{"id": "GAO-02-873T", "url": "https://www.gao.gov/products/GAO-02-873T", "title": "DOD Management: Examples of Inefficient and Ineffective Business Processes", "published_date": "2002-06-25T00:00:00", "released_date": "2002-06-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["This testimony reviews two case studies that clearly demonstrate the need for the Department of Defense (DOD) to reform its business operations."]}, {"section_title": "What GAO Found", "paragraphs": ["These two case studies are microcosms of the broad management challenges facing DOD that were highlighted in GAO's June 2002 testimony (See GAO-02-784T). GAO provided views on the underlying or root causes of DOD's long-standing inability to successfully reform its business operations, including a lack of sustained top-level leadership, cultural resistance to change, and military service parochialism. In addition, GAO found seven key elements necessary for successful reform, including approaching DOD's broad array of management challenges using an integrated, enterprisewide approach."]}], "report": [{"section_title": "Letter", "paragraphs": ["We are pleased to be here today to discuss two case studies that clearly  demonstrate the need for the Department of Defense (DOD) to reform its  business operations.  These two case studies are microcosms of the broad  management challenges facing DOD that were highlighted in our June 4,  2002, testimony before this Subcommittee.  At that hearing, we provided  our views of the underlying or root causes of DOD’s long-standing inability  to successfully reform its business operations, including a lack of sustained  top-level leadership, cultural resistance to change, and military service  parochialism.  In addition, we identified what we believe are seven key  elements necessary for successful reform, including approaching DOD’s  broad array of management challenges using an integrated, enterprisewide  approach.", "As discussed in our June 4, 2002, testimony, the failure of past reform  efforts has lead to DOD’s current business processes and data systems not  being designed and implemented in an integrated fashion.  These current  processes and systems have been in place since the 1960s and 1970s and  over time have evolved into an overly complex and error-prone operation  including (1) little standardization across DOD components, (2) multiple  systems performing the same tasks, (3) the same data stored in multiple  systems, (4) manual data entry into multiple systems, and (5) a large  number of data translations and interfaces that combine to exacerbate  problems with data integrity.", "Today, at your request, we will discuss two case studies and the related  financial and inventory management and systems modernization  challenges facing DOD.  These case studies examine in detail the processes  and data systems used by DOD to procure, control, and pay for critical  items.  The two case studies pertain to (1) the Joint Service Lightweight  Integrated Suit Technology (JSLIST) chemical and biological protective  garments—coat and trousers—procured by contract and (2) computer  equipment procured using the government purchase card.  You also  requested that we evaluate the economy, efficiency, and effectiveness of  the processes and compare certain aspects of DOD’s processes to those of  two large leading-edge retail companies—Sears and Wal-Mart."], "subsections": [{"section_title": "Scope and Methodology", "paragraphs": ["To trace the information flow and document key data systems used to  procure, control, and pay for JSLIST, we reviewed and analyzed procedures  and system documentation.  Further, we discussed business processes with  managers and observed processing at key DOD organizations, including the  JSLIST Program Office, DLA, DFAS-Columbus, and the Defense Contract  Management Agency.  We discussed and observed JSLIST production with  managers at the Southeastern Kentucky Rehabilitation Industries and  discussed JSLIST inventory and issue to the warfighter at selected military  units.  To trace the information flow and identify key data systems related  to a computer bought using the government purchase card, we reviewed  established procedures and discussed processes with managers of key  organizations, including DOD’s Purchase Card Program Office, DFAS- Columbus, and two selected military service units.", "To compare certain aspects of DOD’s JSLIST inventory management and  business processes related to a computer bought using the government  purchase card, we discussed best business practices used by two leading  retailers—Sears and Wal-Mart.  We selected Sears and Wal-Mart based on  our review of the study Achieving World-Class Supply Chain Alignment:  Benefits, Barriers, and Bridges, by the Center For Advanced Purchasing  Studies, Tempe, Arizona: 2001.  We discussed and observed best practices  used by these companies to manage their supply chain and compared these  practices to the DOD business processes to identify opportunities to  improve DOD’s business processes.   We briefed DOD managers, including  officials from DOD’s JSLIST Program Office, DLA, and DFAS, on the details  of our review, including our objectives, scope, and methodology and our  findings and conclusions.  DOD officials generally agreed with our findings  and conclusions.  We relied upon our past work and that of the DOD  Inspector General in regard to accuracy and reliability of the information  systems DOD uses to support JSLIST processing.   Further, we did not audit  the financial data provided by DOD or contained in its inventory systems.   Details on where we performed our audit work are included in appendix I.   We conducted our audit work from July 2001 through June 2002 in  accordance with U.S. generally accepted government auditing standards,  and we performed our investigative work in accordance with the standards  prescribed by the President’s Council on Integrity and Efficiency."], "subsections": []}, {"section_title": "Case Study One: Joint Service Lightweight Integrated Suit Technology", "paragraphs": ["We found that DOD’s processes for procuring, controlling, and paying for  JSLIST rely on manual data transmissions and entry into as many as 13  nonintegrated data systems.  Much of the data required to procure and field  JSLIST are transmitted using e-mails, faxes, telephones, and hard-copy  documents that must be read and manually entered into automated  systems.  This reliance on manual data results in slow, error-prone business  processes.", "In addition to these inefficiencies, the use of manual, stovepiped, and  nonintegrated processes and systems have limited DOD’s ability to know  how many JSLIST it has and where they are located.  This lack of visibility  was due to several factors.  First, not all military units maintained the same  JSLIST data.  For example, some military units tracked key data such as  manufacturer, manufacture date, and production lot number, while other  units maintained little or no data.  Second, military units maintained  inventory data in nonstandard, stovepiped systems that did not share data  with other DOD systems.  The methods used to control and maintain  visibility over JSLIST ranged from stand-alone automated systems, to  spreadsheet applications, to pen and paper.  One military unit we visited  did not have any inventory system for tracking JSLIST.  DOD’s inability to  quickly identify and locate JSLIST has contributed to some military units  declaring them excess to their immediate needs, while at the same time  DOD had been attempting to expedite the issuance of the JSLIST to military  units in response to the events of September 11, 2001.", "Discussions with two leading private sector companies identified  innovative best practices that offer opportunities for DOD to improve its  business processes.  Unlike DOD, Sears and Wal-Mart have highly  automated inventory management processes and use standard data and  systems and electronic data transmission and entry.  From the corporate  level, these two entities maintain continuous visibility over inventory from  their suppliers to the store shelf."], "subsections": [{"section_title": "Background", "paragraphs": ["During Operation Desert Shield/Desert Storm, DOD noted that its chemical  and biological equipment (1) could cause unacceptable heat stress to the  wearer, (2) could limit freedom of movement and impair job performance,  (3) was bulky, and (4) was not fully interoperable across the services.   Furthermore, most of the existing suits were no longer manufactured and  those still in service would expire by 2007, given the 14-year expected life.   To address these issues, DOD developed new, lightweight individual  protective equipment such as the JSLIST, which DOD began procuring in  1997.  An improved, multipurpose overboot is in procurement and new  protective gloves are under development to improve manual dexterity  and/or reduce heat stress on the wearer. Similarly, since the existing masks  may cause some breathing difficulty, DOD is developing a new mask but  does not expect to begin procurement until fiscal year 2006.", "JSLIST is a universal, lightweight, two-piece garment—coat and trousers— designed to provide maximum protection against chemical and biological  contaminants.  Figure 1 shows the entire ensemble, which in addition to the  coat and trousers includes footwear, gloves, protective mask, and  breathing device.   Our study did not include these other components.", "Together, the ensemble is designed to provide maximum protection to the  warfighter against chemical and biological contaminants without  negatively affecting the ability to perform mission tasks.  The focus of our  review was to map the flow of data associated with the procurement,  inventory control, and payment for JSLIST.", "According to DOD, for each JSLIST coat and trousers set they pay  approximately $204.  DOD began procuring JSLIST in fiscal year 1997 and  expects to purchase about 4.4 million garments at a cost of about $1 billion  over a 14-year period ending in fiscal year 2011.  According to DOD, this  amount includes the JSLIST procurement cost and a DLA surcharge for  services, such as clarifying requirements, developing contract  specifications and negotiating production levels with the contractors,  developing and maintaining delivery schedules, and storing JSLIST until  issued to the military services.  According to the JSLIST Program Office, by  the end of fiscal year 2001, DOD had procured approximately 1.6 million  JSLIST, and about 1.2 million had been issued to the military services.  According to the Joint Service Set-Aside Project office, the JSLIST are  expected to last about 14 years.  The Joint Service Set-Aside Project office  is responsible for testing JSLIST after 5 years in inventory, which  represents the manufacturer’s warranty period.  Officials indicated that  they have started to test JSLIST that were procured in 1997 and to date  none have failed.", "Figure 2 shows the private and public sector organizations involved in the  production of JSLIST and the relationship among the various entities.", "These organizations include 8 private manufacturing companies, 1 private  testing and technical support firm, and 11 DOD organizations.  Of the 8  private sector companies, 5 actually manufacture the JSLIST garments and  the other 3 provide the component parts—the outer shell, carbon spheres,  and protective liner.  All these organizations play a role in JSLIST  production ranging from requirements development to issuance of JSLIST  to the warfighter.", "At this Subcommittee’s June 2000 hearing on individual chemical and  biological protective equipment, the DOD Inspector General testified that  the DLA had weak inventory controls over the Battle Dress Overgarment  (BDO)—the JSLIST predecessor.  DLA had major problems identifying and  removing from inventory defective BDO protective suits.  As a result, some  of the defective suits had been shipped to U.S. forces in high-threat areas.   The DOD Inspector General also pointed out that DLA had “materially  misstated” the number of protective suits being stored.  According to DLA,  misplacement of items in the wrong storage areas and incorrect counts  when the material was received contributed to the inventory inaccuracy."], "subsections": []}, {"section_title": "Extensive Manual Processes Used to Procure, Control, and Pay for JSLIST", "paragraphs": ["Our analysis of the data flows for the different JSLIST processes  documented 128 steps.  Of these 100 steps—78 percent—were manual,  meaning that much of the data are transmitted using e-mails, faxes,  telephones, and paper documents that must be read, interpreted, and  entered into the 13 nonintegrated systems.   The remaining 28 steps—22  percent—were by automated means.    Appendix II provides a brief  description of each system and identifies the function performed and the  DOD system owner.", "With so many manual processes, substantial data entry is required.  We also  found that even data transmitted electronically are manually verified  before being entered into another data system. Such practices are highly  inefficient and prone to error.  DOD has acknowledged that in today’s  environment, current processes are slow and susceptible to errors.  The  following three sections highlight the data flows for the procurement,  inventory control, and payment process. They provide a simplified  representation of the actual processes and data flows, and the methods  used for data transmission."], "subsections": [{"section_title": "Procurement", "paragraphs": ["In mapping the data flow for JSLIST, we found the procurement process to  be the least automated.  Figure 3 demonstrates the extensive use of manual  processes between the JSLIST Program Office, the Defense Supply Center- Philadelphia, the contractors, and the Defense Distribution Center.  Figure  3 does not include all of the processes that are associated with the  procurement process.", "As shown, most of the data transmissions are manual—e-mail, fax, and  regular mail. For example, JSLIST garments requirements data—which  show the number and specific sizes that are to be manufactured—are e- mailed from the JSLIST Program Office to DLA’s Defense Supply Center,  Philadelphia, which is responsible for negotiating the terms of the contract  with the five manufacturers.  The contractor— via fax—notifies the  Defense Supply Center, Philadelphia, that the JSLIST garments have been  produced and shipped to the Defense Distribution Center for storage.  The  contractors also send shipping documents, including the Material  Inspection and Receiving Report (DD Form 250), with the JSLIST shipment  to the Defense Distribution Center."], "subsections": []}, {"section_title": "Inventory Control", "paragraphs": ["The inventory control process is slightly more automated than the  procurement process.  This is due to DLA’s use of the Distribution Standard  System (DSS) and the Standard Automated Material Management System  (SAMMS). However, as shown in figure 4, the military service units still use  extensive manual data entry in their efforts to control the JSLIST garments  that have been distributed to them.", "According to DLA personnel, DSS contains data on the number of JSLIST  procured, the number in DLA’s warehouse facilities, and the number of  JSLIST that have been distributed to the military services.  The data must  be manually entered into DSS from the shipping documents that are  received from the contractors.  Once entered into DSS, shipping receipt  data are electronically passed from DSS to SAMMS at the Defense Supply  Center-Philadelphia.   DLA also pointed out, however, that once JSLIST are  distributed to the military services, DSS does not maintain any inventory  control. At this point, JSLIST data are removed from DSS and DLA loses  visibility of JSLIST.  As shown in figure 4, military services use various  methods to maintain inventory control.  Of the three Army units that we  visited, one used an automated system—Standard Army Retail Supply  Systems (SARSS), one used a spreadsheet application, and one used paper  and pen.  Of the two Navy units visited, one used a dry eraser board, with  handwritten notes and one did not maintain an inventory of JSLIST.  Both  of the Air Force units visited used the Mobility Inventory Control  Accountability System (MICAS) to control their JSLIST inventory.  Since  MICAS is a stand-alone system that operates independently at each  location, data cannot be shared between the various locations, nor does it  have the capability to provide data to higher command levels."], "subsections": []}]}, {"section_title": "Payment Process", "paragraphs": ["The payment process is the most automated.  DFAS—the central  organization in the payment process—uses more automated processes  than any other organization visited.  As shown in figure 5, electronic  exchange of data was used more often in the payment process than in the  procurement and inventory control processes.", "As shown in figure 5, once the invoice is received from the contractor—via  the mail—DFAS electronically obtains shipping data from the SAMMS, and  contract data from the Mechanization of Contract Administration System  (MOCAS).  Invoice, contracting, and shipping data are all needed for DFAS  to process the payment to the contractor by electronic funds transfer  through the Standard Accounting and Budgeting Reporting System  (SABRS).", "Once the data enters DFAS, the payment process is automated and each  DFAS division involved in the payment process has the ability to use the  same data.  For example, payment data are transmitted to the JSLIST  Program Office via the SABRS.  However, DFAS still relies on some manual  processing.  In DFAS’ Entitlement Division, individuals manually check to  ensure that required invoice data are in the Electronic Document  Management system, and then manually enter these data into MOCAS  system.  This system helps supports the contract administration aspects of  the JSLIST program.  We have previously reported on long-standing  problems in contract pay through MOCAS.  For example, for fiscal year  1999, DFAS data showed that almost $1 of every $3 in contract payment  transactions was for adjustments to previously recorded payments—$51  billion of adjustments out of $157 billion in transactions.", "We have also reported that the manual entry of data into systems is prone  to keypunch errors, errors caused when data entry personnel are required  to interpret sometimes illegible documents, and inconsistencies among  data in the systems.  DOD has acknowledged that the systems used to  support its business operations do not provide relevant, reliable, and timely  information.  As discussed in our June 4 testimony, the department has  begun efforts to develop an enterprise architecture that should detail the  target or “to be” environment for DOD’s business operation systems and  show how these systems will interact.  Managed properly, an integrated  system development effort can clarify and thus help to optimize the  interdependencies and interrelationships among an organization’s business  operations and the underlying data systems supporting these operations."], "subsections": []}, {"section_title": "Lack of Asset Visibility Affects Mission Readiness", "paragraphs": ["DOD and the military services lack asset visibility and control over JSLIST.   There is no DOD-wide system that contains the data needed—number of  JSLIST, manufacturer, manufacture date, and production lot number—to  locate specific JSLIST garments that are in the possession of the military  services.  As a result, if the JSLIST garments had to be recalled for any  reason, there is no assurance that DOD can readily or accurately locate the  1.2 million JSLIST that have been issued to the military services.  In  essence, DOD is faced with the same predicament today as it had in June  2000, when hearings by this Subcommittee chronicled DOD’s inability to  identify the location of the BDOs—the predecessor of JSLIST.  BDOs  needed to be recalled and removed from the inventory because they were  found to be defective, but even after a data call DOD was unable to retrieve  all of the BDOs.", "Our September 2001 report noted that as of April 2001, DOD had not  found about 250,000 of the defective BDO suits.  DOD was not certain if the  suits had been used, were still in supply, or were sent to disposal.  That  report also pointed out that DOD could not (1) monitor the status of its  protective equipment inventory because the military services and DLA used  at least nine different nonintegrated data systems, (2) determine whether  all of its older chemical suits would adequately protect service members  because some of the inventory systems did not contain essential data  needed to determine usability of inventoried chemical suits, and (3) easily  identify, track, and locate defective suits because inventory records did not  always include contract and lot numbers.  These shortcomings are  consistent with the long-term problems in  DOD’s inventory management that we have identified as a high-risk area  due to a variety of problems, including ineffective and wasteful  management systems and procedures.  To improve DOD’s control and  accountability of chemical and biological equipment, we made several  recommendations, one of which was to implement a fully integrated  inventory management system.", "Our visits to DLA’s Defense Distribution Center, Albany, GA, and selected  military service units found that these weaknesses remain today.  DOD  does not have reliable asset visibility for JSLIST throughout the  department.  This problem can be attributed to several factors.  First,  according to the DOD Inspector General in testimony before this  Subcommittee in June 2000, DSS—a relatively new and modern system is  “chronically inaccurate.”  The DOD Inspector General pointed out that its  physical count of chemical protective suits disclosed that 420,000 suits  were not on-hand as recorded in the inventory balance in DSS.  Even if DSS  were accurate, it only provides visibility and control over JSLIST located in  DLA’s warehouse facilities.  DSS does not contain any data that can be used  from a departmentwide perspective to identify the location of the 1.2  million JSLIST garments that have been distributed to the military services.", "Second, once JSLIST are issued to the military service units, the lack of  standard data and nonintegrated systems hinders asset visibility.  Our visits  to Army, Navy, and Air Force military units disclosed that all units did not  maintain key data such as manufacturer, manufacture date, and production  lot number.  These data would be essential if JSLIST had to be recalled.   Without these data, DOD would have to initiate a worldwide data call, with  no assurance of the accuracy of the result.  Of the three Army units visited,  only one maintained these data, while neither of the two Navy units  maintained these key data.  Both Air Force units maintained the  manufacturer, manufacture date, and production lot number.", "In addition, the units we visited used stovepiped, nonintegrated systems to  track their JSLIST.  As shown in figure 4, the method used varied from an  automated system to no tracking of any kind.  Of the Army units, one unit  used the Standard Army Retail Supply System, another unit used a stand- alone spreadsheet application, and the third unit used paper and pen to  control its JSLIST inventories.  At the two Navy units visited, one used a  marker and dry eraser board and the other Navy unit did not maintain a  JSLIST inventory—manual or automated.  Both Air Force units used  MICAS to control JSLIST.  According to Air Force personnel, this is a  standard system used to maintain comprehensive control of assets from  receipt to disposal.  Information must be entered manually into MICAS.  Air  Force personnel also stated that they are able to identify and locate service  personnel that have JSLIST in their possession by using MICAS.  The Air  Force personnel noted that MICAS was designed for use at the unit level,  but the Air Force plans to upgrade the system to provide more visibility  over JSLIST to higher command levels.", "Personnel at the Army and Navy units were interested in the potential for  using MICAS.  We provided these personnel with a point of contact in the  MICAS program office.  As of May 2002, one Army unit decided to try  MICAS in a stand-alone mode to test its suitability and one Navy unit  decided not to consider the use of MICAS it only used JSLIST for training  and therefore it determined that a system was not needed.  The other Army  and Navy units are considering the use of MICAS.", "Because of DOD’s weaknesses locating and recalling defective BDOs, we  inquired of the Defense Threat Reduction Agency—responsible for funding  the JSLIST program—if they had the means to locate all JSLIST  departmentwide if a similar situation were to occur.  A program official  stated that they could account for the JSLIST up to the point they are  distributed to the military services.  As noted previously, once suits are  distributed, accountability becomes more difficult because each service  has a separate logistics, supply, and maintenance management system for  tracking items.  Further, the official noted that these systems are not  connected.", "The program official also stated that the requirement to track location,  manufacturer, manufacture date, and production lot number of each  JSLIST would be the responsibility of DLA’s Business System  Modernization (BSM) program.  BSM is an 8-year (fiscal year 2000 through  fiscal year 2007), four-phased program that is intended to modernize DLA’s  business functions such as materiel management, distribution, and  cataloguing by replacing obsolete, nonintegrated data systems with a  web/network-based logistics system using commercial, off-the-shelf  products.  The project is estimated to cost nearly $900 million.  As  discussed in our June 2001 report, BSM is intended to modernize DLA’s  current materiel management business function from being a mere  provider and manager of physical inventory to becoming primarily a  manager of supply chains—linking customers with appropriate suppliers  and tracking physical and financial assets.", "However, we believe reliance on BSM to provide adequate visibility over  JSLIST is ill advised for several reasons.  First, as pointed out in our June  2001 report, BSM was being implemented without the benefit of a DLA  architecture or a DOD-wide logistics management architecture. Further, we  noted that DLA did not have the management controls in place to develop,  implement, and maintain an architecture.  As discussed in our June 4  testimony, without an architecture to guide and constrain information  technology investments, DOD runs the serious risk that its system efforts  will perpetuate the existing system environment that suffers from system  duplication, limited interoperability, and unnecessarily costly operation  and maintenance.", "Second, even if DLA successfully implements the inventory control phase  of BSM by March 2005, the majority of JSLIST may have already been  procured and issued to the military services without asset visibility,  including a record of critical tracking data, such as manufacturer,  manufacture date, and production lot number.  As of the end of fiscal year  2001, about 1.6 million JSLIST had been purchased and about 1.2 million  garments had already been issued to the military services.  At the expected  procurement rate of 330,000 to 350,000 JSLIST annually, DOD will have  purchased about 3 million of the 4.4 million of the JSLIST by fiscal year  2005."], "subsections": []}, {"section_title": "Lack of Visibility Contributed to Excessing and Selling JSLIST", "paragraphs": ["DOD’s lack of asset visibility over the JSLIST has resulted in poor inventory  control.  While DOD expedited the issue of the JSLIST garments to the  military services in response to the events of September 11, 2001, Army,  Navy, and Air Force units have sent JSLIST to the Defense Reutilization  Marketing Office (DRMO) as being excess to their immediate needs.  From  January 2001 through June 2002, 1,934 JSLIST coats and trousers valued at  about $207,000 were turned into DRMO.   Of the 1,934 coats and trousers  declared excess, 1,813 were turned-in after September 11, 2001. Table 1  shows the disposition of the 1,934 coats and trousers.", "As shown in the table 1, 275 of the coats and trousers were reissued to  other government entities.  One of the purposes of DRMO is to reallocate  inventory that is excess to one organization’s needs to an organization that  has insufficient inventory to meets its needs.  We do not have any  information regarding the rationale as to why 917 coats and trousers were  scrapped and 313 are considered pending, which means they are eligible  for reutilization.", "According to DLA, the 429 coats and trousers that were sent to a DOD  contractor, Government Liquidation, and reportedly sold, at internet  auction for approximately $1,100—or less than $3 each.  As of June 18,  2002, none of the JSLIST reportedly sold by Government Liquidation had  been released and remained at the company’s warehouse in Kapolei,  Hawaii.", "We met with personnel at Hickam Air Force Base, Hawaii, and the Navy  Explosives Ordnance Disposal Unit, Barbers Point, Hawaii, to determine  why the JSLIST were excessed and sent to DRMO.", "Officials from the Air Force unit stated that JSLIST was sent to DRMO  because (1) they did not belong to their unit and had been in their  warehouse for at least 3 years, (2) the boxes containing JSLIST were  marked “training only,” and (3) although still in vacuum-sealed  packages, they thought JSLIST had exceeded their expiration date.   They also indicated that prior to turning JSLIST in to DRMO, they  checked with the Base Supply Office and were informed that no one else  on the base needed JSLIST.", "The Navy unit stated that JSLIST were sent to DRMO because they had  more than the 32 required to meet their immediate needs.  Prior to  turning JSLIST in to DRMO, the Navy unit did not consult with the  Supply Office to determine if they could be used elsewhere.  They  indicated that they thought this was a DRMO responsibility.  Believing  that the garments were in excellent condition, they coded them “E”  upon turning them in to DRMO.  However, an item code of “E” signifies  that the goods are damaged.", "Our physical inspection of the JSLIST garments in the Government  Liquidators warehouse found that all but 30 were marked “training only.”   These 30 were turned in by the Navy unit and appeared to be in good  condition.  The “training only” JSLIST should not be used in a combat  environment because they are considered to be defective for that purpose.   However, since they were still in vacuum-sealed packages, they appeared  suitable for training purposes.  When JSLIST are issued to the warfighter,  they generally receive a number of sets—coat and trousers—based upon  their assignment.  For example, at one of the Air Force units we visited,  each member is to have five JSLIST sets—four for operations and one for  training.  Without a “training only” JSLIST, one that would have otherwise  been available for operations must be used for training.", "On June 19, 2002, we told the JSLIST Program Manager about this situation.   He stated that he was not aware that JSLIST garments were being excessed  and sold and acknowledged that DOD does not have visibility over the  JSLIST garments.   He also stated that military service units were  “clamoring” for JSLIST garments for training purposes.   Further, he stated  that none of these garments should have been turned in to DRMO.   We  suggested that he take action to terminate the sale of these garments.  He  indicated that he would initiate immediate action to do so."], "subsections": []}, {"section_title": "Best Business Practices Offer Opportunities for DOD to Improve Efficiency and Effectiveness of its Business Operations", "paragraphs": ["Private sector companies, driven by today’s globally competitive business  environment, have developed innovative best business practices to cut  costs and meet customer needs by streamlining their logistics operations.   Best business practices refer to the processes, practices, and systems  identified in public and private organizations that performed exceptionally  well and are widely recognized as improving an organization’s performance  and efficiency in specific areas.  Some of the most successful improvement  efforts include a combination of practices that are focused on improving  the entire logistics pipeline—an approach known as supply chain  management.  DOD has acknowledged that best business practices of  private industry offer opportunities for making significant improvements to  its business operations.  As evidenced by the information presented today,  implementation of fundamental private sector supply chain management  practices by DOD would substantially improve it efficiency and  effectiveness.", "Our discussions with two leading-edge retail companies—Sears and Wal- Mart—identified business practices that are vastly different than those  employed by DOD.  Unlike DOD, which has a proliferation of nonintegrated  systems, nonstandard data, extensive use of manual processes, and limited  visibility over inventory, Sears and Wal-Mart are at the other end of the  spectrum.  Sears and Wal-Mart are highly automated, use standard data,  and make extensive use of electronic data interchange (EDI).  Further,  each entity is able to maintain visibility of its inventory throughout the  various levels of its organization.", "Sears, a leading retailer of apparel, home and automotive products, and  services, had reported annual revenue of over $41 billion and net income of  approximately $735 million for its fiscal year 2001.  Sears operates 867 mall- based retail stores, most with co-located Sears Auto Centers, and an  additional 1,318 specialty stores including hardware, outlet, tire and battery  stores as well as independently owned stores, primarily in smaller and rural  markets. Wal-Mart Stores, Inc., is the world’s largest retailer with reported  annual net revenue of over $193 billion and net income of almost $6.3  billion for its fiscal year 2001.  The company operates 4,189 retail stores in  all 50 states and 9 foreign countries.  Of these stores, 2,348 are regular  stores, 1,294 are supercenters, 528 are Sam’s Clubs, and 19 are  neighborhood markets."], "subsections": [{"section_title": "Wal-Mart and Sears Are Highly Automated", "paragraphs": ["As previously discussed, the processes DOD uses to procure, control, and  pay for the JSLIST garments are characterized by numerous manual  interventions with support from as many as 13 nonintegrated automated  information systems.  With 78 percent of the data used to support the  JSLIST program involving some form of manual entry, DOD’s logistics  processes are slow and susceptible to error.  As a result, DOD’s business  processes do not provide relevant, reliable, and timely financial and  logistical information.  In contrast, Sears and Wal-Mart have systems that  provide relevant, reliable, and timely information.", "As noted in our June 4 testimony before this Subcommittee, systems have  proliferated within DOD.  At the time of the hearing, DOD acknowledged  that it used at least 1,127 systems in the processing of financial information.", "For the most part, these systems are not integrated with each other.  In the  past, DOD’s system development efforts have been stovepiped within the  department’s organizational entities, with system development money  spread across DOD and no central control.  In addition, standard data were  not always used across organization boundaries.  These limitations  preclude DOD and the Congress from receiving the relevant information  that is needed in the decision-making process.", "This is clearly demonstrated by the use of 13 nonintegrated systems  associated with JSLIST.  In our discussions with Wal-Mart officials, they  noted that Wal-Mart does not permit its subsidiaries or components to  develop their own system solutions.   System funding and development is  viewed from a corporate perspective.  Therefore, stovepiped efforts that  exist in DOD would not occur within Wal-Mart.   Wal-Mart also noted that  when an acquisition is made, the new entity is required to convert to the  Wal-Mart system—this brings about the standardization of data.   Standardization of data and integration of systems is important because it  aids in financial accounting and inventory management, including asset  visibility.", "In dealing with suppliers, both Sears and Wal-Mart make extensive use of  EDI—which means that data are received and transmitted to and from  suppliers electronically.  In essence, using EDI virtually eliminates the need  for human intervention and thereby helps to reduce the risks of errors  being made.  Sears and Wal-Mart representatives stated that the more  manual intervention in the process, the less likely the information will be  relevant, reliable, and timely.  Sears’ personnel pointed out that over 99  percent of vendors’ purchase orders are processed using EDI.  According  to Sears’ representatives, if a supplier does not have EDI capability, they  are required to contract with a third party to submit the data to Sears  electronically.   Similar to Sears, Wal-Mart also makes extensive use of EDI.   According to Wal-Mart representatives, about 85 percent of their suppliers  use EDI."], "subsections": []}, {"section_title": "Visibility Over Inventory", "paragraphs": ["As previously discussed, DOD cannot readily determine the location of the  1.2 million JSLIST that have been issued to the military services because of  nonstandard systems and the lack of standard data across DOD— manufacturer, manufacture date, and production lot number—that would  be needed to quickly locate and remove JSLIST from inventory, if recalled.   These data should also be maintained to locate the JSLIST and, if necessary  move them where needed in the event of a chemical or biological attack.   Unlike DOD, Sears and Wal-Mart have integrated systems with standard  data across the organizations and as a result have visibility over inventory  regardless of location.", "For example, at our request, Wal-Mart headquarters staff in Bentonville,  Arkansas immediately identified for us the number of 6.4 ounces tubes of a  brand-name toothpaste on the shelf at one of their retail stores in Fairfax,  Virginia.  In addition to identifying 25 tubes of this toothpaste at Fairfax,  Virginia, at approximately 1:15 PM, on June 12, 2002, Wal-Mart’s system  showed daily and weekly product sales and the date of the last shipment  and the quantity received.  Figure 6 compares Wal-Mart’s and DOD’s  visibility over their respective inventories.", "According to Wal-Mart representatives, the level of visibility they have over  inventory items as shown in figure 6, is critical to quickly remove from the  shelf any recalled items. Wal-Mart views the efficient and effective removal  of recalled items essential to maintaining credibility with its customers.", "Wal-Mart also demonstrated control and visibility over its inventory at the  Bentonville, Arkansas Distribution Center. The information in the system  showed the specific location and number of a certain brand of 27-inch  televisions in the warehouse.  We selected 4 of the 202 televisions listed and  verified that all 4 were at the specific location indicated in the system.", "In addition to using technology to streamline their inventory processes,  Sears and Wal-Mart personnel identified several other keys to their success.   For example, they stated there needs to be an understanding throughout  the organization of what it is trying to achieve. Clearly, all must understand  the goals and objectives and it is imperative that all parties work in a  cooperative manner.  At DOD, as discussed in our June 4 testimony, this  has not always been the case.  Cultural resistance to change and military  service parochialism have played a significant role in impeding past  attempts to implement broad-based management reforms at DOD.  If the  barriers to change are not removed, DOD will continue to be faced with the  business-as-usual mentality and its current endeavors to bring about  substantive change to the department’s current flawed business operations  will be unsuccessful.  If this occurs, as it has in the past, billions of dollars  will have been spent without any marked improvement in departmental  operations.", "Wal-Mart officials also noted that another key element in their success has  been the use of individual performance metrics and incentives throughout  the organization.  Whether it is the manager of a given store or someone  working in the warehouse, performance metrics have been established and  each person is evaluated against those metrics on a routine basis.  If the  person’s performance exceeds the metrics, he or she is rewarded.  For  example, hourly workers can receive wage increases for exceeding  corporate productivity and inventory accuracy goals.  Store managers have  metrics such as store profitability and inventory shrinkage and receive  bonuses for achieving the metrics.  For DOD we previously identified the  lack of incentives as one of the major underlying causes for the failure of  past reform efforts within the department."], "subsections": []}]}]}, {"section_title": "Case Study Two: Government Purchase Cards", "paragraphs": ["Using computers acquired by government purchase cards as a case study,  we found that inefficient billing procedures at DFAS-Columbus have  increased the costs being incurred by some DOD customers for the  payment of monthly purchase card statements.  For certain transactions  processed through DFAS-Columbus, monthly credit card statements are mailed or faxed and each purchase is manually re-entered because (1) the  Navy has chosen not to electronically submit its purchase card statements,  (2) the payment system is not capable of accepting electronic purchase  card statements from CitiBank, the purchase card contractor, and  (3) defense agencies have not implemented electronic purchase card  processing.  DFAS-Columbus charges customers over $17 per line if the  data are manually entered and about $7 per line if the data are transmitted  electronically.  According to the DFAS-Columbus Commercial Pay Services  Business Manager, across all DFAS Centers purchase card statements are  processed electronically for about 90 percent of the Air Force’s statements,  about 80 percent of the Army’s statements, and about 50 percent of the  Navy’s statements."], "subsections": [{"section_title": "Background", "paragraphs": ["The purchase card is a governmentwide commercial credit card issued  under a government contract to federal agency employees to more  efficiently purchase needed goods and services directly from vendors.  The  purchase card can be used for both micropurchases and payment of other  purchases.  The Federal Acquisition Regulation, Part 13, “Simplified  Acquisition Procedures,” establishes criteria for using purchase cards to  place orders and make payments.  In addition, the Department of the  Treasury, DOD and the military services have issued regulations, policy,  and guidelines governing the use of the purchase card.", "Prior to DOD’s implementation of the purchase card program in 1994,  buying goods and services was a labor- and paper-intensive process— requisitions were prepared and sent to procurement offices.  The  procurement offices issued purchase orders, goods and services were  delivered, receiving reports were prepared, and payments were then made.   The purchase card program was designed to simplify the purchase process  by eliminating the need to process purchase requests through procurement  offices and avoiding the administrative and documentation requirements of  the traditional contracting processes. In mapping the flow of data for the  use of the purchase card to procure, control, and pay for a computer item,  we identified 19 systems.  Appendix III provides a brief description of each  system identified, the function performed by the system, and the system  owner.", "When scanning the purchase card to obtain authorization through the bank  network, merchants are to verify the validity of the transactions using a  point of sale scanning device.  This device can perform up to 50  authorization checks such as verifying the expiration date and account  number, ensuring the card has not been reported lost or stolen, and  determining that the purchase amount is within the prescribed dollar  limits.  In fiscal year 2001, DOD reported that it used the purchase card in  procuring goods and services valued at over $6.1 billion.", "Although we support a well-controlled purchase card program to  streamline the government’s acquisition process, significant breakdowns in  internal controls have contributed to fraudulent, improper, and abusive  purchases and theft and misuse of government property.  Our March 13,  2002, testimony highlighted the vulnerability of two Navy units to  fraudulent, improper, and abusive use of government purchase cards.   Currently, we have additional efforts ongoing to review internal controls  over purchase card processes used by selected Army, Air Force, and Navy  units."], "subsections": []}, {"section_title": "Inefficient Billing Process Increases Costs", "paragraphs": ["At DFAS-Columbus, we observed that much of the purchase card payment  process is manual.  Certified monthly purchase card statements are  manually received from Navy working capital fund activities and defense  agencies.  Upon receipt of the monthly statements, DFAS-Columbus  accounting technicians manually enter line-by-line transaction data into the  Computerized Accounts Payable System (CAPS) for payment.  The data  entered include information such as document number, year, activity and  funding code, cost code, and dollar amount for each individual transaction.   The manual entry of the data is the result of CAPS not being capable of  accepting purchase card statements electronically from CitiBank—the  government contractor providing purchase card services to the Navy.", "Further, DFAS-Columbus personnel informed us that even if CAPS had the  capability, Navy working capital fund purchase card transactions would  have to be entered manually because the Navy has decided not to  electronically submit purchase card statements.", "According to DFAS-Columbus officials, DFAS charges $17.13 for each line  on the monthly statement that must be manually entered into the payment  system.  However, the processing fee is reduced to $6.96 per document line,  if the monthly statement is electronically processed.  Since DFAS is a  working capital fund activity, the fee charged should represent the actual  cost being incurred in providing the service.  We did not audit these fees to  determine if they represented actual costs.  As noted previously, in our  discussions with Sears and Wal-Mart, we were informed that the use of EDI  is critical.  For example, at Sears, over 99 percent of the purchase orders  are transmitted via EDI, which greatly reduces the amount of manual entry  that is needed and also reduces the risk that errors will be made in the re- entry of data.", "The following examples show the cost of manual entry of purchase card  transactions.", "On February 13, 2002, DFAS-Columbus received a certified purchase  card monthly statement detailing 271 purchases totaling nearly $24  million from the Defense Commissary Agency, Fort Lee, Virginia.   At  $17.13 per document line, the DFAS fee for manually processing this  invoice was over $4,600.  If the Defense Commissary Agency could have  submitted the invoice electronically, the DFAS fee would have been  about $1,890, or less than half the charge of manual processing.", "On January 29, 2002, DFAS-Columbus received a certified purchase card  monthly statement detailing 228 lines on the monthly statement for  purchases costing nearly $957,000 from the Navy Fleet Material Support  Office in Mechanicsburg, Pennsylvania.   Since the 228 lines had to be  manually entered into CAPS, the Navy incurred a processing fee of  $3,900. However, if the monthly statement had been electronically  processed, the Navy would have paid DFAS approximately $1,590.", "As shown in table 2, we found instances in which the amount of the  purchase was less than the amount charged for processing the one line  from the monthly statement.", "DFAS-Columbus officials informed us that purchase card statements from  Navy working capital fund activities that are paid by DFAS-Columbus are  manually processed for two reasons.  First, the Navy has chosen not to  electronically send purchase card statement paid from Navy working  capital fund activities.  Second, DFAS-Columbus has not yet made the  necessary enhancements to the payment system to receive electronic  invoices from the Citidirect system—the system used by the contractor  providing the Navy purchase cards.  Third, defense agencies have not  implemented electronic purchase card processing.  According to DFAS- Columbus personnel, monthly statements they receive from defense  agencies, including the Defense Contract Management Agency, Defense  Commissary Agency, and the Defense Information Systems Agency are to  be received electronically beginning this summer.", "Further, our November 2001 report discussed concerns we had with the  failure to record accountable items in the property records.  Accountable  property includes easily pilferable or sensitive items such as computers  and related equipment, digital cameras, and cell phones. Our report pointed  out that at two Navy activities we identified instances where computer  monitors and laptop computers were not recorded in their property  records and could not be found.  Recording these items in the property  records is an important step to ensure accountability and financial control  over these assets.  In addition, our also report expressed concern about the  use of the government purchase card to procure computers that could be  more economically and efficiently procured through bulk purchases. We  made recommendations to the Commander of the Naval Supply Systems  Command aimed at correcting both of these problems."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["The JSLIST and purchase card case studies clearly demonstrate that DOD’s  current business operations are inefficient and ineffective.  Specifically,  these case studies are real-time examples of the high cost of nonintegrated  systems that require substantial manual intervention in nearly every step of  the process.  In addition, mission performance is also affected by these  processes as shown by DOD’s lack of visibility over the JSLIST.  These case  studies are small examples of the broader financial and inventory  management and systems modernization challenges facing DOD that were  highlighted in our June 2, 2002 testimony before this Subcommittee.", "The integrated, automated processes used by Wal-Mart and Sears offer a  glimpse of the cost savings and improved mission performance that DOD  could achieve with successful reform.  Unlike DOD, market forces and a  strong system of accountability drive Sears and Wal-Mart to operate as  efficiently and effectively as possible.  As we have previously stated, for  DOD to succeed in its reform efforts, strong leadership from the Secretary  will be necessary to develop a system of accountability and incentives and  to cut through the deeply embedded cultural resistance to change and  service parochialism.  In addition, continued congressional oversight such  as the hearing today will be critical to successfully reforming DOD’s  business operations.  The Secretary has recognized the importance of  reform and estimated that DOD could save 5 percent of its budget—or  about $15 billion to $18 billion annually—by successfully transforming  DOD’s business processes.", "Mr. Chairman, this concludes our statement.  We would be pleased to  answer any questions you or other members of the Subcommittee may  have at this time."], "subsections": []}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["For further information about this testimony, please contact Gregory D.  Kutz at (202) 512-9095 or kutzg@gao.gov, or David R. Warren at (202) 512- 8412 or warrend@gao.gov.  Other key contributors to this testimony  include Lon Chin, Francine Delvecchio, Ted Hu, Richard Newbold, Sanford  Reigle, John Ryan, Darby Smith, and Earl Woodard."], "subsections": []}]}, {"section_title": "Locations Visited", "paragraphs": ["In mapping the information flow for the procurement, inventory control,  and payment of the Joint Service Lightweight Integrated Technology Suit,  we visited the following locations.", "JSLIST Program Office, Quantico, Virginia.", "Defense Supply Center, Philadelphia, Pennsylvania.", "Defense Finance and Accounting Service, Columbus, Ohio.", "Defense Contract Management Agency, Cincinnati, Ohio.", "Defense Distribution Center, Albany, Georgia.", "Joint Set-Aside Project, Marine Corps Logistics Base, Albany, Georgia.", "Air Force’s 919th Special Operations Wing, Eglin Air Force Base, Florida.", "Air Force’s 16th Special Operations Wing/Logistics, Hurlburt Field,  Florida.", "Air Force’s Chemical Training Unit, Hickam Air Force Base, Hawaii.", "Army’s 101st Airborne Division, Fort Campbell, Kentucky.", "Army’s 5th Special Operations Forces, Fort Campbell, Kentucky.", "Army’s 160th Special Operations Aviation Regiment, Fort Campbell,  Kentucky.", "Navy’s Disaster Preparedness, Naval Air Station, Pensacola, Florida.", "Navy’s Explosive Ordnance Disposal Unit, Eglin Air Force Base, Florida.", "Navy’s Explosive Ordnance Disposal Unit, Barbers Point, Hawaii.", "In mapping the information flow for the procurement, inventory control,  and payment of a computer item using a government purchase card, we  visited the following locations.", "DOD Purchase Card Program Office, Falls Church, Virginia.", "Defense Finance and Accounting Service, Columbus, Ohio.", "Air Force Materiel Command, Wright-Patterson Air Force Base, Ohio.", "Army Soldier Biological and Chemical Command, Natick,  Massachusetts.", "In order to compare DOD business processes with those of leaders in the  retail industry we visited:  Sears, Roebuck, and Company, Hoffman Estates, Illinois.", "Wal-Mart Incorporated, Bentonville, Arkansas."], "subsections": []}, {"section_title": "Key Data Systems Used to Procure, Control, and Pay for JSLIST Protective Garments", "paragraphs": ["This section includes general information describing each of the 13  information systems used to support the procurement, inventory control,  and payment processes for the JSLIST protective chemical/biological  equipment purchased through contracts.", "Distribution Standard System  (DSS)", "Inventory control Supports management of all business processes of the department’s  warehouse operations, including the processing of material requisition  orders, reporting shipping information to customers, and providing  visibility of asset quantity, condition, and location.", "Standard Automated Materiel  Management System  (SAMMS)", "Supports wholesale consumable item inventory management  processes at defense supply centers, including processing requisitions,  forecasting requirements, generating purchase requests, and  maintaining stock levels, technical data, item identification, and asset  visibility.", "Electronic Document Access  (EDA)", "Stores documents such as contracts, contract modifications,  government bills of lading, and payment vouchers as electronic images  and provides personnel from multiple DOD communities access to  these documents.", "Converts and stores paper documents such as contracts, invoices, and  receiving reports as electronic images providing document imaging,  electronic folders, and workflow processing to DFAS personnel at a  single location.", "Program Budget Accounting  System – Funds Distribution  (PBAS-FD)", "Records and controls obligation and expenditure authority for all  organizational levels except the allotment holder allowing DOD  financial managers to electronically receive and issue funds for the  Office of the Secretary of Defense, Army, and Navy.", "Standardizes all Marine Corps transactions and provides a transaction  driven general ledger in compliance with the U.S. Standard General  Ledger Charts of Accounts.", "Supports the administration and payment of supply and service  contracts by contract administration offices, payment offices,  procurement offices, funding stations, and consignees.", "Inventory control Provides comprehensive asset control and shelf life management,  including receiving, accounting, controlling, tracking, issuing,  deploying, and reporting of chemical and biological equipment.", "Standard Army Retail Supply  System (SARSS-O)", "Inventory control Supports retail supply operations and maintains the accountable  record of material received, stored and issued.", "Standard Property Book  System – Redesign (SPBS-R)", "Inventory control Automates overall property accountability and asset visibility functions,  including the creating of master hand receipts and the passing of asset  data on item shortages and overages to other Army systems.", "Shipboard Non-Tactical  Automated Data Processing  System (SNAP)", "Inventory control Provides numerous applications for shipboard use, including  processing of material requirements, requisitions, and receipts;  tracking inventory stock location, balances, demand and usage;  providing individual custody records; and reconciling requirements,  requisition, inventory, and financial data.", "Standard Automated Logistics  Tool Set (SALTS)", "Inventory control Provides means to move logistics and administrative data from a single  point of entry to databases and data services world-wide, including  DLA’s SAMMS, Army’s Total Asset Visibility system, and Air Force’s Air  Force Logistics Information File.", "Inventory control Maintains total asset visibility over chemical and biological protection  equipment held for future testing and tracking results using a  spreadsheet application."], "subsections": []}, {"section_title": "Key Data Systems Used to Procure, Account, Control, and Pay for Computer Items Using the Purchase Card", "paragraphs": ["This section includes general information describing each of the 19  information systems used to support the procurement, inventory control,  and payment processes for computer equipment purchased using the  government purchase card.", "Provides DFAS and Air Force financial service offices with on-line  access to current status information of procurement programs,  allotments, initiations, commitments, obligations, and disbursements for  central procurement appropriations.", "Provides standard installation center level vendor pay system using a  personal computer-based application with interfaces with DOD  standard procurement, disbursing and accounting systems.", "Defense Business  Management System (DBMS)", "Supports the major accounting functions of general ledger accounting,  budgetary accounting and funds control, job order and cost accounting,  accounts receivable and payable, and accounting and managerial  reporting for DFAS, DLA depot and supply centers, Defense Contract  Audit Agencies, and the Defense Commissary Agencies.", "Defense Industrial Financial  Management System (DIFMS)", "Provides about 17 Navy, Marine Corps, and Air Force field-level and  headquarters-level activities with transaction-driven funds control,  accounting for budget execution, and management information,  including cash, labor, other cost, material, cost summary, job order and  customer order, billing, general ledger accounts, fixed asset accounting,  and cost competition data.", "Converts and stores paper documents such as contracts, invoices, and  receiving reports as electronic images providing document imaging,  electronic folders, and workflow processing to DFAS personnel at a  single location.", "Provides rapid and timely vendor payments to Air Force vendors by  processing commitment transactions electronically to the GAFS;  compares invoice, receiving report and contract data to create a  payment vouchers; and concurrently passes electronic funds transfer  data to both disbursing and accounting systems.", "Program Budget Accounting  System – Funds Distribution  (PBAS-FD)", "Records and controls obligation and expenditure authority for all  organizational levels except the allotment holder allowing DOD financial  managers to electronically receive and issue funds for the Office of the  Secretary of Defense, Army, and Navy.", "Standardizes all Marine Corps transactions and provides a transaction  driven general ledger in compliance with the U.S. Standard General  Ledger Charts of Accounts.", "Incorporates military pay, travel, accounts payable, accounting, and  disbursing functions into an on-line, interactive menu-driven system for  DFAS to produce cash payments, vouchers, and reports."], "subsections": []}], "fastfact": []}