{"id": "GAO-20-169", "url": "https://www.gao.gov/product/GAO-20-169", "title": "VA Real Property: VHA Should Improve Activation Cost Estimates and Oversight", "published_date": "2020-01-02T00:00:00", "released_date": "2020-01-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["VHA operates one of the nation's largest health care systems with more than 1,200 sites across the country; however, many facilities were built decades ago and do not align with the agency's current emphasis on outpatient and specialized care. Additionally, new or expanded facilities are needed to accommodate veterans returning from recent conflicts. VHA is constructing and leasing new facilities to respond to these needs. GAO was asked to review VHA's efforts to activate new major medical facilities.", "This report examines the extent to which VHA is able to compare the actual costs of activation against the estimated costs, among other objectives.", "GAO analyzed VHA's documentation on estimating activation costs. GAO also interviewed officials and analyzed cost information reported by a non-generalizable selection of eight medical facilities. The facilities had more than $1 million in annual rent or $20 million in construction costs, reported finishing activation in fiscal years 2016 and 2017, and were located in various regions."]}, {"section_title": "What GAO Found", "paragraphs": ["The Veterans Health Administration (VHA) under the Department of Veterans Affairs (VA) is constructing and leasing new medical facilities, such as outpatient clinics, to better serve and meet the changing needs of veterans. VHA equips and staffs these new facilities in a multi-year process called “activation.” From fiscal year 2012 through 2018, VHA channeled more than $4 billion to major medical facilities undergoing activation, which these facilities could use toward furniture, equipment, and new staffing costs, among other start-up expenses.", "VHA lacks processes and clear definitions for estimating total activation costs and for comparing actual expenses against these estimates. Specifically,", "VHA's current cost estimation process does not cover the full duration of activation.", "Headquarters officials have never compared activation costs against estimated costs because until recently, officials said, VHA lacked the accounting mechanisms to facilitate such comparisons; however, while VHA now possesses these mechanisms, it has not documented the process for how the new information should be used.", "VHA documentation does not clearly define allowable activation expenses or the appropriate spending timeframes. Local and regional officials expressed confusion over what items could be purchased with activation funds. In addition, local officials held inconsistent beliefs regarding how long expenses could qualify as activation-related.", "VHA management's priorities include data-driven decision-making. Further, the Office of Management and Budget's guidance states that agencies should compare actual project costs against planned expenses so managers can determine if cost goals are being met. Without processes and clear definitions associated with measuring activation costs, VHA does not have reasonable assurance that it will be able to effectively manage the resources associated with activation."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that VA (1) develop and document a process for estimating total activation costs, (2) develop and document a process for comparing actual activation costs to the estimates, (3) define allowable activation expenses, and (4) clarify when facilities should cease to classify expenses as activation-related. VA agreed with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Veterans Heath Administration (VHA) under the Department of  Veterans Affairs (VA) operates one of the nation’s largest health-care  systems with more than 1,200 sites across the country. However, many  facilities were built decades ago and were designed for an inpatient- driven health-care system. These facilities do not align with the agency’s  current wellness approach, which emphasizes outpatient and specialized  care. Additionally, new or expanded facilities are needed to accommodate  veterans returning from countries such as Iraq and Afghanistan, who  need different types of services than veterans of earlier conflicts. VHA is  constructing and leasing new facilities to respond to these needs, and it  equips and staffs them through a multi-year process called “activation.”", "Generally speaking, activation refers to the process of bringing a new  facility into full operation, such as purchasing and installing furniture and  medical equipment as well as hiring staff. From fiscal years 2012 through  2018, VHA spent more than $4 billion on activation activities at 96 new  major medical facilities.", "Previously, we have found that VHA struggled with certain aspects of  activation, such as equipment purchases and cost estimation for the  overall activation process. In 2013, for example, we reported that some  medical equipment did not fit into previously constructed areas of the  medical center in Orlando, Florida, and the building needed to be altered  in order to accommodate the equipment. In addition, in 2017, we found  that VA had minimal supporting documentation for its $341 million  estimate for the cost to activate the medical center in Denver, Colorado,  and as a result we determined that the activation estimate was  unreliable.", "You asked us to review VHA’s efforts to activate new medical facilities.  This report: (1) describes the tasks associated with activation, (2)  determines the extent to which VHA activated selected new medical  facilities within planned time frames, and (3) assesses the extent to which  VHA is able to compare actual activation costs against the estimated total  costs.", "To describe what tasks are associated with activation, we reviewed  relevant VHA documentation, such as VA’s Activation Process Guide,  VA’s Strategic Plan for Fiscal Years 2018–2024, and VHA’s training  modules associated with activation processes. To examine specific activation efforts in greater detail, we obtained documentation and  interviewed officials from 8 of the 13 major medical facilities that reported  that they completed activation in fiscal years 2016 or 2017. We selected  one facility in each geographic region where major activations were  completed during this time period. In cases where a region contained  more than one such facility, we selected facilities that, when considered  with the other selected facilities, reflected a range of facility sizes and  total reported activation costs. For a list of the eight selected facilities and  their reported activation costs, please see appendix I. No medical centers  (i.e., inpatient hospitals) completed activation in 2016 or 2017. Therefore,  to provide context for that type of facility, we also interviewed officials  from a medical center that opened in 2016 about their activation  experiences. The information from all of these facilities is illustrative and  cannot be generalized to facilities agency-wide, but collectively, the  experiences of these facilities provide insight into the tasks associated  with activation. We also interviewed regional officials supporting the  selected sites, and VHA officials responsible for managing activation at  the national level.", "To determine the extent to which VHA activated selected facilities within  planned time frames, we focused on the activation period leading up to  the provision of medical services (i.e., when each service department,  such as dentistry or physical therapy, first treated patients). For each of  the eight selected facilities, we compared the month and year when the  first patient received each service against the month and year officials at  each facility planned to start providing that service.  In making these  calculations, we used the planned dates that were in place at the time of  building acceptance (i.e., the date on which staff gained access to a  facility after construction finished). To determine planned and actual  dates, we asked officials from each of the eight facilities to complete a  form with this information and to provide supporting documentation—such  as plans, written communications, and service logs—when available. We  also interviewed officials from each of the eight selected sites to  determine reasons for any differences between the planned and actual  dates of care for any of the services. To further assess the timeliness of  activation activities, we determined the proportion of medical services at  the selected sites that were provided within 6 months of opening day, as  VA’s Activation Process Guide states that patients can generally expect  all services to be available within that time frame.", "To assess the extent to which VHA is able to compare actual activation  costs against estimated costs, we first evaluated VHA’s process for  developing activation cost estimates. To do so, we reviewed VHA’s cost  estimation tools to determine if they covered the full activation time frame,  and assessed the process that VHA uses to develop cost estimates  against the 12 steps in the GAO Cost Estimating and Assessment  Guide. The evaluation was performed by one analyst and the  conclusions were reviewed and verified by another analyst. To determine  the extent to which VHA compares actual costs against a baseline  estimate, we reviewed cost documentation (including any estimates and  actual costs) from each of the eight selected sites. We assessed the  reliability of the cost data by comparing the data to the supporting  documentary evidence that we received from VHA; interviewing  knowledgeable VHA officials; and reviewing the data for completeness. In  addition, we researched and reviewed relevant legislation pertaining to  the amounts that were authorized for a selection of these projects. The  data were sufficiently reliable for the purposes of this report. Lastly, we  interviewed officials from the Activations Office, regional support staff,  and finance officials at the selected sites regarding cost estimates and the  extent to which actual costs are compared to those estimates.", "We conducted this performance audit from September 2018 to January  2020 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["VA’s mission is to serve America’s veterans and their families, and one of  the ways it does so is by providing veterans with medical services. To  help meet the health care needs of veterans, VHA is planning to complete  approximately 70 new major medical projects between 2020 and 2024.  Activation is one of the key steps that must occur before veterans can  access care at these facilities.", "According to VA’s Activation Process Guide, activation typically involves  activities such as planning for, purchasing, and installing new furniture,  fixtures, and equipment (FF&E), ordering supplies, and hiring staff. For  new buildings, the Guide states that activation activities begin when the  building is being designed, continue through construction, and end when  the facility is fully operational.", "The expenses associated with activation can reflect either one-time  purchases or ongoing expenditures. One time purchases—called non- recurring activation expenses—involve the acquisition of assets such as  furniture or equipment, or payment to a contractor for services such as  equipment installation. Ongoing expenses, or expenses incurred more  than once—called recurring activation expenses—are for staff salaries  and consumable supplies, such as gowns and gloves. After a facility  opens and begins serving patients, facilities are permitted to treat  supplies and the salaries of new staff as activation costs until the site is  serving enough patients to receive funding through one of VA’s regular  funding processes, known as the Veterans Equitable Resource Allocation  (VERA). Figure 1 provides examples of recurring and non-recurring  activation expenses.", "The total cost of activation for major lease and major construction projects  can be substantial. The median activation funding that facilities reported  spending on major activations from fiscal year 2012 through 2018 was  approximately $16 million. The four newest hospitals (in Denver, Las  Vegas, Orlando, and New Orleans) spent a cumulative total of more than  $1.9 billion for activation during this time period.", "The types of facilities undergoing activation can vary in size, services  provided, and overall purpose within the VHA healthcare system, as  shown in figure 2. For example, a community-based outpatient clinic  (CBOC) is typically much smaller than a medical center but can provide  primary, specialty, subspecialty, mental health, or any combination of  delivery services that can be appropriately provided in an outpatient  setting. Large medical centers can provide outpatient services as well as  a broad range of inpatient services, including emergency services,  surgery, and acute psychiatric care. Smaller facilities may refer patients to  medical centers for complex treatment.", "National, regional, and local staffs play different roles in the activation  process:  National: VHA’s Activations Office—under the Office of Capital Asset  Management (OCAM)—historically provided ad-hoc support to sites  activating a major lease or construction project, such as providing on-site  training related to the activation process and facilitating input from subject  matter experts within VHA. The office also determines the base amount  of activation funding that sites receive. Officials overseeing the office  stated that its role is being reassessed and that the type of support it  provides for activations may change in light of an internal reorganization  and consideration for VA’s future growth plans.", "Regional: VHA’s18 regional networks, known as Veterans Integrated  Service Networks (VISN), are responsible for the coordination and  oversight of all administrative and clinical activities at health care facilities  within their specified region. A VISN’s role in activation varies depending  on the expertise available at the facility level, but VISNs can help facilities  arrange contracts for services (like laundry or hazardous waste removal);  review a facility’s budget submissions to VHA; and facilitate discussions  with senior management or knowledge-sharing with other sites that have  recently completed activation. The VISNs are also responsible for  distributing activation funding from VHA.", "Local: In addition to providing medical services, medical centers function  as administrative hubs for services in the area. As a result, the medical  center director is ultimately responsible for activating facilities within the  center’s administrative boundary. The medical centers can appoint staff to  manage the activities required for activation. These staff can include the  activations project manager, financial officers, and subject matter experts  like interior designers. As a team, the staff are responsible for developing  technical requirements, creating risk mitigation strategies, and deciding  key acquisition dates, among other tasks."], "subsections": [{"section_title": "Activation Tasks Include Identifying and Fulfilling Staffing, Equipment, and Other Needs Planning and Execution of Activation Tasks Align with Building Acceptance and the First Day of Clinical Services", "paragraphs": ["While VHA has not identified standard milestones for activation, based  upon our review of VHA documents and interviews with local and regional  VHA officials, we found that two events are especially relevant to the  planning and execution of activation activities: (1) building acceptance  (when VHA formally takes possession of and occupies a building) and (2)  providing medical services to the first patient. Figure 3 describes  examples of activation activities in relation to these events, although the  actual timing of tasks will vary depending on the needs of individual  facilities."], "subsections": []}, {"section_title": "Activation Teams Begin Equipping and Staffing New Facilities Prior to Building Acceptance", "paragraphs": ["Officials from selected facilities said that prior to building acceptance,  their activation activities typically focus on determining furniture and  equipment needs, placing orders, anticipating staffing needs, and hiring  new staff.", "Determining furniture and equipment needs is intertwined with the  building design process, according to officials from three VHA facilities,  because the design of the physical space can dictate what equipment is  purchased. For example, a VHA official from one health-care center said  that the activations team showed the medical care providers a mock-up of  a treatment room and created cardboard models of furniture to help them  select items. The official told us that getting the medical care team’s input  early in the planning process can avoid the need to make costly changes  in order to make the physical space fit the equipment or furniture  requested by the medical care providers.", "Conversely, the building may be designed to accommodate specific  equipment. For example:", "Officials from one facility shared the specifications of the radiology  equipment with the team designing the building in order to leave a  proper amount of space for the equipment.", "Similarly, an annex’s activation staff worked with the resident engineer  to design an enclosed area separate from their main building for a  mobile MRI machine. This design ensured a new MRI machine could  be swapped out in the event of a breakdown without causing a  disruption to the facility’s operations.", "Officials said that they also begin the purchasing process for equipment  and furniture prior to building acceptance. VHA officials stated they work  backwards from the construction endpoint to determine when to order  items. VHA officials told us they need to place orders for certain items— such as high-tech equipment or made-to-order furniture—well in advance  of the facility’s opening because the items are known to have long  delivery times. For example:", "Officials from one clinic reported they ordered their facility’s imaging  equipment 22 months before they needed it.", "Similarly, an official from a different clinic said that furniture is often  not manufactured until it is ordered, so it can take several months to  arrive. In contrast, the official said items like a staff refrigerator could  be picked up at a local store within days and do not require  substantial advance planning.", "Facilities also begin planning for their workforce needs prior to building  acceptance. For example:", "An official from one clinic stated that facilities typically identify their  staffing needs during this time period by position, title, and pay.", "Officials from an annex said that before their facility’s construction  groundbreaking, they discussed how many staff would move from the  old facility to the new facility, and how many new staff they expected  to hire.", "After activation teams determine their staffing needs, facilities hire and  begin training new staff. For example:", "An official from one clinic said that new staff needed to be trained  prior to opening day, so it is not uncommon for staff to be hired and  brought on-board before the facility begins providing clinical services.", "In the case of a very large facility, such as a medical center, hiring the  required staff can require an extensive search that must commence  before the building is finished. An official from a medical center said  that a shortage of skilled medical workers required a nationwide  search for suitable candidates."], "subsections": []}, {"section_title": "New Facilities Prepare for Patient Care after Building Acceptance", "paragraphs": ["Officials said that after a building is accepted as complete, activation  typically focuses on tasks associated with moving into the space, such as  equipment installation and training staff. For example:", "One clinic’s project calendar showed in the weeks leading up to  opening day that the activations staff planned to install office furniture  such as desks and filing cabinets, as well as to perform checks on  biomedical equipment to ensure proper functioning.", "Officials from another clinic coordinated equipment and furniture  deliveries between the warehouse (where items were being stored)  and the new facility.", "The extent of staff training after building acceptance depends on the need  to familiarize staff with the new facility, and the complexity of services  offered. Activation staff might choose to have medical staff become  familiar with the new facility by working at the facility prior to new  operations. For example:", "One clinic’s staff started working in the building before their first  patient was seen in order to become familiar with the new space.", "An official from a medical center said that facility staff adjusted to  operating newer infrastructure, such as learning to operate a modern  computerized boiler system. That official also stated that the medical  center might need to conduct extensive training exercises to simulate  24/7 inpatient care. In contrast, outpatient facilities that do not operate  around the clock may not have these same training needs."], "subsections": []}, {"section_title": "Activation Continues after Facilities Begin Providing Clinical Services", "paragraphs": ["Once a facility begins providing medical care, officials said that activation  tasks are typically related to facility operations. These tasks can include  on-the-job training in the new space and making necessary adjustments  to the facility to ensure it runs properly while concurrently serving new  patients. For example:", "An official at one clinic said that beginning patient care with a  decreased workload, known as a “soft opening,” can help facilitate on- the-job training. The same official explained that this approach allows  staff to become accustomed to their new facility’s operations and  address any issues that may emerge without the demands of  operating at full capacity.", "VHA officials from a health care center said that space adjustments  included repositioning exam beds and ordering ergonomic chairs.", "Officials at several sites stated that they used SharePoint, an internal  communication tool, to keep track of needed adjustments. This  approach enables staff to monitor ongoing issues during the  beginning of new operations, resolve unexpected problems, and track  issues as they occur.", "Several VHA officials also said that some activation tasks —such as  hiring staff—may occur after a facility begins serving patients. If a facility  plans on a phased opening, in which some services will not be available  on the first day, processes that would typically be completed earlier may  take place during this time frame instead. For example, a medical center  in our review utilized a phased-opening approach, as it expanded its  capabilities with new medical services after opening."], "subsections": []}]}, {"section_title": "Selected Facilities Provided Most Clinical Services within Expected Time Frames, but Delays Occurred for a Variety of Reasons", "paragraphs": ["The facilities included in our review provided most medical services within  planned time frames; however, nearly one-third of services were  delayed for various reasons. Overall, 59 of the 87 services were offered  within planned time frames (69 percent). Of the 28 services that were not  provided on time, staffing, equipment size, “commissioning”, and  procurement issues contributed to the delays, according to officials.", "Staffing issues delayed a total of 14 services in two of the seven  facilities reviewed. One facility had 13 services with delays that  ranged from 4 to 6.5 months. Officials said the delays were due to  difficulties recruiting the staff necessary for those services, which  included various types of surgery, radiology, and mental health,  among others. Similarly, difficulties recruiting a dentist at a second  facility delayed dental service 4 months beyond the expected delivery  time frame.", "Equipment at one facility did not fit into some of the rooms and the  space needed to be altered in order to accommodate it. Officials  said that all 12 services were delayed by approximately 1 month so  that the facility could open with all services available, though officials  noted that the full extent to which the equipment issues contributed to  these delays was unknown (i.e., there could have been other causes  that they could not recall.)", "Commissioning issues delayed women’s healthcare services at one  annex by approximately 1 month. Officials said that the air circulation  rate—which needed to be higher in rooms where certain procedures  are performed—was inadequate. As a result, the air exchange had to  be improved before the facility could begin performing the planned  clinical procedures.", "Procurement issues led to delays in providing radiology services at  one facility. Officials told us that x-ray services were delayed by 3  months because the equipment was ordered through the centralized  purchasing process, which took longer than local officials had  anticipated.", "These delays primarily affected services that were originally planned to  be offered within 2 months of building acceptance. While selected  facilities planned to offer approximately 92 percent of services within 2  months of building acceptance, as shown in figure 4, 61 percent were  actually offered within that time frame.", "VHA does not provide a guideline for how much time facilities should  need after building acceptance to provide clinical services. Officials  explained that the appropriate amount of time will vary based upon the  scope of the project, including factors such as the number and kinds of  services offered and the level of effort associated with installing the  equipment (e.g., a replacement hospital will require more effort than a  small outpatient clinic). Thus, we did not determine if facilities were  allotting appropriate amounts of time to complete activation activities and  serve patients. However, VA’s Activation Process Guide provides some  information regarding when full services should be available. The Guide  states that clinical services can be added for up to 6 months after opening  day (i.e., the first day that patients receive any services at the facility).  The Guide further states that facilities may expect to offer services  gradually—versus all on opening day—when services are new to an area.", "Of the 87 services offered by the facilities in our review, 86 were offered  within 6 months of opening day. The remaining service—a clinic that  provides colonoscopy and other related procedures at one facility— opened on schedule approximately 11 months after opening day. This  facility was replacing another facility that had not previously offered this  service. Officials explained that because the service was new, they  needed more time to develop and equip the space as well as hire staff, so  they planned on offering this service later than services that were being  transferred from the previous facility."], "subsections": []}, {"section_title": "VHA Lacks Processes and Clear Definitions to Estimate and Oversee Total Activation Costs", "paragraphs": ["VHA lacks processes to develop total cost estimates for major activations.  Without total cost estimates, VHA is unable to determine whether actual  activation expenses are higher or lower than planned. Furthermore, VHA  does not have documentation that defines allowable activation costs,  including what facilities can purchase with activation funding and when  facilities should cease spending activation funds. As a result, VHA  officials lack critical information to support decision-making about  resource allocation, and are not well positioned to effectively identify and  investigate deviations from planned spending."], "subsections": [{"section_title": "VHA Lacks Processes to Develop Total Activation Cost Estimates and Compare Them against Actual Costs", "paragraphs": ["VHA lacks processes to develop reliable total activation cost estimates for  major activation projects and to compare actual costs against these  estimates. According to our assessment of information from VHA, the  current cost estimation process does not cover the full duration of  activation and does not reflect best practices for developing reliable cost  estimates. In addition, VHA officials said that until recently, the agency  lacked the accounting mechanisms necessary to facilitate comparisons of  a project’s total activation costs against estimated costs; however, while  VHA now possesses these mechanisms, it has not documented the  process for how the new information should be used.", "The Activations Office and facility activation staff annually develop cost  estimates for the upcoming 3 fiscal years using (1) an activation cost  model (the model) and (2) a cost template (the template). According to  Activations Office officials, the model is managed by the Activations  Office and uses inputs such as a facility’s square footage and project  schedule. Activations Office officials also said that the template is typically  completed by facility activation staff and includes inputs such as planned  clinical services as well as estimated staffing, equipment, and supply  costs. While the cost estimate is driven primarily by the model,  information in the template is also considered before annual activation  funds are distributed, according to Activations Office officials. Figure 5  shows the steps for determining and distributing annual activation funds.", "We determined that the model and template do not estimate costs for the  entire duration of a facility’s activation. According to our review of  facilities’ spending data, activation spending for a given facility can occur  over more than 3 fiscal years. All eight of the facilities in our review, for  example, spent activation funds over 4 or 5 fiscal years. Thus, the  estimate the Activations Office would have developed at the beginning of  these projects would not have reflected total activation costs. Moreover,  we did not see evidence that VHA medical facilities independently  develop total activation cost estimates that are appropriate to compare  against total actual costs. None of the eight selected facilities we  reviewed could provide total activation cost estimates appropriate for this  use, according to officials at each facility. Officials from five facilities  stated that they had not developed such estimates, an official from one  facility said that an estimate could not be located and probably had never  been done, and officials from two facilities said that such documentation  could not be located.", "VHA officials said that the existing cost estimation tools reflected the  budgeting process (i.e., the current fiscal year and two future years) and  that they had not previously been required to develop a cost estimate for  the entirety of activation. Officials noted that as the Activations Office’s  role shifts to include more oversight, it will be important for the Office to  have total cost estimates for activation; however, as of September 2019,  VHA did not have any specific plans for how to collect estimates for a  project’s entire activation cost.", "We also found that VHA’s current process for developing activation cost  estimates does not fully align with best practices for developing cost  estimates as established in the GAO Cost Guide (see table 1 below).  VHA’s process minimally met 10 and did not meet 2 of the steps—each of  which reflects multiple best practices—required to develop reliable cost  estimates. A reliable cost estimate is critical to the success of any  program, providing the basis for informed decision-making, realistic  budget formulation and program resourcing, and accountability for results.  VHA officials acknowledged that following these practices would be  valuable for the activations process, and explained that the agency did  not previously incorporate these practices because they had not  assessed the strength of their activation cost estimation process in this  manner.", "Lastly, the Activations Office does not compare existing estimates and  actual activation costs. While the Activations Office develops activation  cost estimates for the upcoming 3 fiscal years and has some capabilities  to track activation costs, to date it has not compared the planned costs to  actual expenses. According to Activations Office officials, they have  historically been unable to track how activation funding was spent at the  facility level, which impeded such comparisons. Starting in fiscal year  2020, officials from the Activations Office plan to use accounting codes  associated with each activation project, which will allow them to track  expenses at the facility level. An internal review conducted in mid-2019 by  the department overseeing the Activations Office concluded that the  agency needed to regularly assess the extent to which activations spent  funds as planned. As of October 2019, however, officials said the office  has not documented the process for how they will deploy their new  accounting oversight capabilities, including which personnel would be  responsible for conducting such comparisons, the frequency of  comparisons, and any follow-up steps that would be considered in the  event of significant differences.", "Without processes for estimating total costs and comparing them against  actual expenses, the Activations Office is limited in its ability to improve  resource planning, budgeting, and allocation—critical elements that  support VA’s stated management priority to enhance data-driven  decision-making. Further, guidance from the Office of Management and  Budget states that agencies should obtain information on actual project  costs and compare them against planned expenses so managers can  have a clear understanding of how resources are being used and whether  cost goals are being met. Documented processes for cost estimation  and comparison would be particularly important in the case of large  medical centers, whose activation costs are in the hundreds of millions of  dollars."], "subsections": []}, {"section_title": "VHA’s Activations Office Has Not Clearly Defined Allowable Activation Costs or Spending Time Frames", "paragraphs": ["The Activations Office has not clearly defined what officials at local  facilities can purchase with activation funding and how long activation  funding should continue after opening day. Activations Office officials said  that there is a general understanding that some expenses, such as  medical equipment for new facilities or services, are activation expenses,  and that the Activations Office intends to provide activation funding until  the facility begins to receive VERA funding to cover operational  expenses. However, there is no policy to inform facility activation staff of  what they can purchase with activation funding and when funding will  cease. In mid-2019, an internal review conducted by the department  overseeing the Activations Office found that the lack of clarity regarding  what could or could not be purchased should be remedied; however, as  of September 2019, no specific plans have been established to define  appropriate purchases.", "Officials we spoke with—both at the selected medical facilities and  VISNs—expressed uncertainty about what expenses they could pay for  using activation funding.", "Officials from two of eight facilities told us that there were times when  they did not know if they should charge an expense to activation or  another funding source, such as construction accounts. For  example, officials at one facility told us that they were unsure whether  construction or activation funds would pay for the special window  blinds needed for the intensive care units.", "Officials at four of the VISNs also said that when contacted by medical  facility officials for guidance on allowable expenses, there were times  when they did not know if facilities should charge an expense to  activation or another funding code.", "In addition, officials from the selected sites held differing views on how  long they were eligible to receive activation funding from the Activations  Office. Finance officials for one of the selected facilities said that  activation funding is provided for up to 5 years, while officials from several  other facilities said that activation funding is available until operational  expenses are covered by VERA. Activations Office officials said that the  latter interpretation is accurate and that this transition to ongoing VERA  support should take place within approximately 2 years after opening  day. However, an official from the Activations Office said that a few  facilities have received funding from the Activations Office for more than 2  years after opening because there was no clear definition for when  activation funding should cease.", "The lack of clear definitions regarding what constitutes allowable  activation expenses and when activation funding should end limits VHA’s  ability to consistently and accurately estimate and track activation costs.  For example, similar facilities could develop varying total cost estimates  due to different understandings of what expenses are allowable. VA  management priorities include making data-driven decisions to improve  resource planning, budgeting, and allocation. In addition, Standards for  Internal Control in the Federal Government states that management  should use quality information to achieve the entity’s objectives. Clear  definitions on what expenses facilities should charge to activation  accounts, and for how long, would improve the Activations Office’s ability  to monitor activation costs and improve resource stewardship."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["As VHA undertakes the process of replacing facilities to better reflect its  focus on outpatient and specialized care, it is poised to spend hundreds  of millions of dollars per year to equip and staff these new sites. However,  VHA does not have a clear understanding of total costs and whether  individual activation projects are spending funds effectively. Because  VHA does not have a process for developing an estimate for the entire  activation cost of a project, the agency lacks a critical baseline that can  inform future spending decisions. In addition, because VHA lacks a  process that describes how officials should compare actual expenses to  that estimate, the agency has no mechanism to regularly identify and  respond to unplanned differences in activation costs. Furthermore,  defining allowable activation expenses would better position VHA to  ensure total cost estimates are consistent from facility to facility. Lastly,  additional clarification on how to estimate activation costs and compare  them against actual expenses would help VHA to more effectively  manage the activations process. Without processes and clear definitions  associated with activation cost measurement, VHA does not have  reasonable assurance that it will be able to effectively manage the  resources associated with activation."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making the following four recommendations to VA:", "The Assistant Deputy Under Secretary for Health for Administrative  Operations should develop and document a process for estimating  total activation costs for major medical facility projects. This process  should reflect the 12 steps for developing a reliable cost estimate  outlined in the GAO Cost Guide. (Recommendation 1)", "The Assistant Deputy Under Secretary for Health for Administrative  Operations should develop and document a process for comparing  actual activation costs for major medical facility projects to estimates.  This process should identify the personnel responsible for comparing  the estimated costs to the actual expenses and document their  responsibilities. (Recommendation 2)", "The Assistant Deputy Under Secretary for Health for Administrative  Operations should define and document what items and services  officials can purchase with activation funds. (Recommendation 3)", "The Assistant Deputy Under Secretary for Health for Administrative  Operations should define and document when facilities should cease  to spend activation funds. (Recommendation 4)"], "subsections": []}, {"section_title": "Agency Comment", "paragraphs": ["We provided a draft of our report to VA for review and comment. VA  provided written comments, which are reprinted in appendix II. VA  concurred with all of our recommendations. VA further provided  information on how it intends to address our recommendations, with  target dates for completion in December 2020.", "We are sending this report to the appropriate congressional committees  and to the Secretary of the Department of Veterans Affairs. In addition,  this report is available at no charge on the GAO website at http://gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2834 or vonaha@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. Other key contributors to this report are listed in  appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Reported Activation Costs at Selected VHA Medical Facilities", "paragraphs": ["To understand the costs of the activations of the eight selected facilities,  we asked activation officials at each facility to provide a breakdown of the  activation costs by the following categories: (1) Furniture, Fixtures, and  Equipment; (2) Staffing; (3) Supplies; (4) Other; and (5) Total Cost. We  used these cost categories because these are the categories in the  template that facilities complete to estimate activation costs."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Veterans Affairs", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact above, Heather Halliwell (Assistant Director);  Alison Snyder (Analyst-in-Charge); Rose Almoguera; Brian Bothwell;  Geoffrey Hamilton; Jason Lee; Terence Lam; Ethan Levy; Josh Ormond;  Daniel Setlow; Laurel Voloder; Mary Weiland; and Elizabeth Wood made  key contributions to this report."], "subsections": []}]}], "fastfact": ["How much does it cost to get a new medical facility for veterans up and running? The Veterans Health Administration (VHA) spent more than $4 billion staffing and equipping (“activating”) such facilities from fiscal year 2012 through 2018.", "But VHA doesn’t have a clear definition of allowable activation expenses or a process to estimate total activation costs.", "Our recommendations address these issues to improve VHA’s oversight of activation costs."]}