{"id": "GAO-03-804", "url": "https://www.gao.gov/products/GAO-03-804", "title": "Nuclear Security: Federal and State Action Needed to Improve Security of Sealed Radioactive Sources", "published_date": "2003-08-06T00:00:00", "released_date": "2003-09-09T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Sealed radioactive sources, radioactive material encapsulated in stainless steel or other metal, are used worldwide in medicine, industry, and research. These sealed sources could be a threat to national security because terrorists could use them to make \"dirty bombs.\" GAO was asked to determine (1) the number of sealed sources in the United States, (2) the number of sealed sources lost, stolen, or abandoned, (3) the effectiveness of federal and state controls over sealed sources, and (4) the Nuclear Regulatory Commission (NRC) and state efforts since September 11, 2001, to strengthen security of sealed sources."]}, {"section_title": "What GAO Found", "paragraphs": ["The number of sealed sources in the United States is unknown because NRC and states track numbers of licensees instead of individual sealed sources. Users of certain devices containing sealed sources are not required to apply to NRC for a license. Accounting for these devices has been difficult. In addition, since 1998, more than 1,300 incidents have taken place in the United States where sealed sources have been lost, stolen, or abandoned. The majority of these lost devices were recovered. Security for sealed sources varied among the facilities GAO visited in 10 states. Also, a potential security weakness exists in NRC's licensing process to obtain sealed sources. Approved applicants may buy sealed sources as soon as a new license is issued by mail. Because the process assumes that the applicant is acting in good faith and it can take NRC as long as 12 months before conducting an inspection, it is possible that sealed sources can be obtained for malicious intent. In addition, NRC currently evaluates the effectiveness of state regulatory programs, but these evaluations do not assess the security of sealed sources. Since the terrorist attacks of September 11, 2001, NRC and states have notified licensees of the need for heightened awareness to security, but have not required any specific actions to improve security. NRC has been developing additional security measures since the attacks, and issued the first security order to large facilities that irradiate such items as medical supplies and food on June 5, 2003. Additional orders to licensees that possess high risk sealed sources are expected to follow. NRC and states disagree over the appropriate role of states in efforts to improve security. NRC intends to develop and implement all additional security measures on licensees with sealed sources, including those licensed by states. However, over 80 percent of states responding to our survey feel they should be given responsibility to inspect and enforce security measures."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since the September 11, 2001, terrorist attacks there has been concern that  certain radioactive material, such as cobalt-60, strontium-90, iodine-131,  cesium-137, iridium-192, and americium-241, could be used in the  construction of a radiological dispersion device—commonly referred to as  a “dirty bomb.” Such radioactive materials are used in devices that treat  cancer, sterilize food and medical instruments, and detect flaws in  pipelines and other types of metal welds. Much of the radioactive material  used in these devices is encapsulated, or sealed, in metal such as stainless  steel, titanium, or platinum to prevent its dispersal. A dirty bomb could be  produced by using explosives in combination with radioactive material  upon detonation. Most experts agree that the dispersed radioactive  material would have few short-term health effects on exposed individuals  and that the explosives, not the radioactive material, would likely cause the  greatest amount of immediate injuries, fatalities, and property damage.  However, a dirty bomb—depending on the type, form, amount, and  concentration of radioactive material used—could cause radiation  exposure in individuals in close proximity to the material for an extended  time and potentially increase the long-term risks of cancer for those  contaminated. In addition, the evacuation and cleanup of contaminated  areas after such an explosion could lead to panic and serious economic  costs on the affected population.", "Under the Atomic Energy Act of 1954, the Nuclear Regulatory Commission  (NRC) regulates domestic medical, industrial, and research uses of sealed  sources through a combination of regulatory requirements, licensing,  inspection, and enforcement. Section 274 of the act authorizes NRC to give  primary regulatory authority to states (called “agreement” states) under  certain conditions. To date, NRC has relinquished its licensing, inspection,  and enforcement authority to 32 agreement states that administer the use  of sealed sources within their jurisdictions; while continuing to regulate  the use of sealed sources in the remaining states. NRC periodically  evaluates each agreement state’s regulatory program for compatibility with  NRC regulations and its effectiveness in protecting public health and safety.  Two types of licenses are associated with the use of radioactive materials— general licenses and specific licenses. A generally licensed device usually  contains a sealed source within a shielded device, such as gas  chromatograph units, fixed gauges, luminous exit signs, or reference and  check sources. Such devices are designed with inherent radiation safety  features so that persons with little or no radiation training or experience  can use it, and as such do not require NRC or agreement state approval to  purchase and are widely commercially available. Specific licenses cover  uses, such as cameras used for industrial radiography, medical devices  used to treat cancer, and facilities that irradiate food or medical products  for sterilization. These uses generally require larger amounts of radioactive  material than can be obtained with a general license. Organizations or  individuals wanting to obtain a specific license must submit an application  and gain the approval of either NRC or an agreement state. In addition to  NRC and agreement states, other federal agencies, such as the Department  of Transportation, the Food and Drug Administration, and the  Environmental Protection Agency, regulate the safe transportation,  medical use, and cleanup of radioactive material. The Department of  Energy (DOE) regulates the use of radioactive material at its facilities and  at the national laboratories.", "This report—the third that we have prepared at your request to examine  efforts to control sealed radioactive sources—examines efforts in the  United States to regulate the use of sealed sources domestically and to  prevent the use of this material by terrorists. Specifically, you asked us to  determine (1) the known number of sealed sources in the United States; (2)  how many of these sealed sources have been lost, stolen, or abandoned; (3)  the effectiveness of federal and state controls over sealed sources; and (4)  NRC’s and agreement states’ efforts considered or implemented following  September 11, 2001, to strengthen security of sealed sources. To address  these objectives, we distributed a survey to radiation control agencies in  the 32 agreement states, the 18 non-agreement states, the District of  Columbia, and Puerto Rico to determine numbers and types of radioactive  materials licenses in their jurisdictions and to solicit their views on the  regulation of sealed sources. At the time of this report, all of the agreement  states except Arizona, 11 non-agreement states, and Puerto Rico had  responded to our survey. We did not receive responses from the following  non-agreement states—Alaska, Connecticut, Minnesota, Missouri,  Pennsylvania, South Dakota, Vermont, Wyoming, and the District of  Columbia. We also surveyed and interviewed officials in the four NRC  regional offices; interviewed officials at NRC headquarters in Rockville,  Maryland; and analyzed NRC license and incident databases. In addition,  we observed NRC evaluations of the effectiveness of state regulatory  programs in Rhode Island and Florida and a similar evaluation of NRC’s  Region III radioactive materials regulatory program in Lisle, Illinois. We  visited 10 states to meet with officials of state radiation control agencies  and selected licensees representing a variety of types and uses of sealed  sources. Appendix I presents our scope and methodology in more detail."], "subsections": [{"section_title": "Background", "paragraphs": ["Radioactive material in sealed sources is used in equipment designed to  diagnose and treat illnesses (particularly cancer), irradiate food and  medical products for sterilization purposes, detect flaws and other failures  in pipeline and other types of metal welds, and determine the moisture  content of soil and other materials. Until the 1950s, only naturally  occurring radioactive materials, such as radium-226, were available to be  used in sealed sources. Since then, sealed sources containing radioactive  material produced artificially in nuclear reactors and particle accelerators  have become widely available, including cobalt-60, strontium-90,  technetium-99m, cesium-137, and iridium-192. Under the Atomic Energy  Act of 1954, the states retain sole regulatory authority over most naturally  occurring radioactive material as well as radioactive material produced in  particle accelerators. Federal jurisdiction extends only to those materials  used as a source of material for nuclear fuel or created as a result of  irradiation in nuclear reactors.", "Radioactive material can be found in various forms. For example, cobalt-60  is a metal, while the cesium-137 in some sealed sources is in a powder form  closely resembling talc. Radioactive materials never stop emitting  radiation, but their intensity decays over time at various rates. The term  “half-life” is used to indicate the period during which the radioactivity  decreases by half as a result of decay. Radioactive materials are measured  by their level of activity. The greater the activity level—measured in units  called curies—the more radiation emitted, which increases the potential  risk to the public if the radioactive materials are lost or stolen.", "Two types of licenses are associated with the use of radioactive materials— general licenses and specific licenses. A generally licensed device usually  consists of a sealed source within a shielded device, such as gas  chromatograph units, fixed gauges, luminous exit signs, or reference and  check sources. These devices are designed with inherent radiation safety  features so that persons with little or no radiation training or experience  can use it. General licensees are automatically licensed without having to  apply to NRC or an agreement state for a license and are subject to a  variety of requirements under NRC’s or agreement states’ regulations.  Furthermore, manufacturers are required to report quarterly to NRC the  names of customers who purchase generally licensed devices. Examples of  requirements general licensees are subject to under NRC’s regulations  include:  general licensees shall not abandon the devices;  complying with instructions and precautions listed on device labels;  performing tests to ensure radioactivity is not leaking from the device at  least every 6 months, and, if leakage is detected, suspend operation of  the device and have it repaired or disposed of by the manufacturer or  another entity authorized to perform such work; and  reporting to NRC or an agreement state the transfer of a device to  another licensee or the disposal of the device.", "A company seeking radioactive material for uses that do not qualify for a  general license must apply to NRC or, if it conducts business in an  agreement state, to the appropriate state for a specific license. Its  application must demonstrate how the use of the materials will meet the  safety requirements in NRC’s or agreement states’ regulations. Applicants  must provide information on the type, form, and intended quantity of  material, the facilities in which the material will be used, the qualifications  of users of the materials, and radiation protection programs the applicant  has in place to protect their workers and the public from receiving  excessive doses of radiation."], "subsections": []}, {"section_title": "NRC and the Agreement States Lack Complete Information on Numbers of Sealed Sources", "paragraphs": ["The number of sealed sources in use today in the United States is unknown  primarily because no state or federal agency tracks individual sealed  sources. Instead, NRC and the agreement states track numbers of specific  licensees. NRC and DOE have begun to examine options for developing a  national tracking system, but to date, this effort has had limited  involvement by the agreement states. NRC had difficulty locating owners of  certain generally licensed devices it began tracking in April 2001 and has  hired a private investigation firm to help locate them. Twenty-five of the 31  agreement states that responded to our survey indicated that they track  some or all general licensees or generally licensed devices, and 17 were  able to provide data on the number of generally licensed devices in their  jurisdictions, totaling approximately 17,000 devices."], "subsections": [{"section_title": "NRC and Agreement States Track Licensees Rather Than Individual Sealed Sources", "paragraphs": ["NRC estimates that there are approximately 2 million licensed sealed  sources in the United States. However, there is no single source of  information in the United States to verify authorized users, locations,  quantities, and movements of sealed sources. Separate systems are in place  at NRC and in each agreement state to track the identities of specific  licensees and the maximum quantity of radioactive material that they are  authorized to possess. These systems do not, however, record the number  of sealed sources actually possessed by specific licensees nor do the  systems track movements (such as purchase, transfer, or disposal) of  sealed sources by specific licensees. Licensees are required to maintain  records for the acquisition and disposition of each sealed source it receives  and inspections by NRC and/or an agreement state includes confirming  inventory records.", "The Secretary of Energy and the Chairman of NRC established a working  group in June 2002 to address, among other things, the options for  establishing a national source tracking system and the potential for the use  of technological methods for tagging and monitoring sealed sources in use,  storage, and transit. This working group reported in May 2003 that a  national source tracking system should provide a “cradle to grave” account  of the origins of each high-risk source, and record how, by whom, and  where a source has been transported, used, and eventually disposed of or  exported. According to the report, such a system would help NRC and DOE  to:  monitor the location and use of sealed sources,  detect and act on discrepancies,  conduct inspections and investigations,  communicate sealed source information to other government agencies,  respond in the event of an emergency,  verify legitimate ownership and use of sealed sources, and  further analyze hazards attributable to the possession and use of sealed  sources.", "The working group did not determine how data on sealed source licensees  in the agreement states would be integrated into a national level system.", "While there are no complete data on the number of sealed sources in the  United States, data are available on the number of specific licensees  authorized to use sealed sources. Analysis of NRC’s specific license  database and responses to our survey of the agreement states indicates that  there are about 20,000 specific licensees in the United States (see figs. 1  and 2). The majority (nearly 80 percent) are regulated by the 32 agreement  states, the remaining 20 percent of specific licensees are regulated by NRC.", "Our analysis of NRC’s license tracking system and responses to our survey  of agreement states indicates that sealed sources for medical uses  comprise the largest portion of specific licenses issued (see table 1).", "Fixed and portable gauges used in industry to measure density, moisture  content, thickness, and so forth, are the next most prevalent use of sealed  sources, with nearly 7,100 specific licenses issued nationwide. Over 570  specific licenses have been issued for industrial radiographers. In addition,  there are 70 large irradiators (containing high levels, between 10,000 and 15  million curies, of cobalt-60) across the United States used for the  sterilization of food and medical products, and 284 smaller irradiators  (containing less than 10,000 curies of, in most cases, cesium-137 and  cobalt-60) used in hospitals and other facilities for sterilization of smaller  products, such as units of blood. The remaining specific licenses in the  United States are issued for a variety of purposes, including, among other  things, manufacturing and distribution of smoke detectors (containing  small amounts of americium-241), academic research, and disposal of  radioactive waste."], "subsections": []}, {"section_title": "NRC Has Had Difficulty Finding Owners of Generally Licensed Devices", "paragraphs": ["While data exist on the numbers and locations of specific licenses in the  United States, complete data are not available on the numbers of general  licenses. In most cases general licensees are not required to apply to NRC  or an agreement state for a license to possess and use a device. Therefore,  in the past, data on general licensees have come from manufacturers of  generally licensed devices that are required to report quarterly to NRC or  the agreement states the names of customers purchasing generally licensed  devices. According to NRC, approximately 40,000 general licensees possess  an estimated 600,000 generally licensed devices in the United States.  Although general licensees are required to follow NRC’s regulations, they  traditionally have little contact with NRC. Mishandling and improper  disposition of generally licensed devices has, on occasion, resulted in  limited radiation exposure to the public and, in some cases, entailed  expensive investigation, cleanup, and disposal activities. For example, two  incidents occurred in New Jersey in 1997 involving luminous exit signs  containing tritium. In May 1997, a 14-year old removed three tritium exit  signs from a demolition site near his home and opened one sign exposing  himself to radioactive material and contaminating his home. In October  1997, a patient at a state-run psychiatric hospital broke a tritium exit sign.  While no injuries resulted, the state spent more than $200,000 cleaning up  the hospital and disposing of the more than sixty barrels of radioactive  waste—primarily contaminated carpeting, furniture, bedding, and other  debris—from the incident.", "NRC amended its regulations effective February of 2001, to, among other  things, better enable NRC to verify and track the location, use, and  disposition of generally licensed devices. NRC focused its efforts to  improve accountability over generally licensed devices on a small subset of  devices that were determined to be of higher risk. The amended regulations  include a requirement for general licensees to register with NRC devices  that contain certain levels of radioactive material. General licensees  would be charged $450 to cover the costs of the registration program.", "Beginning in April 2001, NRC mailed registration forms to about 2,800 of its  general licensees. As of May 2003, approximately 61 percent of them had  responded. Twenty-eight percent of the registration forms were returned as  undeliverable and the remaining 11 percent were not returned by the  general licensee, a response rate significantly lower than NRC expected.  According to NRC, a significant amount of the submitted information is  incomplete or inaccurate, requiring additional follow up that was not  anticipated. To help increase the response rate, phone calls are being made  in advance to locate general licensees before registration forms are sent to  ensure the responsible individuals at the correct addresses receive them. In  addition, NRC has contracted with a private investigation firm to help find  general licensees whose addresses in the database are incorrect.", "Twenty-five of the 31 agreement states that responded to our survey said  that they require registration of some or all generally licensed devices.  Seventeen of these states were able to provide us with data on the number  of generally licensed devices they regulate. These 17 states estimate that  approximately 17,000 generally licensed devices are used in their  jurisdictions."], "subsections": []}]}, {"section_title": "Over 1,300 Devices Containing Sealed Sources Have Been Reported Lost, Stolen, or Abandoned Since 1998", "paragraphs": ["Since 1998, there have been more than 1,300 incidents where devices  containing sealed sources have been reported lost, stolen, or abandoned in  the United States, an average of about 250 per year. The majority of these  lost devices were subsequently recovered. Both NRC and DOE recognize  the importance of not only determining how many sealed sources are  present in the United States, but also which sealed sources pose the  greatest risk if used in a dirty bomb. NRC and DOE are working together to  categorize sealed sources by their level of risk. However, NRC’s and DOE’s  efforts have not, to date, addressed sealed sources in the agreement states."], "subsections": [{"section_title": "Majority of Lost and Stolen Sealed Sources Subsequently Recovered and Represented Little Risk to the Public", "paragraphs": ["Analysis of NRC’s Nuclear Materials Events Database indicates that,  between 1998 and 2002, there were over 1,300 incidents of lost, stolen, and  abandoned sealed sources. These losses averaged about 250 per year. Many  of these incidents involved stolen portable gauges that are used to measure  the moisture content and density of soils, concrete, or asphalt on  construction sites. By themselves, these gauges contain low amounts of  radioactive material and pose relatively little risk to the public. Portable  gauges are most often stolen from construction sites or from vehicles such  as pickup trucks. According to NRC and agreement state officials,  individuals stealing gauges are usually unaware that they contain  radioactive material, and they often abandon or return them once  discovering their contents. Nevertheless, responding to these incidents  takes time and resources. Well logging sources also account for a relatively  large number of lost and abandoned sources. One major oil services  company accounts for over 30 of the 132 total well logging sources  abandoned since 1998. These sources contain several curies of americium- 241 and cesium-137. These losses usually consisted of a sealed source  becoming lodged down a well and subsequently abandoned. The well is  filled with concrete and a marker is attached warning of the presence of  radioactive materials. In addition, sealed sources are occasionally  abandoned when companies owning them go bankrupt.", "According to NRC, most sealed sources that are lost, stolen, or abandoned  are subsequently recovered. In the past 5 years, few incidents have  occurred involving what NRC considers high-risk sealed sources. For  example, in March 1999, an industrial radiography camera containing over  88 curies of iridium-192 (a quantity NRC considers to be of concern) was  stolen from a trailer at the radiographer’s home in Florida. The Florida  radiation control program, local law enforcement, and the Federal Bureau  of Investigation conducted an investigation, but never recovered the sealed  source. According to NRC, the iridium-192 in the sealed source has now  decayed to the point where it is no longer a high risk to the public.", "Another example of lost or stolen sealed sources took place in a North  Carolina hospital in March 1998. During a quarterly inventory of a hospital’s  sealed sources, it was discovered that 19 sealed sources were missing,  containing an aggregate of over 600 millicuries of cesium-137—a highly  dispersible radioactive material. These sources included 18 cesium-137  sealed sources—which had been locked in a safe at the time of the  disappearance—and a new cesium-137 sealed source still stored in its  shipping container. The North Carolina radiation control program, NRC,  DOE, and the Federal Bureau of Investigation conducted an extensive joint  investigation. The investigation included air and ground searches using  radiation detection equipment. However, the sealed sources were not  recovered and a conclusion about the cause of the incident was not  reached."], "subsections": []}, {"section_title": "NRC’s and DOE’s Efforts to Categorize Sealed Sources of Greatest Concern Does Not Include Sealed Sources in Agreement States", "paragraphs": ["The working group established by the Secretary of Energy and the  Chairman of NRC in June 2002 was also tasked with determining which  radioactive materials pose the greatest risk if used in a dirty bomb. Their  analysis was to provide a relative ranking of the degree of risk posed by  specific materials as a basis on which initial judgments can be made  regarding specific protective measures to be developed for these materials.", "Using experts from DOE’s Sandia National Laboratory, the task force  developed a methodology to systematically evaluate radioactive materials  for a dirty bomb. Researchers at Sandia considered the potential  dispersability of radioactive materials, the number of locations possessing  the material, the quantity of material possessed at each facility, and the  protective measures already applied to the material. The combination of  these factors yielded a “hazard index,” which serves as an expression of  relative concern. Specific radioactive materials were rated high, medium,  low, or very low, depending upon the degree of health risk posed for their  use in a dirty bomb. The analysis focused on the potential health effects of  the use of radioactive materials in a dirty bomb and did not explicitly  address the psychological and economic consequences. According to an  NRC official, no specific data exists regarding how the public would react  to a dirty bomb, which complicates efforts to analyze its psychological  consequences.", "The working group’s analysis included materials under an NRC license and  DOE’s control in the United States, excluding nuclear weapons materials,  radioactive materials in nuclear power plants, spent fuel, and other  radioactive waste. DOE’s and NRC’s report, however, did not consider  sealed sources held by the approximately 15,000 specific licensees in the  agreement states. Although the agreement states and NRC have similar  types of licensees, agreement states often have greater numbers of  licensees with certain types of sealed sources than NRC-regulated states.  For example, our survey of agreement states indicates that Texas has more  well logging specific licensees than any other state. In addition, states  exclusively regulate the use of naturally occurring and accelerator  produced radioactive materials. Agreement state officials told us that any  consideration of the risks presented by sealed sources needs to include all  materials regulated by NRC and the agreement states because the  psychological and economic consequences of a dirty bomb are likely to be  similar whether the radioactive material is naturally or artificially  produced. NRC plans to work with the states to implement follow-up  actions based on the recommendations in the DOE/NRC report.  Vulnerability studies have been initiated to identify security vulnerabilities  and appropriate security enhancements. Scenarios involving the  aggregation of sources in a single location will be considered. In addition,  methods for improved tracking of the locations of sources will be  developed."], "subsections": []}]}, {"section_title": "Weaknesses Exist in Federal and State Controls Over the Security of Sealed Sources", "paragraphs": ["Weaknesses exist in federal and state controls over the security of sealed  sources. Security for devices containing sealed sources varied among  facilities we visited in 10 states. In addition, NRC’s licensing process to  obtain sealed sources presents a potential security weakness, namely that  approved applicants may purchase sealed sources as soon as a new license  is issued by mail. Because the process assumes that the applicant is acting  in good faith, it is possible that sealed sources can be obtained for  malicious intent. It can take as long as 12 months before NRC conducts its  first inspection of the sealed source holder, potentially allowing sealed  sources to be obtained and used maliciously without NRC’s knowledge."], "subsections": [{"section_title": "Security at Facilities Using Sealed Sources Varies", "paragraphs": ["During visits to licensees, regulated by both NRC and agreement states, we  found a varied level of security provided to sealed sources. A medical  device manufacturer we visited in an agreement state had extensive  security measures in place to protect sealed sources. For example, a heavy  iron fence surrounds the building and guards are on duty to monitor the  facility 24 hours per day, 7 days per week. For shielding and security, the  concrete walls and ceiling containing the radioactive materials are more  than 6 feet thick. All areas housing materials have electronic locks  requiring a 4-digit code and card access. Visitors must be pre-arranged and  escorted at all times. Background and drug checks are conducted on all  personnel before hiring. Once hired, they are provided with varying degrees  of building access, depending upon their duties. Eighteen staff members  are fully trained in emergency response for hazardous materials and every  employee is required to complete a 3-hour training course on radioactive  materials and refresher training sessions are held frequently. Following the  events of September 11, 2001, the company examined risks for the facility  and established an in-house task force to develop scenarios of potential  terrorist attacks. To test the company’s security and employees’  preparedness, the company’s chief executive officer had a helicopter land,  unannounced, on the roof of one of the company’s buildings. Following this  drill, emergency plans were developed that were integrated with the  national Homeland Security Advisory System. For example, whenever the  national threat level is raised to orange, the facility’s front gates are closed  and locked at all times. If the threat level were ever increased to red, no  visitors would be allowed. Furthermore, the company has entered an  agreement with the local police to hire armed off-duty police to provide  additional security for the facility should the national threat level be raised  to red.", "Extensive security measures were also present at a facility we visited in an  agreement state that manufactures portable moisture density gauges.  Sealed sources, shipped to the manufacturer for installation in moisture  density gauges, are immediately placed in a shielded basement storage  room that is kept locked at all times. Only three staff members have keys to  access the room. Entrances to the manufacturing facility are kept locked at  all times, with an alarm system activated after closing time. Visitors must  be escorted during visits. Finally, the company has initiated a computerized  “cradle to grave” tracking system where all sealed sources installed in  moisture density gauges are tracked from manufacture, use, and eventual  disposal.", "In the course of visits to a medical licensee, we observed poor security  practices with sealed sources. For example, during a visit to a hospital in an  agreement state, we were told that sealed sources, including strontium-90,  cesium-137, and iridium-192, were securely stored in a room equipped with  an electronic lock with limited access. Later, during a tour of the hospital,  we found the room unlocked, unattended, and the door propped open. The  hospital official explained that this practice was very unusual; he locked  the room door after inspection and continued the tour. Shortly thereafter,  we passed the room for a second time. Again, the room was unlocked,  unattended, and the door propped open. The storage room was in close  proximity to the hospital’s laundry and maintenance facility, which is  accessible to any hospital employee. In addition, an entry to the hospital  from the outside was also nearby, and this entrance was not guarded nor  equipped with radiation detection equipment to notify security if any sealed  sources were being removed or stolen.", "We also saw potential vulnerabilities at industrial radiography licensees we  visited in agreement states. Industrial radiographers use high radioactivity  iridium-192 sources to produce an image on photographic film to inspect  metal parts and welds for defects. These devices are very portable because  they are often used at remote locations. The devices are also subject to  limited security at the locations we visited—primarily a series of padlocks  on storage cases for the device. Personnel are not required to have  background checks and training was historically only on-the-job. Most  agreement states now require classroom training and testing to enhance  radiographers’ knowledge and skills. One industrial radiographer we  visited added extra security measures consisting of a motion detector  alarm system—monitored by the local police—and an extra lock to the gate  of the storage room at its facility. However, this additional security would  not prevent the theft of the sealed source when the device is being used in  the field or at a customer’s facility. This industrial radiographer had taken  additional steps to train his workers to be aware of security threats and  required—even before it was required by NRC and agreement state  regulations—for two people to be present whenever the sealed source was  being used."], "subsections": []}, {"section_title": "Current Licensing Process Leaves Sealed Sources Vulnerable", "paragraphs": ["To qualify for a specific license to use sealed sources, an applicant must  demonstrate that their use of sealed sources will meet safety requirements  set forth in NRC regulations or in comparable agreement state regulations  (if the license applicant is located in an agreement state). NRC requires  license applications to include information on, among other things, types of  sealed sources that will be used, details of the applicant’s radiation  protection program for workers dealing with sealed sources, and  qualifications of users of sealed sources. NRC reviews this information for  adherence to procedures and criteria documented in NRC licensing  guidance. If the application meets approval criteria, a license is issued.", "NRC licensing procedures do not require inspection of licensee facilities  before the issuance of a license. Instead, NRC performs initial inspections  no later than 12 months after issuance of a license. However, as pointed  out by an agreement state official, a licensee can purchase sealed sources  as soon as a license has been acquired by mail. As a result, licensees may  purchase sealed sources legally without first verifying that they will use the  material as intended. Several agreement states have developed methods to  verify the legitimacy of potential licensees. For example, one program we  visited conducts prelicensing inspections. Another state program hand- delivers licenses at the end of the application process. An agreement state  official explained that pre-licensing inspections and hand delivery enabled  regulators to establish authenticity of the prospective licensee and whether  information provided in the application is indeed valid."], "subsections": []}, {"section_title": "NRC and Agreement States Generally Ensure Safe Use and Handling of Sealed Sources", "paragraphs": ["NRC conducts periodic evaluations of NRC regional materials programs  and agreement state radiation control programs to ensure that public  health and safety is adequately protected. Accidents and injuries resulting  from the use of sealed sources are relatively few. For example, analysis of  NRC’s Nuclear Materials Events Database and responses to our survey of  the agreement states indicates that in fiscal year 2002, only 25 of the  approximately 20,000 licensees in the United States reported radiation  exposures in excess of regulatory limits. In addition, according to NRC,  there were only 32 reported accidents in fiscal year 2002 involving medical  use of sealed sources out of tens of thousands of medical procedures  conducted.", "To evaluate the performance of its and agreement states’ programs, NRC  developed the Integrated Materials Performance Evaluation Program,  which uses several performance indicators in assessment of program  effectiveness, including timeliness and quality of licensee inspection,  program staffing and training, licensing activity, and response to incidents  and allegations. Officials from NRC and agreement states participate in  these periodic evaluations. During these evaluations, NRC and agreement  state officials review program documentation and interview officials with  the state or regional program to assess the program’s performance. When  the results of each performance indicator have been determined, a final  report is issued. Agreement state or NRC regional programs can be  evaluated as:  adequate to protect the public health and safety,  adequate but needs improvement, and  inadequate to protect public health and safety.", "Figure 3 outlines the results of the most recent reviews of agreement state  and four NRC regional programs.", "NRC’s most recent reviews of the 32 agreement states and NRC regional  programs, dating back to 1998, found that all programs are adequately  protecting public health and safety. Of the last 35 program reviews, 31  programs were found adequate to protect public health and safety—the  highest evaluation. Four programs were found “adequate but needs  improvement” and were placed on “heightened oversight.” A program  placed on heightened oversight must follow a plan to improve performance  or it will be placed on probation for failing to correct programmatic  deficiencies. Furthermore, NRC reserves the right to suspend a state’s  agreement if the state does not comply with one or more of the  requirements of the Atomic Energy Act of 1954.", "The Integrated Materials Performance Evaluation Program is intended to  ensure that the NRC and the agreement states adequately protect the health  and safety of the public in accordance with NRC standards. For example, in  February 2003, the Rhode Island program was found “adequate but needs  improvement.” As a result of its evaluation, the Rhode Island program was  placed on heightened oversight and was instructed to follow a detailed plan  to improve performance, which includes NRC monitoring of progress  through bimonthly teleconferences. In addition, the Rhode Island program  must periodically submit a progress report to NRC. The review team found  that a deficiency in staffing and training had led to Rhode Island’s  performance problems. Therefore, as part of the plan to improve  performance, Rhode Island was instructed to address staffing and training  concerns. In November 2003, a follow-up review will be conducted to  establish whether the program has improved enough to remove it from  heightened oversight status.", "The review program also encourages states and NRC regions to learn good  practices from one another. For example, an NRC official recommended  that Florida be cited for a good practice for its in-house training efforts for  the program’s staff, including the creation of a new “training coordinator”  position. As a result of participation by an Ohio official during Florida’s last  evaluation, Ohio’s program decided to hire a training coordinator.  Furthermore, because review results are available to the public and a good  practices report is periodically distributed to all agreement states and NRC  regions, all programs have access to the good practices of other programs.", "The report not only shares the good practices, but also the reasons for poor  performance. Agreement state and NRC regional programs can take action  to improve performance by examining the strengths and weaknesses of  other programs."], "subsections": []}]}, {"section_title": "NRC Efforts to Improve Security over Sealed Sources Have Been Limited and Disagreement Exists over the Appropriate Role of the States", "paragraphs": ["Efforts undertaken by NRC and agreement states to strengthen the security  of sealed sources for medical, industrial, and research use have only, to  date, required large irradiator facilities to take specific actions. Additional  orders to licensees that possess high-risk sealed sources are expected to  follow. NRC and agreement states disagree over the appropriate role of the  states in efforts to improve security. NRC intends to develop and  implement all additional security measures on licensees with sealed  sources, including those licensed by agreement states. However, 82 percent  of agreement states responding to our survey feel they should be  responsible for inspecting and enforcing security measures for sealed  sources in their states under their authority to ensure public health and  safety."], "subsections": [{"section_title": "NRC’s Security Efforts Have Not Focused on Sealed Sources", "paragraphs": ["Since the events of September 11, 2001, NRC efforts have focused on  issuing advisories and orders for nuclear reactor and nuclear fuel licensees  and implementing changes within NRC to streamline its security  responsibilities. Specifically, NRC has issued over 30 advisories and 20  security orders requiring action to nuclear power plants, decommissioning  power reactors, fuel cycle facilities, and spent fuel facilities. Between  November and December 2001, NRC’s Office of Investigations visited 80  nuclear facilities, law enforcement agencies, and first responders  nationwide to interview officials and review records to identify potential  terrorist risks. NRC forwarded potential leads to the Federal Bureau of  Investigation. In addition, NRC has revised the “design basis threat” for  nuclear power plants—the largest reasonable threat against which a  regulated private guard force should be expected to defend under existing  law—and issued a corresponding order in April 2003 requiring power  plants to implement additional actions to protect against sabotage by  terrorists and other adversaries. NRC also made a series of internal  administrative changes, such as consolidating the agency’s security  responsibilities in establishing an Office of Nuclear Security and Incident  Response, which includes a Threat Assessment Team responsible for  working directly with the Central Intelligence Agency and the Federal  Bureau of Investigation on security issues. The Office of Nuclear Security  and Incident Response also works with the Department of Homeland  Security and other agencies concerned with terrorism to assess and  respond to potential threats. In an effort to more effectively communicate  and respond to threats, NRC developed a Threat Advisory and Protective  Measures System based on the national Homeland Security Advisory  System, and increased staffing at its 24-hour Emergency Operations Center.  NRC also conducted a review of information available to the general public  on the NRC Web site for potential security risks.", "Efforts to strengthen the security of sealed sources for medical, industrial,  and research use—by both NRC and agreement states—have been limited.  Since September 11, 2001, NRC has issued a total of six advisories urging  licensees to ensure security of sources and advising them to be more aware  of the possibility of theft and sabotage. Licensees were also advised to  double-check shipping documents and inform local police authorities of  their possession of sealed sources. On June 5, 2003, NRC issued its first  security order for large irradiator facilities—70 facilities nationwide that  expose products, such as medical supplies, to radiation for sterilization— that requires licensees to take action to strengthen security. The decision to  select irradiators first has been questioned by agreement state officials and  licensees, as they feel other uses of sealed sources pose a higher risk. For  example, 93 percent of agreement states responding to our survey  identified industrial radiographers as of greater concern. Reasons for this  may include that the sealed sources in these devices are portable, have high  radioactivity, and are widely available (over 570 licensees in the United  States). Although irradiator facilities contain larger amounts of radioactive  material than industrial radiographers, they are specially designed to  include thick concrete and steel walls, security interlocks, and other  protective equipment to protect against radiation exposure. In addition, the  irradiator facilities we visited had taken the initiative to implement  supplementary security measures, such as installing motion detectors,  more extensive security alarms and monitoring, and employee  identification badges. Other uses identified by agreement states officials in  our survey as requiring stricter regulation include portable gauges and well- logging devices—over 4,600 and over 200 licensees nationwide,  respectively.", "Transportation was also identified as needing additional security. Although  most agreement states surveyed indicated that the Department of  Transportation’s (DOT) regulations are adequate to ensure safe  transportation of sealed sources, 81 percent of them identified weaknesses  in current regulations and 77 percent indicated that communications and  coordination needs to be improved between their state program and DOT.  Some DOT officials we spoke with disagreed that sealed sources were  particularly vulnerable during transportation. However, one DOT official  noted that large quantities of iridium-192 are regularly shipped to the  United States from Europe and South America using regular commercial  freight services. Such sources are shipped in stainless steel transport kegs  that require no special tools or equipment to open. Once loaded with up to  10,000 curies of iridium-192, the transport keg weighs only 150 to 200  pounds. While this official believed that, overall, security is sufficient  during transport, he told us that at certain phases such shipments could be  vulnerable to terrorist diversion.", "NRC and the agreement states have formed a materials security working  group to develop and issue new security orders by the end of the year for  approximately 2,100 licensees—located throughout the United States— that have been determined to be of the greatest risk based upon NRC’s and  DOE’s work to categorize sealed sources. When these orders are issued,  affected licensees will have a certain specified time period to comply with  the order and implement required security measures. At the end of this  period, licensees will be subject to inspections to ensure compliance and  face enforcement actions if actions have not been taken.", "Agreement states’ efforts to strengthen the security of sealed sources have  focused primarily on facilitating NRC actions, such as forwarding NRC  advisories, increasing attention on security when conducting inspections  and license reviews, and coordinating with local law enforcement and first  responders to develop emergency response procedures. Eighty-six percent  of agreement state officials responding to our survey indicated that they  are adequately addressing post-September 11, 2001, heightened security  concerns involving malicious use of radioactive material."], "subsections": []}, {"section_title": "NRC and the Agreement States Disagree over Development and Enforcement of Additional Security Requirements", "paragraphs": ["The Atomic Energy Act of 1954 authorizes NRC to issue rules, regulations,  or orders to promote the common defense and security, while granting  agreement states the authority to ensure public health and safety.  Following the events of September 11, 2001, NRC determined that security- related efforts for all medical, industrial, and research licensees—including  those licensed by agreement states—should be the responsibility of NRC  under its common defense and security authority. However, 82 percent of  agreement states responding to our survey noted that they want to have  responsibility for inspection and enforcement of security measures for  sealed sources under their authority to ensure public health and safety.  Agreement states already enforce NRC’s existing security regulations under  this authority. In addition, 74 percent of agreement states responding to our  survey indicated they could effectively respond to a radiological incident  with their current resources.", "Individual commissioners at NRC have expressed concern with budget  shortfalls many states are currently experiencing. These commissioners  said that states experiencing budgetary difficulties may not be able to  assume additional responsibilities and that it may impact their program’s  performance. When asked whether their state had sufficient resources to  support new efforts, 60 percent of agreement states responding to our  survey indicated they would need additional resources. However, officials  from organizations representing agreement states and non-agreement  states have met with NRC and advised NRC that, although many states are  facing budget cuts, funding of the radioactive materials programs in these  states have largely been stable and the programs have been able and will  likely be able to adequately fulfill their responsibilities.", "According to our discussions with NRC officials, NRC is also facing budget  and staffing constraints, largely as a result of its dependence upon fees  from the licensees it regulates—only 20 percent of the total sealed sources  licensees nationwide—for funding of its sealed source licensing and  inspection activities. As more states become agreement states, NRC has  fewer licensees to support its licensing and inspection programs. To  address the potential effect this reduction in funding may have on its  licensing and inspection programs, NRC and the agreement states have  entered into a partnership—called the National Materials Program—to  better share the responsibility for protecting public health and safety. Since  the agreement states regulate about 80 percent of the nation’s sealed  source licensees, the National Materials Program allows them to  participate more actively in the development of regulations and guidance,  particularly in areas where they possess expertise. For example, Texas, an  agreement state, regulates more well logging specific licensees than exist  in all NRC-regulated states. Thus, according to NRC officials, Texas could  take the lead in developing any new public health and safety regulations for  well loggers. Both NRC and the agreement states are currently conducting  pilot projects to determine how the National Materials Program can and  will work. In addition, states remain solely responsible for regulating  certain radioactive materials, such as naturally occurring radioactive  material like radium and material produced in particle accelerators,  increasing the importance of federal and state cooperation in developing  and implementing additional safety and/or security measures. NRC and the  agreement states are continuing to work cooperatively to develop  information on how responsibilities can be shared under the National  Materials Program.", "NRC officials said that NRC lacks sufficient staff to conduct inspections of  all licensees expected to receive security orders—large irradiator facilities  and approximately 2,100 licensees that NRC has identified as presenting  the greatest risk. To mitigate this staffing shortage, NRC intends to enter  into contracts with agreement states or independent contractors to assist  in carrying out these inspections. According to agreement state officials we  spoke with, however, agreement states may be reluctant to participate in  these efforts if they have had no role in developing the additional security  requirements or are not provided additional funding. NRC would remain  responsible for taking appropriate enforcement action for any security  violation found during these inspections. According to NRC, although final  details regarding funding have yet to be determined, NRC anticipates  increasing its licensees’ fees and using funds NRC has received from  emergency supplemental appropriations to cover costs associated with  additional security."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The terrorist attacks of September 11, 2001, have changed the focus of  radioactive sealed sources regulation. Where NRC and the agreement  states previously concentrated on ensuring the safe and effective use of  sealed sources, they must now increasingly consider how to prevent  terrorists from obtaining and using the material. Efforts to improve  controls over sealed sources face significant challenges, especially how to  balance the need to secure these materials while not discouraging their  beneficial use in academic, medical, and industrial applications. The first  step to improve security is to conduct a threat assessment that would  identify sealed sources most likely to be used in a terrorist attack and the  consequences of such an attack. Defining the types of sealed sources that  are of the greatest concern will allow federal and state efforts to be  appropriately prioritized. NRC’s and DOE’s current efforts to categorize  sealed sources by the greatest amount of risk and their efforts to establish a  national-level tracking system for the highest risk sealed sources are  commendable. However, these efforts could be strengthened by involving  the agreement states, which regulate 80 percent of the nation’s radioactive  materials licensees, in determining risk. In addition, these efforts could be  further strengthened by determining the economic consequences of a dirty  bomb and how to effectively mitigate any resulting psychological  consequences. In addition, NRC’s current regulations leave sealed sources  at risk of malicious use. Modifying its regulations to eliminate general  licensing of devices containing sealed sources could improve  accountability, potentially reducing the number of sources that are lost,  stolen, or abandoned. Furthermore, modifying NRC’s licensing and/or  inspection process to verify—before a licensee purchases radioactive  material—that it will be used as intended may increase the security of  sealed sources.", "The President’s National Strategy for Homeland Security recognizes the  critical importance of integrating federal, state, local, and private sector  efforts to prepare and respond to terrorist attacks, including those using  sealed sources. The initial responsibility, however, falls upon state and  local governments and their organizations—such as police, fire  departments, emergency medical personnel, and public health agencies— which will almost invariably be the first responders to any terrorist event  involving sealed sources. Because of state and local governments’ role in  responding to incidents—in addition to the fact that the federal  government lacks authority over naturally occurring and accelerator  produced radioactive material—it is critical to involve state and local  governments in the development and implementation of additional security  over sealed sources. State radiological protection agencies can provide  valuable expertise on the licensees that they have been regulating, in many  cases, for decades. Developing criteria and performance measures to gauge  NRC’s and agreement states’ effectiveness at implementing additional  security as part of NRC’s performance evaluation process would help  ensure the consistent application of additional security measures across  the United States. NRC and the agreement states have a proven record of  cooperation in regulating the safe use of radioactive materials, including  sealed sources. As increasing demands are placed on budgets at all levels  of government, effectively leveraging the knowledge and resources of  federal, state, and local agencies will be crucial to ensuring that sealed  sources continue to be used safely and remain secure against terrorist use."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To determine the sealed sources of greatest concern, we recommend that  the Chairman of NRC collaborate with the agreement states to identify the  types, amount, and availability of the highest risk sealed sources and the  associated health and economic consequences of their malicious use. In  addition, we recommend that NRC and the agreement states determine  how to effectively mitigate the psychological effects of their use in a  terrorist attack.", "In addition, accountability over generally licensed devices needs to be  improved and gaps in the current licensing process need to be addressed.  Because new efforts will involve additional licensing and inspection of  potentially thousands of licensees and devices, we recommend that the  Chairman of NRC:  determine, in consultation with the agreement states, the costs and  benefits of requiring owners of devices that are now generally licensed  to apply for specific licenses and whether the costs are commensurate  with the risks these devices present and  modify NRC’s process of issuing specific licenses to ensure that sealed  sources cannot be purchased before NRC’s verification—through  inspection or other means—that the materials will be used as intended.", "Finally, to ensure that the federal and state governments’ efforts to provide  additional security to sealed sources are adequately integrated and  evaluated for their effectiveness, we recommend that the Chairman of  NRC:  determine how officials in agreement and non-agreement states can  participate in the development and implementation of additional  security measures and  include criteria and performance measures of the NRC’s and the  agreement states’ implementation of additional security measures in  NRC’s periodic evaluations of its and agreement states’ effectiveness."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided NRC, CRCPD, and OAS with draft copies of this report for  their review and comment. NRC’s written comments are presented as  appendix VI. NRC, CRCPD, and OAS also provided technical comments,  which we incorporated into the report as appropriate.", "NRC stated that the draft report does not fully present either the current  status of NRC’s efforts to improve the security of high-risk radioactive  sources or the large effort that it has devoted to this issue since September  11, 2001. According to NRC, the draft report does not fully reflect its  existing statutory framework and does not recognize that several of our  recommendations would require statutory changes at both federal and  state levels. Furthermore, NRC commented that our draft report should  have focused on high-risk radioactive sources that are of greatest concern  for malevolent use by a terrorist rather than radioactive sources of all  types.", "Regarding NRC’s comments that our draft report does not fully discuss its  activities to increase the security of the highest-risk sealed sources, we  note that our draft report detailed all advisories issued by NRC to sealed  source licensees urging them to ensure security of sealed sources following  September 11, 2001, as well as NRC’s efforts with DOE to define the  radioactive isotopes of concern. We have added information on the  organization and goals of NRC’s new materials security working group.  Furthermore, our report discusses that NRC’s security order to large  irradiators was issued on June 5, 2003. This order was issued four days  after our meeting with NRC officials to discuss our preliminary findings,  conclusions, and recommendations. At the meeting, NRC officials told us  that it could take until the end of 2003 for the order to be issued. It is  important to note that this is the first and only security order related to  sealed sources issued since the September 11, 2001, attacks and that it  applies only to 70 large irradiator facilities in the United States. As  discussed in our draft report, 93 percent of agreement states responding to  our survey identified industrial radiographers, of which there are over 500  nationwide, as of greater concern than large irradiator facilities.", "Regarding NRC’s comment that our draft report does not recognize that  several of our recommendations would require statutory changes at both  federal and state levels, we have clarified our report to recommend that  NRC determine how officials in agreement and non-agreement states can  participate in the development and implementation of additional security  measures. We agree with NRC that its statutory framework reserves to  NRC the authority to promote the common defense and security and our  report discusses the distinction between federal and state authority.  However, we continue to believe, as do state officials we spoke with, that  involving the agreement and non-agreement states in the development and  implementation of additional security measures would be beneficial. As  our draft report stated, state and local governments will almost invariably  be the first responders to any terrorist event involving sealed sources.  States can also provide valuable expertise on licensees that they have been  regulating for decades and which NRC has had no prior contact with. In its  comments, NRC states that the possibility of state budget shortfalls played  absolutely no role in its decision to develop and implement additional  security measures under its common defense and security authority.  However, numerous NRC officials told us during our review that budget  difficulties could impact the performance of state radiation protection  programs and NRC’s former Chairman discussed the issue at a January  2003 meeting. NRC acknowledges in its comments that cooperation with  agreement states is vital to the success of its efforts. We are encouraged  that NRC stated in its comments that it will examine changes to its  statutory framework in its new materials security working group and  intends to work with the states to the maximum extent possible under  existing statutes.", "Regarding NRC’s comment that the draft report should have focused only  on high-risk sources rather than radioactive sources of all types, we note  that the objectives of our review included determining the known number  of all sealed sources in the United States and the number of sources lost,  stolen, or abandoned. Our draft report noted that defining the types of  sealed sources that are of the greatest concern would allow federal and  state efforts to be appropriately prioritized. As we did when responding to  a similar comment NRC made in our May 2003 report, we agree that the  highest-risk sources present the greatest concern as desirable material for  a dirty bomb. However, other sealed radioactive sources could also be  used as a terrorist weapon. No one can say with certainty what the  psychological, social, or economic costs of a dirty bomb—regardless of the  radioactive material used to construct it—would be. We are concerned that  NRC’s and DOE’s identification of the highest-risk sealed sources focuses  solely on the health risks of their use and does not address the  psychological, social, or economic costs of a dirty bomb. It is also  important to note that NRC is still working with the International Atomic  Energy Agency to reconcile differences between their definitions of high- risk sealed sources. Furthermore, many of the radioactive isotopes  identified by NRC and DOE as high-risk are used only at DOE facilities or  by very few NRC licensees in the United States. NRC and DOE did not  consider radioactive materials licensees in the agreement states, which  constitute 80 percent of the nation’s licensees. Without addressing the total  consequences of a dirty bomb and considering the availability of sealed  sources nationwide, we believe NRC’s and DOE’s determination of risk is  incomplete.", "In general, both CRCPD and OAS agreed with the recommendations in the  report. However, both organizations noted that our use of the term “sealed  source” to refer to all radioactive materials used in medical, industrial, and  research purposes may exclude many radioactive isotopes that could be  used in a dirty bomb that are loose and not in sealed form, especially those  used in medical and research facilities. We used the term “sealed source”  for simplicity to distinguish medical, industrial, and research radioactive  isotopes from material used in nuclear weapons and as fuel in nuclear  reactors. We did not intend to exclude unsealed radioactive material from  our discussion of radioactive materials of concern and have clarified our  use of the term.", "CRCPD stated that the report does not address four critical areas of  potential risk. First, CRCPD believes that a major area of risk is at bankrupt  facilities where sealed sources can be left unattended and/or unsecured for  long periods of time, leaving the sources easy targets for theft. We  acknowledge this risk and have revised our discussion of lost, stolen, and  abandoned sources appropriately. Second, CRCPD noted that radioactive  materials licensed for “storage only” tend to be neglected by the licensee  and the regulatory agency. While we agree that this is a potential weakness  in sealed source security, individual state practices on “storage only”  licenses differ. We did not specifically examine these practices during our  review. Third, CRCPD stated that the report does not adequately address  the radioactive material under the control of DOE and naturally occurring  and accelerator produced radioactive material. While DOE does control a  large amount of radioactive material, discussion of the security provided to  it was outside of the scope of our review. We believe our report adequately  discusses the challenges of regulating naturally occurring and accelerator  produced materials. Finally, CRCPD states that the report does not  consider transportation hubs through which very large quantities of  radioactive material pass each day. While we do not specifically discuss  transportation hubs, our draft report noted that weaknesses have been  identified in the transportation of sealed sources and, at certain phases of  transport, these shipments could be vulnerable to terrorist diversion.", "OAS agreed with our recommendation that NRC should include criteria and  performance measures of the agreement states’ implementation of  additional security measures in NRC’s periodic evaluations of agreement  states’ effectiveness. OAS stated that such evaluation is not possible given  the current intention of NRC to issue and implement security orders under  its common defense and security authority. However, we believe that the  recommendation in our draft report that NRC determine how states can  participate in the development and implementation of additional security  measures addresses this concern.", "OAS also noted that our draft report stated that licensees are tracked  instead of individual sealed sources and that the draft report lends support  to the formation of a national tracking system for sealed sources. OAS  commented that our discussion does not accurately describe the current  system. Licensees are required to maintain records for the acquisition and  disposition of each source it receives and maintain an accurate inventory of  sources in their possession. While we agree with this comment and have  revised our discussion of license tracking, our draft report was accurate in  that there is no single source of information in the United States to verify  authorized users, locations, quantities, and movements of sealed sources.  OAS goes on to state that there are serious concerns with the practicality  and accuracy of a national tracking system and that the development of  such a system should be further evaluated with input from the states and  private industry. We agree with OAS’s comments, but believe that our  recommendation to collaborate with the agreement states in order to  determine the types, amount, and availability of the highest risk sealed  sources and the health, psychological, and economic consequences of their  use in a terrorist attack addresses OAS’s concerns.", "Finally, OAS commented that the states have long requested that the  federal government seriously consider placing the use and regulation of all  radioactive materials in a single federal agency. According to OAS, the  current approach results in a disjointed regulatory structure and different  standards for the same public health issue. While we agree that consistency  and avoiding duplication is important, addressing the overall regulation of  radioactive material in the United States was outside the scope of our  review on security of sealed sources.", "We conducted our work from August 2002 through June 2003 in accordance  with generally accepted government auditing standards. Appendix I  presents our scope and methodology in detail.", "As agreed with your office, unless you publicly announce the contents of  this report earlier, we plan no further distribution of it until 30 days from  the date of this letter. We will then send copies to the Chairman and  Commissioners of NRC; the Secretary of Homeland Security; the Secretary  of Energy; the Administrator, National Nuclear Security Administration; the  Director, Office of Management and Budget; the Chairman of the  Organization of Agreement States; the Chairman and Executive Director of  the Conference of Radiation Control Program Directors; the directors of  the radiation control programs in the 32 agreement states; interested  congressional committees; and other interested parties. We will also make  copies available to others who request them. In addition, the report will be  available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, I can be reached at  (202) 512-3841. Key contributors to this report are listed in appendix VII."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["At the request of the Ranking Minority Member, Subcommittee on  Financial Management, the Budget, and International Security, Committee  on Governmental Affairs, U.S. Senate, we examined the following  questions: 1. What is the known number of sealed sources in the United States? 2. How many of these sealed sources have been lost, stolen, or  abandoned? 3. How effective are federal and state controls over sealed sources? 4. What efforts have been initiated or considered since September 11,  2001, to better safeguard radiological sources?", "To answer these questions, we distributed surveys to 32 agreement states,  18 non-agreement states, Puerto Rico, the District of Columbia, and to  NRC’s 4 regional offices. We focused the survey on information about each  state’s radiation control program, specific and general licensing activities,  enforcement actions, effectiveness of controls over sealed sources,  program evaluation processes, transportation of sealed sources, and the  impact of September 11, 2001, on regulatory programs. We acquired a list of  the appropriate agreement and non-agreement state officials from NRC’s  Office of State and Tribal Programs Web site and from the Conference of  Radiation Control Program Directors. Because this was not a sample  survey, but rather a census of all states, there are no sampling errors.  However, the practical difficulties of conducting any survey may introduce  errors, commonly referred to as nonsampling errors. For example,  measurement errors are introduced if difficulties exist in how a particular  question is interpreted or in the sources of information available to  respondents in answering a question. In addition, coding errors may occur  if mistakes are entered into a database. We took extensive steps in the  development of the questionnaires, the collection of data, and the editing  and analysis of data to minimize total survey error. To reduce measurement  error, we conducted two rounds of pretesting to make sure questions and  response categories were interpreted in a consistent manner with both  agreement and non-agreement states. We also provided draft copies of the  questionnaires to NRC, the Organization of Agreement States (OAS), and  the Conference of Radiation Control Program Directors (CRCPD) for their  review and comment. Based on both pretesting and comments received  from NRC, OAS, and CRCPD, we made relevant changes to the questions  based upon these pretests. Copies of the agreement and non-agreement  state questionnaires, along with the results to each question, are in  appendixes IV and V, respectively.", "In addition, we edited all completed surveys for consistency and, if  necessary, contacted respondents to clarify responses. All questionnaire  responses were double key-entered into our database (that is, the entries  were 100 percent verified), and a random sample of the questionnaires was  further verified for completeness and accuracy. In addition, all computer  syntax was peer reviewed and verified by separate programmers to ensure  that the syntax was written and executed correctly.", "We made extensive efforts to encourage respondents to complete and  return the questionnaires, including sending up to four reminder electronic  mail messages to non-respondents, calling state radiation control program  directors directly, and collaborating with OAS to promote completion of  this survey. Our efforts yielded responses from 31 of 32 (96.8 percent  response rate) agreement states and 11 of 18 (61.1 percent response rate)  non-agreement states. We also received responses from Puerto Rico and  the four NRC regional offices. In total, we achieved an overall response rate  of 80.4 percent, receiving 45 of the 56 surveys disseminated. We did not  receive a response from one agreement state: Arizona. The non-agreement  states of Alaska, Connecticut, Minnesota, Missouri, Pennsylvania, South  Dakota, and Wyoming did not respond to our survey, nor did we receive a  response from the District of Columbia. Although we did not receive  surveys from these states, we obtained data on incidents involving sealed  sources and numbers and types of licensees from NRC. Three states (New  York, South Carolina, and Texas) have multiple agencies with jurisdiction  over sealed sources. We sent and received surveys from the appropriate  agencies in each of these states.", "To determine the number and types of sealed source licenses in the United  States and the number of sealed sources lost, stolen, or abandoned, we  relied upon information provided by state radiation control programs in  their responses to our survey. In addition, we obtained data from NRC’s  license tracking system database on licensees NRC regulates—both in the  non-agreement states and on federal facilities in the agreement states. To  determine the number of sealed sources lost, stolen, or abandoned over the  past 5 years, we obtained data on incidents from NRC’s Nuclear Materials  Events Database. We chose to examine the past 5 years because  information was readily available through this database. Because each  state uses different systems to track its licensing activities, we did not  attempt to independently assess the reliability of data provided by the  states in their responses to our survey. However, we did ask states in what  ways and how frequently information in their databases is validated. To  assess the reliability of NRC’s databases, we interviewed officials at NRC in  charge of maintaining its license tracking system database and the Nuclear  Materials Events Database to determine if data in these systems are  reasonably complete and accurate. As a result of these interviews, we did  not find any reasons to question the reliability of these data. In addition, we  also performed limited testing on NRC’s license tracking system database  to find missing data or data outside expected ranges. We did not find  significant errors or incompleteness as a result of these tests and  concluded that the use of the data would not lead to incorrect or  unintentional findings. These are the only data on NRC licensing activities  in the United States and program managers at NRC regularly use the data.", "In addition to data on state programs obtained through our survey, we  obtained information through interviews with officials from state radiation  control programs. We visited the following states during our review:  Florida, Georgia, Illinois, Maryland, New Jersey, North Carolina,  Pennsylvania, Rhode Island, South Carolina, and Utah. We also interviewed  officials from the Massachusetts, Nevada, New York, and Ohio state  radiation control programs.", "We selected states to visit based upon the numbers of licensees regulated  by the state and the different uses of sealed sources. We selected states  with a low number of licensees (Rhode Island, South Carolina, and Utah), a  medium number of licensees (Georgia, Maryland, New Jersey, North  Carolina, and Pennsylvania), and a high number of licensees (Florida and  Illinois). In addition, we considered the types of licensees in each state. For  example, we visited South Carolina and Utah because they have two of the  nation’s three low-level radioactive waste disposal facilities—the Chem- Nuclear Systems, L.L.C. facility in Barnwell, South Carolina and the  Envirocare of Utah, Inc., facility in Clive, Utah. When visiting states, we met  with officials from selected licensees that represented the major uses of  sealed sources. We also visited manufacturers because they may possess  larger quantities of radioactive material for installation in devices for sale.  In summary, we visited three sites being decommissioned and  decontaminated, two low-level radioactive waste disposal facilities, two  moisture/density gauge manufacturers, two industrial radiographers, two  medical licensees (hospitals), two large irradiator facilities, a well-logging  licensee, a nuclear pharmacy, a research and development licensee, and an  academic licensee to obtain their views on the effectiveness of NRC and  state regulations, including the challenges associated with sealed source  security. Additionally, we examined physical security measures during  tours of these facilities.", "We also visited Rhode Island, Florida, and the NRC Region III office in  Lisle, Illinois, because they were undergoing NRC program performance  evaluation reviews under the Integrated Materials Performance Evaluation  Program. Visiting a program while it was being evaluated gave us the  opportunity to witness review procedures for evaluating performance,  consistency of application of NRC’s review criteria, transparency of the  review process, and the level of cooperation and involvement between  NRC officials and representatives from agreement states. To follow up our  review of the program evaluation process, we attended a 2-day NRC  training class on the Integrated Materials Performance Evaluation Program  and observed two program evaluation Management Review Board  meetings at NRC headquarters in Rockville, Maryland.", "We attended two conferences related to sealed source regulation—the May  2002 CRCPD annual meeting held in Madison, Wisconsin, and the annual  OAS Conference held in October 2002, in Denver, Colorado. We also  obtained a position paper from the Health Physics Society on the regulation  of sealed sources. Furthermore, we met with the chairman of the Southeast  Compact for low-level radioactive waste and the Advisory Committee on  the Medical Uses of Isotopes to elicit views on the regulation and security  of sealed sources.", "At the federal level, we interviewed numerous NRC officials representing  several different offices and programs. During these interviews, NRC  provided us with information and documents about the regulation of sealed  sources and the challenges it faces in the post September 11, 2001, security  environment. We met with NRC’s Office of Enforcement, Office of  Investigation, Office of Nuclear Materials Safety and Safeguards, Office of  Nuclear Security and Incident Response, and Office of State and Tribal  Programs. Additionally, we attended an August 2002 meeting between  representatives of OAS and CRCPD and the Commissioners of NRC.  Finally, to gain the perspective of federal regulators at the regional level,  we visited three of the four NRC regional offices, including NRC Region I  located in King of Prussia, Pennsylvania; Region II located in Atlanta,  Georgia; and Region III located in Lisle, Illinois.", "In addition to officials at NRC, we interviewed several other federal  government agency officials. To learn about sealed source transportation  regulations and issues, we interviewed officials from the Department of  Transportation, including the Office of Hazardous Materials Safety. To  establish the role of the Environmental Protection Agency in regulating  sealed sources, we met with officials from the Office of Radiation and  Indoor Air. We also met with officials from the Federal Emergency  Management Agency (FEMA) and observed a FEMA evaluated exercise in  March 2003 in Springfield and Morris, Illinois, that simulated a radiological  release at a nuclear power plant. We also interviewed Department of  Justice and Department of Energy officials.", "We performed our review from August 2002 through June 2003 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Medical and Industrial Devices That Use Sealed Sources", "paragraphs": [], "subsections": [{"section_title": "Irradiators", "paragraphs": ["Irradiators are devices or facilities that expose products to radiation for  sterilization, such as spices, milk containers, and hospital supplies.  Irradiator facilities are relatively few in number and contain very high  activity sources, which vary in physical size. Non-self shielded irradiators  do not provide shielding from the radiation beam; therefore, the facilities  that contain the irradiation must be specially designed, often including  thickly shielded walls, interlocks, and other protective equipment. Self- shielded irradiators do not emit external radiation beams and are usually  small cabinet type devices. These irradiators are commonly used in  research applications or for blood irradiation. According to our survey and  NRC specific license data, there are a total of approximately 350 irradiator  specific licensees in the United States, about 70 of which are large  irradiators."], "subsections": []}, {"section_title": "Teletherapy", "paragraphs": ["Teletherapy is commonly referred to as external beam radiation. Fixed  multibeam teletheraphy units focus gamma radiation from an array of over  200 cobalt-60 sources on cancer lesions. The facilities within which the  units are located are specifically designed to include thickly shielded walls  and have other protective equipment, due to the high activity sources.  According to our survey and NRC specific license data, there are  approximately 60 teletherapy licensees and about 60 gamma knife  licensees in the United States. internal features on photographic film to inspect metal parts and welds for  defects. Industrial radiography sources and devices are generally small in  terms of physical size, although the devices are usually heavy due to the  internal shielding. The sources are attached to specially designed cables for  their operation. The use of radiography sources and devices is very  common—a total of over 570 licensees nationwide—and their portability  may make them susceptible to theft or loss. Further, the small size of the  source allows for unauthorized removal by an individual, and such a source  may be placed into a pocket of a garment. Industrial radiography cameras  typically contain a high radioactivity iridium-192 source that is capable of  inflicting extensive radiation burns if handled improperly."], "subsections": []}, {"section_title": "Brachytheraphy", "paragraphs": ["Brachytherapy is an advanced cancer treatment in which radioactive seeds  or sources are placed in or near the tumor itself, giving a high radiation  dose to the tumor while reducing the radiation exposure in the surrounding  healthy tissues. Brachytheraphy applications are of three slightly different  varieties, generally referred to as low dose rate, medium dose rate, and  high dose rate. These applications use sealed sources that are small  physically (less than 1 centimeter in diameter and only a few centimeters  long), and, thus, are susceptible to being lost or misplaced. High and  medium dose rate sources, and some low dose rate sources, may be in the  form of a long wire attached to a device (a remote after loading device).  The after loading device may be heavy, due to the shielding for the sources  when not in use, and the device may be on wheels for transport within a  facility. The remote after loading device may also contain electrical and  electronic components for its operation. Brachytherapy sources and  devices are located in hospitals, clinics, and similar medical institutions,  and such facilities may have a large number of sources."], "subsections": []}, {"section_title": "Well Logging Device", "paragraphs": ["Well logging is a process that uses sealed sources and/or unsealed  radioactive materials to determine whether a well, drilled deep into the  ground, contains minerals, such as coal, oil, and natural gas. The sources  are usually contained in long (1 to 2 meters, typically) and thin (less than 10  centimeters in diameter) devices that also contain detectors and various  electronic components. The actual size of the sources inside the devices is  generally small, but the device is heavy, due to the ruggedness needed for  the environments in which they are to be used. Our analysis of NRC’s  license tracking system and responses to our survey of agreement states  indicates that there are about 210 well logging licensees in the United  States. material density, flow, level, thickness, weight, and so forth. The gauges— possessed by over 1,600 specific licensees and an unknown number of  general licensees—contain sealed sources that radiate through the  substance being measured to a readout or controlling device. Depending  upon the specific application, industrial gauges may contain relatively  small quantities of radioactive material, or may contain sources with  activities approaching 30 curies. The devices generally are not large, but  may be located some distance from the radiation detector, which may have  electrical or electronic components located within the detector. A facility  may have a large number of these gauges and the locations of such devices  or sources within a facility may not be recognized, since the devices may be  connected to process control equipment. This lack of recognition may  result in a loss of control if the facility decides to modernize or terminate  operations."], "subsections": []}, {"section_title": "Portable Gauge", "paragraphs": ["Portable gauging devices, such as moisture density gauges, are used at field  locations and contain the sources, detectors, and electronic equipment  necessary for the measurement. These gauges—over 4,600 licensees in the  United States—contain a gamma emitting sealed source, usually cesium- 137, and a sealed neutron source, usually americium-241 and beryllium.  The source is physically small in size, typically a few centimeters long by a  few centimeters in diameter, and may be located either completely within  the device or at the end of a rod/handle assembly. The portability of the  device makes it susceptible to loss of control or theft."], "subsections": []}]}, {"section_title": "Legislation Introduced in the 108th Congress Addressing Security of Sealed Sources", "paragraphs": ["Amends the Atomic Energy Act of 1954 to include the  following major efforts: (1) based on a new classification  system, develop a national system for recovery of sealed  sources that are stolen or lost; (2) develop a national  tracking system that takes into account the new  classification system; and (3) establish procedures to  improve the security of sealed sources in use, transport,  and storage.", "Establishes a task force to develop a  classification system for sensitive sealed  sources that is based on the potential for  use by terrorists and the extent of the  threat to public health and safety.", "Directs a task force to (1) determine which sealed  sources should be classified as sensitive sealed sources,  (2) develop a national system to recover sensitive sealed  sources that are lost or stolen, (3) develop a national  tracking system for sealed sources, and (4) establish  procedures to improve the security of sensitive sealed  sources.", "Establishes a multiagency task force to  evaluate the security of sealed sources  and recommends administrative and  legislative actions to provide the maximum  degree of security against radiological  threats.", "Directs a task force to (1) establish or modify a  classification system for sealed sources based on sealed  source attractiveness to terrorists, (2) establish or modify  a national tracking system, (3) establish a system to  impose refundable fees for proper disposal, and (4)  improve the security of sealed sources.", "Establishes a multiagency task force to, in  consultation with state agencies, make  recommendations for appropriate  regulatory and legislative changes to  strengthen controls over sealed sources.", "Changes the definition of byproduct material to include  naturally occurring and accelerator produced radioactive  material and, within 4 years, transition regulatory  authority over this material from non-agreement states to  the Nuclear Regulatory Commission.", "None.", "Instructs the Secretary of Energy to establish a research  and development program to develop alternatives to  sealed sources that reduce safety, environmental, or  proliferation risks to workers using the sources or the  public.", "Directs the Secretary of Energy to conduct  a survey of industrial applications of large  radioactive sources. Requires the survey  to include information on the management  and disposal of sealed sources.", "Directs the Secretary of Energy to (1) identify options for  disposal of low-level radioactive waste, (2) develop a  report for Congress on a permanent disposal facility for  greater-than-Class C waste, and (3) submit to Congress a  plan to ensure continued recovery of greater-than-Class  C waste until a permanent disposal facility is available.", "None.", "Authorizes the Secretary of Energy to engage in activities  with the International Atomic Energy Agency to (1)  propose and conclude agreements with up to 8 countries  under which the countries would provide temporary  secure storage for orphaned, unused, and surplus sealed  sources, (2) promote the discovery, inventory, and  recovery of sealed sources in member nations, and (3)  authorizes the Secretary of Energy to make voluntary  contributions to the International Atomic Energy Agency  to achieve the aforementioned goals.", "None."], "subsections": []}, {"section_title": "Results of Survey of Agreement States", "paragraphs": ["E-mail: RuedelP@gao.gov abandoned?  2.  How effective are federal and state  controls over radiological sources?", "September 11, 2001, to improve the  controls over radiological sources?", "Due to increased security put in place following  number and types of radiological sources being  the anthrax incidents of October 2001, please do  regulated by the state and obtain states’ views on  not use the U.S. Postal Service to return surveys  the effectiveness of the current federal and state  to GAO. regulatory framework.", "Congress on the current state of regulatory  completion.  Please list that person’s name  control over radioactive materials.  To be  below in case we have questions or need follow- included in our report, your response within 3  up.  Thank you. weeks of receipt is greatly appreciated.", "Directions for Completing this Questionnaire  Please complete this questionnaire and return it  via email (ColesR@gao.gov), fax (202-512- 6880), or FedEx within 3 weeks of receipt.", "GAO will take steps to safeguard the privacy of  your responses.", "1.  First, we’d like to get some basic information about your state’s radiation control program.", "Please provide the following information.", "State department/division/office (e.g. Department of Health):  City the main office is located in:  Current director of program:  2.  Please list your program’s total budget for the following calendar years:  2000 (Actual) $51,463,128 (N=30)", "2001 (Actual) $56,975,299 (N=31)", "2002 (Actual) $59,712,939 (N=32)", "2003 (Projected) $61,039,121 (N=31) 3.  What are the sources of your program’s funding? (Mark all that apply ) (N=35)  94.3% Fees charged to licensees  45.7% Appropriations from state general fund  60.0% Other, please specify: 4.  How many full-time equivalent (FTE) staff does your program currently employ? (N=35)  5.  Of the total number of staff reported in question #3, how many FTEs do you have in the  following categories?  6.  How many of your technical staff (including inspectors and license reviewers) are  professionally certified (e.g. certified health physicists, nuclear medicine technologists, etc.)?  7.  How many staff were employed in your state in the following categories on January 1,  1998? (N=34)", "Number on January 1, 1998 8.  Over the next five years, do you estimate your total full-time equivalent positions will  increase or decrease for technical and non-technical staff?  (Mark only one response  for  each type of staff) (N=34)  70.6%  Stay about the same  70.6% Stay about the same  9.  In what year did your agreement with the NRC, or its predecessor, the Atomic Energy  Commission, first enter into force?", "SPECIFIC LICENSING ACTIVITIES OF THE AGREEMENT STATES 10.  Please complete the following table on the total number of active specific licenses for Atomic  Energy Act materials issued by your state as of December 31, 2002:  10 CFR part(s) or the applicable agreement  380 (N=29) 248 (N=29) 417 (N=29) 4,795 (N=29) 134 (N=29) 167 (N=29) 137 (N=28) 95 (N=27) 10,611 (N=32) 153 (N=20) 324 (N=19) 11.  Next, we’d like to obtain data on the number of active specific licenses issued by your state  program as of December 31, 2002 and how often licensees are inspected.  Enter number and  mark only one response  in each row for most common inspection frequency within that  particular code.  If none, please enter “0” (zero). (N=35)", "Please check this box if the license information below includes non-Atomic Energy  Act materials (i.e. naturally occurring or accelerator produced radioactive  materials) program code and license use  8 (N=33)", "Inspection Not Required  program code and license use  03251  Application of byproduct material  0 (N=33)", "More than once per year  into devices exempt from regulation  03252  Manufacture of resins containing  2 (N=33)", "More than once per year  03253  Manufacture, distribution, and  15 (N=32)", "More than once per year  transfer of exempt quantities of  03256  Manufacture, preparation, or  14 (N=33)", "More than once per year  carbon-14 urea for “in vivo”", "Inspection Not Required  program code and license use  03254  Manufacture, process, produce, or  6 (N=33)", "More than once per year  03255  Manufacture, process, produce, or  1 (N=33)", "More than once per year  initially transfer gas and aerosol  03240  Manufacture or initially transfer  74 (N=33)", "More than once per year  03241  Manufacture, assemble, repair, or  1 (N=33)", "Inspection Not Required  program code and license use  03242  Manufacture or initially transfer  5 (N=32)", "More than once per year  03243  Manufacture or initially transfer ice  1 (N=33)", "More than once per year  03244  Manufacture and distribution of  25 (N=33)", "More than once per year  clinical or laboratory testing under  02511  Manufacture, preparation, or  62 (N=33)", "More than once per year  byproduct material for medical use  under part 35.", "Inspection Not Required  program code and license use  02513  Manufacture and distribution of  20 (N=33)", "More than once per year  byproduct material for medical use  01100  Academic type A specific license of  100 (N=33)", "More than once per year  03211  Manufacturing and distribution type  11 (N=33)", "A specific license of broad scope  03610  Research and development type A  57 (N=33)", "Inspection Not Required  program code and license use  01110  Academic type B specific license of  21 (N=33)", "More than once per year  03211  Manufacturing and distribution type  8 (N=33)", "B specific license of broad scope  03611  Research and development type B  7 (N=33)", "More than once per year  specific license of broad scope  01120  Academic type C specific license of  31 (N=33)", "More than once per year  Inspection Not Required  program code and license use  03213  Manufacturing and distribution type  1 (N=33)", "C specific license of broad scope  03612  Research and development type C  14 (N=33)", "More than once per year  specific license of broad scope  95 (N=33)", "More than once per year  379 (N=33)", "More than once per year  Inspection Not Required  program code and license use  2,519 (N=32)", "More than once per year  1,805 (N=32)", "More than once per year  187 (N=32)", "More than once per year  02210  Eye applicators (strontium-90)", "74 (N=33)", "More than once per year  Inspection Not Required  program code and license use  55 (N=33)", "More than once per year  45 (N=33)", "More than once per year  110 (N=33)", "More than once per year  147 (N=33)", "More than once per year  Inspection Not Required  program code and license use  280 (N=33)", "Irradiators self shielded less than  176 (N=33)", "Irradiators other less than 10,000  17 (N=33)", "Irradiators self shielded greater than  9 (N=33)", "More than once per year  Inspection Not Required  program code and license use  03521  All other irradiators greater than  40 (N=33)", "More than once per year  03110  Well logging byproduct and/or  70 (N=33)", "More than once per year  special nuclear material tracer and  03111  Well logging byproduct and/or  40 (N=33)", "More than once per year  03112  Well logging byproduct only  64 (N=33)", "More than once per year  Inspection Not Required  program code and license use  1,193 (N=33)", "More than once per year  3,715 (N=33)", "More than once per year  369 (N=33)", "More than once per year  212 (N=33)", "More than once per year  146 (N=33)", "More than once per year  Inspection Not Required  program code and license use  104 (N=33)", "More than once per year  only—source less than 100 curies  21 (N=33)", "More than once per year  Inspection Not Required  12.   Please complete the following table for radioactive materials licenses issued by your state  program that are NOT LISTED IN YOUR RESPONSE TO QUESTION 11.  Enter the  license use, number of active licenses issued by your program, and mark only one response  in each row for most common inspection frequency within that particular use.", "Please copy and paste above table for additional uses.  13.   In your opinion, which 3 uses of radioactive materials, from the license uses listed in  questions 11 and 12, require the strictest and least strict regulation to protect public health  and safety? 1.", "1.", "2.", "2.", "3.", "3. 14.  In your opinion, which 3 uses of radioactive materials, from the license uses listed in  questions 11 and 12, require the strictest and least strict regulation to ensure security? (i.e.  to prevent the materials’ use by terrorists in a radiological weapon)  1.", "1.", "2.", "2.", "3.", "3. 15.  Does your state program require generally licensed devices to be registered?  Mark only one  response ) (N=31)  80.6% Yes, all generally licensed devices are required to be registered. (skip to question 17) 16.1% Yes, but only certain generally licensed devices are required to be registered.", "No, generally licensed devices are not required to be registered with the state. (skip to question  ) 16.  If only certain generally licensed devices are required to be registered, what criteria  determine the devices required to be registered with the state program?  17.  If generally licensed devices are required to be registered with your state program, does the  program maintain a database of registered generally licensed devices?  Mark only one  response )", "No (skip to question 19) 18.  If yes, how many generally licensed devices are currently registered in your state?  19.  If your state program does not require any generally licensed devices to be registered or  your state program does not maintain a database of registered generally licensed devices,  how many such devices would you estimate are present in your state?", "Number of enforcement actions per year  (N=24) (N=25) (N=27) (N=28) (N=28) action)", "45 (N=23)", "50 (N=24)", "47 (N=24)", "66 (N=26)", "57 (N=25)", "3 (N=25)", "3 (N=26)", "8 (N=26)", "9 (N=27)", "9 (N=27)", "24 (N=25)", "25 (N=26)", "26 (N=26)", "27 (N=27)", "53 (N=27)", "1 (N=24)", "0 (N=25)", "1 (N=25)", "0 (N=25)", "1 (N=25)", "0 (N=24)", "0 (N=25)", "2 (N=25)", "0 (N=26)", "2 (N=26)", "7 (N=15)", "6 (N=16)", "14 (N=16)", "56 (N=19)", "87 (N=19)", "Other: 29.  How are fines/civil penalties collected by your program utilized? (N=35)  25.7% Available for use by the state radiation control program  45.7% Deposited into state general fund  11.4% Other, please specify: 30.  Please briefly describe any enforcement cases since January 1, 1998, that have been difficult  to resolve, have generated above average public or press interest, have challenged your  regulatory authority, or have or will result in high clean up costs financed by state or  federal funds.", "EFFECTIVENESS OF CONTROLS OVER RADIOACTIVE MATERIALS 31.  To what extent, if at all, do you agree that communications and coordination needs to be  improved between your state program and the following group?  (Mark only one response  in each row) a)", "Commission (NRC) (N=35)  b)  the U.S. Department of Energy  (DOE) (N=35) c)", "Agency (EPA) (N=35)  d)  the Food and Drug  Administration (FDA) (N=35) e) the U.S. Department of Justice  (DOJ) (N=35) f)", "Transportation (DOT) (N=35)  g)  other agreement states (N=35)  h)  non-agreement states (N=35)  i)  Organization of Agreement  States (OAS) (N=34)  j)  Conference of Radiation  (CRCPD) (N=34)  32.  To what extent, if at all, do you agree with the following statements?  (Mark only one  response  in each row) (N=35)  b)  The current division of  NRC, DOE, EPA, DOT and  FDA is the most effective  c)  Consistent radiation protection  standards need to be developed  that would apply across all  programs.  d)  My state program currently has  e)  My state program currently has  sufficient technology (e.g.  f)  My state program currently has  g)  My state program currently has  h)  NRC’s Nuclear Materials  Events Database (NMED)  radioactive materials in my state  i)  DOT’s regulations adequately  ensure safe and secure transport  j)  The federal government should  have a greater role in regulating  k)  Additional federal training  radioactive material in my state  l)  My state’s public safety/law  additional training to respond to  m)  My state program can  n)  In the event of a major  federal resources can be brought  to bear in a timely manner  o)  My state program is adequately  addressing the post-September  11th heightened security  use of radioactive material (i.e.  possible use as a “dirty bomb”)  p) Over the next five years, my  q)  Over the next five years, my  sufficient technology (e.g.  sources r)  Over the next five years, my  s)  Over the next five years, my  33.  Please fill in the following table on the number of reportable incidents (under NRC or  equivalent agreement state regulations) involving radiological materials that have occurred  in your state from 1998 through 2002.  If no incidents, please enter “0” (zero).", "Number of incidents per year  48 (N=24)", "32 (N=26)", "26 (N=25)", "33 (N=25)", "47 (N=26)", "18 (N=26)", "33 (N=26)", "33 (N=28)", "32 (N=28)", "21 (N=28)", "Lost, stolen, or abandoned  100 (N=28)  129 (N=27)  129 (N=27)  167 (N=28)  220 (N=28)  101 (N=24)  107 (N=24)  123 (N=27)  114 (N=27)", "91 (N=26)", "30 (N=26)", "37 (N=26)", "47 (N=28)", "38 (N=28)", "34 (N=27)", "9 (N=25)", "20 (N=27)", "19 (N=27)", "14 (N=27)", "23 (N=28)  341 (N=29)  388 (N=29)  408 (N=30)  454 (N=30)  540 (N=30)  34.  For those materials that have been reported lost, stolen, or abandoned from 1998 through  2002, how many were subsequently recovered? (N=22)", "INTEGRATED MATERIALS PERFORMANCE EVALUATION PROGRAM 35.  Do you conduct periodic internal evaluations of your program’s effectiveness? (Mark only  one response ) (N=35)  36.  Apart from the Integrated Materials Performance Evaluation Program, does an outside  party regularly evaluate your program?  (Mark only one response ) (N=35)  37.  In your opinion, how adequate or inadequate are the following Integrated Materials  Performance Evaluation Program performance indicators in evaluating your state’s  radiological protection programs?  (Mark only one response  in each row) a)  Status of evaluation program  (N=35) b)  Technical quality of inspections  (N=35) c)  Quality of technical staffing and  training (N=35)  d)  Technical quality of licensing  actions (N=35)  e)  Quality of response to incidents  and allegations (N=35)  f)  Sealed source and device  evaluation program (N=34)  g)  Low-level radioactive waste  disposal program (N=34)  h)  Legislation and program elements  required for compatibility (N=35)  38.  What are the strengths of the Integrated Materials Performance Evaluation Program?  39.  What are the weaknesses of the Integrated Materials Performance Evaluation Program?    40.  Briefly, what improvements, if any, should be made to the Integrated Materials  Performance Evaluation Program process?  41.  Overall, is the Integrated Materials Performance Evaluation Program process an adequate  means to assess the effectiveness of your state’s regulatory program?  (Mark only one  response ) (N=35)  0.0% No 42.  Does your program regulate the transportation of radioactive material through your state?  (N=35) 43.  Do you require licensees to notify your program of shipments of radioactive material?  (N=35) 2.9% No (skip to question 46)  44.  If yes, which types of cargo do you require that your program be notified of shipments of?  45.  Which of the following types of shipments does your state monitor? (N=35)  60.0% Spent nuclear fuel  57.1% DOE waste material (i.e. shipments to the Waste Isolation Pilot Plant)  51.4% Byproduct material with high radioactivity  37.1% Other, please specify: 2.9% No shipments monitored  46.  Please describe any coordination efforts undertaken by your state with other state and/or  federal agencies regarding the transportation of radioactive material.  47.  What are the strengths of the current regulations on transporting radioactive materials?  48.  What are the weaknesses of the current regulations on transporting radioactive materials?  49.  Under current regulations, to what extent is the transportation of radioactive materials  vulnerable to terrorist sabotage or other malicious use?", "IMPACT OF SEPTEMBER TO YOUR STATE’S REGULATORY PROGRAM 50.  What impact, if any, has the September 11, 2001 terrorist attacks had on your state’s  program in the following areas? (Mark only one response  in each row) a)  State radiological protection  laws (N=33)  b)  State radiological protection  regulations (N=33)  c)  License review procedures  (N=34) d)  Inspection frequency (N=34)  e)  Inspection procedures (N=34)  f)  Number of enforcement actions  (N=32) g)  Severity of enforcement actions  taken (N=34)  h)  Incident response procedures  (N=34) i) procedures (N=34)  j)  Coordination with federal  agencies (N=34)  k)  Coordination with other states  (N=34) l)  Coordination with state law  agencies (N=34)  m)  Financial support from state  legislature (N=33)  n)  Monitoring of transportation of  your state (N=33)  o)  Federal financial aid to your  state program (N=33)  p)  Federal training support to your  state program (N=33)  q)  Federal technology support to  your state program (N=33)  51.  Please describe specific efforts that have been initiated or considered by your state since  September 11, 2001, to better safeguard radiological sources.  52.  In your opinion, should post-September 11 security measures be developed and enforced by  the NRC under the common defense and security authority given it by the Atomic Energy  Act or by the agreement states under their health and safety authority?  Why? (N=34)", "States  = 82.4%; NRC = 5.9%; Both = 11.8%  53.  Does your state have sufficient resources to support these new efforts or are additional  resources needed? (N=35)", "Yes = 34.3%; No = 65.7%  CHANGES NEEDED AT THE FEDERAL LEVEL 54.  In your opinion, what are the 3 most significant changes (in rank order) that could be made  at the federal level to improve the regulation of radioactive material to protect public health  and safety? #1.    #2. #3. 55.  In your opinion, what are the 3 most significant changes (in rank order) that could be made  at the federal level to improve the security of radioactive material?  #1.    #2. #3. 56.  In your opinion, what are the 3 most significant changes (in rank order) that could be made  at the federal level to improve the transportation of radioactive material?  #1.    #2. #3. 57.  Please use the space below to list any additional information about issues related to  radioactive sources or concerns raised in this survey.", "Thank you for your assistance in our survey."], "subsections": []}, {"section_title": "Results of Survey of Non-Agreement States", "paragraphs": ["E-mail: RuedelP@gao.gov abandoned?  2.  How effective are federal and state  controls over radiological sources?", "September 11, 2001, to improve the  controls over radiological sources?", "Due to increased security put in place following  number and types of radiological sources being  the anthrax incidents of October 2001, please do  regulated by the state and obtain states’ views on  not use the U.S. Postal Service to return surveys  the effectiveness of the current federal and state  to GAO. regulatory framework.", "Congress on the current state of regulatory  assume responsibility for coordinating its  control over radioactive materials.  To be  completion.  Please list that person’s name  included in our report, your response within 3  below in case we have questions or need follow- weeks of receipt is greatly appreciated. up.  Thank you.", "Directions for Completing this Questionnaire  Please complete this questionnaire and return it  via email (ColesR@gao.gov), fax (202-512- 6880), or FedEx within 3 weeks of receipt.", "GAO will take steps to safeguard the privacy of  your responses.", "E-mail:   1.  First, we’d like to get some basic information about your state’s radiation control program.", "Please provide the following information.", "State department/division/office (e.g. Department of Health):  City the main office is located in:  Current director of program:  2.  Please list your program’s total budget for the following calendar years:  2000 (Actual) $3,825,733 (N=10)", "2001 (Actual) $4,340,987 (N=10)", "2002 (Actual) $4,661,911 (N=10)", "2003 (Projected) $5,331,768 (N=11) 3.  What are the sources of your program’s funding? (Mark all that apply ) (N=12)  50.0% Fees charged to licensees  83.3% Appropriations from state general fund  50.0% Other, please specify: 4.  How many full-time equivalent (FTE) staff does your program currently employ? (N=12)  5.  Of the total number of staff reported in question #3, how many FTEs do you have in the  following categories?  6.  How many of your technical staff (including inspectors and license reviewers) are  professionally certified (e.g. certified health physicists, nuclear medicine technologists, etc.)?  7.  How many staff were employed in your state in the following categories on January 1,  1998? (N=12)", "Number on January 1, 1998 8.  Over the next five years, do you estimate your total full-time equivalent positions will  increase or decrease for technical and non-technical staff?  (Mark only one response  for  each type of staff)", "Technical Staff (N=12)", "Non-Technical Staff (N=11)", "LICENSING ACTIVITIES OF THE NON-AGREEMENT STATES 9.  As of December 31, 2002, how many active licenses are currently issued by your state  program for the production and/or use of naturally occurring or accelerator produced  radioactive materials (N=12)  10.  Next, we would like to obtain information on licenses issued by your program for uses of  naturally occurring radioactive material and accelerator produced radioactive material  Enter the license use, mark whether it is for naturally occurring OR accelerator produced  radioactive material, and enter the number of active licenses issued by your state program.   Mark only one response  in the column for most common inspection frequency within each  license use.", "Please copy and paste above table for additional uses.  11.  In your opinion, which 3 uses of radioactive materials—byproduct, naturally occurring, or  accelerator produced—require the strictest and least strict regulation to protect public health and safety? 1.", "1.", "2.", "2.", "3.", "3. 12.  In your opinion, which 3 uses of radioactive materials—byproduct, naturally occurring, or  accelerator produced—require the strictest and least strict regulation to ensure security? (i.e. to prevent the materials’ use by terrorists in a radiological weapon)  1.", "1.", "2.", "2.", "3.", "Number of enforcement actions per year  302 (N=9)", "340 (N=9)", "265 (N=9)", "303 (N=9)", "519 (N=10) action)", "5 (N=6)", "4 (N=6)", "7 (N=6)", "10 (N=6)", "7 (N=6)", "0 (N=7)", "0 (N=7)", "0 (N=7)", "1 (N=7)", "0 (N=7)", "0 (N=6)", "0 (N=6)", "0 (N=6)", "1 (N=6)", "2 (N=7)", "0 (N=6)", "0 (N=6)", "0 (N=6)", "0 (N=6)", "0 (N=6)", "0 (N=5)", "0 (N=5)", "0 (N=5)", "0 (N=5)", "0 (N=5)", "0 (N=1)", "0 (N=1)", "0 (N=1)", "1 (N=1)", "0 (N=1)", "Other: 22.  How are fines/civil penalties collected by your program utilized? (N=12)  16.7% Available for use by the state radiation control program  41.7% Deposited into state general fund  16.7% Other, please specify: 23.  Please briefly describe any enforcement cases since January 1, 1998, that have been difficult  to resolve, have generated above average public or press interest, have challenged your  regulatory authority, or have or will result in high clean up costs financed by state or  federal funds.", "EFFECTIVENESS OF CONTROLS OVER RADIOACTIVE MATERIALS 24.  To what extent, if at all, do you agree that communications and coordination needs to be  improved between your state program and the following group(s)?  (Mark only one response   in each row) (N=12) a)", "Commission (NRC)  b)  the U.S. Department of Energy  (DOE) c)", "Agency (EPA)  d)  the Food and Drug  Administration (FDA) e) the U.S. Department of Justice  (DOJ) f)", "Transportation (DOT)  h)  other non-agreement states  i)  Organization of Agreement  States (OAS)  j)  Conference of Radiation  (CRCPD) 25.  To what extent, if at all, do you agree with the following statement?  (Mark only one  response  in each row) (N=12)  b)  The current division of  NRC, DOE, EPA, DOT and  FDA is the most effective  c)  Consistent radiation protection  standards need to be developed  that would apply across all  programs.  d)  My state program currently has  e)  My state program currently has  sufficient technology (e.g.  f)  My state program currently has  g)  My state program currently has  h)  NRC’s Nuclear Materials  Events Database (NMED)  radioactive materials in my state  i)  DOT’s regulations adequately  ensure safe and secure transport  j)  The federal government should  have a greater role in regulating  k)  Additional federal training  radioactive material in my state  l)  My state’s public safety/law  additional training to respond to  m)  My state program can  n)  In the event of a major  federal resources can be brought  to bear in a timely manner  o)  My state program is adequately  addressing the post-September  11th heightened security  use of radioactive material (i.e.  possible use as a “dirty bomb”)  p) Over the next five years, my  q)  Over the next five years, my  sufficient technology (e.g.  sources r)  Over the next five years, my  s)  Over the next five years, my  26.  Please fill in the following table on the number of reportable incidents (under your state  regulations, if any) involving naturally occurring or accelerator produced radiological  materials that have occurred in your state from 1998 through 2002.  If no incidents, please  enter “0” (zero).", "Number of incidents per year  0 (N=7)", "0(N=7)", "0(N=7)", "0(N=7)", "0(N=7)", "0 (N=7)", "0(N=7)", "2 (N=8)", "2(N=7)", "1(N=7)", "Lost, stolen, or abandoned  26 (N=9)", "32(N=9)", "13 (N=10)", "18 (N=10)", "19 (N=10)", "6 (N=7)", "4 (N=7)", "0 (N=8)", "2 (N=8)", "5 (N=8)", "16 (N=8)", "23 (N=8)", "9 (N=8)", "10 (N=9)", "5 (N=8)", "1 (N=7)", "0 (N=7)", "0 (N=7)", "0 (N=7)", "0 (N=7)", "115 (N=11)", "140 (N=11)", "89 (N=11)", "94 (N=11)  109 (N=12) 27.  For those materials that have been reported lost, stolen, or abandoned from 1998 through  2002, how many were subsequently recovered? (N=12)  28.  Do you conduct periodic internal evaluations of your program’s effectiveness? (Mark only  one response ) (N=12)  29.  Does an outside party (i.e. consultants or auditors) regularly evaluate your program?   (Mark only one response ) (N=12)  91.7% No 30.  Does your program regulate the transportation of radioactive material through your state?  (N=12) 31.  Do you require licensees to notify your program of shipments of radioactive material?  (N=12) 83.3% No (skip to question 34)  32.  If yes, which types of cargo do you require that your program be notified of shipments of?  33.  Which of the following types of shipments does your state monitor?  100% Spent nuclear fuel  85.7% DOE waste material (i.e. shipments to the Waste Isolation Pilot Plant)  100% Byproduct material with high radioactivity  62.5% Other, please specify: 34.  Please describe any coordination efforts undertaken by your state with other state and/or  federal agencies regarding the transportation of radioactive material.  35.  What are the strengths of the current regulations on transporting radioactive materials?  36.  What are the weaknesses of the current regulations on transporting radioactive materials?  37.  Under current regulations, to what extent is the transportation of radioactive materials  vulnerable to terrorist sabotage or other malicious use?", "IMPACT OF SEPTEMBER TO YOUR STATE’S REGULATORY PROGRAM 38.  What impact, if any, has the September 11, 2001 terrorist attacks had on your state’s  program in the following areas? (Mark only one response  in each row) (N=12)  a)  State radiological protection  b)  State radiological protection  c)  License review procedures  f)  Number of enforcement actions  g)  Severity of enforcement actions  h)  Incident response procedures  i)  j)  Coordination with federal  k)  Coordination with other states  l)  Coordination with state law  m)  Financial support from your  n)  Monitoring of transportation of  o)  Federal financial aid to your  p)  Federal training support to your  q)  Federal technology support to  your state program  39.  Please describe specific efforts that have been initiated or considered by your state since  September 11, 2001, to better safeguard radiological sources.  40.  Does your state have sufficient resources to support these new efforts or are additional  resources needed? (N=12)  91.6% of states responding to the survey indicated they do not have sufficient resources to  support new efforts.  8.3% of states responding to the survey indicated they have sufficient resources to support new  efforts.", "CHANGES NEEDED AT THE FEDERAL LEVEL 41.  In your opinion, what are the 3 most significant changes (in rank order) that could be made  at the federal level to improve the regulation of radioactive material to protect public health  and safety? #1.    #2. #3. 42.  In your opinion, what are the 3 most significant changes (in rank order) that could be made  at the federal level to improve the security of radioactive material?  #1.    #2. #3. 43.  In your opinion, what are the 3 most significant changes (in rank order) that could be made  at the federal level to improve the transportation of radioactive material?  #1.    #2. #3. 44.  Please use the space below to list any additional information about issues related to  radioactive sources or concerns raised in this survey.", "Thank you for your assistance in our survey."], "subsections": []}, {"section_title": "Comments from the Nuclear Regulatory Commission", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the individual named above, Ryan T. Coles, Robert G. Crystal,  Doreen S. Feldman, Judy K. Pagano, Terry L. Richardson, Peter E. Ruedel,  Rebecca Shea, and Heather W. Von Behren also made key contributions to  this report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional responsibilities  and to help improve the performance and accountability of the federal government  for the American people. GAO examines the use of public funds; evaluates federal  programs and policies; and provides analyses, recommendations, and other  assistance to help Congress make informed oversight, policy, and funding  decisions. GAO’s commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to   e-mail alerts” under the “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}