{"id": "GAO-10-181T", "url": "https://www.gao.gov/products/GAO-10-181T", "title": "Pension Benefit Guaranty Corporation: Workers and Retirees Experience Delays and Uncertainty when Underfunded Plans Are Terminated", "published_date": "2009-10-29T00:00:00", "released_date": "2009-10-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Under the single-employer insurance program, the Pension Benefit Guaranty Corporation (PBGC) may become the trustee of underfunded plans that are terminated and assume responsibility for paying benefits to participants as they become due, up to certain legal limits. From its inception in 1974 through the end of fiscal year 2008, PBGC has terminated and trusteed a total of 3,860 single-employer plans covering some 1.2 million workers and retirees. Since 2008, the economic downturn has brought a new influx of pension plan terminations to PBGC, and more are expected to follow. The committee asked GAO to discuss our recent work on PBGC. Specifically, this testimony describes: (1) PBGC's process for determining the amount of benefits to be paid; and (2) PBGC's recoupment process when the estimated benefit provided is too high and a retiree receives an overpayment that must be repaid. To address these objectives, GAO relied primarily on a recent report titled Pension Benefit Guaranty Corporation: More Strategic Approach Needed for Processing Complex Plans Prone to Delays and Overpayments ( GAO-09-716 , Aug. 2009). In that report, GAO made numerous recommendations. PBGC generally agreed and is taking steps to address the concerns raised. No new recommendations are being made in this testimony."]}, {"section_title": "What GAO Found", "paragraphs": ["Most participants must wait about 3 years for PBGC to complete the benefit determination process and provide their finalized benefit amounts, but the vast majority are not affected by overpayments or the recoupment process. Nevertheless, long delays and uncertainty over final benefit amounts make it difficult for workers to plan for retirement, and for retirees who may have come to depend on a certain level of monthly income. During the benefit determination process, key points of contact with workers and retirees include: (1) Initial notification: PBGC's first communication with participants is generally a letter informing them that their pension plan has been terminated and that PBGC has become the plan trustee. (2) Estimated benefits: For retirees, PBGC continues payments after plan termination, but adjusts the amounts to reflect limits set by law. These payments are based on estimates, so overpayments can occur. (3) Finalized benefit amounts: Once the benefit determination process is complete, PBGC notifies each participant of the final benefit amount through a \"benefit determination letter.\" A small percentage of participants have incurred overpayments to be repaid through the recoupment process. But for those affected, the news can still come as a shock, especially when several years have elapsed since their benefits were reduced to comply with legal limits. Their frustration may be compounded if they cannot understand the explanations provided by PBGC. As the influx of large, complex plan terminations continues, improvements in PBGC's processes are urgently needed."]}], "report": [{"section_title": "Letter", "paragraphs": ["Mr. Chairman and Members of the Committee: I am pleased to be here  today to present information about what happens when underfunded  pension plans are terminated and trusteed by the Pension Benefit  Guaranty Corporation (PBGC). Under PBGC’s single-employer insurance  program, if a company’s defined benefit pension plan has inadequate  assets to pay all promised benefits, plan sponsors meeting certain criteria  may voluntarily terminate the plan through a “distress” termination, or  PBGC may decide to terminate the plan involuntarily to protect the plan’s  assets. If the plan’s assets are insufficient to pay benefits currently due,  then PBGC must terminate the plan. In all these situations, PBGC  generally becomes the trustee of the plan and assumes responsibility for  paying benefits to the participants, up to certain legal limits. From its  inception in 1974 through the end of fiscal year 2008, PBGC terminated  and trusteed a total of 3,860 single-employer plans covering some 1.2  million workers and retirees. Since 2008, the economic downturn has  brought a new influx of pension plan terminations to PBGC, and more are  expected to follow.", "Today I will provide a description, from the workers’ and retirees’  perspective, of what happens when a plan is terminated and trusteed by  PBGC. Specifically, I will describe (1) PBGC’s process for determining the  amount of benefits to be paid, and (2) PBGC’s recoupment process when  the estimated benefit provided is too high and a retiree receives an  overpayment that must be repaid. This testimony is based primarily on a  report we issued on August 17, 2009, titled Pension Benefit Guaranty  Corporation: More Strategic Approach Needed for Processing Complex  Plans Prone to Delays and Overpayments. In developing that report, we  reviewed PBGC policies and procedures, analyzed automated data, and  interviewed PBGC officials knowledgeable about various stages of the  benefit determination process. We focused our study on participants of  plans terminated and trusteed during fiscal years 2000 through 2008, and  spoke with personnel from employee associations and advocacy groups  involved in some of these plan terminations. We conducted this work  between October 2008 and August 2009, in accordance with generally  accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["PBGC was created as a government corporation by the Employee  Retirement Income Security Act of 1974 (ERISA) to help protect the  retirement income of U.S. workers with private-sector defined benefit  plans by guaranteeing their benefits up to certain legal limits. PBGC  receives no funds from general tax revenues. Operations are financed by  insurance premiums set by Congress and paid by sponsors of defined  benefit plans, recoveries from the companies formerly responsible for the  plans, and investment income of assets from pension plans that PBGC  trustees. Under current law, other than statutory authority to borrow up to  $100 million from the Treasury Department, no substantial source of  funds is available to PBGC if it runs out of money. In the event that PBGC  were to exhaust all of its holdings, benefit payments would have to be  drastically cut unless Congress were to take action to provide support.", "In 2003, GAO designated PBGC’s single-employer program as high-risk,  and PBGC has remained high-risk with each subsequent update, including  our most recent update in 2009. This means that the program still needs  urgent congressional attention and agency action. We specifically noted  PBGC’s prior-year net deficit, as well as the risk of the termination among  large, underfunded pension plans, as reasons for the program’s high-risk  designation. Over the last 6 years or so, the assets and liabilities that PBGC  accumulated from trusteeing plans have increased rapidly. This is largely  due to the termination, typically through bankruptcies, of a number of very  large, underfunded plan sponsors. Last May, PBGC reported that  unaudited financial results through the second quarter of fiscal year 2009  showed its deficit tripling since the end of fiscal year 2008, from about $11  billion to about $33.5 billion. Since then, the influx of large plan  terminations has continued. For example, in August 2009, PBGC assumed  responsibility for six Delphi pension plans, covering about 70,000 workers  and retirees, and underfunded by a total of about $7.0 billion. PBGC  estimated that it would be liable for about $6.7 billion of this  underfunding."], "subsections": []}, {"section_title": "PBGC’s Benefit Determination Process Generally Takes about 3 Years to Complete", "paragraphs": ["Our review of plans terminated and trusteed between fiscal years 2000 and  2008 found that PBGC completed most participants’ benefit  determinations in less than 3 years, but required more time—up to 9  years—to process determinations for complex plans, plans with missing  data, and plans with large numbers of participants. As some pension  advocacy groups and union representatives have noted, long delays and  uncertainty over final benefit amounts make it difficult for workers to plan  for retirement, and especially for retirees who have come to depend on a  certain level of monthly income. At the same time, the benefit  determination process requires many steps to be complete. It requires  gathering extensive data on plans and each individual’s work and  personnel history, and identifying who is eligible for benefits under the  plan. This can be particularly complicated if the company or plan has a  history of mergers, an elaborate structure, or missing data. It requires  calculating each participant’s benefit amount based on provisions that  vary from plan to plan, applying the legal limits on guaranteed benefit  amounts in each case, and valuing plan assets and liabilities to determine  if some or all of the nonguaranteed benefit amount can still be paid. Also,  the larger the plan, the heavier the workload for PBGC. While the average  number of participants per plan is slightly fewer than 1,000, we found that  some plans have many more—nearly 93,000 in the case of Bethlehem  Steel. PBGC’s benefit determination process is illustrated in figure 1. The  key points of contact with workers and retirees that occur during this  process are described in detail below."], "subsections": [{"section_title": "Initial Notification", "paragraphs": ["PBGC’s first communication with participants is generally a letter  informing them that their pension plan has been terminated and that  PBGC has become the plan trustee. Shortly thereafter, this letter is  generally followed by a more detailed letter with a packet of materials,  including a DVD with an introduction to PBGC and answers to frequently- asked questions about how the benefit determination process works.  PBGC officials refer to this as a “welcome” package. Additionally, for large  plans likely to have many participants affected by the legal limits on  guaranteed benefits, PBGC will hold on-site information sessions shortly  after plan termination. PBGC also operates a customer service center with  a toll-free number that participants can call if they have questions,  provides a Web site for workers and retirees with detailed information  about plans and benefits, and sends participants a newsletter with  information about PBGC once or twice per year.", "Nearly all pension advocacy groups and union representatives with whom  we spoke praised PBGC’s efforts to hold information sessions with the  larger plans. One union representative commended PBGC staff for going  out into the field to talk with participants and answer questions even  though participants are likely to be angry. Other union representatives  commented that they have been impressed by PBGC’s staff for staying at  these sessions until they have answered every participant’s questions.  While these sessions are generally viewed as helpful, some pension rights  advocates noted that the information presented is difficult for participants  to understand and apply to their own situations. Comments about PBGC’s  customer service center and Web site were also mixed."], "subsections": []}, {"section_title": "Estimated Benefits", "paragraphs": ["If the participant is already retired, or retires before the benefit  determination process is complete, PBGC makes payments to the retiree  based on an estimate of what the final benefit amount will be. According  to PBGC, most participants of terminated plans are entitled to receive the  full amount of benefits they earned under their plans. In such cases, the  calculation of an estimated benefit is straightforward. However, some  participants may have their benefits reduced to comply with certain limits,  specified under ERISA and related regulations. These limits include the  phase-in limit, the “accrued-at-normal” limit, and the maximum limit (see  fig. 2). In these cases, the calculation of an estimated benefit is more  complicated. PBGC does not systematically track the number of  participants affected by the limits on guaranteed benefits or how much  these limits affect benefit amounts; however, PBGC has conducted two  studies on the impact of these limits in a sample of large plans. The first  study, issued in 1999, found 5.5 percent of participants were affected by  the limits; and the second study, issued in 2008, found that 15.9 percent  were affected.", "Following the termination of their plans, those who are already retired  may continue to receive their same plan benefit amount as an estimated  benefit for several months—or even years—before the estimate is adjusted  to reflect the legal limits on guaranteed benefits. When plans are  terminated at the sponsor’s request as distress terminations, the sponsors  are required to impose these limits themselves so that participants’  benefits are reduced as of the date of termination. However, when plans  are terminated involuntarily, there can sometimes be lengthy delays before  PBGC reduces estimated benefits to reflect these limits. Not only must  PBGC estimate the possible impact of applying the guarantee limits to the  participant’s benefit, PBGC must also estimate whether there might be  sufficient plan assets or recoveries of company assets to pay all or part of  the nonguaranteed portion of the participant’s benefit. According to  PBGC officials, when it is unclear how much a plan’s assets or recoveries  will be able to contribute toward the nonguaranteed portion of a retiree’s  benefit, it can be difficult to calculate an accurate benefit amount until the  benefit determination process is complete. We found cases where  estimated benefits were adjusted within 9 months of termination, while in  other cases, more than 6 years elapsed before estimated benefits were  adjusted.", "Finalized Benefit Amounts  Once the benefit determination process is complete, PBGC notifies each  participant of the final benefit amount with a “benefit determination  letter.” From the time of its initial contact with plan participants until the  benefit determination process is complete, PBGC generally does not  communicate with participants. In some cases, this period can stretch into  years. Some of the pension advocacy groups and union representatives  we spoke with said that these long periods without communication are  problematic for participants for several reasons. For example, retirees  whose benefits are subject to the guarantee limits but who continue to  receive their higher plan-level benefits for long periods of time may come  to depend on these higher amounts and believe that the this payment level  is permanent. They are surprised when—years later—their benefits are  suddenly reduced. Even for participants who are not yet receiving  benefits, the lack of communication about the likely amount of their final  benefits makes it difficult to plan for retirement.", "In addition, PBGC’s benefit determination letters generally provide only  limited explanations for why the amount may be different from the  amount provided under their plan. In complex plans, when benefit  calculations are complicated, the letters often do not adequately explain  why benefits are being reduced. Although benefit statements are generally  attached, the logic and math involved can be difficult even for pension  experts. Some pension advocates and union representatives we spoke  with said that they found the explanations in these letters to be too vague  and generic, and that the letters did not provide enough information  specific to the individual’s circumstances to be helpful. At the same time,  they were generally sympathetic to the difficulty of communicating such  complicated information. As one advocate acknowledged, for the letters to  be accurate, they have to be complicated; this may just be “the nature of  the beast.”", "PBGC officials have taken steps to shorten the benefit determination  process, although their initiatives have focused on ways to expedite  processing of straightforward cases instead of the more difficult cases  prone to delays. PBGC has also developed more than 500 letter formats— in both English and Spanish—to address the myriad of situations that may  arise in the benefit determination process. Nevertheless, PBGC officials  acknowledged that their standard letter formats may not always meet the  needs of participants, especially those with complex plans and  complicated benefit calculations. PBGC recently undertook a project to  review and update their letters to try to better meet participant needs."], "subsections": []}]}, {"section_title": "PBGC’s Recoupment Process Affects Only a Small Percentage of Terminated Plan Participants", "paragraphs": ["The vast majority of participants in terminated plans are not affected by  overpayments or PBGC’s recoupment process. Overpayments generally  occur when a retiree receives estimated benefits while PBGC is in the  process of making benefit determinations and the final benefit amount is  less than the estimated benefit amount. However, we found that of the  1,057,272 participants in plans terminated and trusteed during fiscal years  2000 through 2008, more than half were not yet retired and, therefore, did  not receive estimated benefits before the benefit determination process  was complete. Moreover, for most who were retired, the estimated benefit  amount received did not change when finalized. As shown in figure 3, of  the 6.5 percent with benefits that did change when finalized, about half  received a benefit amount that was greater, and half received a benefit  amount that was less (about 3 percent of total participants in these plans,  overall). In cases with a final benefit greater than the estimated amount,  retirees are likely due a backpayment for having been underpaid, which  PBGC repays in a lump sum, with interest. In cases with a final benefit that  is less, the retirees are likely to have received an overpayment, which they  then must repay to PBGC, with no added interest.", "Overpayments can occur for two basic reasons: (1) there is a period of  time when the retiree’s estimated benefit has not yet been reduced to  reflect applicable limits; and (2) the retiree’s estimated benefit is adjusted  to reflect applicable limits, but the estimate is still greater than the benefit  amount that is ultimately determined to be correct. In general, the longer  the delay before a retiree’s estimated benefit is adjusted to reflect the  correct amount, the larger the overpayment, and the greater the amount  that will need to be recouped from future monthly benefit payments.", "When an overpayment occurs, retirees typically repay the amount owed by  having their monthly benefits reduced by some fraction until the debt is  repaid. According to PBGC data, 22,623 participants in plans terminated  and trusteed during fiscal years 2000 through 2008 (2.1% of the total) were  subject to such recoupment. The total overpayment amounts varied  widely—from less than $1 to more than $150,000—but our analysis of  PBGC data suggests that most owed less than $3,000. Since in most cases  PBGC recoups overpayments by reducing a participant’s final benefit by  no more than 10 percent each month, recoupment is amortized over  many years and the impact on the participant’s benefit is limited. Per  individual, we found that the median benefit reduction due to recoupment  was about $16 a month, or about 3 percent of the monthly payment  amount, on average. The effect of receiving an overpayment of estimated  benefits on one retiree’s monthly payment is illustrated in figure 4. The  total amount of this retiree’s overpayment was $5,600. His monthly  payment was ultimately reduced by nearly one-half, but this was primarily  due to the application of the guarantee limits. The amount of the benefit  reduction for recoupment of the overpayment is $38 per month, to be paid  until 6/1/2020.", "Participants are warned at the beginning of the process that their benefits  may be reduced due to the legal limits on guaranteed benefits, and retirees  are notified of possible overpayments when they begin to receive  estimated payments. However, these warnings may not have the same  meaning for participants when talked about in generalities as when they  later receive notices concerning their specific benefit amounts. It can still  come as a shock when—perhaps years later—they receive a final benefit  determination letter with this news. Their frustration may be compounded  if they fail to understand the explanations provided in the benefit  determination letters. Some pension advocates and union representatives  we spoke with said that this is often the case in complex cases involving  large benefit reductions. They noted that they did not think most  participants would be able to understand the accompanying benefit  statements without additional information and assistance. In the  participant files we reviewed, the benefit statements that accompanied the  letters ranged in length from 2 to 8 pages. In some cases, there were as  many as 20 to 30 different line items that required making comparisons  between the items to understand the logic of the calculations.", "Participants may appeal the results of the benefit determination process  within 45 days of receiving a final benefit determination. Appeals are  accepted if they raise a question about how the plan was interpreted, how  the law was interpreted, or the practices of the plan’s sponsor, but not if  they are based only on hardship. Although some appellants have  successfully used the appeals process to increase their benefits, less than  20 percent of appeals docketed since fiscal year 2003 have resulted in  appellants receiving higher benefit amounts. We found that a lack of  understanding on the part of participants about how their benefits are  calculated may engender unnecessary appeals, and that PBGC is not  readily providing key information that would be helpful to participants in  deciding whether or not to pursue an appeal.", "Participants may request hardship waivers for overpayments, but only in  cases that do not involve an ongoing payment. PBGC policy stipulates that  in cases with an ongoing payment, recoupment of an overpayment may  not be waived unless the monthly reduction would be less than $5. By  comparison, federal agencies such as the Social Security Administration  and the Office of Personnel Management generally pursue repayment at a  faster rate with larger reductions to benefits when recouping  overpayments, but their policies also give greater prominence to waivers."], "subsections": []}, {"section_title": "Conclusions and Recommendations", "paragraphs": ["To address the concerns of workers and retirees in terminated plans who  stand to lose as much as one-half or more of their long-anticipated  retirement income, and who will likely have to make painful financial  adjustments, PBGC needs a more strategic approach for processing  complex plans prone to delays and overpayments. The failure to  communicate more often and clearly with participants awaiting a final  determination can be disconcerting—especially when participants receive  the news that their final determination is “surprisingly” less than they  anticipated, or when retirees learn that the estimated interim benefit they  had been receiving was too high and that they owe money. More frequent  and clearer communication with plan participants, including more timely  adjustments to estimated benefits, more information about how their  benefits are calculated, and where to find help if they wish to appeal,  would better manage expectations, help people plan for their future, avoid  unnecessary appeals, and earn good will during a trying time for all.", "In our recently issued report, we recommended that PBGC develop a  better strategy for processing complex plans in order to reduce delays,  minimize overpayments, improve communication with participants, and  make the appeals process more accessible. After reviewing the draft  report, PBGC generally agreed with our recommendations, noting the  steps it would take to address GAO’s concerns. For example, PBGC said  that it had started to track and monitor tasks associated with processing  large, complex plans, and would continue to look for other ways to  improve its processes. A complete discussion of our recommendations,  PBGC’s comments, and our evaluation are provided in our recently issued  report. As PBGC’s financial challenges continue to mount and dramatic  increases to PBGC’s workload appear imminent, improvements to PBGC’s  processes are urgently needed.", "Mr. Chairman, this completes my prepared statement. I would be happy to  respond to any questions you or other Members of the Committee may  have.", "For further information regarding this testimony, please contact me at  (202) 512-7215. Individuals making key contributions to this testimony  include Blake L. Ainsworth (Assistant Director), Margie K. Shields, Kristen  W. Jones, James Bennett, Susan C. Bernstein, and Craig W. Winslow.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}