{"id": "GAO-01-883", "url": "https://www.gao.gov/products/GAO-01-883", "title": "Medicaid and SCHIP: States' Enrollment and Payment Policies Can Affect Children's Access to Care", "published_date": "2001-09-10T00:00:00", "released_date": "2001-10-10T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["States provide health care coverage to low-income uninsured children largely through two federal-state programs--Medicaid and the State Children's Health Insurance Program (SCHIP). Medicaid was established in 1965 to provide health care coverage to low-income adults and children. Medicaid expenditures for health services to 22.3 million children totaled $32.4 billion in 1998. Congress established SCHIP in 1997 to provide health care coverage to children living in poor families whose incomes exceed the eligibility requirements for Medicaid. SCHIP expenditures for health services to nearly 2 million children totaled $2 billion in 1999. In implementing SCHIP, states could opt to expand their Medicaid programs or establish a separate child health program distinct from Medicaid that uses specified public or private insurance plans offering a minimum benefit package. Thirty-five states have chosen SCHIP approaches that are, to varying degrees, separate from their Medicaid programs. Because eligibility for Medicaid and SCHIP can vary with a child's age, children may, at different ages, need to move from one program to the other. Access to care, therefore, is affected by the extent to which health plans and providers are available and participate in Medicaid and SCHIP. Differences in Medicaid and SCHIP enrollment requirements--particularly application requirements and eligibility determination practices--can affect beneficiaries' ability to obtain and keep coverage. To help simplify the process for applicants, eight of the 10 states GAO reviewed used joint applications that had similar--but not always identical--requirements for Medicaid and SCHIP applicants. When application requirements differed, Medicaid applicants had to provide additional information or documentation, such as proof of income or assets, or participate in interviews. Differences in the health plans and providers that participate in Medicaid and SCHIP, as well as differences in the payments they receive, have implications for beneficiaries' access to care. In the 10 states GAO reviewed, SCHIP often required enrollees to join a managed care plan and sometimes did not offer a choice of plans, while Medicaid offered families a choice of two or more plans or of care on a fee-for-service basis, including primary care case management. However, such choices did not necessarily give beneficiaries greater access to providers because plan choices may be limited to several smaller plans and may exclude larger plans with more extensive networks."]}], "report": [{"section_title": "Letter", "paragraphs": ["States provide health care coverage to low-income uninsured children  largely through two federal-state programs—Medicaid and the State  Children’s Health Insurance Program (SCHIP).  Medicaid was established  in 1965 to provide health care coverage to certain categories of low-income  adults and children; in 1998, Medicaid expenditures for health services to  about 22.3 million children totaled $32.4 billion.  The Congress established  SCHIP in 1997 to provide health care coverage to children living in low- income families whose incomes exceed the eligibility requirements for  Medicaid; in 1999, SCHIP expenditures for health services to nearly 2  million children totaled $2 billion. In implementing SCHIP, states could  choose to expand their Medicaid programs, thus affording SCHIP-eligible  children the same benefits and services that the state Medicaid program  provides.  Alternatively, states could construct a separate child health  program distinct from Medicaid that uses specified public or private  insurance plans offering a minimum benefit package.  Thirty-five states  have chosen SCHIP approaches that are, to varying degrees, separate from  their Medicaid programs.", "In April 2000, we reported to you that Medicaid and SCHIP programs in 10  states that have separate SCHIP programs have differences in the way the  programs enroll children and in the scope of benefits they offer.  In  particular, we noted that 5 of the 10 states had more requirements for  Medicaid than for SCHIP, which increased the burden for families applying  for Medicaid.  For example, Alabama Medicaid required applicants to  submit proof of income (such as pay stubs), while Alabama SCHIP allowed  applicants to self-report their income without documentation.  Because  eligibility for Medicaid and SCHIP can vary with a child’s age, children may,  at different ages, need to move from one program to the other.  Therefore,  coordination between Medicaid and SCHIP—which is required under the  SCHIP statute—can be critical to ensuring that children are promptly  enrolled in the appropriate program so they have access to necessary  health care.  Access to care, however, is also affected by the extent to  which health plans and providers are available and participate in Medicaid  and SCHIP.  Because of your concern that differences between the  programs may limit children’s access to care, you asked us to analyze, for  selected states’ Medicaid and SCHIP programs, differences in (1) states’  enrollment requirements, particularly application requirements and  eligibility determination practices, and (2) health plan and provider  participation and program payments to plans and providers.  With regard to  both objectives, you also asked that we examine the implications that these  differences might have for children’s access to care.", "To address differences in states’ enrollment requirements, we analyzed the  application requirements for Medicaid and SCHIP for 10 states with SCHIP  separate child health programs.  These 10 states were Alabama, California,  Colorado, Florida, Kansas, Michigan, New York, North Carolina,  Pennsylvania, and Utah.  We chose states with programs that had a mixture  of administrative structures, ranging from SCHIP programs that were  administered by the states’ Medicaid program to those that were operated  separately.  In addition, we selected states whose SCHIP programs had  been in operation since January 1999 and that represented a range of  geographic locations.  We selected 4 of the 10 states for site visits  (California, Colorado, Michigan, and New York), based in part on the  number of enrollees in both programs and variation in administrative  structure.  In our site visits, we obtained supporting data on Medicaid and  SCHIP application and eligibility determination practices and interviewed  representatives of programs, including state, county, and private sector  officials, as well as health plan officials, child health advocates, and  representatives of provider organizations.  We reviewed with these groups  the steps necessary for beneficiaries to obtain, maintain, and renew their  eligibility.  To obtain broader information about health plan and provider  participation in the two programs, we interviewed Medicaid and SCHIP  officials in the 10 states.  We also collected and analyzed information and  data on payments in the four states we visited.  In conducting our payment  analysis, we focused on comparing the two programs’ (1) physician fees for  primary care services and (2) plan capitation rates, which are paid to health plans prospectively on a per-member-per-month (PMPM) basis.  Finally, we  conducted interviews with officials from the Department of Health and  Human Services (HHS), including the Centers for Medicare and Medicaid  Services (CMS), formerly called the Health Care Financing Administration  (HCFA), which has oversight responsibilities for both programs, and the  Health Resources and Services Administration (HRSA), which shares  oversight responsibilities for SCHIP with CMS.  We performed our work  from June 2000 through July 2001 in accordance with generally accepted  government auditing standards.  (See app. I for details on our scope and  methodology.)"], "subsections": [{"section_title": "Background", "paragraphs": ["For over 35 years, Medicaid has operated as a joint federal-state  entitlement program to finance health care coverage for certain categories  of low-income individuals.  Medicaid eligibility is based in part on a family’s  income in relation to the federal poverty level.  Federal law requires states  to extend Medicaid eligibility to children aged 5 and under if their family  income is at or below 133 percent of the federal poverty level and to  children aged 6 to 16 in families with incomes at or below the federal poverty level.  At their discretion, most states have set income eligibility  thresholds that expand their Medicaid programs beyond the minimum  federal statutory levels.", "For most populations, state Medicaid programs must offer certain benefits,  such as physician services, inpatient and outpatient hospital services, and  nursing facility and home health services.  In addition to the benefits that  are federally mandated, states may offer optional services, such as dental,  physical and occupational therapy, prescription drugs, and case  management services.  For most children, states must provide Early and  Periodic Screening, Diagnostic, and Treatment (EPSDT) services.  These  services are intended to provide comprehensive, periodic evaluations of  health and developmental history, as well as vision, hearing, and dental  screening services, to most Medicaid-eligible children.  States are required  to cover any service or item that is necessary to correct or ameliorate a  condition detected through an EPSDT screening, regardless of whether the  service is otherwise covered under a state’s Medicaid program.", "Across the nation, 48 states and the District of Columbia have Medicaid  managed care programs, which require approval from CMS.  These  managed care programs can be targeted to specific geographic areas within  a state or can be statewide.  As of June 2000, 36 states and the District of  Columbia had Medicaid mandatory managed care programs.  In such  programs, certain beneficiaries may choose between at least two capitated  managed care plans, and states pay prospectively for each enrolled  beneficiary on a PMPM basis.  As a part of their managed care programs,  states can provide beneficiaries a FFS based alternative, such as primary  care case management (PCCM).  Under PCCM, primary care providers are  paid a nominal fee to manage the care of beneficiaries, and all services  received are paid on a FFS basis.  The remaining 12 states have managed care programs that are voluntary for beneficiaries, including a FFS-based  alternative (such as PCCM), or both.", "The Congress created SCHIP in 1997 as a means of providing health  benefits coverage to children living in families whose incomes exceed the  eligibility limits for Medicaid.  Although SCHIP is generally targeted to  families with incomes at or below 200 percent of the federal poverty level,  each state may set its own income eligibility limits, within certain  guidelines.  Using the flexibility built into the statute, states’ upper income  eligibility for SCHIP ranged from 133 percent to 350 percent of the federal  poverty level for separate SCHIP programs as of October 2000.  States  have three options in designing SCHIP: they may expand their Medicaid  programs, develop a separate child health program that functions  independently of the Medicaid program, or do a combination of both.   Fifteen states and the District of Columbia have created Medicaid  expansion programs, 16 states have separate child health programs, and 19  states have a combination Medicaid expansion and separate child health  component.  (See app. II for a summary of states’ SCHIP design choices and  app. III for states’ income eligibility levels in SCHIP and Medicaid.)", "While Medicaid expansion programs under SCHIP must use Medicaid’s  enrollment structures, benefit packages, and provider networks, SCHIP  separate child health programs may depart from Medicaid requirements,  particularly with regard to benefits and the plans, providers, and delivery  systems available to enrollees.  SCHIP separate child health programs  generally cover basic benefits, such as physician services, inpatient and  outpatient hospital services, and laboratory and radiological services, and  may provide other benefits at the state’s discretion, such as prescription  drugs and hearing, mental health, dental, and vision services.  In contrast to  Medicaid, SCHIP does not require that beneficiaries have freedom to  choose among providers or plans, and permits states to implement  mandatory managed care; thus, states may place SCHIP enrollees in a  single managed care plan without an alternative.", "Medicaid and SCHIP separate child health programs may differ in other  respects, particularly in terms of their application requirements, eligibility  determination processes, cost-sharing requirements, and periods of  eligibility.  Some of these differences are based in federal statute, while  others are the result of federal regulations.  For example, federal law has  been interpreted to require that public employees determine Medicaid  eligibility, while SCHIP contains no such requirement; consequently,  states are currently permitted to use private contractors to determine  SCHIP eligibility.  Also, while federal Medicaid regulations generally do not  permit cost-sharing for children, the SCHIP statute allows states to require  beneficiary cost-sharing, which some states have implemented as a way to  mirror private insurance and encourage appropriate use of services.  (See  table 1.)", "Medicaid and SCHIP also differ in terms of the proportion of their program  expenditures that come from federal funds and in whether eligible  individuals are considered entitled to the program benefits and services.  State expenditures for Medicaid are matched by the federal government  using a formula that results in federal shares ranging from 50 to 77 percent  of expenditures, depending on a state’s per capita income in relationship to  the national average.  The national average federal share of Medicaid  expenditures is about 57 percent.  The SCHIP statute provides for an  “enhanced” federal matching rate, with each states’ SCHIP rate exceeding  its Medicaid rate.  Federal shares of SCHIP expenditures range from 65 to  84 percent with the national average federal share equaling about 72 percent.   In the Medicaid program, all eligible individuals are entitled to  program benefits.  No overall federal budget limit exists for the Medicaid  program.  In contrast, for SCHIP, federal matching for each state is limited.   The Congress appropriated $40 billion over 10 years (from fiscal year 1998  to 2007), with a specified amount allocated annually to each of the 50  states, the District of Columbia, Puerto Rico, and the U.S. territories.  States’ choices to operate a Medicaid expansion or separate child health  program determine whether eligible individuals are entitled to receive the  benefits and services offered. States opting for a Medicaid expansion under  SCHIP must provide Medicaid benefits to all eligible children.  The state  must continue to serve those children even if its allocated federal funds are  exhausted. In contrast, SCHIP separate child health programs are not  entitlements to coverage or services; once federal funds are exhausted,  states have the option to discontinue providing services or cover the  services with other funds.", "Both statutory and regulatory requirements for coordination between  Medicaid and SCHIP exist at the federal level.  The SCHIP statute requires  the program to coordinate with Medicaid, including first screening SCHIP  applicants for Medicaid eligibility.   On the basis of this initial screen,  applications (which in most states are the joint Medicaid/SCHIP  applications) are directed to either Medicaid or SCHIP, where each  program is responsible for final eligibility determination and enrollment.  (See fig. 1.)   In addition, as of August 24, 2001, SCHIP regulations also  require that state Medicaid agencies adopt a process that facilitates  enrollment in a state child health program when a child is determined  ineligible for Medicaid.", "In part because Medicaid and SCHIP eligibility represent a continuum of  income levels, coordination between the programs is important.  Several  states have found that many families applying for SCHIP actually have  incomes that qualify them for Medicaid.  In addition, families may need to  apply to both Medicaid and SCHIP to obtain health care coverage for all of  their children because Medicaid eligibility standards can vary according to  the age of the child.  Table 2 illustrates for two states (Florida and  Vermont), how income eligibility can—but does not always—vary by age.   (App. III shows the eligibility standards for SCHIP and Medicaid in the 35  states with SCHIP separate child health programs.)"], "subsections": []}, {"section_title": "While Similarities Often Exist, Enrollment Differences Can Affect Ability to Obtain and Keep Coverage", "paragraphs": ["Differences in Medicaid and SCHIP enrollment requirements—particularly  application requirements and eligibility determination practices—can  affect beneficiaries’ ability to obtain and keep coverage.  To help simplify  the process for applicants, 8 of the 10 states we reviewed used joint  applications that had similar—but not always identical—requirements for  Medicaid and SCHIP applicants. When application requirements differed,  Medicaid applicants had to provide additional information or  documentation. The extent and effectiveness of coordination between the  programs affected applicants’ ability to obtain coverage because joint  applications often were transferred between the Medicaid and SCHIP  offices to ensure that applicants were enrolled in the appropriate program.   Poor coordination meant that applications that were transferred or  incomplete risked being delayed or denied. In two of the four states we  reviewed, Medicaid applications generally took more time to process.   However, different processing times could not be attributed solely to lack  of coordination efforts because other factors may affect processing times  as well.  Once enrolled, Medicaid and SCHIP families faced different  requirements for maintaining coverage, such as a more complex  redetermination process for Medicaid, and premium and annual fee  requirements in SCHIP."], "subsections": [{"section_title": "Joint Applications Had Similar, but Not Always Identical, Requirements", "paragraphs": ["Joint Medicaid/SCHIP applications are used widely—31 of the 35 states  with SCHIP separate child health programs (including 8 of the 10 states we  reviewed) have them.  In most states, joint applications are the primary  method for applying for SCHIP; however, families applying for Medicaid  and other public programs may be required to use a separate, different  application form.  Joint application forms have helped simplify  application and eligibility determination for both programs.  When an  applicant is found ineligible for one program, the joint form can minimize  or eliminate the follow-up needed to determine eligibility for the other  program.  While the 10 states we reviewed generally had similar  information and documentation requirements for both programs, some  differences remained with regard to income deductions, asset information,  and interview requirements.", "With regard to income reporting, 9 of the 10 states we reviewed established  identical requirements for both Medicaid and SCHIP.  Some of the 10 states  in our sample have taken other steps to make application requirements  consistent between the programs.  For example, most of the states we  reviewed did not ask for information about assets or require the applicant  to complete an interview.  California eliminated its former requirement for  an in-person interview as part of the Medicaid application process and  allowed Medicaid applications to be mailed in like SCHIP applications.  (See table 3.)", "Documenting income and income-related information has been cited as a  barrier to program eligibility—but also as a means of ensuring that only  eligible individuals are enrolled in the appropriate program.  In particular,  the need to offer documentation, such as pay stubs or proof of child care  expenses, can be problematic for families.  For instance, families that do  not receive regular paychecks can have difficulty showing several months  of pay stubs.  Similarly, child care expenses can be difficult to document,  particularly if an individual pays cash or with a money order. Seven of the  10 states we reviewed were consistent in requiring applicants to document  their income for both programs.  However, individuals in four states could  report income deduction information for both programs, such as child  support or day care expenses, without supplying proof.  Only one state  required both Medicaid and SCHIP applicants to document income  deductions, while three states required documentation for Medicaid  applicants but not for SCHIP.", "Of the 10 states we reviewed, 2 states—Florida and Michigan—had no  income documentation requirements for Medicaid or SCHIP.   For example,  Medicaid and SCHIP officials in Michigan told us that they eliminated  documentation requirements because they were a barrier to application  and enrollment.  Before the state eliminated the documentation  requirements, Michigan officials reported that 75 percent of the  applications received were incomplete because individuals failed to  provide adequate documentation. Michigan eliminated income  documentation for both programs and, as a result, the proportion of  incomplete applications received for both programs dropped to below 20  percent.", "While application requirements for both Medicaid and SCHIP in the 10  states we reviewed were generally similar, they were not always identical.  Where differences existed, Medicaid required more information or  documentation, particularly with regard to income deductions, assets, or  the need to participate in an in-person interview.  For example, Colorado  required applicants to report income deductions and assets for Medicaid  but not for SCHIP, and New York required in-person interviews and proof of  income deductions for Medicaid applicants but not for SCHIP. (See table 3.)   New York’s Medicaid interview requirement was part of its facilitated  enrollment strategy intended to assist applicants in completing the  enrollment process.  This strategy uses community-based organizations  (such as hospitals, clinics, schools, and libraries) as sites where such  interviews can be conducted.  SCHIP applicants can also use the facilitated  enrollment process for assistance in applying for the program, but they are  not subject to the in-person interview requirement.", "The states we visited had various strategies for addressing the differences  between Medicaid and SCHIP requirements on their joint applications.  In  California, application questions that were Medicaid-specific—such as the  need for a Social Security number—were clearly marked as not required  for a SCHIP applicant. Colorado joint applications, on the other hand,  asked for information without differentiating between items required by  one program versus another.  For example, its joint application asked for  information about assets, although this was only required for Medicaid, to  lessen the need for additional information if an applicant appeared  Medicaid-eligible.  Both policies have implications for applicants—either  the applicant submits information that may not be necessary or risks  having to provide additional information later, which could prolong the  approval process."], "subsections": []}, {"section_title": "Delayed or Denied Coverage Often Linked to Coordination and Processing Issues", "paragraphs": ["Delayed or denied coverage often was associated with a lack of  coordination between the programs and other processing issues.  In  particular, delays or denials were at risk when Medicaid and SCHIP  applications were transferred between programs, or when applications  were deemed incomplete.  The amount of risk depended on how closely the  programs coordinated.  Generally, states that had identical Medicaid and  SCHIP application requirements and that maintained geographically close  or colocated eligibility determination offices for both programs, reduced  the risk of delayed or denied coverage.  However, different application  requirements for Medicaid and SCHIP, as well as poor coordination  between the programs could delay coverage for families.  In two of the four  states we visited where we could obtain comparable data, processing  Medicaid applications took longer than for SCHIP; however, longer  processing times could be due to a variety of factors besides differences in  application requirements and insufficient coordination."], "subsections": [{"section_title": "Application Transfers Between Programs Increased the Need for Coordination", "paragraphs": ["Increased coordination between Medicaid and SCHIP was important in  part because joint applications were often transferred between programs.   Application and eligibility determination processes for Medicaid and  SCHIP include an initial eligibility screen for Medicaid and a final eligibility  determination in the appropriate program.  Across the four states we  visited, the initial eligibility screening generally took place when an  applicant submitted a joint application to a SCHIP processing location.   SCHIP eligibility determination officials were responsible for performing  the initial screen; applications deemed potentially Medicaid-eligible were  typically sent to the Medicaid office in the county where the applicant  resided, while those deemed potentially SCHIP-eligible remained at the  SCHIP office for final eligibility determination.", "In the four states we visited, the proportion of joint applications  transferred between the programs was substantial.  For example, Michigan  officials reported that one-half of the applications submitted to SCHIP were  determined to be potentially Medicaid-eligible and were forwarded to  Medicaid, and California SCHIP officials estimated that about 30 percent of  the applications received by mail were eligible for Medicaid and thus  required transfer.  Applications could also flow in the opposite direction.   For example, SCHIP application processing sites for Colorado and  Michigan each reported that about 20 percent of their applications were  transferred from county offices that determine Medicaid eligibility to the  SCHIP processing location.  Colorado officials estimated that, although  average times were not available, such transfers could take anywhere from  2 weeks to 6 months.", "Application transfers took less time if the program offices were  geographically close or colocated.  For example, Michigan established a  state-operated Medicaid eligibility determination office in the same  building as the SCHIP enrollment contractor responsible for processing  joint applications.  At this SCHIP processing center, joint applications that  appeared Medicaid eligible were to be transferred immediately to this  Medicaid office instead of being sent to various county Medicaid offices for  eligibility determination."], "subsections": []}, {"section_title": "Different Application Requirements Increased the Risk of Incomplete Applications", "paragraphs": ["When joint applications ask for different information for Medicaid and  SCHIP, applications transferred between programs can be considered  incomplete, which will delay processing until the needed information is  supplied.  For instance, if required Medicaid information, such as a Social  Security number, is missing from a joint application, Medicaid processing  can be delayed because the application is incomplete.  When applications  were incomplete for these or other reasons, it increased the likelihood of  follow-up and often prolonged the completion of the eligibility  determination process.  For example, community assistance workers in  California told us that families who were required to supply additional  information or documentation did not always return to complete the  application process, and many applications were ultimately denied because  they remained incomplete.  California officials noted that it is unknown  whether these families were deterred by the requirements or they did not  follow through because they believed they were not eligible for the  program.", "While incomplete information on applications resulted in some denials,  states varied in the extent to which they could provide data on denials.    For example, California and Colorado were able to provide data on SCHIP  denials that resulted from incomplete information. California indicated that  27 percent of applications received are denied; of these, almost half were  denied because of incomplete information.  In 2000, Colorado reported that  31 percent of all applications received were denied because they were  incomplete.  Beginning January 2001, however, the state changed its  application, which an official told us reduced the percentage of denials due  to incomplete applications to about 24 percent.   In contrast, Michigan  indicated that less than 3 percent of applications were denied for  incomplete information.  A Michigan official attributed this low denial rate  to the state’s policy to minimize the amount of required documentation for  both Medicaid and SCHIP, which has reduced the number of applications  that are incomplete and require follow-up."], "subsections": []}, {"section_title": "Better Program Coordination Helped Avoid Delays", "paragraphs": ["Officials gave us examples of poor coordination between the programs that  resulted in delayed coverage or inconvenience to families.  In California,  application assistants reported that SCHIP coverage could be denied if the  family had not been promptly taken off Medicaid’s rolls after becoming  ineligible.  For example, when a Medicaid family’s income rose enough to  make the family ineligible for Medicaid but eligible for SCHIP, as long as  the family was still recorded as enrolled in Medicaid, its SCHIP application  would be denied.  Other difficulties could occur if program eligibility  information was not provided to the family.  For example, some Colorado  families that were denied Medicaid were not informed that their  applications had been sent to SCHIP and only discovered they were eligible  for SCHIP when they received a notice that SCHIP premiums were due.", "Michigan has made efforts to improve coordination between the programs  by avoiding repeated transfers of the same application that occurred when  Medicaid and SCHIP eligibility workers disagreed on an applicant’s  eligibility.  To address this, the state developed a policy in which Medicaid  and SCHIP eligibility workers accept each other’s calculations for purposes  of determining program eligibility.  To ensure that only eligible individuals  are enrolled in the appropriate program, the state checks applications for  calculation errors.  If any problems consistently occur with workers from  either program, the state conducts eligibility worker training to minimize  the incidence of errors."], "subsections": []}, {"section_title": "Limited Data Indicated Longer Medicaid Processing Times", "paragraphs": ["Differences in the application requirements and processes could affect how  long it took children to obtain coverage in the two programs.  However,  only SCHIP offices were able to provide information on application and  eligibility determination processing times in all four states; for Medicaid in  these states, comparable processing times were only available in Colorado  and Michigan.  In these two states, Medicaid application and eligibility  determination processing generally took longer than SCHIP.  For example,  Colorado reported statewide average processing times that were longer for  Medicaid (38 days) than for SCHIP (14 days for a completed application  and 30 days for those requiring follow-up).  Michigan reported that average  processing times were 19 days for Medicaid and 8 days for SCHIP. While  differences in processing times could be affected by poor coordination,  other factors can contribute to Medicaid’s longer average processing times.   For example, the Medicaid eligible population includes adults and  individuals with special needs in addition to children, which also can affect  how quickly applications are processed.", "States may allow families to receive covered services while applications  are being processed by adopting a presumptive eligibility policy, an option  available to states under both programs.  Presumptive eligibility allows a  child to receive coverage immediately while eligibility determination is in  process. Nationally, however, few states have opted for presumptive  eligibility in their Medicaid and SCHIP programs. As of July 2000, five  states had adopted and implemented presumptive eligibility in their  Medicaid programs—Massachusetts, Nebraska, New Hampshire, New  Jersey, and New Mexico, while three states—Massachusetts, New Jersey,  and New York—had adopted and implemented presumptive eligibility for  SCHIP.  A Michigan official told us that although the state has allowed  health plans to adopt presumptive eligibility, none of the plans had done so  as of May 2001."], "subsections": []}]}, {"section_title": "Differing Program Requirements Affected Families’ Abilities to Maintain Coverage", "paragraphs": ["Once enrolled, Medicaid and SCHIP families faced different requirements  for maintaining coverage.   SCHIP children were generally guaranteed a  longer period of eligibility regardless of changes in income or family size,  while Medicaid children could lose coverage sooner because of  requirements to report such changes. Also, Medicaid enrollees faced a  more complex redetermination process than SCHIP children did.  In  contrast, SCHIP children risked losing coverage for their families’ failure to  pay required premiums or enrollment fees, while Medicaid generally did  not have such cost-sharing requirements.", "The four states we visited generally required redetermination of eligibility  after 12 months for both programs.  To maintain coverage during the  eligibility period, two states—Michigan and Colorado—required Medicaid  families to report any significant changes, such as income or family status,  and the families could lose coverage if changes made them ineligible.  In  contrast, SCHIP families in these two states had “continuous eligibility,”  meaning they remained covered for the full 12 months regardless of  changes in income or family status.  New York did the opposite: Medicaid  families had continuous eligibility, while SCHIP families did not.", "At the end of the coverage period, the programs redetermine enrollees’  eligibility for coverage.  Medicaid families in California, Michigan, and New  York faced a more complex redetermination process than SCHIP families.   For example, to begin Medicaid redetermination, Michigan mailed families  a new Medicaid application, but it was a 10-page form, not the 4-page joint  application.  In contrast, the state’s SCHIP beneficiaries were mailed a  summary of the information on their last application and asked to update  information that had changed.  In New York, families completed   redetermination forms for both Medicaid and SCHIP, but Medicaid again  required an in-person interview.  In contrast, Medicaid redetermination in  Colorado may be less burdensome than SCHIP redetermination, depending  on the information the state is able to collect before contacting the family.   The state first searches other program files, such as Food Stamps and  Temporary Assistance for Needy Families (TANF), to determine whether it  already has the necessary application information.  If the state does not  find the information with this process, it sends families a redetermination  form that essentially has the same information requirements as the joint  application.  For SCHIP redetermination, families must submit another  joint application.", "While Medicaid, under federal law, generally does not allow premiums or  fees for children under age 18, the SCHIP legislation permits states to  require limited cost-sharing.  SCHIP families in the four states we visited  faced varying degrees of risk of losing coverage for failure to pay monthly  premiums or annual enrollment fees. The percentage of children who lost  SCHIP coverage because of their families’ failure to pay premiums ranged  from 0 percent in Colorado to 10 percent in Michigan. (See table 4.)"], "subsections": []}]}, {"section_title": "Health Plan and Physician Participation, and Payment Differences Can Affect Access to Care", "paragraphs": ["Differences in the plans and physicians that participate in Medicaid and  SCHIP and in payments the programs make to these plans and physicians  have implications for beneficiaries’ choices and access to care.  In the 10  states we reviewed, SCHIP often required enrollees to join a managed care  plan and sometimes did not provide a choice of plans.  In contrast,  Medicaid beneficiaries had a choice of at least two capitated plans in  locations offering managed care or could receive care on a FFS basis,  including through PCCM.  However, having such choices did not  necessarily mean greater access to providers.  For example, FFS options do  not necessarily provide greater access to physicians than managed care  plans do, since physicians may choose to limit participation or not  participate in Medicaid.  Similarly, one program may have a number of  smaller plans, while larger plans with more extensive provider networks  may not participate in the program.  Payment disparities between Medicaid  and SCHIP also had the potential to affect access to care.  In two states  where comparable data were available, Medicaid FFS payments to  physicians for children’s preventive services were lower than the rates  physicians were paid for the same services in SCHIP. We also compared  Medicaid and SCHIP physician fees with those of Medicare and found  Medicaid fees consistently lower in all four states, while our comparison of  SCHIP and Medicare fees showed a less consistent relationship.   Comparisons of capitation rates were difficult because of differences in the  benefits included within these rates.  In one state with comparable benefits  covered by the capitation rate, SCHIP paid more than Medicaid.  In the  remaining three states, capitation rate comparisons were not feasible  because of differences in the benefits or populations covered, or both."], "subsections": []}, {"section_title": "Medicaid Offered Families More Choice Between FFS and Managed Care Plans", "paragraphs": ["In terms of the broad choices available—obtaining health care through FFS  or enrollment in a managed care plan—families with children in Medicaid  generally had more choice than SCHIP families.  In the 10 states we  reviewed, Medicaid generally offered families a choice of receiving services  on a FFS basis; selecting between a capitated managed care plan and FFS,  including PCCM; or choosing from at least two capitated plans.  Across the  nine states with capitated managed care, enrollment of Medicaid  beneficiaries in capitated plans ranged from 4 percent to 75 percent.  In  contrast, virtually all children enrolled in SCHIP in 8 of the 10 states were  enrolled in capitated managed care plans; the remaining two states offered  only FFS care.  (See table 5.)", "Medicaid beneficiaries’ choices within a state depended on where they  lived.  The Medicaid programs in seven states—California, Colorado,  Michigan, New York, North Carolina, Pennsylvania, and Utah—mandated  that certain Medicaid beneficiaries enroll in capitated health plans, but  the extensiveness of mandatory enrollment within a state varied greatly.   In certain areas of these states, enrollment in a capitated Medicaid plan  was mandatory for most children:  in 22 of 58 counties in California,  in urban areas of Colorado,  in 73 of 83 counties in Michigan,   in 16 of 57 counties in New York and in parts of New York City,   in one county in North Carolina,  in the Pittsburgh and Philadelphia areas of Pennsylvania, and   in 4 urban counties in Utah.", "While enrollment was mandatory in these locations, Medicaid beneficiaries  could still choose among two or more capitated plans.  For example  Medicaid beneficiaries could choose among 9 capitated plans in Wayne  County, Michigan, and among 13 to16 plans in New York City, depending on  the area in which they live.", "SCHIP beneficiaries generally had less choice between managed care plans  and FFS than Medicaid beneficiaries, and these choices also depended on  where the beneficiaries  lived.  Four of the states we reviewed with  capitated managed care plans in SCHIP—Colorado, Florida, New York, and  Pennsylvania—had geographic regions in which the SCHIP program  offered a single managed care plan and no FFS option. In addition, SCHIP  children throughout Kansas were enrolled in the single available plan in  their area and did not have a FFS option, while Medicaid children were  enrolled in either a PCCM or a capitated plan.  While SCHIP children did  not always have a choice of FFS, this did not mean that choices were  necessarily limited.  For example, California SCHIP officials noted that in  the five counties with the largest enrollment (over 60 percent of the SCHIP  enrollment statewide), SCHIP beneficiaries have between 7 and 9 health  plan choices.  Similarly, in New York City, SCHIP beneficiaries have  between 10 and 15 plan choices, depending on where they live."], "subsections": [{"section_title": "Degree to Which Plans and Physicians Participated in Both Programs Varied Among States", "paragraphs": ["The degree to which health plans and physicians participated in both  Medicaid and SCHIP varied among the 10 states we reviewed.  Several  states, such as Colorado, Kansas, New York, and Utah, reported that  generally the same health plans participated in both programs, but in  Florida, Michigan, and Pennsylvania, there was limited overlap between  the health plans participating in Medicaid and those participating in SCHIP.  (See table 6.)  This difference was especially pronounced in Michigan,  where 80 percent of SCHIP beneficiaries were enrolled in a single capitated  plan that did not participate in Medicaid and that contracted with over 95  percent of the physicians in the state.  Michigan officials told us that in one  quarter, 27 percent of children that reapplied for SCHIP were eligible for  Medicaid; to the extent that these children were enrolled in the plan that  did not participate in Medicaid, the transfer to Medicaid would require that  they select a new health plan.", "When plans do not participate in both programs, continuity-of-care  problems can arise as beneficiaries shift between programs because of  changes in family income or children’s ages.  For example, because  Medicaid eligibility changes with a child’s age in all 10 of the states we  reviewed, a child may have to move from Medicaid to SCHIP at certain ages  even when family income remains constant. (See app. III.)  Losing  eligibility in one program and becoming eligible for the other can therefore  mean joining a new plan and possibly seeing a new physician. In addition, a  family with more than one child could have children enrolled in each  program, so having the same providers in both programs would make  obtaining health care easier for the family as a whole.", "To facilitate continuity of care, a few states reported taking action to  ensure that plans and physicians participated in both Medicaid and SCHIP.   For example, in 1998, New York began requiring that new plans participate  in both programs and that existing plans serve both Medicaid and SCHIP in  any new service areas.  Similarly, Colorado required managed care plans  contracting with SCHIP to be willing to contract with Medicaid, and it has  allowed only one exception to this requirement.  Colorado state officials  reported that they also intend to request that health plans submit Medicaid  and SCHIP physician networks for review so that the state can  independently determine the degree of participation in both programs.  The  remaining six states we reviewed with Medicaid and SCHIP capitated  programs did not require health plans to participate in both programs.   However, officials in one of the six states—Kansas—said that in the future  they intend to require plans’ participation in both Medicaid and SCHIP.", "Neither requiring health plan participation in both programs nor having  FFS options can guarantee, however, that the two programs will have the  same physicians, since physicians may choose not to participate in one or  the other program or plans may establish different physician networks for  each program.  Medicaid and SCHIP officials in the 10 states seldom were  able to report whether physicians participated in both programs—and the  extent of their participation.  A few states-such as Michigan and New York  noted that their state insurance departments were responsible for  reviewing network adequacy.  In most cases, however, states did not have  the data needed to compare physician participation in both Medicaid and  SCHIP, particularly where a significant portion of care was provided by  capitated plans. Colorado officials noted that provider data systems in  Medicaid and SCHIP were not comparable and that comparisons also  would be difficult because provider participation changes frequently within  and between networks."], "subsections": []}, {"section_title": "Payment Rates Can Affect Physician Participation and, Ultimately, Access to Care", "paragraphs": ["Payment rates—whether they are physician fees or capitation rates to  health plans—can affect the degree to which physicians and health plans  participate in Medicaid and SCHIP, and thereby affect beneficiaries’  choices and access to care.  The relative fees paid by different insurers— Medicare, Medicaid, SCHIP, and private health plans—can also affect  providers’ willingness to participate.  Nationally, low Medicaid physician  fees and physician participation have been long-standing areas of concern.  In a recent national survey, pediatricians cited low fees as one of the most  important factors in their decision to limit participation in Medicaid.  In  three of the four states we visited—California, Colorado, and Michigan— the percentage of pediatricians accepting Medicaid patients was below the  national average of 67 percent.  Some plans and physicians have  demonstrated their dissatisfaction with Medicaid’s fees by taking legal  action.  In New York, for example, two provider groups recently initiated  lawsuits that resulted in increases in Medicaid dental fees, and physician  fees for office visits were increased from $7 to $30.  In both cases, these  were the first Medicaid fee increases in more than 30 years.", "Across the four states we visited, Medicaid fees were consistently lower  than Medicare fees for the same preventive services for children, while  SCHIP and Medicare fees had a less consistent relationship in the two  states where comparable data were available.  Medicaid fees ranged from  29 percent to 61 percent of what Medicare would pay for selected  preventive medical services for children.  SCHIP fees as a percentage of  Medicare fees varied, with two large health plans in California paying 44 to  72 percent of what Medicare would pay and one large health plan in  Michigan paying 103 to 124 percent of what Medicare would pay. (See  table 7.)", "In comparing Medicaid and SCHIP fees for the same children’s preventive  medical services, Medicaid fees in two states—California and Michigan— were consistently lower than what physicians were paid for the same  services in SCHIP.  Medicaid fees were 46 percent to 58 percent of what one  dominant health plan in Michigan paid SCHIP physicians and 83 percent of  what a large plan in California paid SCHIP physicians. (See table 8.)", "Just as physician fees can affect physician participation, capitation rates  can affect plan participation.  Capitation rates can be difficult to compare,  however, because the PMPM rates do not always encompass the same  benefits.  In Michigan, Medicaid capitation rates were lower than SCHIP  rates by $26 PMPM, even though the two programs contracted for  essentially the same services.  In California, differences in benefits and in  the populations included in the rates complicated rate comparisons.  Medicaid’s capitation rate included both adults and children, while SCHIP’s  rate was limited to children.  In the remaining two states, the benefits were  not comparable between the two programs, which precluded any  conclusions regarding the comparability of capitation rates.  (See table 9.)"], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["Although states have a significant amount of flexibility to design their  Medicaid and SCHIP programs, differences in enrollment policies have a  bearing on how easily children gain and retain access to health care.   Differing application requirements and processing times can lead to  delayed coverage—and in some cases, to no coverage—if families find the  application process too difficult to complete.  Well-coordinated programs,  however, can minimize the effect of such differences and facilitate  enrollment and continuity of care for children.", "Differences in provider participation and in the relative payment rates also  have implications for children's access to health care.  Few states,  however, could assess the degree to which the same physicians were  available to both Medicaid and SCHIP children.  Since physicians decide  whether to participate in Medicaid and SCHIP partly on the basis of the  payment rates, lower Medicaid payments relative to other payers continue  to be a source of concern, although some states have recently increased  Medicaid provider payments.  While comparing payment rates in a  managed care environment is often complicated by differences in covered  benefits, differential rates between the two programs can affect plans’ and  physicians’ willingness to participate and, in turn, beneficiaries’ access to  care."], "subsections": []}, {"section_title": "Agency and State Comments", "paragraphs": ["We provided the Secretary of Health and Human Services an opportunity to  comment on a draft of this report. In its comments, HHS generally agreed  with our concluding observations that differences in enrollment policies,  provider participation, and relative payment rates in Medicaid and SCHIP  can have implications for program enrollment as well as access to care.   HHS expressed uncertainty, however, about the degree to which our  concluding observations provide a national assessment of enrollment and  payment policies.  The report notes throughout that our findings on  enrollment policies and provider participation were based on the  experience of 10 states and that our comparisons of payment rates were  limited to 4 states.  Our intent was not to generalize nationwide, but to  illustrate how selected states are addressing challenges that other states  might also face in administering their Medicaid and SCHIP programs.", "HHS noted that the influence of relative reimbursement levels on physician  and dentist participation in the Medicaid program is an important policy  consideration. It expressed concern, however, about comparing Medicare  physician fees to Medicaid fees for selected pediatric preventive medical  services because of differences in the populations eligible for these  programs.  We made this comparison for several reasons.  First, while  Medicare is a federal health insurance program primarily for the elderly  and persons with disabilities, its fee schedule includes fees for pediatric  medical services.  Second, both public and private health care insurers  often base their payments to physicians on the Medicare fee schedule.  For  example, in California, Medicare payment levels were used as a benchmark  for revisions to the Medicaid fee schedule in August 2000. Finally,  research on Medicaid payment frequently considers Medicare fee  schedules as a point of comparison for Medicaid rates. While HHS also  suggested that a comparative analysis of payment data from commercial  plans would be helpful, such an analysis was beyond the scope of this  review.", "Finally, HHS commented that findings from the American Academy of  Pediatrics on physician participation and payments—noted in this report— might warrant further investigation by GAO.  We agree that additional  analysis of children’s access to care and payments to physicians in both  Medicaid and SCHIP is warranted, and are continuing to address these  issues in other work.", "We also provided a copy of our draft report to Medicaid and SCHIP officials  in the 10 states included in our analysis.   We received comments from the  Medicaid and SCHIP programs in California, Colorado, Kansas, Michigan,  and Pennsylvania.  We also received comments from the Medicaid program  in Alabama, and the SCHIP programs in North Carolina and New York.   Several states, including Michigan, and Pennsylvania, commented that  differences in health plan participation in their Medicaid and SCHIP  programs did not necessarily mean that the same physicians do not  participate in both programs.  We agree that physician participation can be  similar even when health plans differ; however, states generally could not  provide documentation of the extent of physician participation in both  programs.  California and Colorado also commented on the difficulty of  making capitated payment comparisons between the two programs.  We  agree that it is difficult to compare Medicaid and SCHIP capitated rates,  particularly when program benefits or populations differ.  As a result, we  noted benefit and population differences throughout the report and did not  draw conclusions about comparative payment rates where such  differences existed.", "HHS and the states also provided technical and clarifying comments, which  we incorporated where appropriate. (HHS’ comments are included in app.  IV.)", "As arranged with your office, unless you release its contents earlier, we  plan no further distribution of this report until 30 days after its issuance  date.  At that time, we will send copies of this report to the Secretary of  Health and Human Services, the Administrators of CMS and HRSA, and  other interested parties.  We will make copies available to others upon  request.  If you or your staff have any questions regarding this report,  please contact me on (202) 512-7114 or Carolyn Yocom at (202) 512-4931.   Key contributors to this report are listed in app. V."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["The objectives of this report were to analyze, for Medicaid and SCHIP in  selected states, differences in (1) enrollment requirements, particularly  application and eligibility determination practices, and (2) health plan and  physician participation and payments to plans and physicians.  With regard  to both objectives, we were also asked to consider whether differences  between Medicaid and SCHIP might have implications for children’s access  to care.", "To do this, we conducted telephone interviews of Medicaid and SCHIP  state, county, and private sector officials responsible for Medicaid and  SCHIP administration in 10 states.  We visited four states, and we analyzed  data from states’ programs as well as federal Medicaid and SCHIP program  reports and documents.  Because states’ Medicaid programs varied  considerably, data collected from states did not always represent the same  time frames.  We asked states to provide their latest available data, which  ranged from 1999 to the summer of 2001.  In addition, we reviewed  published studies and reports on application and eligibility determination  practices, plan and physician participation, and provider payment issues in  Medicaid and SCHIP.  We also relied on information from our previous  work.", "To analyze the extent of programmatic differences for the two reporting  objectives, we selected 10 states that had SCHIP programs with separate  child health programs. These states were Alabama, California, Colorado,  Florida, Kansas, Michigan, New York, North Carolina, Pennsylvania, and  Utah.  With one exception, these were the same states included in our  previous Medicaid and SCHIP comparison report.  In selecting these  states, we considered attributes of SCHIP separate child health programs,  such as administrative structure and the method of providing services (fee- for-service (FFS) or managed care) compared to Medicaid programs in  each state.  We also selected states whose SCHIP programs had been in  operation since January 1999 and represented a range of geographic  locations.  We made site visits to four of these states (California, Colorado,  Michigan, and New York) to probe certain issues more deeply and obtain  the multiple perspectives needed.  We selected these four states primarily  because of their geographic distribution, the varying sizes of their Medicaid  and SCHIP enrollments, and their different program administration  structures.  For example, the Medicaid program in California operates at  the county level, while SCHIP operates statewide; in contrast, Michigan  operates both Medicaid and SCHIP out of the same state agency.", "During the four site visits, we interviewed representatives of programs— including state, county, and private sector officials—as well as a wide range  of groups, including   state Medicaid and SCHIP directors and their staffs;   managed care plan officials;   local organizations responsible for assisting families with applications;  contractors and other staff responsible for determining eligibility and  for enrolling children in Medicaid and SCHIP;  physician organizations, such as local chapter officials of the American  Academy of Pediatrics; and   child health advocacy organizations.", "We also obtained documentation and data from states on application and  eligibility determination, plan participation, and plan and physician  payments.", "To compare application requirements and eligibility determination  practices under Medicaid and SCHIP, we analyzed application requirements  from the 10 states.  Our site visits to four states allowed us to obtain a more  in-depth understanding of how Medicaid and SCHIP programs at the state  level determined whether applicants were eligible; how the two programs  referred ineligible applicants; and how both programs enrolled  beneficiaries into managed care plans, where pertinent.  In each state we  visited, we obtained data and conducted interviews with state, plan,  physician, and community groups on Medicaid and SCHIP procedures and  requirements, time frames, and coordination efforts.", "To obtain information about health plan arrangements and provider  participation in the two programs, we conducted semistructured telephone  interviews with Medicaid and SCHIP directors or their key staff in the 10  states.  These interviews allowed us to capture variations between  Medicaid and SCHIP both within and across states.  In the four states we  visited, we also obtained more extensive information about the degree of  beneficiary choice of health plans and physicians in each program, in urban  and rural areas and under Medicaid managed care programs.  In addition,  we obtained data on the number of plans, degree of plan participation in  each program, enrollment by plan, and provider overlap.", "Finally, we collected and analyzed information and data on Medicaid and  SCHIP payments to managed care plans and FFS providers in the four  states we visited.  In analyzing payments, we focused on making  comparisons within a state regarding Medicaid and SCHIP (1) FFS  payments to physicians for services for Medicaid and SCHIP beneficiaries  and (2) capitation rates to plans.  Plans are paid a fixed amount per  member per month (PMPM), regardless of the services provided, while  under FFS, physicians are paid a specific amount for each service.", "We performed our work from June 2000 through July 2001 in accordance  with generally accepted government auditing standards."], "subsections": [{"section_title": "Methodology for Comparison of FFS Payment Rates", "paragraphs": ["Since many Medicaid beneficiaries are in a FFS arrangement, we compared  Medicaid payments with SCHIP payments for the same preventive services  for children.  While SCHIP programs do not typically use FFS  arrangements, we identified three dominant health plans, two in California  and one in Michigan, that served significant numbers of SCHIP  beneficiaries and that paid their providers on a FFS basis.  We compared  Medicaid payments in California and Michigan with the payments that each  of these SCHIP plans paid their providers.", "We obtained fee schedules for pediatric medical services using selected  codes from the most commonly used procedural coding system in states  reporting Medicaid EPSDT services—the standard Physicians Current  Procedural Terminology, 4th edition (CPT 4). (See table 10.)  These CPT 4  codes were the most commonly used procedural codes for reporting  Medicaid’s EPSDT services under capitated managed care programs and  the second most commonly used codes for reporting these services under  FFS."], "subsections": []}, {"section_title": "Methodology For Comparison of Capitation Rates", "paragraphs": ["Managed care plans often receive different capitation rates for each risk  group or category of eligible populations.  For example, plans may be paid  separate rates for infants and teenagers, or for Supplemental Security  Income (SSI) program beneficiaries in Medicaid, who are often more costly  to serve because of their complex health needs.  The distribution of such  population groups and the benefits offered also can differ between  Medicaid and SCHIP.  Because of this, comparing programs’ capitation  rates to health plans required analyzing any existing differences between  Medicaid and SCHIP rates based on a program’s enrollment by age, risk  groups, and benefits; where possible, we made adjustments to address the  differences we identified.", "In general, to compare capitation rates, we first excluded SSI children from  Medicaid’s enrollment figures and calculated or obtained weighted average  capitation rates for non-SSI children to make the Medicaid rates more  comparable to SCHIP.  While this approach made the Medicaid and SCHIP  populations more similar, the number of beneficiaries in each age group  varied by program.  To adjust for these differences, we used the SCHIP  program’s enrollment distribution by age in each state and applied  weighted average Medicaid capitation rates, thus calculating a population- adjusted PMPM Medicaid rate that was more comparable to SCHIP.  By age- adjusting the two populations, we arrived at more comparable price-to- price evaluations of Medicaid and SCHIP capitation rates.", "For example, in Colorado, infants (aged 0 to 1) made up 8,236 (15 percent),  of all children in Medicaid, while infants composed 633, or 3 percent, of all  children in SCHIP.  Capitation rates differ by age groupings—with infant  rates higher than rates for older children under both programs.  For  example, the weighted average Medicaid rate for infants in Colorado was  $300 PMPM, while the weighted average rate for ages 1 to 18 was $47  PMPM.  Given these differences, the weighted average monthly capitation  rate for a program enrolling many infants—such as Medicaid—reflects the  higher costs of these beneficiaries.  This rate is not comparable to the  weighted average rate for a program with fewer infants.  To adjust for these  differences in populations, we used SCHIP’s enrollment distribution by age  in Colorado and applied Colorado’s Medicaid rates to the SCHIP enrollment  distribution in order to calculate a population-adjusted PMPM rate.  This  gave us comparable price-to-price evaluations of Medicaid and SCHIP  capitation rates in Colorado of $54 PMPM in Medicaid and $70 PMPM in  SCHIP.  We also obtained or calculated price-to-price evaluations of Medicaid and SCHIP capitation rates for children in Michigan and New  York.  (Figure 2 shows the original capitation rate for Medicaid and SCHIP,  as well as the population-adjusted rate for Medicaid.)", "In California, the Medicaid program developed its capitation rates by  eligibility groupings, not by age ranges, and so it could not provide rates for  children by age.  For our capitation rate comparison, we selected a  “family” population grouping that best represented families with children  because it included a Medicaid category of eligibility that is based on  enrollment in the Temporary Assistance to Needy Families (TANF)  program.  Within this family rate category, capitation rates were the same,  regardless of the age of the child or adult.  As a result, creating comparable  populations between Medicaid and SCHIP was not possible.  The  California capitation rates cited represent the weighted averages for  Medicaid beneficiaries and for SCHIP beneficiaries in 12 counties that  enrolled the majority of Medicaid- and SCHIP-eligible individuals in  capitated care."], "subsections": []}]}, {"section_title": "States’ Design Choices Under SCHIP", "paragraphs": ["States are allowed three options in designing SCHIP:  expand their  Medicaid program, develop a separate child health program that functions  independently of the Medicaid program, or combine both approaches.  (See  table 11.)  As of June 2001, 35 states have separate programs or  combination programs separate from Medicaid.  Fifteen states and the  District of Columbia have chosen to create Medicaid expansion programs  under SCHIP, 16 states have separate child health programs, and 19 states  have programs that combine Medicaid expansion and separate child health  programs."], "subsections": []}, {"section_title": "State Income Eligibility Levels in Medicaid and SCHIP", "paragraphs": ["Because Medicaid and SCHIP income eligibility levels vary by age, children  in the same family can qualify for different programs. (See table 12.)  Using  a family with two children, aged 2 and 7, and an income at 125 percent of  the federal poverty level provides an example of how family eligibility can  be split between Medicaid and SCHIP.  In 21 of the 35 states with separate  child health programs, the 2-year-old would be eligible for Medicaid, while  the 7-year-old would be eligible for SCHIP.  Assuming that the family’s  income remains at 125 percent of the poverty level, these children would be  split between Medicaid and SCHIP for 4 years, until the 2-year-old turned 6  and thus qualified for SCHIP, not Medicaid.  Six states have consistent  eligibility levels for all ages: four states—Connecticut, Indiana, Maryland,  and South Dakota—used SCHIP Medicaid expansions, while two states— Vermont and Washington—already had eligibility levels that were  consistent for all children.  The remaining eight states have consistent  levels for all ages with the exception of infants, which are typically covered  at a higher level in Medicaid."], "subsections": []}, {"section_title": "Comments From the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["Key contributors to this analysis were Joy L. Kraybill, JoAnn Martinez-Shriver, and Deborah A. Signer.  In addition, Yorick F. Uzes  contributed to the initial design and data collection, Behn Miller provided  legal analysis, and Elizabeth T. Morrison assisted in writing the report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the investigative arm of Congress, exists to  support Congress in meeting its constitutional responsibilities and to help improve  the performance and accountability of the federal government for the American  people. GAO examines the use of public funds; evaluates federal programs and  policies; and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of accountability,  integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents is through the  Internet. GAO’s Web site (www.gao.gov) contains abstracts and full-text files of  current reports and testimony and an expanding archive of older products. The  Web site features a search engine to help you locate documents using key words  and phrases. You can print these documents in their entirety, including charts and  other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO E-mail  this list to you every afternoon, go to our home page and complete the easy-to-use  electronic order form found under “To Order GAO Products.”"], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}, {"section_title": "Visit GAO’s Document Distribution Center", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": ["Web site: www.gao.gov/fraudnet/fraudnet.htm, E-mail: fraudnet@gao.gov, or 1-800-424-5454 (automated answering system)."], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}