{"id": "GAO-05-257", "url": "https://www.gao.gov/products/GAO-05-257", "title": "Telecommunications: Direct Broadcast Satellite Subscribership Has Grown Rapidly, but Varies across Different Types of Markets", "published_date": "2005-04-06T00:00:00", "released_date": "2005-04-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Since its introduction in 1994, direct broadcast satellite (DBS) service has grown dramatically, and this service is now the principal competitor to cable television service. Although DBS service has traditionally been a rural service, passage of the Satellite Home Viewer Improvement Act of 1999 enhanced the competitiveness of DBS service in suburban and urban markets. GAO agreed to examine (1) how DBS subscribership changed since 2001; (2) how DBS penetration rates differ across urban, suburban, and rural areas; (3) how DBS penetration rates differ across markets based on the degree and type of competition provided by cable operators; and (4) the factors that appear to influence DBS penetration rates across cable franchise areas. To complete this report, GAO prepared descriptive statistics and an econometric model using data from the Federal Communications Commission's annual Cable Price Survey and the Satellite Broadcasting and Communications Association's subscriber count database."]}, {"section_title": "What GAO Found", "paragraphs": ["Since 2001, the number of households subscribing to DBS service has grown rapidly; thus the percentage of households subscribing to DBS service, the DBS penetration rate, has grown to over 17 percent of American households. The DBS penetration rate is highest in rural areas, but growing most rapidly in suburban and urban areas. Between 2001 and 2004, the DBS penetration rate grew 15 percent in rural areas to 29 percent of rural households, 32 percent in suburban areas to 18 percent of suburban households, and 50 percent in urban areas to 13 percent of urban households. The degree and type of competition influences the DBS penetration rate. In areas with no cable service, the DBS penetration rate is about 53 percentage points greater than in areas where cable service is available. Where cable service is available, cable operators increasingly offer advanced services. The DBS penetration rate is approximately 20 percentage points greater in areas where cable operators are not providing advanced services, compared with areas where these services are available. While relatively few areas have more than one wire-based cable operator, in these areas the DBS penetration rate is 8 percentage points lower than in areas with only one cable operator. In addition to the differences in DBS penetration rates across rural, suburban, and urban areas, and differences associated with the degree and type of cable competition, additional geographic and competitive factors also influence the DBS penetration rate. For example, the DBS penetration rate is lower in areas with a high prevalence of multiple-dwelling units, such as apartments. Additionally, the DBS penetration rate is higher in areas where DBS providers offer local broadcast stations (such as ABC and NBC affiliates) directly to their subscribers. The Federal Communications Commission provided technical comments on a draft of this report that we incorporated where appropriate."]}], "report": [{"section_title": "Letter", "paragraphs": ["For many years, cable television operators faced little competition in the  market for subscription video service. However, in 1994, a new type of  competitor emerged: direct broadcast satellite (DBS). Subscribers to DBS  service use small reception dishes to receive television programming  beamed down from satellites that orbit over the equator. DBS was  originally most popular in rural areas, where cable service was often  limited or did not exist. In recent years, DBS has also become popular in  suburban and urban markets. In particular, the competitiveness of DBS was  bolstered when the Congress enacted the Satellite Home Viewer  Improvement Act of 1999, which allows DBS carriers to provide local  broadcast signals, such as the affiliates of ABC and NBC, directly to  subscribers. Today, the two primary DBS providers—DIRECTV® and  EchoStar—provide local broadcast signals in 156 of 210 television markets.", "You asked us to provide information on the extent to which DBS is  competitive with cable under varied market circumstances. Specifically,  this report provides information on (1) how DBS subscribership has  changed since 2001; (2) how DBS penetration rates (that is, the percentage  of households subscribing to DBS) differ across urban, suburban, and rural  areas; (3) how DBS penetration rates differ across markets based on the  degree and type of competition provided by cable operators; and (4) the factors that appear to influence DBS penetration rates across cable  franchise areas.", "To respond to the objectives of this report, we gathered data on DBS  subscribers from the Satellite Broadcasting and Communications  Association (SBCA) and cable rates and services from the Federal  Communications Commission (FCC). For the first and second objectives,  we calculated the DBS penetration rate at the county level for the years  2001 to 2004. This allowed us to examine the trend in the DBS penetration  rate for that period of time. We also classified counties as urban, suburban,  and rural, based on the location of central cities and designations of  metropolitan statistical areas (MSA), and calculated the DBS penetration  rate for each of these geographic categories. For the third objective, we  used data from Knowledge Network’s 2004 The Home Technology Monitor  survey to identify responding households that said cable service was not  available to them, and to then examine the penetration of DBS service  among these responding households, compared with those who said that  cable service was available in their area. We also calculated the DBS  penetration rate for cable franchise areas included in FCC’s 2002 and 2004  Cable Price surveys. Using data from FCC’s surveys, we classified each  cable franchise on the basis of (1) whether “advanced services”—such as  cable modem and digital cable tiers of programming—were provided by  cable operator and (2) whether there was a second wire-based provider in  the market. We then calculated the DBS penetration rate for these different  categories of cable franchise areas. For the fourth objective, we used an  econometric model we previously developed that examines the  competitive interaction of cable and DBS providers. Using data from 2004,  the model considers the effect of various factors (such as the number of  channels provided by the cable company) on cable rates, the number of  cable subscribers, the number of channels that cable operators provide to  subscribers, and the DBS penetration rate in areas throughout the United  States. See appendix I for additional information on our scope and  methodology and appendix II for the steps we took to ensure the reliability  of the data we used to prepare this report. We found these data to be  sufficiently reliable for the purposes of this report.", "We conducted our review from March 2004 to February 2005 in accordance  with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Cable television service emerged in the late 1940s to fill a need for  television service in areas with poor over-the-air reception, such as  mountainous or remote areas. At that time, cable operators simply  retransmitted the signals of local broadcast stations. By the late 1970s,  cable operators began to provide new cable networks, such as HBO,  Showtime, and ESPN, and the number of cable subscribers increased  rapidly. Two significant changes occurred in the 1990s and early 2000s.  First, the Congress passed the Cable Television Consumer Protection and  Competition Act of 1992 that, among other things, prohibited local  franchising authorities from awarding exclusive (or monopoly) franchises  to cable operators, thereby opening the door to wire-based competition.  Second, cable operators began offering new services, such as digital cable,  cable modem Internet access, and telephone, in addition to their basic  video service. Today, many cable operators offer these advanced services  in bundles with their basic video service.", "Since its introduction in 1994, direct broadcast satellite (DBS) service has  grown dramatically and is now the primary competitor to cable operators.  Subscribers to DBS service use a small reception dish to receive signals  beamed down from satellites. Because DBS satellites orbit above the  equator, a reception dish must point toward the southern sky, and  households located in the northern part of the United States need to angle  the dish more toward the horizon than households in the southern part of  the United States. Unlike cable, which upgraded to digital service in recent  years, DBS service has been a digital-based service since its inception. DBS  providers generally offer most of the same cable networks as cable  operators. However, for many years DBS providers did not offer local  broadcast stations to their subscribers in most instances because of  copyright obstacles, obstacles that cable operators did not face. After the  Congress passed the Satellite Home Viewer Improvement Act of 1999,  which altered the copyright rules that applied to DBS providers, cable and  DBS companies were placed on a more equal competitive footing."], "subsections": []}, {"section_title": "Subscription to DBS Has Grown Rapidly Since 2001", "paragraphs": ["From 2001 to 2004, the aggregate number of U.S. households that subscribe  to DBS television service grew rapidly. Figure 1 illustrates the growth in  total DBS subscription and penetration rates for 2001 through 2004. In July  2001, about 15.5 million households were served by DBS. By January 2004,  about 21.3 million households were served by DBS—an increase of 37.8  percent in 2-1/2 years. Similarly, over the same period of time, the overall  penetration rate of DBS rose from 13 percent in 2001 to 17.4 percent in  2004—a 33.5 percent increase."], "subsections": []}, {"section_title": "DBS Has the Greatest Penetration in Rural Areas, but Subscriber Growth Has Been Greater in Urban and Suburban Areas Since 2001", "paragraphs": ["DBS penetration rates have been higher in rural areas than in suburban and  urban areas throughout the last several years, as shown in figure 2. From  July 2001 to January 2004, DBS penetration has grown steadily in all three  types of geographic areas. In 2001, penetration rates were highest in rural  areas at 25.6 percent, followed by 13.9 percent in suburban areas and 8.6  percent in urban areas.  As of January 2004, DBS penetration remained the  highest in rural areas, growing to about 29 percent, while it grew to 18  percent of suburban households and 13 percent of urban households.", "Although the DBS penetration rate in rural areas has been and remains  higher than it is in other geographic areas, subscribership has grown more  rapidly in suburban and urban areas than in rural areas from 2001 to 2004.  In fact, urban areas have experienced the highest growth in overall DBS  subscribership. Figure 3 displays the percentage growth in total DBS  subscribers and the percentage growth in DBS penetration rates in urban,  suburban, and rural areas. From 2001 to 2004, DBS subscribership grew 55  percent in urban areas, 37 percent in suburban areas, and 17 percent in  rural areas. In the same time period, the growth in penetration rates was  also highest in urban areas, at 50.4 percent, followed by suburban  penetration growth at 32 percent, and rural penetration growth of 15  percent."], "subsections": []}, {"section_title": "DBS Penetration Is Higher Where Cable Service Is Not Available, Where Cable Providers Do Not Offer Advanced Services, and Where Wire-Based Competitors Are Not Present", "paragraphs": ["Less than 9 percent of American households do not have the opportunity to  purchase cable television service because it is not available where they  live. However, in these areas, the DBS penetration rate is about 53  percentage points greater than in areas where cable television service is  available. Where cable television service is available, cable operators are  increasingly providing advanced services, such as digital cable, cable  modem, and telephone service. In 2004, the DBS penetration rate was over  20 percentage points greater in areas where cable operators did not provide  advanced services, compared with areas where these services were  available. Finally, in some limited areas, cable companies compete with  other wire-based competitors, and where there is more than one wire- based cable competitor, the DBS penetration rate was 8 percentage points  lower than in areas without such an additional competitor."], "subsections": [{"section_title": "DBS Penetration Is Much Higher in Areas without Cable Service", "paragraphs": ["Most households in the United States have access to cable television  service. Using Knowledge Network’s 2004 survey, we found that less than 9  percent of responding households reported that cable television service  was not available. According to FCC, households without access to cable  television service generally reside in smaller and rural markets.", "Where cable television service is not available, households are far more  likely to purchase DBS service. In figure 4, we illustrate the percentage of  households receiving television service through four different modes (over- the-air, cable, DBS, and other) for areas where households report that cable  television service is available and where it is not available. In areas where  cable television service is available, 65 percent purchase cable service, 16  percent use free over-the-air television, and about 15 percent purchase DBS  service. When cable television service is not available, a significant  percentage of households—nearly 68 percent—purchase DBS service,  while nearly all of the remainder—31 percent—rely on over-the-air  television."], "subsections": []}, {"section_title": "DBS Penetration Is Much Higher in Areas Where Cable Operators Do Not Offer Advanced Services", "paragraphs": ["Since 2001, the percentage of cable operators providing advanced services  (digital cable, cable modem, and telephone services) has increased. In  figure 5, we illustrate the percentage of cable operators providing no  advanced services; one or more, but not all, advanced services; and all  three advanced services based on FCC’s annual survey of cable  franchises. In 2001, over 18 percent of cable operators did not provide  advanced services, while less than 3 percent did not provide advanced  services by 2004. At the same time, the percentage of cable operators  providing all three advanced services increased from 16 percent in 2001 to  26 percent in 2004. In 2004, most cable operators (about 66 percent)  provided both digital cable and cable modem services, but not telephone  service.", "In areas where cable operators do not provide advanced services, the DBS  penetration rate is significantly greater than in areas where cable operators  provide advanced services. In figure 6, we illustrate the DBS penetration  rate for 2001, 2002, and 2004 based on the availability of advanced services  from cable operators. In 2004, the DBS penetration rate was over 36  percent in areas where cable operators did not provide advanced services,  compared with approximately 16 percent in areas where cable operators  provided one or more, but not all, advanced services, and only 14 percent in  areas where cable operators provided all three advanced services. In fact,  the DBS penetration rate increased modestly since 2001 in areas where  cable operators provide one or more advanced services. However, the DBS  penetration rate increased 12 percentage points since 2001 in areas where  cable operators do not provide advanced services."], "subsections": []}, {"section_title": "DBS Penetration Is Lower in Areas Where There Is Wire- Based Cable Competition", "paragraphs": ["Although the Telecommunications Act of 1996 sought to increase wire- based competition, few American households have a choice among  companies providing television service via wire-based facilities. In a 2005  report, FCC noted that few franchise areas—about 1 percent—have effective competition based on the presence of a wire-based competitor.  These competitors include telephone companies, electric and gas utilities,  and broadband service providers.", "In areas with more than one wire-based cable provider, the DBS  penetration rate is lower compared with areas with only one wire-based  provider. In figure 7, we illustrate the DBS penetration rate for 2004 in cable  franchise areas with and without wire-based cable competition. The DBS  penetration rate is 18 percent in areas without wire-based competition and  10 percent in areas with wire-based competition."], "subsections": []}]}, {"section_title": "Several Geographic and Competitive Factors Are Associated with Different Levels of DBS Penetration across Cable Franchise Areas", "paragraphs": ["We found that three key geographic factors and three key competitive  factors influence DBS penetration rates in cable franchise areas throughout  the United States. Regarding geographic factors, we found that (1) the DBS  penetration rate is lower in areas with a high prevalence of multiple  dwelling units, such as apartments and condominiums; (2) the DBS  penetration rate is lower in areas where the angle at which the satellite dish  must be installed is relatively low, such that the satellite points more  toward the horizon than toward the sky; and (3) the DBS penetration rate is  higher in nonmetropolitan areas.  In terms of competitive factors, we found  that (1) the DBS penetration rate is lower in areas where the cable  operator’s system has greater system capacity; (2) the DBS penetration rate  is lower in areas where there is more than one wire-based cable provider;  and (3) the DBS penetration rate is higher in areas where DBS providers  carry local broadcast stations, such as an ABC affiliate."], "subsections": [{"section_title": "Key Geographic Factors Influence DBS Penetration Rates", "paragraphs": ["Using an econometric model to control for the many factors that influence  the DBS penetration rate, we identified three geographic factors that  influenced the DBS penetration rate in cable franchise areas in 2004; see  appendix III for a full explanation of, and results from, our econometric  model.", "The DBS penetration rate is lower in areas with a relatively large  number of housing units represented by multiple dwelling units (such as  apartments and condominiums). A 10 percent increase in the percentage  of housing units represented by multiple dwelling units is associated  with a 2.5 percent decrease in the DBS penetration rate. One possible  explanation for this result is that residents of multiple dwelling units are  more likely to encounter greater difficulty installing a DBS satellite dish,  since the dish requires a clear line of sight to the southern sky.", "The DBS penetration rate is lower in areas where, to see the southern  sky, the satellite dish must be pointed more toward the horizon than up  at the sky.  In general, the farther north one is within the United States,  the more the dish must be angled toward the horizon to see the satellite  over the equator. We found that a 1 percent decrease in the angle at  which the DBS satellite dish must be set at is associated with a 1 percent  decrease in the DBS penetration rate. A possible explanation for this  result is that a satellite dish facing the horizon is less likely to have a  clear line of sight to the southern sky because of interference from  surrounding buildings or trees.", "The DBS penetration rate is generally higher in nonmetropolitan areas.  The DBS penetration rate is about 41 percent greater in cable franchise  areas outside metropolitan areas compared with cable franchise areas  within metropolitan areas. This result is consistent with the results  discussed above for 2001 to 2004 and may be attributed to the early  popularity of satellite service in rural areas."], "subsections": []}, {"section_title": "Key Competitive Factors Influence DBS Penetration Rates", "paragraphs": ["Using the same econometric model, we also identified three competitive  factors that influence the DBS penetration rate in cable franchise areas in  2004.", "The DBS penetration rate is lower in areas where the cable operator’s  system has greater capacity. A 10 percent increase in the cable  operator’s system capacity is associated with a 2.4 percent decrease in  the DBS penetration rate. With greater system capacity, a cable operator  can provide more channels and advanced services, such as digital cable,  cable modem, and telephone services. Thus, greater system capacity  allows the cable operator to provide a compelling alternative to DBS  service that can contribute to lower DBS penetration rates. This result is  consistent with the lower DBS penetration rate in areas where cable  operators provided advanced cable services for 2001 to 2004 that we  discussed above.", "The DBS penetration rate is lower in areas with wire-based cable  competition, compared with areas without wire-based competition. In  particular, we found that DBS penetration rates are about 37 percent  lower in areas with wire-based cable competition compared with areas  without wire-based competition. Again, this result is consistent with the  results discussed above. With wire-based competition, additional  companies are competing for customers. The addition of a second cable  operator can attract some customers who might otherwise have  purchased DBS service, thereby reducing the DBS penetration rate.", "The DBS penetration rate is higher in areas where DBS customers can  receive local-into-local service. Local-into-local service allows DBS  subscribers to receive the local broadcast stations in their area (e.g., the  ABC, CBS, Fox, and NBC affiliates) from the DBS provider, just as cable  subscribers receive local broadcast stations from their cable operator.  Since individual programming appearing on broadcast stations generally  has higher ratings than individual programming appearing on cable  channels, the ability of DBS providers to offer local broadcast stations  to their customers remains an important competitive factor. We found  that where local-into-local service is available, the DBS penetration rate  is about 12 percent higher than areas where local-into-local is not  available."], "subsections": []}]}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Federal Communications  Commission (FCC) for its review and comment. FCC staff provided  technical comments that we incorporated, where appropriate."], "subsections": []}, {"section_title": "Industry Participants’ Comments", "paragraphs": ["We provided a draft of this report to the National Cable and  Telecommunications Association (NCTA) and the Satellite Broadcasting  and Communications Association (SBCA) for their review and comment.  NCTA provided no comments. SBCA officials noted that, in addition to the  factors we discuss in the report, the inability of DBS providers to carry  certain programming developed by cable operators also influences the DBS  penetration rate in certain markets. In particular, SBCA noted that FCC’s  program access rules require that vertically integrated cable operators  make satellite-delivered programming available to competing subscription  video providers, such as DBS providers, but that the program access rules  do not apply to terrestrially delivered programming. SBCA officials note  that the ability of cable operators to deliver programming terrestrially,  especially popular programming such as regional sports networks, and  therefore deny DBS providers access to this programming, negatively  affects the DBS penetration rate in certain markets.", "As agreed with your office, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 15 days after the  date of this letter. At that time, we will send copies to interested  congressional committees; the Chairman, FCC; and other interested  parties. We will also make copies available to others upon request. In  addition, this report will be available at no cost on the GAO Web site at  http://www.gao.gov. If you or your staff have any questions concerning this  report, please contact me at (202) 512-2834 or at goldsteinm@gao.gov.", "Major contributors to this report include Amy Abramowitz, Stephen  Brown, Michael Clements, Simon Galed, and Bert Japikse."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["To respond to the first and second objectives—to provide information on  how direct broadcast satellite (DBS) subscribership has changed since  2001 and how the DBS penetration rate differs across urban, suburban, and  rural areas—we gathered data on DBS subscribers from the Satellite  Broadcasting and Communications Association (SBCA). SBCA provided us  with the number of DBS subscribers by ZIP Code™ 1 for the two DBS  providers, DIRECTV® and EchoStar. Using information from the Census  Bureau and a private vendor, we matched the zip codes to counties and  calculated the number of DBS subscribers in each county throughout the  United States. We also gathered data on housing unit projections from the  Census Bureau, which, when combined with the number of DBS  subscribers, allowed us to calculate the DBS penetration rate by county for  July 2001 to January 2004. This allowed us to examine changes in the DBS  penetration rate for that period of time. Further, using data from the Office  of Management and Budget, we classified counties as urban, suburban, and  rural, based on the location of central cities and designations of  metropolitan statistical areas (MSA). This allowed us to calculate the DBS  penetration rate for each of these geographic categories.", "ZIP Code™ is a registered trademark of the United States Postal Service. For simplicity, we  refer these as zip codes. regarding the availability of digital cable, cable modem, and telephone  service and the presence of wire-based competition. We matched individual  zip codes to the cable franchise areas that formed the unit of analysis in  FCC’s survey. When combined with the count of DBS subscribers by zip  code from SBCA, we calculated the DBS penetration rate for each cable  franchise area in FCC’s survey. We used these data, combined with cable  operators’ responses to FCC’s survey regarding advanced services and  wire-based competition, to calculate the DBS penetration rate under these  various scenarios.", "To respond to the fourth objective—to provide information on the factors  that appear to influence the DBS penetration rate in cable franchise  areas—we used an econometric model we previously developed that  examines the effect of competition on cable rates and service and the DBS  penetration rate. Using data from FCC’s 2004 Cable Price Survey, the  model considered the effect of various factors on cable rates, the number  of cable subscribers, the number of channels that cable operators provide  to subscribers, and the DBS penetration rate for areas throughout the  United States. See appendix III for a more detailed explanation of, and  results from, our econometric model."], "subsections": []}, {"section_title": "Data Reliability", "paragraphs": ["To respond to the objectives of this report, we relied extensively on three  data sets and took steps to ensure the reliability of these data. The data sets  we relied on include the Federal Communications Commission’s (FCC)  2002 and 2004 Cable Price surveys, direct broadcast satellite (DBS)  subscriber counts by zip code from the Satellite Broadcasting and  Communications Association (SBCA), and Knowledge Network’s 2004 The  Home Technology Monitor survey. In this appendix, we explain the steps  we took to ensure that these data were sufficiently reliable for the purposes  of our work."], "subsections": [{"section_title": "FCC’s Cable Price surveys", "paragraphs": ["FCC annually surveys approximately 700 cable franchises to fulfill a  congressional mandate to report on average cable rates for cable operators  found to be subject to “effective competition”—a legally defined term— compared with operators not subject to effective competition. In previous  testimonies and a report, we have noted weaknesses with FCC’s survey,  including insufficient instructions and inaccuracies in the classification of  the competitive status of cable operators. In response to our  recommendations, FCC has taken several steps to improve the reliability of  its survey, including editing the survey document and correcting inaccurate  classifications of the competitive status of cable franchises. Additionally,  FCC conducts follow-ups with survey respondents and edits survey data  when inaccuracies are apparent.", "We used FCC’s 2002 and 2004 Cable Price surveys to identify areas where  cable operators provided advanced services and also for information on  price, number of channels, and other operating data necessary for our  cable-satellite econometric model. Because our use of data from FCC’s  surveys was important in a comparative manner, rather than an absolute  sense—that is, our primary concern with cable rates was the relative level  of rates between cable franchises, rather than the absolute rate in a  particular cable franchise—it is not important for our use that the data be  precise. We conducted logic tests to identify any observations with  apparent inaccuracies in the variables of interest for our work. We  determined that the data were sufficiently reliable for our analysis."], "subsections": []}, {"section_title": "SBCA’s DBS Subscriber Counts", "paragraphs": ["SBCA possesses data on the number of DBS subscribers by zip code. To  respond to the objectives of this report, we sent SBCA a letter identifying  the specific data elements we required. SBCA officials prepared a set of  data sets consistent with our needs. We conducted logic tests on SBCA’s  data and identified some inconsistencies, which we discussed with SBCA  officials. SBCA officials subsequently took steps to resolve these  inconsistencies. Based on the revised data we received from SBCA and our  subsequent tests, we determined that the data were sufficiently reliable for  our analysis."], "subsections": []}, {"section_title": "Knowledge Network’s The Home Technology Monitor: Spring 2004 Ownership and Trend Report", "paragraphs": ["To obtain information on the availability of cable service and types of  television service used by U.S. households, we purchased existing survey  data from Knowledge Networks Statistical Research. This survey was  completed with 2,375 of the estimated 5,075 eligible sampled individuals for  a response rate of 47 percent; partial interviews were conducted with an  additional 96 people, for a total of 2,471 individuals completing some of the  survey questions. The survey was conducted between February 23 and  April 25, 2004. Because we did not have information on those contacted  who chose not to participate in the survey, we could not estimate the  impact of the nonresponse. Our findings will be biased to the extent that  the people at the 53 percent of the telephone numbers that did not yield an  interview have experiences with television service or equipment that are  different from the 47 percent of our sample who responded. However,  distributions of selected household characteristics (including presence of  children, race, and household income) for the sample and the U.S. Census  estimate of households show a similar pattern.", "To assess the reliability of these survey data, we reviewed documentation  of survey procedures provided by Knowledge Networks and questioned  knowledgeable officials about the survey process and resulting data. We  determined that the data were sufficiently reliable for the purposes of this  report."], "subsections": []}]}, {"section_title": "Cable-Satellite Econometric Model", "paragraphs": ["This appendix describes our econometric model of cable-satellite  competition. In particular, we discuss (1) the specification of the model, (2)  the data sources used for the model, (3) the merger of various data sources  into a single data set, (4) the descriptive statistics for variables included in  the model, (5) the estimation methodology and results, and (6) alternative  specifications."], "subsections": [{"section_title": "Specification of Econometric Model of Cable-Satellite Competition", "paragraphs": ["We developed an econometric model to examine the influence of various  factors, including those describing aspects of cable competition at the local  level, on local DBS penetration rates. Estimating the importance of various  factors on the DBS penetration rate is complicated by the possibility that  the DBS penetration rate in an area may help determine, but also be  determined by, in part, the local cable price in that area. One statistical  method applicable in this situation is to estimate a system of structural  equations in which certain variables that may be simultaneously  determined are estimated jointly. In our previous reports, we estimated a  four-equation structural model in which cable prices, the number of cable  subscribers, the number of cable channels, and the DBS penetration rate  were jointly determined. We use this same general structure again, this  time using the most recent information available from FCC’s 2004 Cable  Price Survey and contemporaneous satellite subscriber information  provided by the Satellite Broadcasting and Communications Association.  We made some minor modifications because of, for example, changes in  the subscription video market.", "We estimated the following four-equation structural model of the  subscription video market:   DBS penetration rate in a local market is hypothesized to be related  to (1) cable prices per channel; (2) the DBS companies’ provision of  local stations in the franchise area; (3) the size of the television market  as measured by the number of television households; (4) the age of the  cable franchise; (5) the median household income of the local area; (6)  cable system capacity in terms of megahertz; (7) a dummy variable for  areas outside metropolitan areas; (8) the percentage of multiple  dwelling units; (9) the angle, or elevation, at which a satellite dish must  be fixed to receive a satellite signal in that area; and (10) the presence of  a nonsatellite competitor. The DBS penetration rate variable is defined  as the number of DBS subscribers in a franchise area expressed as a  proportion of the total number of housing units in the area. As  hypothesized, the DBS penetration rate is expected to depend on the  prices set by the cable provider as well as on the demand, cost, and  regulatory conditions in the subscription video market that directly  affect DBS.", "Cable prices are hypothesized to be related to (1) the number of  channels, (2) the number of cable subscribers, (3) the DBS penetration  rate, (4) the DBS companies’ provision of local stations in the franchise  area, (5) the size of the television market as measured by the number of  television households, (6) horizontal concentration, (7) vertical  relationships, (8) the presence of a nonsatellite competitor, (9)  regulation, (10) average wages, and (11) population density. The cable  price variable used in the model is intended to reflect the total monthly  rate charged by a cable franchise to the typical subscriber. The  explanatory variables in the cable price relationship are essentially cost  and market structure variables.", "Number of cable subscribers is hypothesized to be related to (1)  cable prices per channel, (2) the DBS penetration rate, (3) the number of  broadcast stations, (4) urbanization, (5) the age of the cable franchise,  (6) the number of homes passed by the cable system, (7) the median  household income of the local area, and (8) the presence of a  nonsatellite competitor. The number of cable subscribers is defined as  the number of households in a franchise area that subscribe to the most  commonly purchased programming tier. This represents the demand  equation for cable services, which depends on rates and other demand- related factors.", "Number of channels is hypothesized to be related to (1) the number of  cable subscribers, (2) the DBS penetration rate, (3) the size of the  television market as measured by the number of television households,  (4) the median household income of the local area, (5) cable system  capacity in terms of megahertz, (6) the percentage of multiple dwelling  units, (7) vertical relationships, and (8) the presence of a nonsatellite  competitor. The number of channels is defined as the number of  channels included in the most commonly purchased programming tier.", "The number of channels can be thought of as a measure of cable  programming quality and is explained by a number of factors that  influence the willingness and ability of cable operators to provide high- quality service and consumers’ preference for quality.", "Table 1 presents the explanatory variables in the structural model on cable  prices and DBS penetration rates."], "subsections": []}, {"section_title": "Data Sources Used for the Econometric Model", "paragraphs": ["We required several data elements to build the data set used to estimate  this model. The following is a list of our primary data sources.", "We obtained data on cable prices and service characteristics from the  2004 Cable Price Survey that FCC conducted as part of its mandate to  report annually on cable prices. FCC’s survey asked a sample of cable  franchises to provide information, as of January 1, 2004, about a variety  of items pertaining to cable prices, service offerings, subscribership,  franchise area reach, franchise ownership, and system capacity. We  used the survey to define measures of each franchise area’s cable prices,  number of subscribers, and number of channels as described above. In  addition, we used the survey to define variables measuring (1) system  megahertz (the capacity of the cable system in megahertz), (2) homes  passed by the cable system serving the franchise area and perhaps other  franchises in the same area, (3) regulation—a dummy variable equal to 1  if the franchise is subject to rate regulation of its Basic Service Tier, (4)  horizontal concentration—a dummy variable equal to 1 if the franchise  area is affiliated with one of the largest MSOs with at least 1 million  subscribers nationally, and (5) the status of nonsatellite competition—a  dummy variable equal to 1 if the franchise faced competition from a  second wireline company that provides cable service.", "From the Satellite Broadcasting and Communications Association, we  obtained DBS subscriber counts as of January 2004 for each zip code in  the United States. We used this information to calculate the number of  DBS subscribers in a cable franchise area, which, when divided by the  number of housing units, was used to define the DBS penetration rate.", "We used the most recent data from the Census Bureau to obtain the  following demographic information for each franchise area: housing  units, median household income, proportions of urban and rural  populations, housing units accounted for by structures with more than  five units (multiple dwelling units), population density, and  nonmetropolitan statistical areas.", "For average wage, we used May 2003 estimates for Installation,  Maintenance, and Repair Occupations from the Bureau of Labor  Statistics’ (BLS) National Occupational Employment and Wage  Estimates. We used metropolitan area data for most franchise areas, and  state-level data for those franchise areas located outside of metropolitan  areas.", "We used data from BIA MEDIA AccessPro™ to determine the number of  broadcast television stations in each television market.", "To define the dummy variable indicator of vertical integration, we used  information on the corporate affiliations of the franchise operators  provided in FCC’s survey. We used this information in conjunction with  industrywide information on vertical relationships between cable  operators and suppliers of program content gathered by FCC in its  Tenth Annual Report on the status of competition in the market for  delivery of video programming.", "From Nielsen Media Research, we acquired information to determine  the number of television households in each designed market area  (DMA), or television market, and the DMA in which each cable franchise  was located.", "We used information from the two DBS companies (DIRECTV® and  EchoStar) to identify DMAs in which these companies provide local  stations and, if local stations are available, when the companies initiated  this service. We used this to construct a measure of local station  availability, as well as alternative specifications presented in the final  section.", "Based on a zip code associated with each cable franchise area, we  determined the necessary satellite dish elevation for each area based on  information available from the Web pages of the two DBS companies."], "subsections": []}, {"section_title": "Merging Various Data Sources into a Single Data Set", "paragraphs": ["The level of observation in our model is the local cable franchise. Many of  the variables we used to estimate our model, such as each cable franchise’s  price, come directly from FCC’s Cable Price Survey. However, we also  created variables describing competitive, geographic, and economic  conditions in each franchise area. For these variables, we used information  from other sources. For example, we obtained median household income  and the extent of multiple dwelling units from Census Bureau data, and  derived the DBS penetration rate from information provided by the  Satellite Broadcasting and Communications Association. Generally, these  data are reported at other geographic levels, and we describe briefly the  process by which we merged these different data sources.", "Cable franchise areas take a variety of jurisdictional forms, such as city or  town, or unnamed, unincorporated area. As a consequence, they do not  correspond in many cases to well-recognized geographical units, such as  Census places, for which other data are readily available. Our approach to  identifying the geographic extent of each franchise area and relating  information processed at different geographic levels to each franchise area  is similar to that we have used and described in detail in our previous  reports. In general, we used information in FCC’s survey identifying  franchise community name and type (such as city or town) to match to  Census geographic identification codes for particular places or county  subdivisions that do correspond to Census geography. In particular, we  used 2000 Census information on the number of housing units in these  jurisdictions as the basis for our measure of DBS penetration. For other  franchises, however, the link to Census records was not as direct. For  franchises in unincorporated unnamed areas, for example, and those  whose franchise areas represent a section of the associated community  (which occurs in some large cities), we acquired additional information on  the geographic boundaries of the franchise areas.", "The satellite subscriber information we obtained was organized by zip  code. In order to link these subscriber counts to franchise area  geographies, we determined the zip code or zip codes associated with each  franchise. Because zip codes often do not share boundaries with other  geographies, one zip code can be associated with more than one cable  franchise area. Also, many franchises, particularly larger ones, span many  zip codes. Therefore, we needed to identify the zip code or codes in each  franchise area as well as the degree to which each of those zip codes is  contained in each franchise area to calculate the degree of satellite  penetration for each franchise area. We accomplished this by using  software designed to relate various levels of census geography to one  another. For most franchise areas—that is, those that correspond to  census places, county subdivisions, or entire counties—we were able to  use this software to relate census places, county subdivisions, or other  census geographies directly to the zip codes that corresponded to those  areas and to calculate the share of each zip code’s population according to  the 2000 Census that was contained in that area. We used these population  shares to allocate shares of each zip code’s total DBS subscribers to the  relevant franchise area, and then summed the resulting subscribers across  all zip codes in that franchise area. We defined the penetration by dividing  this subscriber total by an estimate of the housing units in that franchise  area in January 2004.", "As part of the process of identifying the zip codes associated with each  franchise area, we identified a key zip code that we used for linking other  data items. We used Census data organized at the zip code level to assign  demographic data, such as income and the extent of multiple dwelling  units, to each franchise area. We also used this key zip code to attach  information concerning the proper satellite dish elevation.", "We assigned other information to each franchise on the basis of the  franchise’s county, state, or metropolitan area. We assigned wage data from  BLS at the metropolitan or state level and we assigned nonmetropolitan  status, percentage of urban population, and the Nielsen television market  of each franchise at the county level. Information on the provision of local  stations by DBS companies, which occurs at the television market level,  was then assigned to each franchise."], "subsections": []}, {"section_title": "Descriptive Statistics for Variables Included in the Econometric Model", "paragraphs": ["Table 2 provides basic statistical information on all of the variables  included in the cable-satellite competition model. We calculated these  statistics using 624 observations in our data set. We excluded those  franchises sampled by FCC that were municipally operated or that  competed directly with municipally operated franchises because we  believe that these cable franchises are likely to be operated differently from  the majority of other franchises."], "subsections": []}, {"section_title": "Estimation Methodology and Results", "paragraphs": ["We employed the Three-Stage Least Squares (3SLS) method to  estimate our model. Table 3 includes the estimation results for each  of the four structural equations. All of the variables, except dummy  variables, are expressed in natural logarithmic form. This means  that coefficients can be interpreted as “elasticities”—the percentage  change in the value of the dependent variable associated with a 1  percent change in the value of an independent, or explanatory,  variable. The coefficients on the dummy variables are elasticities in  decimal form.", "We found that several factors related to the geographical conditions  influence the DBS penetration rate. Specifically, as shown in table 3, DBS  penetration rates are likely to be significantly higher in nonmetropolitan  areas. This could be associated with the historical development of satellite  service, which had been marketed for many years in smaller and more rural  areas. Additionally, the DBS penetration rate is higher in areas that require  a relatively higher angle or elevation at which the satellite dish is mounted  and is lower in areas where there are more multiple dwelling units. These  two factors can be associated with the need of DBS satellite dishes to “see”  the satellite: A dish aimed more toward the horizon (as opposed to aimed  higher in the sky) is more likely to be blocked by a building or foliage, and  people in multiple dwelling units often have fewer available locations to  mount a satellite dish.", "Additionally, we found that several factors related to competitive  conditions influence the DBS penetration rate. As shown in table 3, our  model results indicate that in cable franchise areas where local broadcast  stations are available from one or both DBS providers, the DBS penetration  rate is approximately 12 percent higher than in areas where local stations are not available via satellite. This finding suggests that in areas where  local stations are available from one or both DBS providers, consumers are  more likely to subscribe to DBS service and, therefore, DBS appears to be  more competitive with cable than in areas where local stations are not  available from a DBS provider.", "We did not find that DBS companies’ provision of local broadcast stations  is associated with lower cable prices. In table 3, the estimate is, in fact,  positive, although not statistically significant, and we therefore cannot  reject the hypothesis that provision of local broadcast stations has no  impact on cable prices. However, we found that cable prices were  approximately 16 percent lower in areas where a second cable company— known as an overbuilder—provides service. Finally, cable prices are higher  in areas where the cable company provides more channels, indicating that  consumers are generally willing to pay for additional channels and that  providing additional channels raises a cable company’s costs. Additionally,  we found that DBS penetration rates are lower in cable franchise areas  where a second wire-based competitor is present; in these areas, the DBS  penetration rate is 37 percent lower compared with similar areas where a  second wire-based competitor is not present."], "subsections": []}, {"section_title": "Alternative Specifications", "paragraphs": ["We considered alternative specifications under which we expanded the  definition of local broadcast stations to account for (1) whether one or  both DBS companies offer local stations and (2) the length of time that DBS  companies have provided local stations. To conduct this analysis, we  included several additional variables: “Both DBS companies provide”  equals 1 if both DBS companies offer local stations in the cable franchise  area, “One DBS company provides” equals 1 if only one DBS company  offers local stations, “Long-term” equals 1 if either or both DBS companies  have offered local stations in the cable franchise area for more than 3 years  as of January 2004, “Short-term” equals 1 if local stations have been  available for less than 3 years, “Both long-term” equals 1 if both DBS  companies have offered local stations in the cable franchise area for more  than 3 years as of January 2004, and “Both otherwise” equals 1 if local  stations have otherwise been available from both DBS companies.", "We report the results of these alternative specifications only for the DBS  penetration equation because we are primarily interested in their affects on  DBS penetration and we found little impact on the other equations in the  model. We present the results for four different specifications in table 4. In  general, there is evidence that the longer that local stations have been  available in a local area, the larger will be the increase in the local DBS  penetration rate, and that the increase in the local DBS penetration rate is  greater in those areas in which both DBS companies provide local stations."], "subsections": []}]}], "fastfact": []}