{"id": "GAO-18-245", "url": "https://www.gao.gov/products/GAO-18-245", "title": "Commercial Real Estate Lending: Banks Potentially Face Increased Risk; Regulators Generally Are Assessing Banks' Risk Management Practices", "published_date": "2018-03-15T00:00:00", "released_date": "2018-03-15T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In 2006, federal banking regulators jointly issued guidance that described their expectations for sound risk management practices for banks with CRE concentrations. The guidance includes two CRE thresholds that regulators use to identify banks that are potentially exposed to significant CRE concentration risk and could be subject to greater supervisory scrutiny. Concentrations in CRE loans at U.S. banks have been steadily increasing—raising safety and soundness concerns. In December 2015, the regulators jointly issued a public statement to remind banks of the 2006 CRE guidance.", "In light of the joint 2015 statement and GAO's ongoing monitoring of regulatory efforts to identify and respond to emerging threats to the banking system, GAO examined (1) trends in the CRE lending market, including changes in risk, and (2) actions taken by regulators to help ensure that banks with CRE concentrations are effectively managing the related risks. To address these issues, GAO analyzed CRE-related data; reviewed agency policies and guidance; and reviewed a nongeneralizable sample of 54 bank examinations conducted from 2013 through 2016 based on the banks' CRE concentrations, total assets, primary regulator, and geographic location. GAO also interviewed officials from the federal banking regulators."]}, {"section_title": "What GAO Found", "paragraphs": ["While the commercial real estate (CRE) sector has recovered since the 2007–2009 financial crisis, GAO's trend and econometric analyses generally indicate that risk in CRE lending by banks has increased over the past several years. Since the early 2000s, community banks have tended toward providing CRE loans more than other kinds of loans. Indicators of CRE market conditions and loan performance have been improving since 2011. At the same time, GAO's analyses of changes in CRE underwriting standards, property prices, and other data suggest that credit and concentration risks have increased in bank CRE lending. For example, the number of banks with relatively high CRE concentrations—measured by the ratio of a bank's CRE loans to its total capital—has been increasing. In addition, commercial property prices have been increasing rapidly, and property valuations also have risen in recent years. Similarly, GAO's predictive econometric models of CRE loan performance suggest that risk has increased, based largely on the simultaneous increase in bank CRE lending and CRE prices observed over the last several years, but is lower than the level associated with the 2007–2009 financial crisis.", "GAO found that federal banking regulators subjected banks with relatively high CRE concentrations to greater supervisory scrutiny based on its review of a nongeneralizable sample of 54 bank examinations covering 40 banks done by the Federal Deposit Insurance Corporation, Board of Governors of the Federal Reserve System, and Office of the Comptroller of the Currency from 2013 through 2016. Of the 54 examinations that GAO reviewed, 41 of them covered banks with relatively high CRE concentrations. In all of these examinations, regulators examined whether the banks had adequate risk management practices and capital to manage their CRE concentration risk. In 26 of the 41 examinations, regulators did not find any risk management weaknesses. However, in 15 of the 41 examinations, regulators found the banks had weaknesses in one or more risk management areas, such as board and management oversight, management information systems, or underwriting. The regulators generally communicated their findings to the banks in the reports of examination and directed the banks to correct their risk management weaknesses."]}], "report": [{"section_title": "Letter", "paragraphs": ["Concentrations in commercial real estate (CRE) loans at U.S. banks have  been steadily increasing, raising safety and soundness concerns because  of the potential for such concentrations to make the banks more  susceptible to failure. As an asset class, CRE is prone to volatility and  cyclical behavior, as illustrated by the sharp downturn in the CRE market  generally following the 2007–2009 financial crisis. A bank’s CRE  concentration can be measured by its ratio of CRE loans to its total  capital. Since the early 2000s, community banks have trended toward  providing CRE loans more than other kinds of loans. Following this trend,  the Federal Deposit Insurance Corporation (FDIC), the Board of  Governors of the Federal Reserve System (Federal Reserve), and Office  of the Comptroller of the Currency (OCC) jointly issued guidance in 2006  (hereafter referred to as the 2006 CRE guidance) that described their  expectations for sound risk management practices for banks with  concentrations in CRE loans. In December 2015, the federal banking  regulators jointly issued a public statement to remind banks of the 2006  CRE guidance. According to the statement, the regulators observed that  (1) many CRE asset and lending markets were experiencing substantial  growth; and (2) certain risk management practices at some banks were  causing concern, including a greater number of underwriting policy  exceptions and insufficient monitoring of market conditions to assess the  risks associated with these concentrations.", "In our prior work, federal banking regulators told us that they have taken  steps intended to improve their ability to identify and respond to emerging  risks based on lessons learned from past banking crises. Our review of  failed banks also found that regulators frequently identified weak  management practices at banks involved in higher-risk activities early on  in each crisis and before the banks began experiencing declines in  capital. However, regulators were not always effective in directing bank  management to address underlying problems before bank capital began  to decline, and it was often too late to avoid failure. We have incorporated  these and other regulatory lessons learned into a framework for  monitoring federal banking regulators’ efforts to identify and respond to  emerging risks to the banking system. Through such monitoring, we  identified CRE for a targeted assessment of the federal banking  regulators’ supervisory efforts.", "We prepared this report under the authority of the Comptroller General to  assist Congress with its oversight responsibilities. Given the federal  banking regulators’ joint 2015 statement on CRE lending and our ongoing  monitoring of their efforts to identify and respond to emerging threats to  the banking system, this report examines  trends in the CRE lending markets, including changes in the level of  credit and concentration risk in the markets, and actions taken by federal banking regulators through their  examinations to help ensure that banks with CRE concentrations are  effectively managing the related risks.", "To address our objective on trends in the CRE lending markets, we  reviewed academic literature and prior GAO work, analyzed FDIC,  Federal Reserve, and other data on CRE markets and lending, and  interviewed officials from federal banking agencies and CRE data  providers. We evaluated trends in these data and used a subset of these  data to estimate several predictive models of aggregate losses on bank  CRE loans. For more information on our predictive models, see appendix  II.", "To address our objective on actions taken by federal banking regulators,  we analyzed Consolidated Reports of Condition and Income (Call Report)  data from SNL Financial for the period from 2011 through 2016 to  calculate banks’ construction and land development (CLD) and CRE  concentrations and identify banks whose concentrations exceeded, in full  or in part, the 2006 CRE guidance during part or all of the period. Using  such analysis, we selected a nongeneralizable sample of 40 banks that  underwent full-scope examinations from 2013 through 2016 based on  their CLD and total CRE concentrations, total assets, primary regulator,  and geographic location. More specifically, we selected 20 FDIC- supervised banks, 10 Federal Reserve-supervised banks, and 10 OCC- supervised banks. We requested from FDIC the reports of examination  and related workpapers that covered its full-scope examinations of the 20  banks conducted in 2013 or 2014 (20 examinations). We requested from  the Federal Reserve and OCC the reports of examination and related  workpapers that covered their two consecutive full-scope examinations of  the 20 banks conducted from 2013 through 2016 (40 examinations).  Although we requested a total of 60 bank examinations, we reviewed 54  because 6 were not applicable to our review. We also interviewed  officials from FDIC, Federal Reserve, and OCC regarding the CRE  regulatory guidance and oversight by the federal banking regulators.", "For the data that we used in our analyses under both of our objectives,  we assessed the reliability of the data by, among other things,  interviewing knowledgeable officials, reviewing relevant documentation,  and corroborating trends across multiple data sources. We determined  the data were sufficiently reliable for our reporting objectives. For more  information on our scope and methodologies, see appendix I.", "We conducted this performance audit from January 2017 to March 2018  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Federal Banking Supervision", "paragraphs": ["The purpose of federal banking supervision is to help ensure that banks  throughout the financial system are operating in a safe and sound manner  and are complying with banking laws and regulations in the provision of  financial services. Banks in the United States are supervised by one of  the following three federal regulators:", "FDIC supervises all FDIC-insured state-chartered banks that are not  members of the Federal Reserve System and insured state savings  associations and insured state chartered branches of foreign banks.", "The Federal Reserve supervises commercial banks that are state- chartered and members of the Federal Reserve System.", "OCC supervises federally chartered national banks and savings  associations (also known as federal thrifts).", "FDIC, the Federal Reserve, and OCC are required to conduct a full- scope, on-site examination of each of their supervised banks at least  once during each 12-month period. The regulators may extend the  examination interval to 18 months, generally for banks and thrifts that  have less than $1 billion in total assets and that meet certain conditions,  such as satisfactory ratings, are well capitalized, and are not being  subject to a formal enforcement action. As part of a full-scope  examination, examiners review a bank’s risk exposure within a number of  components using the Uniform Financial Institutions Rating System,  which also is referred to as the CAMELS rating system (capital adequacy,  asset quality, management, earnings, liquidity, and sensitivity to market  risk). Evaluations of CAMELS components consider a bank’s size and  sophistication, the nature and complexity of its activities, and its risk  profile.", "The end result of a full-scope, on-site examination is a report of  examination, which includes the CAMELS ratings and other findings and  is provided to the bank’s management and board of directors. A report of  examination may include deficiencies or other issues that examiners  found and that a bank is expected to address within specific time frames.  Such issues generally are called supervisory recommendations by FDIC,  supervisory findings by the Federal Reserve, and supervisory concerns  by OCC. For purposes of this report, we collectively refer to such issues  as supervisory concerns. Supervisory concerns may be designed to  correct practices that deviate from sound risk management principles or  noncompliance with laws and regulations. Supervisory concerns that  involve more significant issues are brought to the attention of a bank’s  board of directors and senior management in the report of examination as matters requiring immediate attention (MRIA) or matters requiring  attention (MRA) under the Federal Reserve’s policies, matters requiring  board attention (MRBA) under FDIC’s policies, and MRAs under OCC’s  policies. If a bank were to fail to address a supervisory concern, its  regulator could subject the bank to enhanced supervision, downgrade of  a component or composite rating, or other supervisory actions, such as  informal or formal enforcement actions."], "subsections": []}, {"section_title": "CRE Lending and Associated Risks", "paragraphs": ["Under their 2006 guidance, regulators define CRE loans to include  construction loans, loans to finance CRE that are not secured by CRE,  loans secured by multifamily property, and loans secured by nonfarm,  nonresidential property in which the primary source of repayment derives  from the rental income associated with the property or the proceeds of the  sale, refinancing, or permanent financing of the property. CRE loans in  which the primary source of repayment is not the property itself are called  owner-occupied loans and can include loans to businesses for working  capital purposes that use real estate as collateral. For example, a line of  credit for a business’s operating expenses might be secured in part by  commercial property, such as an office.", "Construction and land development (CLD) loans generally are considered  to be the riskiest class of CRE, due to their long development times and  because they can include properties (such as housing developments or  retail space in a shopping mall) that are built before having firm  commitments from buyers or lessees. In addition, by the time the  construction phase is completed, market demand may have fallen, putting  downward pressure on sales prices or rents—making this type of loan  more risky."], "subsections": []}, {"section_title": "Regulatory Guidance on CRE Concentrations and Risk Management Practices", "paragraphs": ["Based on concerns about the increase in CRE concentrations at  community banks and the risks associated with such concentrations,  FDIC, the Federal Reserve, and OCC jointly issued guidance in  December 2006 on CRE concentrations and sound risk management  practices. The guidance described the regulators’ expectations for  sound risk management practices for banks with concentrations in CRE  loans. Specifically, the guidance identified seven key elements, or internal  control areas, that a bank’s risk management practices should address to  identify, monitor, and control its CRE concentration risk (see fig. 1).", "The 2006 CRE guidance also sets forth three criteria to identify banks  with CRE loan concentrations that could be subject to greater supervisory  scrutiny. According to the guidance, a bank that has experienced rapid  growth in CRE lending, has notable exposure to a specific type of CRE,  or is approaching or exceeds the following supervisory criteria may be  identified for further supervisory analysis of the level and nature of its  CRE concentration risk:", "CLD concentration threshold: CLD loans represent 100 percent or  more of a bank’s total capital.", "Total CRE concentration threshold: Total nonowner-occupied CRE  loans (including CLD loans) represent 300 percent or more of a  bank’s total capital and total CRE lending increased by 50 percent or  more during the previous 36 months.", "According to the guidance, the CLD and CRE thresholds do not constitute  limits on a bank’s CRE lending activity but rather serve as high-level  indicators to identify banks potentially exposed to CRE concentration risk.", "In 2011, we reported on how the federal banking regulators had  responded to the potential risks of growing CRE concentrations at  community banks, including by jointly issuing the 2006 CRE concentration  guidance. We recommended that the regulators should enhance or  supplement the 2006 CRE guidance and take steps to better ensure that  such guidance is consistently applied. The regulators have taken steps to  address our recommendation.", "Out of the approximately 5,900 banks that had a CRE loan portfolio as of  the end of June 2017, a total of 504 banks exceeded either 100 percent in  CLD loans as a percentage of total risk-based capital, or 300 percent in  CRE loans as a percentage of total-risk based capital and had seen 50  percent CRE portfolio growth during the previous 36 months. Of these  504 banks, a total of 69 banks exceeded both the CLD criteria and the  total CRE criteria (including the growth component).", "In December 2015, federal banking regulators issued a joint statement to  remind banks of the 2006 regulatory guidance on prudent risk  management practices for CRE lending activity through economic cycles.  The regulators noted, among other trends, that many banks’ CRE  concentration levels had been rising. According to the statement,  regulators would continue to pay special attention to potential risks  associated with CRE lending during 2016. Specifically, the regulators stated that when conducting examinations that include a review of CRE  lending activities, they would focus on banks’ implementation of the  prudent principles in the 2006 CRE guidance and other applicable  guidance relative to identifying, measuring, monitoring, and managing  concentration risk in CRE lending activities.", "According to officials from FDIC, the Federal Reserve, and OCC, their  agencies use a variety of formal and informal processes to monitor the  condition of banks and identify risks, including CRE concentration risk.  For example, The Federal Reserve has a National Risk Council and FDIC  and OCC have National Risk Committees that meet routinely to identify  and evaluate risks facing banks and are supported by a number of other  committees or other groups. FDIC officials told us that analysis done by  FDIC’s Regional Risk Committees identified growth in CRE  concentrations in 2015 and brought the issue to the National Risk  Committee’s attention. OCC began actively monitoring CRE loan growth  in the middle of 2014 and began focusing on CRE concentration risk  management during bank examinations in 2015. OCC officials also stated  that CRE concentration risk has been a key risk issue for the agency’s  National Risk Committee since early 2016. Federal Reserve officials told  us that the agency, including the Federal Reserve banks, began to  monitor bank CRE concentrations more closely around mid-2013 after  identifying an increase in CRE concentrations. According to FDIC,  Federal Reserve, and OCC officials, they met together in early 2015 to  discuss CRE lending growth and the rise in bank CRE loan  concentrations and held subsequent meetings throughout the year, in part  to discuss policy options for helping to ensure that banks were  appropriately managing their CRE concentration risks. One of the  outcomes of such interagency coordination was the December 2015 joint  statement on CRE concentrations."], "subsections": []}]}, {"section_title": "Credit and Other Risks Related to Bank CRE Lending Have Increased over the Past Several Years", "paragraphs": ["Although the CRE sector has recovered since the 2007–2009 financial  crisis, our trend and econometric analyses generally indicate that credit  and other risks related to bank CRE lending have increased over the past  several years.", "Based on indicators of CRE market conditions and loan performance, the  CRE sector has recovered from the 2007–2009 financial crisis. For  example, spending on CRE construction projects—a source of demand  for bank financing—has rebounded. Vacancy rates for apartments, office  buildings, and other CRE properties have declined. Similarly, as shown in  figure 2, delinquency and charge-off rates on bank CRE loans have fallen  from their post-crisis peaks and are at or below their lowest levels since  2002. Although these rates provide information on the current  performance of bank CRE loans, they provide little or no information  about potential future risks faced by banks. For example, high-risk loans  made to less creditworthy borrowers could perform well when property  markets and the economy are doing well but may perform poorly when  property markets or the economy begin to slow.", "At the same time, our analyses of other market, underwriting, and lending  data and forecasts from predictive econometric models we developed  suggest that banks’ credit and concentration risks related to their CRE  lending have increased. As shown in figure 3, according to a Federal  Reserve survey, banks lowered their CRE loan underwriting standards— terms and conditions under which banks extend loans—after the financial  crisis, but more banks began to tighten their underwriting standards since  late 2015. In general, tightening underwriting standards may indicate  that loan officers are reevaluating the degree of risk in CRE markets  served by banks. According to Federal Reserve data, a larger share of  banks has tightened underwriting standards on multifamily properties,  such as apartments.", "CRE property prices, particularly for multifamily properties, have  increased rapidly in recent years, and CRE property valuations have  similarly increased. For example, as shown in figure 4, capitalization rates  (the ratio of income generated by a property to the property’s price) on  CRE properties have trended downward since around 2010—indicating  that borrowers (i.e., property owners) may be earning less of a return on  their CRE properties. Capitalization rates can be indicative of expected  future price changes—for example, low capitalization rates may reflect  expectations of future price increase, but can also be driven by investor  sentiment not associated with fundamental aspects of properties.", "In addition, as shown in figure 5, the number of banks with concentrated  portfolios in CLD or total CRE loans has been gradually increasing since  around 2014. Greater concentrations in a particular lending sector (e.g.,  commercial real estate, residential real estate, or business lending) leave  banks more vulnerable to a sectoral downturn, all else equal.", "To further assess risk in bank CRE lending, we developed and estimated  several predictive models of aggregate losses on bank CRE loans. The  models incorporate measures of CRE property prices, bank lending, and  underwriting standards. The models generally found that, historically,  higher future losses are predicted when CRE lending and prices are  simultaneously high relative to gross domestic product, and when banks  are tightening underwriting standards. Based largely on the simultaneous  increase in bank CRE lending and CRE prices observed over the last  several years, these models suggest that credit risk has increased,  though it remains lower than the level of risk associated with the 2007– 2009 financial crisis. As we noted earlier, high property valuations and  substantial increases in lending can simultaneously weaken collateral  protections and indicate lower borrower quality, both of which can raise  the risk of losses should the economy or CRE sector weaken. (See app. II  for additional information on our models.)"], "subsections": []}, {"section_title": "Regulators Examined Risk Management Practices of Banks with CRE Concentrations", "paragraphs": ["We found that regulators generally subjected banks with relatively high  concentrations in CRE loans to greater supervisory scrutiny in  comparison to banks with relatively lower concentrations in CRE loans in  our review of 54 examinations for 40 banks conducted from 2013 through  2016. In all of these examinations, the regulators specifically assessed  whether each bank had adequate risk management practices and capital  for managing its CRE concentration risk and generally found that the  banks had adequate risk management practices and capital. In a few  examinations, regulators differed in how they addressed supervisory  concerns about a bank’s CRE-related risk management practices."], "subsections": [{"section_title": "Regulators Examined Whether Banks with Relatively High CRE Concentrations Had Adequate Practices and Capital to Manage Their CRE Concentration Risk", "paragraphs": ["In our review of a nongeneralizable sample of 54 examinations conducted  from 2013 through 2016, we found that FDIC, Federal Reserve, and OCC  subjected banks with relatively high concentrations in CRE loans to  greater supervisory scrutiny. In both their 2006 CRE guidance and 2015  CRE statement, the regulators indicated that banks with relatively high  CLD or total CRE concentrations should maintain risk management  practices commensurate with the level and nature of their concentration  risk. The 2006 CRE guidance recognized that the sophistication of a  bank’s CRE risk management practices depends on, among other things,  the level and nature of its CRE concentrations and associated risk. As  noted earlier, the guidance notes that a bank’s risk management  practices should address seven internal control areas: (1) board and  management oversight; (2) portfolio management; (3) management  information systems; (4) market analysis; (5) credit underwriting  standards; (6) portfolio stress testing and sensitivity analysis; and (7)  credit risk review function. Based on our analyses, we found that the 2006  CRE guidance’s risk management framework is adequately designed to  help ensure that banks effectively identify, measure, monitor, and control  their CRE concentration risk. For example, the guidance is consistent with  credit and concentration risk principles issued by international standard- setting bodies.", "Of the 54 reports of examination that we reviewed, 41 of them covered  banks whose CLD or total CRE concentrations exceeded the CLD  concentration threshold, total CRE concentration threshold, or both  thresholds set forth in the 2006 guidance. In all of these examinations, we  found that FDIC, Federal Reserve, and OCC examiners generally  assessed whether each bank had implemented adequate risk  management practices to manage their concentration risk. As shown in  figure 6, in 26 of the 41 examinations, FDIC, Federal Reserve, and OCC  examiners did not find any weaknesses in the banks’ CRE risk  management practices across the seven internal control areas, but did  find weaknesses in the remaining 15 examinations.", "In 15 of the 41 examinations we reviewed, FDIC, Federal Reserve, and  OCC examiners found the banks had CRE-related risk management  weaknesses in at least one of the seven internal control areas. Examiners  most frequently found risk management weakness in three internal  control areas: board and management oversight (11 instances),  management information systems (8 instances), and stress testing (7  instances). To a slightly lesser extent, examiners found weaknesses in  portfolio management, credit underwriting standards, and credit risk  review function. Examiners communicated their supervisory concerns to  these 15 banks in their reports of examinations.", "In 12 of the examinations, examiners included MRAs, MRBAs, or  MRIAs in their reports of examination that directed the banks to  correct their risk management weaknesses.", "In the other three examinations, examiners included  recommendations or other notes in their reports of examination that  generally directed the banks to correct their risk management  weaknesses.", "Consistent with the 2006 CRE guidance, we found that examiners  generally did not use the CLD or total CRE concentration thresholds as  limits on bank CRE lending. With two exceptions, examiners did not  direct banks that exceeded the CLD or CRE threshold to reduce their  concentrations but rather focused on ensuring that the banks’ risk  management practices were commensurate with the nature and level of  their concentration risk. In the two exceptions, examiners found the  banks’ practices and capital inadequate for managing their CLD or CRE  concentration risk and directed the banks to reduce their concentrations  and improve their risk management practices.", "We found that FDIC, Federal Reserve, and OCC examiners varied in the  extent to which they documented—in the reports of examination and  supporting workpapers—the scope of their review of banks’ CRE-related  risk management practices and findings. For example, we were not  always able to determine whether examiners found a bank’s practices  adequate in one or more of the seven internal control areas based on our  review of the report of examination and, if available, supporting  workpapers. According to the regulators, reports of examinations are  used primarily to document practices found to be inadequate and not  practices found to be adequate. Moreover, the regulators told us that their  examiners recently have been required to use a CRE examination  module to document their assessment and findings of banks with  concentrations exceeding the CLD or CRE threshold."], "subsections": [{"section_title": "Capital and Concentration Risk", "paragraphs": ["In the 41 examinations we reviewed where banks exceed one of the  concentration thresholds, FDIC, Federal Reserve, and OCC examiners  assessed whether the banks generally had capital commensurate with their CRE concentration risk. In 34 of the examinations, examiners  determined that the banks’ capital levels were adequate for managing  their CLD or total CRE concentration risk. In 7 of the examinations,  examiners determined that the banks’ capital levels were inadequate. For  six of the seven banks, examiners directed the banks in the reports of  examination to reduce or manage their CRE concentrations in light of  inadequate capital. In the case of one bank, examiners required the bank  to comply with a previous formal enforcement action that addressed the  need for the bank to adhere to its board-approved capital plan."], "subsections": []}]}, {"section_title": "Review of CRE-Related Risk Management Practices in Subsequent Examination Cycles", "paragraphs": ["For banks with relatively high CLD or total CRE concentrations, we found  that Federal Reserve and OCC examiners assessed the banks’ CRE- related risk management practices in subsequent examinations. In our  review of 41 examinations of banks that exceeded the CLD or CRE  threshold, 26 of them covered two examination cycles of 13 banks  conducted from 2013 through 2016. We found that examiners assessed  the banks’ practices for managing their concentration risk in both  examinations.", "In 14 examinations (covering 7 banks), examiners found that the  banks had adequate risk management practices in both examinations.", "In six examinations (covering three banks), examiners found aspects  of the banks’ risk management practices to be inadequate in their  2013 or 2014 examination and noted their supervisory concerns in the  reports of examination. In the subsequent examinations, the  examiners found that the banks had adequately addressed the  previously identified risk management weaknesses.", "In six examinations (covering three banks), examiners found the  banks’ practices for managing their CRE concentration risk to be  adequate in the 2013 or 2014 examinations but inadequate in the  subsequent examinations. The examiners issued the banks MRAs or  MRIAs or took an informal enforcement action."], "subsections": []}, {"section_title": "Regulators Generally Did Not Examine CRE-Related Risk Management Practices of Banks with Concentrations below the CLD or Total CRE Threshold", "paragraphs": ["For banks with concentrations below the CLD or total CRE threshold, we  found that regulators generally did not examine the banks’ CRE-related  risk management practices. Thirteen of the 54 examinations we reviewed  covered banks that did not exceed the CLD or CRE thresholds. Although  the banks did not exceed either threshold, OCC examiners assessed the  banks’ CRE-related risk management practices in 3 of the  examinations. In 1 examination, examiners determined that the bank’s  CRE-related risk management practices were adequate. The other 2  examinations covered subsequent cycle examinations of the same bank.  In the first examination, examiners found that the bank had adequate  practices for managing risk associated with its CRE loans but directed the  bank through an MRA to incorporate stress testing of the loan portfolio  into its monitoring. In the subsequent examination, the examiners found  that the bank had addressed the MRA. In the other 10 examinations,  FDIC, Federal Reserve, and OCC examiners did not mention in the report  of examination the banks’ practices for managing the risk associated with  their CRE loans.", "FDIC, Federal Reserve, and OCC officials told us that examiners use  their professional judgment in determining whether to review a bank’s  CRE-related risk management practices if the bank’s concentration is  below the CLD and CRE threshold. This approach is consistent with the  overall risk-based supervisory process used by the regulators, which  focuses examiner resources on assessing bank management’s ability to  identify and control risks. For example, FDIC’s examination guidelines  note that examiners should focus their resources on a bank’s highest risk  areas when assessing risk management programs, financial conditions,  and internal controls. According to the guidance, the exercise of  examiner judgment to determine the scope and depth of review in each  functional area is crucial to the success of the risk-focused supervisory  process."], "subsections": []}, {"section_title": "Regulators Differed in How They Addressed a Few Supervisory Concerns about Banks’ CRE-Related Risk Management Practices", "paragraphs": ["In a few examinations, we found differences across regulators in how  they addressed supervisory concerns about banks’ CRE-related risk  management practices because of differences in the regulators’ policies.  In our nongeneralizable sample of 54 examinations, Federal Reserve,  FDIC, and OCC examiners included CRE-related supervisory concerns,  such as recommendations, MRAs, or MRBAs, in 22 of the reports of  examinations. Although the regulators have policies for identifying and  communicating supervisory concerns, their policies use different criteria.  For example, OCC’s policies instruct examiners to use MRAs to describe  practices that a bank must implement or correct to address a deficiency  and not to use MRAs to require enhancements to bank practices that  meet acceptable standards. However, the Federal Reserve’s and  FDIC’s policies do not expressly include such criteria. Consistent with  their policies, OCC examiners included MRAs in the reports of  examination that we reviewed only when they found a bank’s CRE-related  risk-management practices to be inadequate. In contrast, in 2 reports of  examination, we found that FDIC examiners did not find the banks’ CRE- related risk management practices to be inadequate but included MRBAs  to direct the banks to enhance or sustain certain CRE-related risk  management practices. Similarly, in 1 report of examination, Federal  Reserve examiners found that the bank’s risk management practices and  capital were adequate for its CRE concentrations but included an MRA to  require the bank to enhance its capital plan to include concentration risk  considerations."], "subsections": []}, {"section_title": "FDIC, Federal Reserve, and OCC Have Recently Taken Formal Enforcement Actions against Banks for Not Adequately Managing Their CRE Concentration Risk", "paragraphs": ["In addition to their examinations, federal banking regulators have taken  informal and formal enforcement actions against banks for not adequately  managing their CRE concentration risk. In general, initial consideration  and determination of whether informal or formal action is required usually  results from examination findings. Unlike informal enforcement actions,  formal enforcement actions are published or publicly available. From  2013 through 2016, FDIC, the Federal Reserve, and OCC took formal  enforcement actions against banks for not adequately managing risks  related to their CRE concentrations, including those outlined in the jointly  issued 2006 CRE guidance.", "FDIC took 22 formal enforcement actions against banks for matters  related to their CRE concentrations during this period.", "The Federal Reserve took 2 formal enforcement actions against  banks for matters related to their risk management of CRE lending.", "OCC took 11 formal enforcement actions against banks for matters  related to their CRE concentrations during this same period.", "The majority of these formal enforcement actions discussed the 2006  CRE guidance and directed the banks to improve their practices for  managing their CRE concentration risk. For example, in a number of  formal enforcement actions, the regulators ordered the banks to revise  their written concentration risk management programs for identifying,  monitoring, and controlling risks associated with concentrations of credit,  consistent with the 2006 CRE guidance."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to FDIC, the Federal Reserve, and,  OCC for review and comment. The agencies provided technical  comments, which we incorporated as appropriate.", "We are sending copies of this report to the appropriate congressional  committees and FDIC, the Federal Reserve, and OCC. This report will  also be available at no charge on our website at http://www.gao.gov.", "Should you or your staff have questions concerning this report, please  contact me at (202) 512-8678 or evansl@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. Key contributors to this report are listed in  appendix VII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives in this report were to examine: (1) trends in the  commercial real estate (CRE) lending markets, including changes in the  level of credit and concentration risk in the markets, and (2) actions  federal banking regulators took through their examinations to help ensure  that banks with CRE concentrations are effectively managing the related  risks.", "To examine trends in the CRE lending markets, we reviewed academic  literature and prior GAO work and interviewed officials from the federal  banking regulators and private data providers. Specifically, we  interviewed officials at the Board of Governors of the Federal Reserve  System (Federal Reserve), the Federal Deposit Insurance Corporation  (FDIC), and the Office of the Comptroller of the Currency (OCC) to help  identify potential indicators of risk in CRE markets. To further inform our  assessment of risk, we reviewed prior GAO work on the lessons learned  from prior banking crises and the use of early warning models for  monitoring the financial system. We also reviewed academic research on  early warning models of banking and real estate-related crises.", "To report trends and assess risk, we reviewed and analyzed a range of  data that we considered to be reflective of various aspects of risk in CRE  lending markets. Specifically, we reviewed and analyzed commercial  property vacancy data from REIS (a private commercial real estate data  provider); commercial property construction data from the U.S. Census  Bureau; data on delinquencies and charge-offs on bank CRE loans from  the Federal Reserve; data on commercial property prices and  capitalization rates from Real Capital Analytics (a private commercial real  estate data provider); FDIC data on bank CRE lending; and Federal  Reserve data on underwriting standards. We evaluated trends in these  data and used a subset of these data to estimate several predictive  models of aggregate losses on bank CRE loans. (See app. II for more  information on our predictive models.)", "To examine actions taken by federal regulators to help ensure that banks  with high CRE concentrations are effectively managing the related risks,  we reviewed and analyzed their relevant guidance and regulations on  bank CRE lending, examination policies and procedures (e.g.,  examination manuals and modules), studies and other publications on  risks in the banking industry, and formal enforcement actions taken from  2013 through 2016 for CRE-related matters. In addition, we analyzed  Consolidated Reports of Condition and Income data from SNL Financial  for the period from 2011 through 2016 to calculate banks’ construction  and land development (CLD) and CRE concentrations during the period.  Specifically, we used the concentration formulas in the 2006 CRE  concentration guidance (jointly issued by the federal banking regulators)  to calculate banks’ CLD and CRE concentrations and identify banks  whose CRE concentrations exceeded, in full or in part, the guidance’s  CRE concentration thresholds during part or all of the time frame.  Based  on whether the banks’ CRE concentrations exceeded the thresholds and  other criteria discussed below, we selected a nongeneralizable sample of  40 banks overseen by FDIC, the Federal Reserve, or OCC. For the banks  in our sample, we requested from the regulators copies of the reports of  examination and, if available, related workpapers prepared by the  regulators based on their full-scope examinations of the banks done from  2013 through 2014, and from 2015 through 2016.", "In addition to using banks’ CRE concentrations as a basis to select  examinations, we judgmentally selected a nonprobability sample of banks  based on the following criteria:", "Total asset size: We considered the size of the banks based on their  total assets and selected banks from each of the following three  ranges: (1) banks with $1 billion or more in total assets, (2) banks with  $100 million or more but less than $1 billion in total assets, and (3)  banks with less than $100 million in total assets.", "Primary regulator: We considered the primarily regulator of the  banks and selected a sample of 40 banks that resulted in a total of 20  examinations to review from each regulator.", "Geographic distribution: We selected banks to ensure that at least  one bank was from each of the four regions of the U.S. Census and  each of the nine divisions within those regions.", "Based on the 40 banks we selected, we reviewed and analyzed 54  reports of examination and, if available, the related workpapers. We  analyzed the examinations using criteria or other requirements specified  in the 2006 CRE guidance jointly issued by the regulators and their  examination policies and procedures. We did not review six examinations  of banks supervised by the Federal Reserve. We also interviewed  officials from FDIC, Federal Reserve, and OCC, and from a national  banking association about bank CRE lending and applicable CRE  guidance and requirements.", "For the data we analyzed under both of our objectives, we took a number  of steps to assess the reliability of the data, including interviewing data  providers; corroborating trends across multiple data sources; reviewing  related documentation; inspecting data for missing values, outliers, or  other errors; and reviewing relevant, prior GAO work. We determined that  these data were sufficiently reliable for our reporting objectives.", "We conducted this performance audit from January 2017 to March 2018  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: GAO Predictive Models of Aggregate Losses on Bank Commercial Real Estate Loans", "paragraphs": ["We developed and estimated several models of aggregate losses on  bank commercial real estate (CRE) loans. These models attempt to  predict future aggregate charge-offs using contemporary indicators of  potential risks. We incorporated indicators of risk based on the cross- country research literature on early warning models of banking risk and  prior GAO work on identifying early warning models as tools that could  assist financial regulators in assessing risk. One study summarized the  overall intuition for models of this class in the following way: “imbalances  manifest themselves in the coexistence of unusually rapid cumulative  growth in private sector credit and asset prices.” Our results were  consistent with this concept and extend the aggregate early warning  model literature to a sectoral model. As such, our models incorporate  measures of CRE property prices, bank lending volumes, and bank loan  underwriting standards.", "The models predict charge-offs 2–3 years into the future (the dependent  variable is the average charge-off rate for 8 through 11 quarters into the  future), using commercial bank charge-off rates from the Board of  Governors of the Federal Reserve System (Federal Reserve), first quarter  1991 to second quarter 2017. (See below for an illustrative regression  equation for one of these models.)", "We began with two model variations, one based on the levels of key  variables and the other based on their growth rates, using the following  independent variables, respectively:  “Level” model: Level of CRE prices to gross domestic product (GDP),  level of bank CRE lending to GDP, the interaction of the level of CRE  prices and lending, and the net percentage of banks tightening  underwriting standards on CRE loans.  “Growth” model: Growth rate of CRE prices over the last year, growth  rate of bank CRE lending over the last year, interaction of price and  lending growth, and the net percentage of banks tightening  underwriting standards on CRE loans.", "By inspection, the model based on levels also captured key aspects of  the evolution of aggregate losses on bank CRE loans in recent  decades—for example, low charge-offs prior to the crisis, the rapid  increase during crisis, and very low charge-offs in recent years. In this  model higher losses are predicted by tightening underwriting standards,  and the interaction of (i.e., simultaneous increase in) the level of CRE  prices and the level of CRE lending. The bulk of the explanatory power of  the model appears to come from the interaction of the level of CRE prices  and the level of CRE lending—consistent with Borio and Drehmann’s  view that the coexistence of rapidly increasing credit and prices is  associated with greater risk. These results are also consistent with a  more general theory, for example, that periods of economic stability  induce greater risk-taking over time, bidding up asset prices and  loosening underwriting standards until ultimately increased valuations  become unsustainable, prices fall, and borrowers begin to default.", "We estimated a number of additional models for robustness, to determine  if goodness-of-fit and forecasts could be improved markedly, and to  assess the degree of forecast uncertainty. For example we estimated a  model with a censored dependent variable and used information criteria  to select models that combined elements from our initially separate  models based on growth rates and levels as well as a model that includes  current charge-offs. In figure 7, we report the general trend in expected  future charge-offs as well as convey forecast uncertainty based on  differences in the forecasts of three of these models.", "In figure 8, we convey forecast uncertainty based on the 75 percent  confidence interval for a combined model that we selected based on  information criteria.", "Implicit in this exercise is the assumption that the data-generating  process is reasonably stable—as a result, structural change associated  with new financial products, new risk management tools, and new legal  and regulatory frameworks could reduce the stability of the data- generating process. We interpret our results and forecasts in light of  these potential limitations. Specifically, we do not interpret model results  as concrete, precise predictions of aggregate commercial real estate  losses but rather as an additional, general indication of the degree of risk  in bank CRE lending.", "We mitigate risks associated with estimating this type of model with  appropriate diagnostics, out-of-sample testing, and by developing the  model in the context of the well-established early warning literature. That  said, some inevitable limitations remain, including the potential omission  of important risk factors and other approximations associated with our  specification (e.g., our choice of a linear functional form). In addition,  diagnostics for detecting nonstationary time series are imperfect,  especially with small sample sizes, which may inflate our measures of  statistical significance and traditional goodness-of-fit measures like r- squared. These biases may be present, however, in models that still  generate useful predictions. In this “small data” context there is also risk  of fitting (or over-fitting) the model to predict a particular credit event— though, again, this risk is mitigated somewhat in the context of the broad  cross-country early warning literature and the use of out-of-sample  testing."], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Richard Tsuhara (Assistant  Director), Tarek Mahmassani (Analyst in Charge), Abigail Brown, Tarik  Carter, M’Baye Diagne, Michael Hoffman, Risto Laboski, Marc Molino,  Jessica Sandler, Jennifer Schwartz, and Andrew Stavisky made  significant contributions to this report."], "subsections": []}]}], "fastfact": []}