{"id": "GAO-18-440", "url": "https://www.gao.gov/products/GAO-18-440", "title": "Law Enforcement: Few Individuals Denied Firearms Purchases Are Prosecuted and ATF Should Assess Use of Warning Notices in Lieu of Prosecutions", "published_date": "2018-09-05T00:00:00", "released_date": "2018-09-05T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In 2017, approximately 25.6 million firearm-related background checks were processed through NICS, and about 181,000 of the attempted purchases at the federal and state levels combined were denied because the individual was prohibited from possessing a firearm under federal or state law. Individuals who certify that they are not prohibited from purchasing or receiving a firearm and are subsequently determined to be prohibited could be subject to investigation, and if prosecuted, a fine, imprisonment, or both.", "GAO was asked to examine firearms denials. This report (1) describes the extent to which federal and selected state law enforcement agencies investigate and prosecute firearms denial cases; (2) examines related challenges faced by these agencies; and (3) describes the circumstances that lead to investigations and prosecutions. GAO reviewed laws and regulations; analyzed federal and state data from 2011 through 2017; and interviewed officials from ATF headquarters, 6 of 25 ATF field divisions (the 6 that investigated the most cases), and the 13 states that process all NICS checks within their state. Results from state interviews are not generalizable but provide insights on state practices."]}, {"section_title": "What GAO Found", "paragraphs": ["Investigations and prosecutions. Federal and selected state law enforcement agencies that process firearm-related background checks through the National Instant Criminal Background Check System (NICS) collectively investigate and prosecute a small percentage of individuals who falsify information on a firearms form (e.g., do not disclose a felony conviction) and are denied a purchase. Federal NICS checks resulted in about 112,000 denied transactions in fiscal year 2017, of which the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) referred about 12,700 to its field divisions for further investigation. U.S. Attorney's Offices (USAO) had prosecuted 12 of these cases as of June 2018.", "At the state level, officials from 10 of 13 selected states said they did not investigate or prosecute firearm denials, some citing competing resource demands and the lack of statutes with which states prosecute as reasons. The remaining 3 states investigated a high proportion of firearms denials. One of the 3 states reported about 1,900 referrals for prosecution in 2017 and about 470 convictions.", "Challenges. ATF and selected states reported challenges in investigating and prosecuting firearms denials. Officials from six selected ATF field divisions said that investigating the increasing number of denial cases referred to field divisions—which increased from about 5,200 in fiscal year 2011 to about 12,700 in fiscal year 2017—has been time intensive and required use of their limited resources. ATF policy provides that field divisions may send “warning notices” to denied persons in lieu of prosecution, but ATF has not assessed field divisions' use of these notices, which could provide greater awareness of their deterrence value and inform whether any policy changes are needed. Officials from the Executive Office for United States Attorneys said that prosecuting denial cases can require significant effort and may offer little value to public safety compared to other cases involving gun violence. Selected state officials said that denial investigations can take law enforcement officials away from their core duties. State prosecutors said gathering evidence to prove individuals knew they were prohibited was a challenge.", "Types of cases. ATF field divisions investigate denial cases based on USAO criteria and generally only refer cases to USAOs for prosecution when aggravating circumstances exist, such as violent felonies or multiple serious offenses over a short period of time. Officials from two of three selected states refer all denial cases for investigation, while one state uses risk-based criteria for selecting cases that include conditions such as felony convictions and misdemeanor crimes of domestic violence. Prosecutors from these three states said they generally pursue cases that involve indications of violence, though individual prosecutors had differing priorities based on public safety concerns."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that ATF assess the extent to which ATF field divisions use warning notifications as an enforcement tool, which would inform whether changes to policy are needed. DOJ concurred with GAO's recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["In 2017, approximately 25.6 million firearm-related background checks  were processed through the Federal Bureau of Investigation’s (FBI)  National Instant Criminal Background Check System (NICS), and about  181,000 (about 1 percent) of the attempted purchases were denied  because the individual was prohibited from possessing a firearm under  federal or state law. To purchase a firearm from a federal firearms  licensee (FFL)—or gun dealer—individuals are required to complete the  Alcohol, Tobacco, Firearms and Explosives (ATF) Form 4473, certifying  that they are not prohibited from purchasing or receiving a firearm under  federal or state law. Individuals who sign the form and are later  determined through a background check to be prohibited could be subject  to investigation, and if prosecuted, a fine, imprisonment, or both.", "For 29 states, the District of Columbia, and U.S. territories, the FBI’s  NICS Section is responsible for processing all NICS background checks  and referring denied transactions to ATF. ATF is responsible for  determining which denied transactions to investigate and refer to a United  States Attorney’s Office (USAO) for prosecution. The other 21 states use  state or local criminal justice agencies to process some or all of their own  NICS background checks. Thirteen of these 21 states process all of their  own NICS checks, and are known as point-of-contact (POC) states. The  remaining 8 states conduct NICS checks on persons who attempt to  purchase a handgun, while the FBI conducts checks on long gun  purchasers. These states are known as partial POC states.", "You requested that we examine the extent to which individuals who are  prohibited from purchasing firearms and attempt to purchase a firearm  face investigation and prosecution. This report: describes the extent to which federal and selected state law  enforcement agencies investigate and prosecute firearms denial  cases, examines the challenges, if any, that federal and selected state law  enforcement agencies face in investigating and prosecuting firearms  denial cases, and describes the circumstances that lead to the investigation and  prosecution of persons denied firearms.", "To address the first objective, we analyzed federal data from the FBI’s  NICS system and ATF’s case management systems for fiscal years 2011  through 2017 to determine the number of firearms denials by state and  prohibiting category and identify trends in the number of denials the ATF’s  Denial Enforcement NICS Intelligence (DENI) Branch referred to ATF  field divisions. For federal prosecutions, we reviewed information from  ATF’s case management system that identified NICS cases that were  prosecuted. For state investigations and prosecutions, we selected the 13  POC states that perform their own background checks for all firearms  transactions to determine their policies regarding the investigation and  prosecution of persons denied firearms purchases. For the states that  investigate firearms denials, we analyzed state police data on the number  of denials, the prohibiting category for the denials, and the number of  these denials that were referred to state or local law enforcement for  investigation for fiscal years 2011 through 2017. We spoke to  investigators and prosecutors in these states to discuss the investigative  processes followed and the frequency of prosecution.", "To address the second objective, for federal denial investigations, we  interviewed officials from the six ATF field divisions that received  approximately 60 percent of the total standard denial referrals across  ATF’s 25 field divisions from fiscal years 2011 through 2017 about the  investigative process for standard and delayed denial investigations and  the challenges, if any, these investigations posed to ATF staff. We also  discussed the types of cases that each of these field divisions referred to  the USAO for prosecution. Further, we interviewed Executive Office for  United States Attorneys (EOUSA) officials to discuss the circumstances  that would lead a USAO to prosecute a firearms denial case and the  challenges, if any, faced in these prosecutions. We also evaluated ATF’s  investigative procedures and internal controls in place against the  Standards for Internal Control in the Federal Government. For state  denial investigations, we interviewed state troopers and local law  enforcement to learn about their investigative procedures, and any  challenges investigators may face. We also spoke with multiple  prosecutors from each of these states and discussed the prosecutor  offices’ policy for accepting these denial cases, how often these cases  were prosecuted in these localities and the challenges each faced when  prosecuting these cases.", "To address the third objective, for federal denials, we analyzed criteria  that the 34 USAO districts within our six selected ATF field divisions have  established to determine which denials ATF should send to its field offices  for further investigation. We then visited ATF’s DENI Branch to observe  how denials are screened and discuss internal controls for ensuring that  ATF referrals to its field divisions follow the criteria. We also analyzed  ATF data on denials to identify the prohibited categories of the cases that  were referred to ATF field divisions from 2011 through 2017, the  investigations that were referred to USAOs for prosecution and those that  were ultimately prosecuted by USAOs. Officials from our six selected ATF  field divisions also provided examples of denial cases investigated and  referred for prosecution. These case examples included the specific  circumstances that convinced the field division to investigate and refer the  case for prosecution. We also researched legal databases to identify the  specific circumstances of the cases prosecuted, the statutes used to  charge the defendants, and the outcome of the cases. Further, we  interviewed EOUSA officials about how USAOs determine the  circumstances that would lead a USAO to prosecute a firearms denial  case. For state denial investigations, we spoke with state and local  investigators from the three states that investigate and prosecute firearms  denials to determine the circumstances that may lead to a prosecution.  We also spoke with multiple prosecutors from the same states and asked  them to describe the characteristics of cases they are more likely to  prosecute, as well as those they are less likely to prosecute.", "To assess the reliability of federal and state data on investigations and  prosecutions of individuals denied firearms purchases related to all three  objectives, we reviewed the internal controls in place within these  systems and interviewed federal and state officials about their procedures  for creating these data. We determined that these data were sufficiently  reliable for the purpose of our reporting objectives. Also, for all objectives,  while we did not speak to a representative sample of federal and state  investigators and prosecutors, our interviews provided valuable insights  about how these investigations and prosecutions are conducted and  prioritized. Appendix I contains a more detailed discussion of our scope  and methodology.", "We conducted this performance audit from March 2017 through  September 2018 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Roles and Responsibilities", "paragraphs": ["Under the Brady Handgun Violence Prevention Act of 1993 (referred to  hereafter as the “Brady Act”) and implementing regulations, the FBI and  designated state and local criminal justice agencies use NICS to conduct  background checks on individuals seeking to purchase firearms from an  FFL or obtain permits to possess, acquire, or carry firearms. The mission  of the FBI’s NICS Section is to enhance national security and public  safety by providing the timely and accurate determination of a person’s  eligibility to possess firearms in accordance with federal law. Figure 1  shows the states where the FBI performs background checks for all  transactions, as well as POC and partial POC states.", "ATF—one of several Department of Justice law enforcement  components—is responsible for investigating criminals and criminal  organizations that use firearms, arson, or explosives in violent criminal  activity, among other things. ATF is also responsible for investigating  criminal and regulatory violations of federal firearms, explosives, arson,  and alcohol and tobacco-smuggling laws subject to the direction of the  Attorney General, as well as any other function related to the investigation  of violent crime or domestic terrorism that is delegated to ATF by the  Attorney General.", "U.S. Attorneys prosecute criminal cases brought forward by the federal  government, prosecute and defend civil cases in which the United States  is a party, and collect debts owed to the federal government that are  administratively uncollectible. U.S. Attorneys investigate and prosecute a  wide range of criminal activities—including, but not limited to, international  and domestic terrorism, corporate fraud, public corruption, violent crime,  and drug trafficking. Each U.S. Attorney exercises wide discretion in the  use of his or her resources to further the priorities of the local jurisdictions  and needs of their communities. The Executive Office for United States  Attorneys (EOUSA) represents the 93 U.S. Attorneys that prosecute  federal cases. Among other things, EOUSA provides guidance,  management direction, and oversight to USAOs."], "subsections": []}, {"section_title": "Firearms Purchase Background Check Process", "paragraphs": ["During a NICS check, the FBI and POC states use descriptive data  provided by an individual—such as name and date of birth—to search  various databases containing criminal history and other relevant records.  These databases include the Interstate Identification Index, the National  Crime Information Center, and the NICS Indices.", "The Interstate Identification Index includes, among other things,  information on persons who are indicted for, or have been convicted  of, a crime punishable by imprisonment for a term exceeding 1 year or  have been convicted of a misdemeanor crime of domestic violence.", "The National Crime Information Center includes criminal justice- related records pertaining to wanted persons (fugitives) and persons  subject to protection orders, among other things.", "The NICS Indices were created for use in connection with NICS  background checks and contain information on persons determined to  be prohibited from possessing or receiving a firearm.", "NICS checks determine whether or not an individual is disqualified by  federal or state law from possessing firearms. As shown in figure 2:", "Federal NICS transactions increased from about 6.5 million in fiscal  year 2011 to about 8.6 million in fiscal year 2017. Federal NICS  denials increased from about 77,000 in fiscal year 2011 to about  112,000 in fiscal year 2017.", "POC state transactions—which include both full and partial POC  states—increased from about 9.3 million in fiscal year 2011 to about  17 million in fiscal year 2017. POC state denials increased from  about 45,000 in fiscal year 2011 to about 69,000 in fiscal year 2017.", "If the FBI or state agency completes a background check within 3  business days and determines that a person should be denied, such  denials are referred to as “standard denials” and do not involve the  potential transfer of a firearm. If the FBI or state agency cannot complete  a background check within 3 business days, the FFL may transfer the  firearm pursuant to federal law, unless state law provides otherwise.  When the FBI makes a denial determination after 3 business days— called a “delayed denial”—the FBI determines if the FFL transferred the  firearm to the individual, and if so, refers these cases to ATF for retrieval  of the firearm if the individual is confirmed to be prohibited from  possessing a firearm.", "States may establish requirements regarding background check  processing times, including waiting periods, beyond the federal  requirement. States also may include state databases in addition to NICS  indices when conducting background checks. In POC states, FFLs initiate  a NICS check by contacting one or more state organizations, such as a  state or local law enforcement agency, to query NICS databases and  related state files. If necessary, the state organization then conducts any  required follow-up research.", "States may use different methods to conduct background checks.  Examples of these varying methods include the following:  Instant Check: Requires an FFL to transmit a buyer’s application to a  checking agency by telephone or computer. The agency is required to  respond immediately or as soon as possible.", "Purchase Permit: Requires a buyer to obtain, after a background  check, a government-issued document (such as a permit, license, or  identification card) that must be presented to an FFL before the buyer  can receive a firearm.", "Exempt Carry Permit: State concealed weapons permits, issued after  a background check, exempt the holder from a new check at the time  of purchase under an ATF ruling or state law.", "Other: Requires an FFL to transmit an application to a checking  agency, which delays transfer until a waiting period expires or the  agency completes a check."], "subsections": []}, {"section_title": "Federal Process After a Firearm Denial", "paragraphs": ["After a federal NICS denial, ATF can take enforcement actions through  criminal investigation and referral for prosecution to a USAO, as making  false written statements on the ATF Form 4473 is a crime punishable as a  felony under federal law by up to 10 years in prison and up to a $250,000  fine. Any fines that result from a firearm denial are criminal fines  assessed through prosecution as part of a plea agreement or  sentencing. ATF does not have the statutory authority to issue fines or  take any civil action against individuals whose firearm applications are  denied and are suspected of providing false information during the  attempted purchase."], "subsections": [{"section_title": "Investigations", "paragraphs": ["For federal denied transactions, the FBI’s NICS Section sends  information about each denial to ATF’s DENI Branch. The DENI Branch is  responsible for researching each transaction to determine whether the  case should be referred to one of ATF’s 25 field divisions for possible  investigation. The DENI Branch is to refer all delayed denial cases— which may require recovery of a firearm—and standard denial cases that  meet USAO investigative referral criteria for each corresponding judicial  district. An ATF NICS coordinator in each field division is to distribute  the referred denial cases to the appropriate field office within each field  division.", "In addition to recovery of a firearm for delayed denial cases, all firearms  denial investigations may involve verifying the purchaser’s prohibited  status, gathering relevant supporting documentation such as mental  health or court files, and communicating with prosecutors regarding the  prosecutorial merit of the case, according to ATF officials. Figure 3  shows the general NICS background check process when purchasing a  firearm from an FFL in either a NICS or POC state.", "Among the denials that ATF investigates (delayed and standard), each  field office also determines which cases should be referred to a USAO for  possible prosecution. If the ATF field office determines that the subject is  a prohibited person and local prosecutorial guidelines are met, the field  office may refer the case for prosecution. ATF agents may discuss  potential referrals with prosecutors to try to obtain USAO acceptance  before ATF formally refers a case for possible prosecution. A case that is  not deemed appropriate for federal prosecution may be referred to a state  prosecutor. If the U.S. Attorney decides to prosecute, an arrest is made or  a warrant is issued. Figure 4 shows the general process for the  investigation and prosecution of standard firearms denials."], "subsections": []}]}, {"section_title": "State Processes After a Firearm Denial", "paragraphs": ["POC states vary in their procedures and standards for investigating and  prosecuting persons denied firearms transactions. For example, these  states may or may not investigate and prosecute prohibited persons who  violate state gun control laws. In some states, the agency conducting  background checks notifies the state or local police, depending on which  has jurisdiction, where the transaction occurred. The local agency is then  responsible for investigating and assisting in the prosecution of the case  by state or local prosecutors. Other states have units with statewide  jurisdiction that screen cases before deciding whether a referral should be  made to a state police trooper or local law enforcement agency for  investigation. A POC state may also refer denials for further investigation  to the nearest ATF field office. In POC states, a firearm retrieval  associated with a delayed denial may be handled by local law  enforcement, a statewide firearms unit, or ATF. State and local  prosecutors, whether the district attorney, county or city prosecutor, or the  state Attorney General’s office, represent the state for cases arising under  state law. Occasionally, federal and state law may prohibit similar types of  criminal conduct, allowing both federal and state prosecutors to pursue  the case."], "subsections": []}]}, {"section_title": "Federal and Selected State Law Enforcement Agencies Collectively Investigate and Prosecute a Small Percentage of Firearms Denials", "paragraphs": ["In fiscal year 2017, ATF referred about 13,000 firearms denials to its field  divisions for investigation, of which USAOs had prosecuted 12 cases as  of June 2018. In March 2018, the Attorney General issued a memo that  directed all United States Attorneys to enhance prosecution of cases  involving individuals who make false statements on the ATF Form 4473.  Officials from 10 of our 13 selected POC states said that they do not  investigate or prosecute NICS denials."], "subsections": [{"section_title": "ATF Referred about 13,000 Firearms Denials to Its Field Divisions for Investigation in Fiscal Year 2017, of Which USAOs Have Prosecuted 12 Cases", "paragraphs": ["At the federal level, the FBI’s NICS Section referred 112,090 denied  transactions to ATF’s DENI Branch in fiscal year 2017, of which ATF  referred 12,710 (about 11 percent) to its field divisions for further  investigation. The 12,710 referred cases consisted of 3,993 delayed  denials and 8,717 standard denials. According to ATF headquarters  officials, the DENI Branch refers all delayed denials to ATF field divisions  for additional investigation because these cases could potentially require  the recovery of a firearm that was transferred to a prohibited person. The  DENI Branch uses investigative guidelines established by USAOs that  cover 94 judicial districts to determine if standard denials should be  referred to the respective ATF field division for investigation. USAO  criteria may include individuals who are violent felons, have an active  protection order, or have made multiple attempts to purchase a firearm in  the past after being denied, among other offenses. Based on our  analysis of ATF data, the number of firearms denials the DENI Branch  referred to ATF field divisions for investigation increased from 5,208 in  fiscal year 2011 to 12,710 in fiscal year 2017—an increase of 141  percent. We discuss the reported impact of this increase in referrals on  ATF staff later in the report.", "Of the 12,710 referrals ATF sent to its field divisions in fiscal year 2017  for investigation, USAOs considered 50 cases for prosecution, and  prosecuted a total of 12 cases (9 delayed denial and 3 standard denial)  as of June 2018, according to ATF data (see table 1). An additional 10  cases were pending or awaiting prosecution as of June 2018. Overall,  USAOs filed about 54,000 criminal cases in fiscal year 2016, of which  about 9,200 involved firearm-related matters. According to Department  of Justice officials, in fiscal year 2017, USAOs also filed about 54,000  criminal cases, of which about 10,400 involved firearm-related matters.", "We also asked state officials from states within our six selected ATF field  divisions whether they investigated and prosecuted these denials.  Officials from four of these six states said that ATF has not been referring  firearms denials to them, so investigation and prosecution of firearms  denials was not being done in their state. State officials from two of the  six states said that they either occasionally receive referrals from ATF,  which are investigated and submitted for local prosecution or they are not  aware whether they receive referrals from ATF because they do have a  dedicated team to investigate these cases. Officials from all 6 states said  they have laws that prohibit persons from purchasing and/or possessing  firearms based on prohibitions, such as a prior felony or misdemeanor  convictions, but do not have laws that prohibit persons from falsifying  information on ATF’s form 4473 during the NICS background check.  These states also cited some limitations for investigating these referrals  such as lack of statutory authority within their state agency and resource  constraints."], "subsections": []}, {"section_title": "Attorney General Memo to Enhance Prosecution of Persons Denied Firearms Purchases", "paragraphs": ["On March 12, 2018, the Attorney General issued a memo that directed all  United States Attorneys to enhance prosecution of cases involving false  statements on the ATF Form 4473, which the memo refers to as “lie-and- try” cases. The memo specifically stated that every United States  Attorney must coordinate with the ATF Special Agent-in-Charge in the  local district to review and revise, as necessary, local prosecution and  referral guidelines to ensure vigorous and appropriate prosecution of  these cases. The memo also stated that these guidelines should place  particular emphasis on cases against violent persons, including—but not  limited to—denials involving individuals convicted of violent felonies,  misdemeanor crimes of domestic violence, or subject to protective orders,  and denials involving fugitives where the underlying offense is a violent  felony or misdemeanor crime of domestic violence. Further, the memo  stated that the review and any resulting revisions should ensure that  district-specific prosecution and referral guidelines reflect the Department  of Justice’s renewed commitment to reducing violent crime. The memo  required that all United States Attorneys certify that the review has been  completed and all necessary adjustments made within 45 days.", "According to EOUSA officials, as of early May 2018, about 90 percent of  USAOs had coordinated with their respective ATF field divisions to  discuss revisions in USAO referral guidelines for standard denial cases.  The officials added that in response to the Attorney General’s memo,  some USAOs narrowed criteria to focus resources on particular denials,  such as those involving an attempted purchaser with a history of violent  crime, or prioritized denials with recent prohibitions, such as a domestic  violence conviction in the past year. In other cases, ATF officials said that  USAOs broadened criteria, which may result in more potential cases from  which to select for investigation and referral for prosecution. ATF officials  also said that some USAOs added investigation referral criteria (for  individuals prohibited from possessing firearms) to include elements  outside the list of federal prohibitors, such as denied individuals with ties  to gang activity or terrorism. These attributes outside of NICS prohibiting  categories would require further investigation at the local level by ATF,  according to officials. While ATF officials have the expectation that the  revised criteria would increase the overall workload on ATF field divisions,  ATF officials said that it is too early to discern how these changes will  impact ATF and the number of denial cases prosecuted by USAOs.  EOUSA officials suggested that firearm-related prosecutions may well  increase in the future, but added that any increase that results does not  necessarily mean that firearms denial prosecutions would increase."], "subsections": []}, {"section_title": "Ten of 13 POC States Do Not Investigate Firearms Denials, But the Remaining 3 Investigate a High Percentage of Denials", "paragraphs": ["Officials from 10 of our 13 selected POC states said that they do not  investigate or prosecute any NICS denials, sometimes citing resource  availability or the lack of state statutes as the reason. Officials from these  10 states said that while their state does not investigate or prosecute  firearms denials, their state may take other actions following a denial.  These possible actions may include informing local jurisdictions of the  denial for possible investigation, and possible arrest if the denied  individual has an active warrant. Other actions cited include revoking a  state firearms owner identification card and possibly seizing any firearms;  informing ATF of a delayed denial so ATF can retrieve the firearm; and  providing the information on each denial to the FBI for input into FBI  databases used to perform NICS checks.", "Officials and data from the remaining three POC states—Oregon,  Pennsylvania, and Virginia—indicate that these states investigate a high  proportion of firearms denials. These states have statutes that prohibit  providing falsified information on a state or federal firearms form as well  as statutes that penalize the attempt to purchase firearms by individuals  prohibited from such purchases.", "Oregon: Prior to 2014, the state generally did not investigate firearms  denials, according to state officials. In 2014, the state changed its policy  based on concerns about firearm-related crimes. Specifically, beginning  in late 2014, Oregon began investigating all firearms denials, which  resulted in more than 2,500 firearms denial investigations in both 2016  and 2017. According to state data, there were between 2,000 and 2,400  firearms denials annually from 2011 to 2013. According to the two Oregon  county prosecutors we interviewed, from late 2014 through 2017, their  offices accepted about 141 of the more than 700 firearms denial  investigations referred to their offices, with most prosecuted successfully.", "Pennsylvania: Prior to 2014, the state investigated a relatively small  percentage of firearms denials per year using risk-based criteria,  according to state police officials. In 2014, the state changed its policy to  investigate all firearms denials. According to state police reports, in 2016,  approximately 6,500 denial cases were referred for investigation, of which  about 1,600 were referred for prosecution and 356 resulted in convictions.  For 2017, the state reported that approximately 5,500 denial cases were  referred for investigations, of which 1,907 investigations were referred for  prosecution, resulting in 472 convictions.", "Virginia: Virginia has investigated firearms denials since 1989, according  to state officials. Virginia does not refer all firearms denials for  investigation, but instead uses risk-based criteria to refer a subset of  prohibited categories for investigation, according to these officials. The  number of referrals for investigation in Virginia has increased from about  770 in 2011 to around 1,700 in 2016 and 2017. Virginia prosecutors we  interviewed in three jurisdictions from localities where a high volume of  firearms denial referrals occur said they tend to work with Virginia state  troopers who specialize in denial investigations and reported high  prosecution rates for the cases they accept. The prosecutors noted that  most convictions do not go to trial and are reduced to less severe  violations and most of the penalties imposed tend to be probation, but  there is the occasional jail term. For example, one Virginia prosecutor  said that jail sentences are rare, but for a felon with a record of violence,  sentences of 7 to more than 24 months in jail have been imposed.", "Unlike federal denial investigation referrals where about 30 percent of the  total is for delayed denials, the vast majority of investigations and  prosecutions within these three states are related to standard denials.  Officials within these states explained that background checks that result  in delayed denials are fairly uncommon. According to Pennsylvania  officials, in Pennsylvania this is because of state background check  policies that provide additional time, 15 days, to complete background  checks if a denial is possible, but not clear initially. If the 15-day period  expires without an approved transfer, the transaction is not denied, but  the firearm is not transferred. According to officials in all three states,  FFLs generally will not transfer a firearm until the background checks are  completed."], "subsections": []}]}, {"section_title": "ATF and Selected States Cited Challenges Investigating and Prosecuting Firearms Denials; ATF Has Not Assessed Field Divisions’ Use of Warning Notices", "paragraphs": ["ATF officials from our six selected field divisions said that investigating  firearms denials can be challenging because of the high volume and  require use of their limited resources. ATF has not assessed field  divisions’ use of warning notices in lieu of prosecution, which could  provide greater awareness of their deterrence value. EOUSA officials  said that denial cases are difficult to prosecute and offer less value for  public safety than other prosecutions. State officials said that denial  investigations compete with other investigations and can be difficult to  successfully prosecute."], "subsections": [{"section_title": "ATF and EOUSA Officials Described Denial Investigations and Prosecutions as High Volume and Require Use of Their Limited Resources", "paragraphs": [], "subsections": [{"section_title": "Federal Denial Investigations", "paragraphs": ["ATF officials from our six selected field divisions—which combined  received approximately 60 percent of the total standard denials that ATF  referred to field divisions from fiscal years 2011 through 2017—said that  investigating firearms denials can be challenging for various reasons.  ATF field divisions have taken some steps to help mitigate these  challenges, but ATF headquarters could benefit from enhancing its  oversight of some aspects of the investigations process.", "According to officials from our six selected field divisions, one challenge  to investigating and prosecuting firearms denials is the high volume of  firearms denial referrals for investigation that ATF sends to field divisions.  According to ATF headquarters officials, the DENI Branch has agreed to  send these referrals to field divisions based on criteria each ATF field  division has established with USAOs within their division. In fiscal year  2017, ATF’s DENI Branch referred 1,889 delayed denial cases to our six  selected field divisions—which field divisions are required to investigate— and 5,435 standard denials cases, which they are to consider for further  investigation. In the six field divisions, the number of standard denial  referrals more than tripled from fiscal years 2011 to 2017, and in two field  divisions, the number of standard referrals in 2017 was more than five  times the number in 2011. For example, in one field division, the number  of standard referrals was 166 in 2011 and increased to 1,064 in 2017.  ATF officials did not know why the number of standard and delayed  denials had increased during this period.", "Officials from all six of our selected ATF field divisions also said that  investigating denial cases can be time-intensive and require use of their  limited resources. The officials said that delayed denials can be  particularly time-intensive because they are required to be investigated  and the investigation involves a defined set of actions, including the  possible retrieval of the firearm. For example, these investigations  typically involve steps to verify the prohibition of the individual, including  obtaining court records; contacting the individual and FFL that sold the  firearm; and arranging to retrieve the firearm for those individuals found to  be prohibited. A fiscal year 2016 ATF funding request through the  annual congressional budget justification submission noted the drain on  investigative resources because of the requirement for ATF to follow-up  on delayed denials. While the investigation of standard denials also can  take time, officials from our six selected field divisions said they have  greater discretion over whether or not to investigate these denials. For  example, each field division has discretion to screen all or some of the  standard denials, which can include confirming the person was correctly  denied and contacting the denied individual and the firearms dealer.", "Officials from all of the six selected field divisions said that, in light of the  high volume and time-intensiveness of denial cases, they have taken  various steps to prioritize the types of cases to investigate. For example,  per ATF policy, field divisions prioritize delayed denials over standard  denials because a prohibited person may be in possession of a firearm.", "Officials from three of the six field divisions said that after verifying that  the applicant is prohibited by reviewing the criminal history attached to the  case file, they generally close standard denials without further  investigation. The officials added that while these cases may meet USAO  criteria and be referred to a field division for investigation, they ultimately  do not have prosecutive merit based on coordination with prosecutors  who have experience in prosecuting these cases. Officials from one field  division said that they typically do not devote resources to verifying the  prohibited status, and instead triage standard denials based on certain  criteria, such as a recent violent felony or domestic violence conviction.  Accordingly, officials in that field division only refer to a criminal  investigator for further review what they consider the greatest threats to  public safety."], "subsections": []}, {"section_title": "Federal Prosecutions of Firearms Denials", "paragraphs": ["EOUSA officials said that USAOs generally do not accept and prosecute  denial cases that do not involve aggravating circumstances, as these  cases can require significant effort for prosecutors relative to the short  length of punishment and may offer little value to public safety because  the offender does not obtain the firearm, compared to other cases  involving gun violence. The officials added that USAOs filed about 9,200  firearm-related cases in fiscal year 2016 and about 10,400 in fiscal year  2017, but that cases involving falsifying information when attempting to  purchase a firearm generally are only a small fraction of USAO efforts.  Instead, USAOs primarily focus on cases where persons obtain firearms  and are prohibited persons or use the firearms in connection with a  criminal offense. According to ATF DENI Branch data, the majority of  the 25 cases that USAOs prosecuted in fiscal years 2016 and 2017 that  involved firearms denials (standard and delayed) resulted in reaching  plea agreements with the defendants.", "Federal law provides that it is unlawful “for any person in connection with  the acquisition or attempted acquisition of any firearm or ammunition from  a licensed importer, licensed manufacturer, licensed dealer, or licensed  collector, knowingly to make any false or fictitious oral or written  statement or to furnish or exhibit any false, fictitious, or misrepresented  identification, intended or likely to deceive such importer, manufacturer,  dealer, or collector with respect to any fact material to the lawfulness of  the sale or other disposition of such firearm or ammunition ….”  Generally, to convict someone for making a false statement on the ATF  Form 4473, the prosecutor must establish beyond a reasonable doubt  that the seller was a FFL; the defendant made a false statement or used  a false identification while acquiring or attempting to acquire a firearm; the  defendant knew the statement or identification was false; and the false  statement or identification was intended to, or likely to, deceive a FFL  about the lawfulness of the firearm sale. EOUSA officials said that  prosecutions for falsifying information are very challenging because of the  requirement to prove intent, and can become further complicated  because the purchaser may not know that he or she is prohibited and was  not intentionally trying to deceive an FFL. The officials added that these  cases are not appealing to judges and juries from a public safety  standpoint. They also said that they find juries questioning why the case  is being prosecuted in instances when the individual did not get the gun,  resulting in juries refusing to convict these individuals or jury  nullification.", "EOUSA officials said that the number of prosecutions of firearms denials  can be low, particularly in standard denial cases where the system  worked and the subject did not obtain a firearm, and because of the  priority often given to other cases involving gun violence. EOUSA officials  said that delayed denial cases can require less effort to prosecute than  standard denials, since USAOs do not need to prove an individual’s intent  in making a false statement in purchasing the firearm, only that the  prohibited individual is intentionally in possession of a firearm. For  instance, generally, to obtain a conviction for a felon in possession of a  firearm, the prosecution must establish beyond a reasonable doubt that  the defendant had previously been convicted of a crime punishable by  imprisonment for a term of more than 1 year; the defendant knowingly  possessed a firearm; and the firearm previously passed in interstate  commerce. However, officials from our six selected field divisions said  that as long as a firearm is recovered from the prohibited person and the  person is cooperative, ATF is unlikely to refer delayed denial  investigations to USAOs for prosecution."], "subsections": []}]}, {"section_title": "ATF Has Not Assessed Field Divisions’ Use of Warning Notices in Lieu of Prosecution", "paragraphs": ["While officials from all six selected ATF field divisions said that  investigating the increasing number of denial cases can be time-intensive  and require use of their limited resources, ATF headquarters has not  assessed the extent to which field divisions’ use warning notices in lieu of  prosecutions or whether any policy changes could enhance their use as a  deterrence tool."], "subsections": [{"section_title": "Increase in Denial Investigations", "paragraphs": ["Standard denial cases ATF referred to field divisions for investigation  grew by more than 200 percent ATF-wide from fiscal years 2011 through  2017, and by more than 300 percent within our six selected field divisions.  Moreover, delayed denial referrals grew by about 70 percent ATF-wide  and by 70 percent within our six selected field divisions during this period.  Figure 5 shows the increase in standard and delayed denial cases ATF  referred to its field divisions for investigation from fiscal years 2011  through 2017.", "At the same time, ATF data show that special agent staffing across our  six selected field divisions collectively only increased by one special  agent from fiscal years 2011 through 2017. Officials from five of our six  selected field divisions said that the increasing number of NICS denial  cases received from ATF headquarters for investigation has posed a  burden on staff resources.", "Field divisions are required to investigate all delayed denial referrals, but  have discretion as to how thoroughly they investigate standard denial  referrals. Officials from all six selected field divisions said that, to date,  one of the ways they have been able to adjust to the increasing volume of  standard denial referrals has been by closing them with limited  investigation or sending warning notices to the prohibited individuals.  However, based on trends over the last 7 years, the number of standard  and delayed denial referrals for investigation could continue to increase.  In addition, the Attorney General’s March 2018 memo to USAOs directing  that the prosecution of false statements on the ATF Form 4473 be  enhanced may impact how, and how many, denial investigations ATF  performs."], "subsections": []}, {"section_title": "Use of Warning Notices", "paragraphs": ["For all delayed denials, ATF policy requires field divisions to contact  prohibited persons within three days of being assigned the case to advise  the person of their prohibition. According to ATF headquarters officials,  warning notices are intended to inform the individual that he or she is  prohibited from purchasing a firearm, should not attempt to purchase a  firearm again, and may be subject to prosecution. For delayed denials,  ATF policy also requires field divisions to send a written warning notice in  all instances where the special agent is unable to make contact with the  prohibited person within 3 business days, or when other circumstances  exist, such as extraordinary distance or inclement weather. Officials from  our six selected field divisions said that while warning notices for delayed  denials are not always delivered in writing, all individuals involved in  delayed denials receive a warning in some form—e.g., written, oral, or via  text message—from the ATF special agent investigating the denial.  Officials from one field division said that they send text messages to  denied purchasers in lieu of warning letters because they are less  intimidating to prohibited persons, the texts save time and money, and  are more effective in helping retrieve firearms.", "For standard denials, warning notifications are not required. Specifically,  ATF policy provides that field divisions may send warning notices to  denied persons “where appropriate and in lieu of prosecution.”  However, in instances where aggravating circumstances exist, such as if  the prohibited person committed a violent felony or made multiple  attempts to purchase firearms, ATF policy provides that consideration  should be given to hand-deliver the notice to the prohibited person. The 6  selected field divisions varied in the extent to which they sent warning  notices related to standard denials. Specifically, three of the six divisions  had established a practice to send notices to all prohibited persons.  Officials from these three divisions said that such letters are intended to  (1) educate the denied person that he or she is prohibited from  purchasing firearms, (2) deter the individual from attempting future  purchases, and (3) serve as evidence during any subsequent  investigation or prosecution that the individual knew that he or she was  prohibited from purchasing a firearm. Officials from one of these field  divisions also said that the practice of addressing standard denials by  sending warning notices is a good use of limited resources while  addressing a public safety concern.", "Of the three field divisions that routinely send warning notices for all  standard denials, two send them via certified mail, while the other sends  letters via standard mail due to limited resources. According to officials  from these three field divisions, the costs associated with mailing warning  notices also includes staff time to locate recipient information and mail the  letters, in addition to supervisory review, as is done in at least one field  division. A group supervisor in one of these field division’s sub-offices  said that while their field division primarily uses certified mail, the sub- office hand delivers these notices for all standard and delayed denials.  Officials from one of these three field divisions said that they confirm the  prohibited status of individuals before sending the warning notices, while  officials at another field division said they do not confirm the prohibited  status prior to mailing but that the notice includes information on how to  appeal the denial. These three divisions received an average of about  800 standard denials in fiscal year 2017.", "Officials from the three divisions that do not routinely send warning  notices for standard denials said that notices are only sent for standard  denials in rare cases. Such cases can include when there are aggravating  circumstances. Criminal activity or not cooperating with the ATF—after  the attempted purchase are examples of aggravating circumstances.", "Officials from one field division stated that warning notices were used for  standard denials by individual agents in the past, but there was no field  division policy to do so routinely. Officials from another field division said  that due to limited resources, the decision was made to not send these  notices, though they said the notices could be an effective deterrent for  prohibited individuals from trying to possess a firearm or attempting to  purchase from an FFL. ATF headquarters officials said that under ATF  policy, the decision whether to send warning notices for all standard  denials is made by individual field divisions. Therefore, they did not  know the extent to which each of the 25 divisions used this practice.", "Standards for Internal Control in the Federal Government call on federal  managers to design control activities to achieve an agency’s objectives.  These controls can include using quality information to make informed  decisions, such as how best to achieve ATF’s objectives given limited  resources; evaluating ATF’s performance in achieving key objectives; and  addressing risks, including its limited resources to investigate or  prosecute denial cases. While ATF policy provides that individual field  divisions determine their use of warning notices, ATF headquarters is  uniquely positioned to assess use of the notices across all field divisions.  Assessing the extent to which ATF field divisions use warning notices for  standard denials would provide ATF headquarters with greater  awareness regarding agency-wide efforts to use the notices as a  deterrence tool in lieu of prosecution. As assessment could also better  inform ATF as to whether the application of certain practices to all field  divisions could be a feasible and effective use of limited investigative  resources, given the small number of standard denial cases prosecuted  each year, and revise related policies if appropriate."], "subsections": []}]}, {"section_title": "Selected States Reported That Denial Investigations Compete with Other Investigations and Cases Can Be Difficult to Successfully Prosecute", "paragraphs": [], "subsections": [{"section_title": "State Denial Investigations", "paragraphs": ["State police supervisors in all three states (Oregon, Pennsylvania, and  Virginia) that investigate denials said investigators are generally assigned  to denial investigations as their time permits. Supervisors also said these  investigations are generally considered time consuming and can  sometimes impact other duties. State police supervisors said that these  investigations can be disruptive to operations by taking troopers away  from their core duties, such as traffic enforcement and response, except  where troopers are dedicated to conducting these investigations. State  troopers echoed this point, adding that denial investigations are difficult to  conduct given the amount of documentation needed for prosecution when  they have other duties. Local law enforcement officials in Oregon and  Pennsylvania also said that denial investigations are disruptive, as they  are usually forwarded to officers when they are on patrol, sometimes  many weeks or months after the firearms background check was initiated.", "Investigators in all three states also said they face challenges assisting  with prosecutions of denied persons, including gathering the necessary  documentation to prove the individual knew they were prohibited. For  example, Virginia troopers said that obtaining records on out-of-state  convictions and mental health prohibitions, and locating documentation  on older convictions, can be especially difficult. Troopers in Oregon and  Virginia commented that in their experience, there can be some degree of  inaccuracy in the criminal records in their state. For example, they said  that arrests and prosecution results may not be accurately reflected in the  criminal history of the denied person. When the trooper checks the actual  record, it is sometimes discovered that the person is not prohibited. A  Virginia trooper said this is especially common for juvenile convictions.", "Oregon and Virginia officials said they have been able to mitigate these  challenges by utilizing specialized troopers to conduct denial  investigations. These troopers are taken off line and generally perform  denial investigations almost exclusively. In both states, these specialized  troopers conduct a large portion of the denial investigations in these  states or in designated locations within the state. Virginia State Police  officials told us that some areas within police divisions that receive a high  volume of denials for investigation use specialized troopers that spend all  or most of their time investigating firearms denials. These Virginia  troopers reported that they have become more efficient than troopers that  do not specialize because the repetition of performing multiple  investigations improves the learning curve and the quality of their  investigations. Virginia State Police officials said that while any area may  assign troopers to work exclusively on denial investigations, most areas  either cannot afford to remove a trooper from road coverage or do not  investigate enough cases involving persons denied firearms to make it an  effective use of resources. According to Oregon officials, five specialized  troopers in the state investigated more than 1,100 of the almost 2,600  firearms denials referred for investigation in 2016. These troopers  covered the denials for several metropolitan areas in Oregon and cited  efficiencies in conducting and referring investigations for prosecution."], "subsections": []}, {"section_title": "State Denial Prosecutions", "paragraphs": ["State prosecutors we interviewed in the three states that conducted  denial investigations said the primary challenge in prosecuting denial  cases is in gathering the evidence needed to prove that the individuals  knew they were prohibited. They added that the difficulty in gathering  evidence for certain prohibited categories also make those prosecutions  more difficult. For example, obtaining records related to old convictions,  out of state convictions, and mental health prohibitions are common  challenges. There are also challenges due to record retention policies for  specific prohibitions. For example, a Virginia prosecutor said that  prosecuting denials for misdemeanor crimes of domestic violence  convictions in Virginia that are more than 10 years old is difficult because  these records may be destroyed under state law after 10 years. Oregon  state investigators we interviewed said that, under state statutes,  successfully prosecuting someone for falsifying information on firearms  purchase forms requires proving that the person “knowingly and willingly”  falsified information on the form, which can be difficult to prove. One  Pennsylvania investigator also said that denied individuals may not  understand the questions on the forms and genuinely believe they are not  prohibited.", "Prosecutors we interviewed who worked with specialized investigators  reported that they have worked closely with these troopers to facilitate  successful prosecutions. For example, an Oregon prosecutor we spoke to  utilizes a case reporting process where the trooper advises the  prosecutor of the strong cases to be considered for prosecution. This  allows prosecutors to focus their attention on the cases more likely to be  successfully prosecuted. In one Virginia county, the prosecutor’s office  provides troopers a checklist of important points the trooper should  address to make a strong case for prosecution. Virginia prosecutors in  jurisdictions served by a specialized trooper said that they confer with the  troopers regularly and are able to successfully prosecute a high  percentage of the denial investigations these troopers conduct."], "subsections": []}]}]}, {"section_title": "Firearms Denial Investigations and Prosecutions Are Generally Based on Aggravating Circumstances in Addition to Criminal Records", "paragraphs": ["While individuals are denied firearms purchases because they are  prohibited from possessing firearms under federal or state law, federal  denial investigations and prosecutions are generally based on additional  aggravating circumstances. The three states that investigate denial cases  have established priorities for investigating and prosecuting such cases."], "subsections": [{"section_title": "ATF Investigations Most Frequently Involve Convicted Felons, but Aggravating Circumstances Are Generally Needed for Prosecution Referrals", "paragraphs": ["The types of standard and delayed denial cases investigated by ATF field  divisions and referred to USAOs for prosecution are determined by  multiple factors, including the prohibiting category (e.g., felony  conviction), criminal history of the denied individual, USAO investigative  referral criteria, and the nature of the ATF investigation itself.", "Of the almost 21,000 delayed denials the ATF DENI Branch referred  to ATF field divisions for investigation from fiscal years 2011 through  2017, 32 percent were denied for being convicted felons, 23 percent  for a qualifying misdemeanor crime of domestic violence, and 19  percent for being an unlawful user of, or addicted to, a controlled  substance. As discussed earlier, all delayed denials are referred to  the appropriate field division for investigation.", "Of the almost 36,000 standard denials the ATF DENI Branch referred  to field divisions for investigation during this time period, 36 percent  were denied for being convicted felons, 30 percent for a qualifying  protective order, and 16 percent for a conviction for a qualifying  misdemeanor crime of domestic violence. For standard denials,  USAO investigative referral criteria, not the prohibiting category itself,  determines which cases are referred for investigation.", "From fiscal years 2015 through 2017, the number of delayed denials  referred to ATF field divisions for investigation increased by 46 percent  (from 2,742 to 3,993). This increase was driven by cases in which the  prohibiting category was drug-related, which increased by about 300  referrals (60 percent increase); involved misdemeanor crimes of domestic  violence, which increased by about 250 referrals (34 percent increase);  and involved felony convictions, which increased by about 280 referrals  (34 percent increase). Also during this period, the number of standard  denials referred to ATF field divisions for investigation increased by 30  percent (from 6,715 to 8,717). This increase was driven by misdemeanor  crimes of domestic violence, which increased by about 626 referrals (62  percent increase), and felony convictions, which increased by about 659  referrals (25 percent increase). Cases in which the prohibiting category  was related to mental health or protection orders also increased by 42  percent (about 200 referrals) and 21 percent (about 300 referrals),  respectively. Figure 6 shows the breakdown of investigation referrals by  prohibiting category from fiscal years 2011 through 2017.", "The types of denial cases that ATF’s DENI Branch refers to field divisions  for investigation are determined by the USAO referral criteria established  in the district in which the purchase took place. Based on our analysis of  the standard denial referral criteria for the 34 USAO districts that cover  the six selected ATF field divisions as of February 2017, there are  similarities in the criteria used across these USAO districts. For example,  most of the 34 districts direct ATF to refer standard denials for  investigation if the cases involved recent convictions for violent crimes or  convictions for misdemeanor crimes of domestic violence. Also, about  two-thirds of the 34 USAO districts direct ATF to refer cases in which  prohibited persons have made two or more attempts to buy firearms while  prohibited. In addition to the 10 prohibitions listed under federal law, other  referral criteria used by USAO districts include prohibited individuals who  are also suspected terrorists or associates of suspected terrorists; known  gang members or members of criminal organizations; or suspected of gun  trafficking.", "Aggravating Circumstances Resulting in a  Prosecuted Firearms Denial Case  An individual attempted to purchase a firearm  while under indictment for first degree  robbery, in which the subject used a woman  to set up an exchange of sex for marijuana.  During the exchange, the subject robbed and  shot the victim. The subject was charged with  two felonies—falsifying information on the  background check form and illegal possession  of a firearm while under indictment. The  subject pled guilty to both charges and was  sentenced to 24 months in prison and 3 years  supervisory release.", "The denial cases ATF field divisions refer to USAOs for prosecution  generally include aggravating circumstances in addition to the factors  discussed above related to an individual’s criminal history. According to  ATF officials in one field division, these aggravating circumstances could  include violent felonies or multiple serious offenses in a short period of  time, especially if these occurred in close proximity to the timing of the  attempted firearms purchase. For example, a prohibited person with  multiple armed robberies or actively involved in gang activity could be  considered to have aggravating circumstances. The officials described a  recent incident where an individual was found in possession of PCP three  times in a span of a couple months, then bought a firearm and fired it at  an occupied dwelling. This was considered a clear example, and the  individual was prosecuted for making a false statement as well as illegal  possession of a firearm stemming from the delayed denial. Additional  examples provided by ATF officials from our 6 selected field divisions of  recent cases ATF referred for prosecution include:", "An individual purchased a firearm from an FFL and sold that firearm to  a prohibited person. The original purchaser was later denied (delayed  denial) due to a prior drug conviction. The purchaser was charged  with illegally possessing a firearm, making a false statement in the  purchase of a firearm, and making a “straw purchase,” which is when  an individual illegally purchases a firearm on behalf of another person.  According to ATF, this individual was sentenced to 1 year in federal  custody and 3 years of supervisory release.", "An individual was charged with making false statements in the  attempted purchase of a firearm. The individual did not receive the  firearm as a result of a standard denial. During the investigation, the  subject was not cooperative, and had an extensive criminal history in  multiple states dating back 35 years, including several contacts with  law enforcement on domestic violence and protective orders. The  subject was charged with falsifying a background check form, to which  he pled guilty and was sentenced to 12 months in prison.", "An individual under indictment for armed criminal action committed  first-degree robbery in which he used a woman to set up an exchange  of sex for marijuana. During the exchange, the subject robbed and  shot the victim. The subject later attempted to purchase a firearm and  was able to obtain the firearm as a result of a delayed denial. Later, a  completed NICS check revealed that he was a prohibited person for  being under indictment, and was subsequently arrested later that  week. The subject was perceived as a threat to the community and  charged with two felonies, falsifying the background check form, and  illegal possession of a firearm while under indictment. He pled guilty  to both charges and was sentenced to 24 months in prison and 3  years supervisory release.", "Of the 12 examples from our six selected field divisions provided, 9  involved delayed denials and 3 involved standard denials. Eleven of the  12 cases have been completed as of May 2018. Of the 9 cases charged  in federal court, 1 case was declined by prosecutors, and the other 8  resulted in guilty pleas. These guilty pleas resulted in penalties ranging  from time served to 33 months in prison, along with additional  punishments such as probation, fines, and mandated treatment  programs. Of the 3 cases charged in state court, 2 resulted in guilty pleas  and 1 had not been resolved as of May 2018. Of the 10 cases pursued by  federal and state prosecutors that resulted in guilty pleas, 7 cases  involved a subject with a history of drug crimes, 6 involved violent crimes,  and 4 involved domestic violence. Additional information on these case  examples can be found in appendix VI.", "According to officials from our six selected ATF field divisions, standard  denial referrals may meet USAOs criteria and be referred to a field  division for investigation, but almost always do not have prosecutive merit  based on coordination with prosecutors. The officials noted that USAOs  generally do not accept standard denials that only involve a violation  related to falsified information. The officials also said that minor crimes,  such as burglary, from decades ago would likely not be a high enough  threat for prosecution. For delayed denial cases, officials from the 6 field  divisions said that if a firearm is retrieved or otherwise recovered from the  prohibited person—and the person is cooperative—ATF is unlikely to  refer these investigations to USAOs for prosecution unless there are  aggravating circumstances."], "subsections": []}, {"section_title": "Oregon, Pennsylvania, and Virginia Investigate a Large Proportion of Firearms Denials and Prioritize Certain Prohibitions, but a Small Number are Prosecuted", "paragraphs": [], "subsections": [{"section_title": "State Investigations", "paragraphs": ["The types of denial cases that are referred for investigation in Oregon,  Pennsylvania, and Virginia are determined in part by the priorities the  states have set for such referrals. For Oregon and Pennsylvania, which  investigate all firearms denials, these priorities include cases involving  stolen guns, purchasers with active warrants, active protection orders,  and prior felony convictions. In these states, convictions of a crime  punishable by more than one year (i.e. felony convictions) are the most  common reasons for denial. Virginia investigates a subset of all denials  based on risk, and has a policy to prioritize denials that is similar to  Oregon and Pennsylvania—active warrants, active protection orders, as  well as mental health issues.", "According to Virginia state police officials, denials can be referred for  investigation if they involve one or more of a set of prohibiting  categories. In 2017, these amounted to about 50 percent of the almost  3,600 denials recorded. Virginia state police officials said that  investigations tend to be handled in the order they arrive, regardless of  prohibited category. Two troopers said that Virginia residents with  exclusive Virginia criminal histories jump to the top of their lists because  the records for these individuals will be easiest to obtain. The  investigators in these Virginia jurisdictions said they tend to refer most of  their investigations for prosecution, regardless of the prohibited category,  if there is evidence to support the falsified information charge.  Pennsylvania investigators and supervisors generally said that no priority  is given to the denial investigation referrals they receive. They said  investigations tend to be handled on a first in first out basis, regardless of  the prohibiting category of the denied person. One supervisory trooper  said that since these investigations are usually sent to the field 2 to 3  months after the transaction has occurred, they are generally considered  low priority when compared to assaults, robberies, and other crimes a  trooper investigates. Oregon state police management and troopers told  us they prioritize cases involving stolen guns, purchasers with active  warrants, active protection orders, and prior felony convictions. Local law  enforcement agencies that investigate denial cases in Oregon told us  they do not prioritize any cases—except for active warrants—handling  them in order as they are received.", "Investigators in all three states said that the criminal histories of those  investigated tend to be minor. For example, outside of the prohibiting  offenses that led to persons being denied, most of these individuals’  criminal histories tend to consist of old prohibiting offenses like non- violent felonies, or drug possession, with few gun violations noted.  Investigators in these three states said that this may be because  individuals with the most severe criminal histories do not attempt to  purchase firearms through FFLs. However, one investigator said that  individuals who were denied based on misdemeanor crimes of domestic  violence tend to have multiple charges in their background."], "subsections": []}, {"section_title": "State Prosecutions", "paragraphs": ["State investigators said prosecutors’ interest or willingness to prosecute is  a key determinant for whether a case is referred for prosecution. One  investigator also said he may check with prosecutors early in an  investigation to determine the likelihood of prosecution. According to  Oregon troopers, denial investigations that are recommended for  prosecution often involve convictions for felonies, misdemeanor crimes of  domestic violence, and restraining orders. The troopers said that the  strength of the case—including the adequacy and availability of proof the  individual knew he or she was prohibited and falsified information— determines which cases are referred to prosecutors.", "Prosecutors from all three states said that they generally pursue cases  against individuals who have indications of violence, including protection  orders, domestic violence, and felony convictions. Individual prosecutors  also identified specific prohibiting categories, based on public safety  concerns, as their priorities for prosecution. An Oregon prosecutor said  there is a good public safety argument for prosecuting denials based on  domestic violence, mental health, and felony prohibitions when there is  probable cause. However, for other prohibiting categories, such as being  on probation or being a drug user, the officials said that prosecuting these  denial cases is not very useful based on the amount of effort required to  prosecute. A Virginia prosecutor cited domestic violence and protection  orders as being prosecuted most often. A Pennsylvania prosecutor said  that his county prosecutes most of the referrals it receives, with denials  for multiple instances of driving under the influence, mental health, and  domestic violence being the most common.", "State prosecutors we interviewed also said the cases they accept for  prosecution may be influenced by the fact that certain types of cases are  harder to prove. For example, they said that denials involving mental  health, drug users, and misdemeanor crimes of domestic violence are  often harder to prove, due in part to the difficulty in obtaining related  records. The officials added that cases involving out-of-state and older  convictions are also not prosecuted as often as other cases due to the  difficulty in obtaining records. State prosecutors also said that there are  certain circumstances where prosecutors are reluctant to pursue  prosecution—such as cases where prohibitions occurred as a juvenile— where a firearms denial conviction would establish an adult criminal  record where no criminal record had previously existed.", "According to the prosecutors we contacted, the criminal histories of  denied individuals generally involved minor violations other than the  prohibiting offense. Prosecutors said the criminal history of the individual  can play a role in whether felony charges are filed, as opposed to  misdemeanor charges, and for sentencing. For example, one Virginia  prosecutor said that he will file felony charges for a denial case only for  cases in which an individual was denied based on an active protection  order or serious felony in his county. Another Virginia prosecutor said that  there is consideration of both criminal history—convictions for violent  felonies or misdemeanors, especially—as well as multiple arrests where  no conviction resulted, when deciding whether to charge the denied  person with a felony or misdemeanor. The prosecutor noted, however,  that denial cases tend not to be violent felons or hardened criminals.  According to a Pennsylvania prosecutor, almost all cases are ultimately  charged with misdemeanors. The prosecutor noted, however, that the  state recently brought multiple felony charges against a person who was  denied a firearms purchase based on a murder conviction in 1973.", "These prosecutors also stated that they often try to plead denial cases  whenever possible, as these cases often do not result in convictions  when they go to trial. For example, a prosecutor in Pennsylvania told us  about one denial case that went to trial where the jury found the denied  person not guilty. The defendant was prohibited from purchasing a  firearm based on convictions for repeatedly driving while under the  influence, a misdemeanor with a potential prison term of 5 years in that  state. The attorney said the jury believed that it was a pointless  prosecution for a firearm’s denial offense. In Virginia, one prosecutor also  described a case where a person was denied because of a mental health  prohibition, and the person was found not guilty of the charges of  falsifying information when attempting to purchase the firearm. He  attributed this to a sympathetic defendant and jury reluctance to impose a  criminal conviction on an individual without a criminal record.", "Further, state officials said that the penalties handed down when denied  individuals are convicted tended to be minor. The Oregon prosecutors  said that common penalties are fines (usually in the hundreds of dollars)  and probation ranging up to 1 year depending on the criminal background  of the denied person. According to a Pennsylvania state police official, in  some instances the charges are pled down to a lesser violation, such as  disorderly conduct, which result in an approximately $300 fine. The two  Pennsylvania prosecutors we interviewed said that most denial  prosecutions in their jurisdictions are pled down to misdemeanors,  eliminating the need for a trial. According to the prosecutors, common  penalties for misdemeanor convictions include probation and the  requirement to pay court costs (upwards of $1,000 in one county). The  prosecutors added that there is an occasional jail sentence for denied  felons with substantial criminal records that can result in about 1 to almost  2 years in jail. Prosecutors across the states said that they try to plead  cases—thus avoiding trial—whenever possible. One Pennsylvania  prosecutor said that cases without strong evidence that cannot be pled  are sometimes dropped because conviction would be difficult. Another  Pennsylvania prosecutor said jury apathy in one strong case led to fewer  denial cases. Virginia prosecutors said that most convictions are for  misdemeanor charges and result in probation, fines, and court costs.  They did say, however, that jail time has resulted for denied individuals  with violent felony convictions."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["At the federal level, the number of firearms denial cases ATF has referred  to its field divisions for investigation has increased substantially over  recent years, which has placed a burden on field division resources. At  the same time, field division resources have not increased, and the  number of USAO prosecutions remains low—totaling 12 in fiscal year  2017. Assessing the extent to which ATF field divisions use warning  notices for standard denials in lieu of prosecution would provide ATF  headquarters greater awareness of agency-wide deterrence efforts, and  better inform the agency as to whether any policy changes are needed."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["We recommend that the Deputy Director, Head of the Bureau of Alcohol,  Tobacco, Firearms and Explosives assess the extent to which ATF field  divisions use warning notices for standard denials in lieu of prosecution  and determine whether any policy changes are needed.  (Recommendation 1)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOJ for review and comment. DOJ  concurred with our recommendation to ATF and provided technical  comments, which we incorporated in this report where appropriate.", "We are sending copies of this report to the appropriate congressional  committees, the Attorney General, the Deputy Director, Head of the  Bureau of Alcohol, Tobacco, Firearms and Explosives, and other  interested parties. In addition, the report will be available at no charge on  the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512- 8777 or goodwing@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions are  listed in appendix VII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope and Methodology", "paragraphs": ["Our objectives in this report were to (1) describe the extent to which  federal and selected state law enforcement agencies investigate and  prosecute firearms denial cases; (2) examine the challenges, if any, that  federal and selected federal and selected state law enforcement agencies  face in investigating and prosecuting firearms denial cases; and (3)  describe the circumstances that lead to the investigation and prosecution  of persons denied firearms.", "To describe the extent that federal and selected state law enforcement  agencies investigate and prosecute firearms denials, we reviewed  published reports regarding federal and state law enforcement efforts to  investigate and prosecute firearms denials. For federal efforts, we  requested data from the Federal Bureau of Investigation’s (FBI) National  Instant Criminal Background Check System (NICS) regarding firearms  denials provided to the Bureau of Alcohol, Tobacco, Firearms, and  Explosives (ATF) by state and prohibiting category for fiscal years 2011  through 2017. We reviewed the internal controls in place for these data  and determined that the data were reliable for our purposes. We  requested and received data from the ATF Automated National Instant  Criminal Background Check System Referral Application and the NForce  Case Management System that showed how many of these denials, both  standard and delayed, were forwarded from ATF’s Denial Enforcement  NICS Intelligence (DENI) Branch to ATF field divisions, broken out by the  prohibiting category of the denials. This provided us the total count of  denials that ATF may investigate nationwide. To assess the reliability of  these data we reviewed internal controls and the data quality assurance  program of ATF. We determined that these data were reliable for the  purpose of our reporting objectives.", "To examine federal prosecutions of denied persons, we requested  information from ATF’s case management system that identified the NICS  cases that were prosecuted, including those instances where a conviction  was recorded. For state investigations and prosecutions, we selected the  13 states that perform their own background checks for all firearms  transactions and searched their state police and state agency websites to  identify the state’s background check units, or staff associated with this  function and inquired about their policy regarding the investigation of  persons denied firearms purchase. From these contacts we determined  that 10 of these selected states did not perform investigations, while 3  point-of-contact (POC) states did investigate these denials.", "We analyzed data from the state police in Oregon, Pennsylvania and  Virginia that identified the number of firearms denials recorded, the  prohibiting category of the denials, and the number of these denials  referred to state or local law enforcement for investigation. To assess the  reliability of these data we interviewed knowledgeable individuals about  the procedures for creating these data, and reviewed the internal controls  in place within these systems. We determined that this data was reliable  for the purpose of our reporting objectives. We spoke to state and local  investigators and prosecutors in these states to discuss the investigative  processes followed and the frequency of prosecution. Though these  prosecutors tended to lack hard data on the number of these cases  prosecuted and the outcome of these prosecutions, they were able to  share their experiences prosecuting these cases, and to estimate the  approximate quantity of these cases that have been addressed by their  offices. We believe their experiences provide an understanding of the  demands these prosecutions place on prosecutors’ offices and the value  these prosecutions have for the jurisdiction in question.", "To describe the challenges, if any, federal and selected state law  enforcement agencies face in investigating and prosecuting firearms  denials, for federal denial investigations, we used the denial referral data  provided by ATF to identify the field divisions that received the most  denial referrals for investigation. We found that 6 field divisions received  about 60 percent of the total ATF standard denial referrals over the 2011  through 2017 fiscal year period. These six field divisions also received  more than half of the delayed denial referrals distributed to the 25 ATF  field divisions over that time period. To assess the reliability of the referral  data and the case data, we discussed the internal controls in place with  knowledgeable officials and received a copy of the ATF quality assurance  plan for review. We determined that the data was reliable for the  purposes of our reporting objectives.", "We contacted officials in these six field divisions and discussed the  investigative process for standard and delayed denial investigations as  well as the challenges these investigations posed to the ATF staff in  these field divisions. We also evaluated ATF’s investigative procedures  and internal controls in place against the Standards for Internal Control in  the Federal Government. We also discussed the types of cases that  each field division referred to the appropriate USAO for prosecution, and  were provided detailed examples from ATF headquarters of these denial  cases for each of the six field divisions. We spoke to EOUSA officials to  discuss the circumstances that would lead a USAO to prosecute a  firearms denial and the challenges faced in these prosecutions. For state  denial investigation challenges we spoke to state troopers and local law  enforcement to learn about the procedures for conducting these  investigations, the challenges that investigators face, and how and when  these firearms denial investigations are referred to prosecutors. We also  spoke with multiple prosecutors from each of these states and discussed  their offices’ policies for accepting these denial cases, how often these  cases were prosecuted in these localities and the general outcome of the  cases. Though we did not speak to a representative sample of  prosecutors across our selected states, we believe their views provide  insights into the types of challenges faced by prosecutors in those states.", "To identify the circumstances that lead to investigations and prosecutions  of firearms denials, we reviewed federal denial investigations by visiting  the ATF DENI Branch, the office that uses USAO criteria to screen  federal NICS denials for referral to ATF field divisions. There, we  observed how denials are screened and discussed internal controls. We  also requested USAO referral criteria from the 34 USAO districts that  comprise the six ATF field divisions that received the most denial referrals  from 2011 to 2017. We also analyzed standard and delayed denial  referral data that captured the prohibited categories of the referrals to  those field divisions. Further, we analyzed standard and delayed denial  case data for the investigations that were referred for prosecution for  fiscal years 2015 through 2017, and those that were ultimately  prosecuted. To assess the reliability of the data we discussed the internal  controls in place for entering the data and the quality assurance plan in  place after data was entered. We determined that the data was reliable  for the purposes of our reporting objectives.", "Officials from our 6 selected ATF field divisions also provided examples of  denial cases investigated and referred for prosecution. These case  examples included the specific circumstances that convinced the field  division to investigate and refer the case for prosecution. For these  federal denial prosecutions, we identified firearms denial cases in PACER  and LEXIS for the years 2015, 2016 and 2017 to identify the specific  circumstances of the cases prosecuted, the statutes used to charge the  defendants, and the outcome of the cases. We also spoke to EOUSA  officials and discussed the reasons that certain denial cases were  prosecuted while thousands of others are not. For state denial  investigation circumstances, we spoke with state and local investigators  from the three selected states that investigate and prosecute denials and  discussed the circumstances—to include state priorities, the prohibiting  category and criminal history of those investigated—that resulted in state  firearms denial to be referred for prosecution. We also spoke with multiple  prosecutors from the same states and asked them to describe the  characteristics of cases they are more likely to prosecute, as well as  those they are less likely to prosecute. While we did not speak to a  representative sample of investigators and prosecutors from these states,  we believe their experiences and viewpoints provide insights into how  these investigations and prosecutions are conducted and prioritized in  these states.", "We conducted this performance audit from March 2017 through  September 2018 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Bureau of Alcohol, Tobacco, Firearms and Explosives Form 4473", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Investigation and Prosecution of Firearms Denials in Oregon", "paragraphs": ["This appendix includes information on the investigation and prosecution  of individuals denied firearms purchases in the state of Oregon."], "subsections": [{"section_title": "Firearms Background Checks", "paragraphs": ["In the state of Oregon, the Oregon State Police (OSP) Firearms Unit  serves as the point of contact responsible for conducting background  checks for firearms transactions. OSP’s Firearms Instant Check System  (FICS) unit conducts criminal background checks to determine the  eligibility of individuals attempting to transfer or purchase a firearm.  Oregon law requires that gun dealers request that the OSP conduct a  criminal history record check on the purchaser before a firearm is  delivered to a purchaser. Dealers may submit these requests either by  telephone or online. The FICS unit determines from criminal records and  other available information whether the purchaser is disqualified under  state or federal law from completing the transfer or is otherwise prohibited  by state or federal law from possessing a firearm.", "Generally, for gun shows, Oregon law prohibits a transferor who is not a  gun dealer from transferring a firearm unless the transferor requests a  criminal background check prior to completing the transfer, receives a  unique approval number from OSP indicating that the recipient is qualified  to complete the transfer, and has the recipient complete the form for  transfer of a firearm at a gun show, or completes the transfer through a  gun dealer. Generally, for private firearms sales, Oregon law requires a  transferor to complete the transfer of a firearm to a transferee through a  gun dealer. Prior to the transfer of the firearm, both the transferor and  the transferee must appear in person before a gun dealer, with certain  exceptions, with the firearm and request that the gun dealer perform a  criminal background check on the transferee.", "Process for Conducting a Background Check  When a FICS background check is requested, Oregon law requires the  seller to provide information about the firearm—so OSP can ensure it has  not been reported stolen—and the purchaser in order to conduct a  criminal history check. If the purchaser is qualified, a unique approval  number is provided to complete the transaction. The dealer then enters  this number on the Bureau of Alcohol, Tobacco, Firearms, and Explosives  (ATF) background check form (Form 4473), and a thumbprint form, which  is attached to the Form 4473 and retained for 5 years. By statute, if OSP  is unable to determine if the purchaser is approved or denied within 30  minutes, OSP is required to notify the dealer and provide an estimate of  when the check will be completed. These checks are placed in a  pended/delayed status until sufficient record information can be obtained  to complete the request.", "Federal law provides that if the FBI or state agency cannot complete a  background check within 3 business days and make a final determination  (i.e., proceed or denied), the Federal Firearms Licensee (FFL) may  transfer the firearm pursuant to federal law, unless state law provides  otherwise. Regardless of the FFL’s decision to transfer or not transfer  the firearm, OSP will continue to research missing information in order to  complete the background check request and provide either an approval  number or notice that the person is denied for the FFL’s records.  Typically, a case is placed in “pend” status because the record is missing  information necessary to make a final determination. For example,  domestic violence charges may not include details about the relationship  needed to make a determination; state, local, or federal agencies may not  have the resources to respond in a timely manner to requests for missing  information; or it may be unclear whether prior charges were a felony or  misdemeanor.", "When a transaction is denied, it is either labeled a Priority FICS Call, and  is dispatched to the first available trooper or local law enforcement officer,  or it is labeled a Cold FICS Call, and dispatched to the appropriate OSP  office and next available trooper or local law enforcement officer. Priority  calls are those that involve a convicted felon, a serviceable warrant, a  stolen gun, or a restraining/stalking order. Oregon Executive Order 16-12  requires notification of certain officials after a transaction is denied if the  prohibited person is on probation, on parole or post-prison supervision,  subject to a court-issued release agreement or protective order, or  subject to supervision by a Psychiatric Security Review Board. Figure 7  shows the process for purchasing a firearm from a dealer in Oregon.", "According to OSP officials, 95 to 97 percent of background checks are  approved and less than 1 percent are denied within minutes of initiation,  while roughly 3 to 5 percent are placed in pend/delay status. According to  FICS officials, about 95 percent of pend/delay transactions are ultimately  approved.", "A challenge phone line is available for individuals who have been denied  or pended and wish to find out the reason, or to challenge a denial  determination. The gun dealer may be asked to fax the ATF form 4473  and thumbprint form to the FICS Unit to assist in the challenge process.  The purchaser is provided a reference number upon request to be used  to appeal the determination through the Federal Bureau of Investigation’s  (FBI) National Instant Criminal Background Check System (NICS)  program."], "subsections": []}, {"section_title": "Denials and Prohibited Categories", "paragraphs": ["Oregon law prohibits individuals that have been convicted of certain  offenses from possessing firearms. For example, Oregon prohibits the  possession of a firearm by any person found to have mental illness and  subject to a court order for treatment or commitment that prohibits them  from purchasing or possessing a firearm as a result of mental illness.  Finally, an individual is prohibited if while a minor, was found to be within  the jurisdiction of the juvenile court for having committed an act which, if  committed by an adult, would constitute a felony or misdemeanor  involving violence and was discharged from the jurisdiction of the juvenile  court within the last 4 years. Table 2 shows Oregon firearms denials by  prohibiting categories.", "From 2011 through 2017, prohibited persons convicted of a felony was  the most common category among firearm denials, followed by  individuals on probation, individuals convicted of a violent misdemeanor  in the previous 4 years, and wanted persons. The two largest prohibiting  categories, convicted felons and individuals on probation, made up 32  percent and 24 percent, respectively, of all denials in 2016. In 2017,  convicted felons fell to 29 percent and individuals on probation increased  to 28 percent. Wanted persons, the fourth largest group in 2016, made up  10 percent of all denials that year, but fell to less than 5 percent of all  denials in 2017. Total firearms denials fluctuated during that span from  more than 2,400 denials in 2012, to 1,050 in 2017. From 2015 to 2017,  denials declined each year. Total firearm transactions fluctuated as well,  but generally increased during that span, increasing from less than  200,000 in 2011 to over 287,000 in 2017. From 2015 to 2017, denials fell  by 45 percent while total transactions increased by 9 percent."], "subsections": []}, {"section_title": "Investigations of Denials", "paragraphs": ["Oregon has had the policy of investigating all persons denied a firearms  purchase since 2014. Prior to 2014, OSP only investigated a small  percentage of persons denied firearms purchases, with a priority placed  on denied persons with an active warrant.", "According to OSP, the FICS unit provides the initial source of information  in a denial investigation packet, which generally includes but is not limited  to:", "FICS Transaction Report, which includes information regarding the  denied transfer, the subject firearm, the point of sale location, the  denied transferee, and the specific reason for denial;", "Oregon Criminal History data;  Interstate Identification Index information;", "FBI’s NICS information; and", "Court records, police reports, or other records specific to the individual  transferee and the denial in question.", "Before an investigation is started, OSP must determine whether the  investigation should be conducted by OSP or local law enforcement. If the  jurisdiction where the transaction took place has an agreement with OSP  to receive training on firearms investigations, then the local law  enforcement agency will conduct the investigation. Otherwise, OSP will  conduct the investigation. In 2016, 26 percent of denial investigations  were conducted by local law enforcement, up from 22 percent in 2015.  The percentage covered by local law enforcement rose to 28 percent in  2017. In September 2017, three large local jurisdictions agreed to receive  firearms denial referrals from OSP. For the last three months of 2017 the  proportion of denials referred to local law enforcement was about 33  percent.", "OSP has five troopers dedicated full-time to FICS denial investigations in  specific locations across the state. These troopers have essentially been  pulled off of regular patrol duties and dedicated full-time to firearms denial  investigations, according to OSP officials. These troopers cover the  denials for most of the major metropolitan areas in Oregon. Except for the  highest priority cases, the denial cases are tasked to the dedicated FICS  troopers if the case falls within their geographical area of responsibility.  According to Oregon officials, the five specialized troopers in the state  investigated more than 1,100 of the almost 2,600 firearms denials  referred for investigation in 2016.", "OSP troopers are required through OSP executive leadership directives  to investigate each FICS case and submit the case, with all available  facts and evidence, to the appropriate District Attorney’s Office for review,  regardless of findings. With this information, the prosecutor makes an  independent charging decision. When there is a recommendation  included with the investigator’s report, it is most often to not file charges,  either because the evidence indicates no crime was committed, or  because there are specific mitigating circumstances involved in the case.  Finally, OSP generates a report tracking denial investigations and the  dispositions of any new criminal cases initiated after the investigation is  completed. There is no current mechanism for reporting actions taken  following an investigation and therefore OSP has no data regarding the  total number of prosecutions accepted and convictions obtained."], "subsections": []}, {"section_title": "Statutes Used", "paragraphs": ["According to OSP officials, potential state level criminal conduct  associated with denied firearm transfers are established in Oregon  Revised Statutes Chapters 162 and 166. These crimes include but are  not limited to:", "Or. Rev. Stat. § 162.075 False swearing.", "Or. Rev. Stat. § 166.250 Unlawful possession of firearms.", "Or. Rev. Stat. § 166.270 Possession of weapons by certain felons.", "Or. Rev. Stat. § 166.416 Providing false information in connection with  a firearm transfer.", "Or. Rev. Stat. § 166.418 Improperly transferring a firearm.", "Or. Rev. Stat. § 166.425 Unlawfully purchasing a firearm.", "Or. Rev. Stat. § 166.435 Firearm transfers by unlicensed persons;  requirements; exceptions; penalties.", "Or. Rev. Stat. § 166.470 Limitations and conditions for sales of  firearms."], "subsections": []}, {"section_title": "Prosecution of Firearm Denials", "paragraphs": ["Generally, Oregon’s Constitution requires the election by districts of a  sufficient number of prosecuting attorneys (District Attorneys), who are  the law officers of the state, and of the counties within their respective  districts, and are to perform duties pertaining to the administration of  law. District Attorney responsibilities may include, but are not limited to,  representing the district in felony prosecutions, misdemeanor  prosecutions, grand jury proceedings, mental commitment hearings,  family abuse prevention hearings, and juvenile delinquency hearings.", "After a trooper completes an investigation, they submit a report to the  District Attorney’s office. A prosecuting attorney then reviews the case  and decides whether to charge an individual or individuals with a crime.  When a case is not prosecuted, a rejection memo is provided to the  trooper that submitted the report. According to two Oregon county  prosecutors we interviewed, from late 2014 through 2017, their offices  accepted about 140 of the more than 700 firearms denial investigations  referred to their offices, with most prosecuted successfully. According to  OSP officials, the most common types of cases resulting in convictions  are related to misdemeanor domestic violence convictions, followed  closely by prior felony convictions. The officials said that a new working  group was created in 2016 to review gun relinquishment protocols in  domestic violence cases, review outcomes and make recommendations  to improve the safety of domestic violence survivors. With regard to  sentencing, these prosecutors said common penalties in firearms denial  cases include fines (usually in the hundreds of dollars), and probation  ranging up to 1 year, depending on the criminal background of the denied  individual.", "According to OSP, data is not collected on what prosecutions and  convictions result from investigations by prohibited category. However,  anecdotally, investigators and prosecutors said the prohibiting category of  convicted felons is the most common among persons prosecuted for  FICS denials. Prosecution outcomes are not automatically reported back  to OSP; each county’s District Attorney must be contacted to obtain their  agency’s respective case outcome data. Reporting disposition of firearms  denial cases back to FICS is voluntary and can be done via an online  form. The participating local agencies are requested to report back to  OSP on the findings of their investigations; however, this reporting is  voluntary and according to FICS officials, many agencies do not  consistently submit this information."], "subsections": []}]}, {"section_title": "Appendix IV: Investigation and Prosecution of Firearms Denials in Pennsylvania", "paragraphs": ["This appendix includes information on the investigation and prosecution  of individuals denied firearms purchases in the state of Pennsylvania."], "subsections": [{"section_title": "State Firearms Background Checks", "paragraphs": ["Since 1998, Pennsylvania has served as a Point-of-Contact (POC) state  for the National Instant Criminal Background Check System (NICS)  operated by the Federal Bureau of Investigation (FBI). The Pennsylvania  State Police (PSP) acts as the state point of contact for NICS for  determining an individual’s eligibility to acquire, possess, transfer, and  carry firearms. PSP conducts instant records checks using the  Pennsylvania Instant Check System (PICS). PICS uses a voice response  component and a web-based application that allows users to initiate  firearm and license to carry (also known as concealed carry) background  check requests.", "In Pennsylvania, a licensed importer, manufacturer or dealer is required  to request by means of a telephone call that the PSP conduct a criminal  history, juvenile delinquency history and a mental health check prior to  selling or delivering any firearm to another unlicensed person. In  addition, the firearm may not be transferred until the licensed importer,  manufacturer or dealer has received a unique approval number for that  inquiry from the PSP and recorded the date and number on the  application or record of sale form. Generally, for any person that is not a  licensed importer, manufacturer or dealer who wants to sell or transfer a  firearm to an unlicensed person, the person must do so at the place of  business of a licensed importer, manufacturer, dealer or county sheriff’s  office and follow the procedures related to the transfer of a firearm for a  licensed importer, manufacturer or dealer.", "Process for Conducting a Background Check  At the point of purchase, once the Bureau of Alcohol, Tobacco, Firearms,  and Explosives (ATF) Form 4473 background check form is submitted, a  PICS automated firearms check is initiated. The licensed firearms dealer  contacts the PICS unit to determine if the applicant is eligible to purchase  a firearm. The initial PICS check, which takes about 10 to15 minutes,  searches the state’s repositories and NICS to identify any criminal history  records or prohibitions. State databases searched as part of the check  includes but are not limited to:", "Pennsylvania criminal history records;  Juvenile records, contained within the criminal history record file;", "Mental Health File, containing involuntary commitment information  and adjudication of incompetence;", "Pennsylvania Protection From Abuse File;", "Pennsylvania Wanted/Missing Persons File; and", "Bureau of Motor Vehicle records.", "If there is no record in the system for the applicant, the transaction can be  approved automatically without any manual evaluation. The gun dealer is  provided a unique approval number, which is required to authorize the  transfer of the firearm.", "Any firearm purchase check that hits on a record is transferred to a PICS  operator. According to PSP officials, if a PICS operator cannot  immediately approve or deny a firearm purchase on the phone, the  firearm purchase application is put in “research” status, and the PICS unit  has 15 days to determine if the firearm purchase can proceed. During this  period, the PICS staff attempts to obtain clarifying information from the  state’s repositories. In many of these instances, the PICS staff needs to  obtain the final disposition to an arrest, according to PICS officials. If after  15 days, PICS staff cannot make a determination, the applicant’s status  becomes “undetermined” and the applicant is not allowed to purchase the  firearm.", "If the automated check comes back with a red flag, the applicant is  denied the purchase, and the information is sent to the PICS Challenge  Unit, according to PSP officials. Generally, any person who is denied the  right to receive, sell, transfer, possess or carry a firearm as a result of the  procedures may challenge the accuracy of that person’s criminal history,  juvenile delinquency history or mental health record pursuant to a denial  by the instant records check by submitting a challenge to PSP within 30  days from the date of the denial. If challenged, PSP is required to  conduct a review of the accuracy of the information forming the basis for  the denial and has the burden of proving the accuracy of the record.  Within 20 days after receiving the challenge, PSP is required to notify the  challenger of the basis for the denial and provide the challenger an  opportunity to provide additional information for the purposes of the  review. PSP is to communicate its final decision to the challenger within  60 days of the receipt of the challenge with the decision containing all of  the information which formed a basis for the decision. If after the  challenge period the denial is upheld, the PICS Section sends the denied  firearm application to the local police department or state police field  station to investigate for falsification of the background check form and  potentially refer the case for prosecution, according to PSP officials.", "In addition to handling firearms denial appeals, the Challenge Unit  prepares case files for appeals through the Office of the Attorney  General, testifies at appeal hearings when required, and attends and  testifies at relief hearings for restoration of firearms rights, which are  conducted in the various county courts of common pleas throughout the  state. Finally, the Challenge Unit handles enforcement investigations  involving individuals who knowingly and intentionally provide false  information in the attempt to acquire a firearm in violation of Pennsylvania  law. Figure 8 shows the process for purchasing a firearm from a dealer in  Pennsylvania.", "According to PSP officials, in 2017, the PICS conducted about 1.1 million  background checks for licensed firearm dealers, sheriffs and law  enforcement throughout the state. Of these requests, 56 percent were  approved within minutes by the system, while an additional 41 percent  were approved during the initial check with operator assistance. The  remaining 3 percent were placed in research status to obtain additional  information. The Challenge Unit reversed 32 percent of all state  background check denial challenges, which include licenses to carry, in  2017.", "According to Pennsylvania officials, the state of Pennsylvania does not  have delayed denials, in which a firearm is transferred to an individual  before determining whether the individual is prohibited from purchasing or  possessing a firearm under state or federal law, and the purchase is  subsequently denied. Generally, under Pennsylvania law, a licensed  importer, manufacturer or dealer may not sell or deliver any firearm to an  unlicensed person until having received a unique approval number from  PSP."], "subsections": []}, {"section_title": "State History of Denials and Prohibited Categories", "paragraphs": ["Pennsylvania law prohibits individuals that have been convicted of certain  offenses from possessing firearms. For example, under Pennsylvania  law, an individual who has been convicted of driving under the influence  of alcohol or controlled substance on three or more separate occasions  within a 5-year period is prohibited from possessing a firearm. One  prosecutor told us that most of the denials in his county stemmed from  second and third offense DUI convictions. Table 3 shows Pennsylvania  firearms denials by prohibiting category.", "According to PSP officials, from 2014—when Pennsylvania began  investigating denials—through 2017, the most common category was  “persons convicted of a crime punishable by more than one year or a  misdemeanor punishable by more than two years,” which comprised 42  percent of all denials. The second most common prohibiting category was  mental health-related denials, at 16 percent. During this span, the number  of denials increased from 2014 to 2016, only to decline in 2017."], "subsections": []}, {"section_title": "State Investigation of Denials", "paragraphs": ["Since 2014, PICS policy has been to investigate all firearm denials,  according to PSP officials. Prior to 2013, Pennsylvania used risk-based  criteria to investigate a much smaller percentage of denials. Criteria used  included violent felonies, drug trafficking, domestic violence, involuntary  mental health commitment, active warrants, and straw purchases, among  others. After PSP began investigating all firearms denials in 2014,  according to PSP officials, the number of denials remained largely the  same, but the number of investigations rose from 620 to 4,154. PSP  officials told us they believe that the policy to investigate all denials acts  as a deterrent, and that as prohibited individuals learn that investigations  follow a denial these individuals will not attempt to purchase a firearm.", "According to PSP officials, as PICS refers all confirmed firearms denials  for investigation, PICS does not use screening criteria to make  determinations about whether firearms denials should be referred for  investigation, or which denials are more likely to be accepted for  prosecution. However, PICS does prioritize and determine which denials  involve more serious criminal violations. According to PSP’s Firearms  Unit staff, many referrals are not pursued based on the investigator’s  assessment of the case or a prosecutor’s declination of the case when  the referral was received.", "The PSP partners with local law enforcement to investigate firearms  denials. Investigations are split up between the PSP and municipal police  departments based on the jurisdiction of where the applicant submitted  the firearms purchase. In 2016, 68 percent of cases referred for  investigation were referred to state police, while 32 percent were referred  to local law enforcement. In 2017, cases referred to local law enforcement  increased to 62 percent, while 38 percent were referred to state police. If  the subject is federally prohibited, a case may be referred to ATF for  investigation, though based on our analysis this is relatively uncommon.  In 2015 and 2016, 16 and 5 cases, respectively, were referred to ATF for  investigation, while in 2017 one case was referred to ATF.", "Firearms denials are automatically funneled into a state investigative  database where an investigation file is created according to PSP officials.  When a denial is referred to a PSP troop for investigation, it is assigned  to a state investigator if the state police has jurisdiction. If local law  enforcement has jurisdiction, the PSP troop or PSP investigation staff will  pass the referral to local law enforcement, according to PSP officials.  Though some PSP units have investigators that specialize in firearm  denials cases, generally denial investigations are assigned to the next  available investigator, according to PSP officials.", "After an investigation is assigned, the investigator will review all provided  documentation and verify that the subject is actually prohibited, according  to PSP officials. The investigator will then pull an incident number and  take steps to obtain necessary documentation. The investigator will then  respond to the location of the violation, review the ATF Form 4473, and  attempt to interview the employee who handled the attempted  transaction. Finally, the investigator will locate and interview the subject of  the denial. Cases are not prioritized for investigation because all firearms  denials are investigated and are immediately assigned to an investigator  upon receipt from PICS, according to PSP officials. While no denial  categories are designated as priority, protective orders may be  investigated more vigorously when there is an indication of violence,  according to PSP officials. PSP does not track the length of time or  resources required for conducting investigations of firearms purchase  denials, according to PSP officials.", "Some jurisdictions may send the subject a letter to notify them that they  are prohibited and under investigation, according to PSP officials. Other  jurisdictions may send a letter only when prosecutors decide not to press  charges, explaining to the recipient why they were denied, that they are  not eligible to purchase a firearm, and that they could have been  prosecuted for that reason.", "If the case is considered for prosecution, the investigator may meet with  the District Attorney’s office and review the case for prosecutorial merit,  according to PSP officials. If prosecution is sought, the investigator will  type up the charges, process the subject, and arraign. If prosecution is  approved, the investigator will notify the Firearms Unit and attend all court  proceedings. The investigating unit is to inform PSP’s Firearms Unit of the  outcome of the prosecution."], "subsections": []}, {"section_title": "Statutes Used", "paragraphs": ["According to prosecutors and PSP officials, denials are primarily referred  for prosecution on the basis of the violations under:", "18 Pa. Cons. Stat. § 4904 - Unsworn falsification to authorities", "18 Pa. Cons. Stat. § 6111(g)(4) - Sale or transfer of firearms.", "18 Pa. Cons. Stat. § 6105 - Persons not to possess, use,  manufacture, control, sell or transfer firearms."], "subsections": []}, {"section_title": "Prosecution of Firearms Denials", "paragraphs": ["According to PSP officials, in Pennsylvania, the District Attorney is the  chief law enforcement officer for each county, and in most instances,  cases are accepted for prosecution based on their discretion. As such,  discretionary decisions vary by county, and there are no internal criteria.  District Attorneys may also refer cases for prosecution to the State  Attorney General due to lack of resources or a conflict of interest. Trials  for firearms denials are extremely rare in Pennsylvania, according to  prosecutors that we spoke with. Only a small percentage of referred  denials are ultimately prosecuted, mostly due to the difficulty proving the  suspect “knowingly and willingly” provided false information on the  background check application, according to PSP officials.", "According to PSP officials, the conviction rate for firearms denial cases is  about 10 percent of all denials referred for investigation. Based on our  discussions with Pennsylvania prosecutors and PSP Firearms Division  staff, most cases that are prosecuted result in misdemeanor pleas, rather  than felony convictions, and common penalties are probation and fines.  One county prosecutor told us that most convictions reduced to a  misdemeanor are for “statement under penalty,” a third degree  misdemeanor. Other cases might be pled down to misdemeanor  disorderly conduct, which carries a $300 fine, according to PSP officials.  According to county prosecutors that we spoke with, there is an  occasional prison sentence for denied felons which can result in about 12  months in prison, and have resulted in sentences of almost 2 years in  prison.", "One prosecutor told us the most frequent firearms prohibitor among  convictions is a crime punishable by greater than 1 year in prison, such  as a second or subsequent DUI conviction within 10 years, as many of  those are graded as misdemeanors of the first degree, punishable by up  to 5 years in prison. Typically, when asked, these individuals are unaware  of the maximum penalty. Another state prosecutor we spoke with stated  that the most prosecuted prohibiting categories also involved felony DUIs,  as well as matters related to mental health and domestic violence. He  added that, typically, more recent crimes are treated with more severity.  One county prosecutor told us they prioritize prosecution of persons with  a history of violent behavior.", "According to state police officials, upon conclusion of a prosecuted case,  the investigator will document the disposition of the court. The entire  investigative process is documented in a PSP incident report, which  includes all interviews, queries made, investigative steps taken, and  consultation with the District Attorney. The result of the investigation is  then forwarded to the PSP investigation staff. Finally, an email  summarizing the entire investigative process is sent to the Troop Crime  Commander, Troop Administrative Manager, and the PSP Firearms Unit.  Table 4 shows the disposition of firearms denial cases in Pennsylvania.", "While no annual statistics are recorded at the unit level, according to PSP  officials, the state of Pennsylvania does track prosecutions resulting from  firearms denials. In 2016, there were convictions in about half of the  approximately 730 arrests made and about 6,500 denials referred for  investigation. This represents a 39 percent increase in referrals over  2015, but a 67 percent decline in convictions and 68 percent decline in  arrests. In 2017, the number of cases referred for investigation declined  by 16 percent to about 5,500. Numbers for 2016 and 2017, including  arrests, convictions, and prosecutions returned to numbers more  representative of a typical year, according to PSP officials. Neither PSP  nor the municipal departments track enforcement actions associated with  investigations, or the specific sentencing results of investigations referred  for prosecution beyond whether the investigation resulted in a conviction  or declination."], "subsections": []}]}, {"section_title": "Appendix V: Investigation and Prosecution of Firearms Denials in Virginia", "paragraphs": ["This appendix includes information on the investigation and prosecution  of individuals denied firearms purchases in the state of Virginia."], "subsections": [{"section_title": "State Firearms Background Checks", "paragraphs": ["The Virginia Firearms Transaction Center (FTC), established in 1989,  performs background checks at the point of sale by accessing state and  federal databases. The FTC is the federally designated point of contact  for the National Instant Criminal Background Check System (NICS), and  is responsible for any investigations of firearms denials. The Virginia  State Police (VSP) is responsible for conducting background checks  using VCheck, Virginia’s Internet-based instant background check  program, and for enforcing state and federal laws related to firearms  purchases in Virginia. Under Virginia law, generally, a licensed dealer is  required to obtain written consent and other identifying information— including but not limited to the name, date of birth, gender, race,  citizenship, and Social Security number of a potential unlicensed  purchaser—and provide the Department of State Police with this  information and request criminal history record information by a telephone  call to or other communication authorized by the State Police prior to  selling, renting, trading, or transferring any firearm from the dealer’s  inventory.", "The FTC provides personnel to conduct transactions onsite at anticipated  high volume gun shows. Pursuant to Virginia law, the Department of State  Police are to be available at every firearms show held in Virginia to make  determinations, in accordance with the procedures set out for background  checks required for the transfer of certain firearms, of whether a  prospective purchaser or transferee is prohibited under state or federal  law from possessing a firearm. One prosecutor we spoke with estimated  that 25 percent of his illegal possession cases are from private sales at  gun shows. At a gun show, when an individual attempts to purchase a  firearm from a licensed dealer, the individual has to complete the state  background check form (SP-65B) and the federal form (ATF 4473) and  the FTC will conduct a full NICS check. Should the transaction be denied,  the trooper may arrest the applicant depending on the reason for the  denial. A Virginia prosecutor explained that in his jurisdiction when two  private parties, neither of whom is a FFL, initiate a sale outside of the  state transaction system, troopers may approach the purchaser and ask  questions related to his or her eligibility to purchase a firearm. If the  purchaser appears to be prohibited based on their testimony they may be  subject to arrest as well.", "Process for Conducting a Background Check  For transactions conducted through an FFL, the gun dealer submits a  background check request to VSP via a toll free number or through an  online application. Upon receipt of the request, VSP reviews the  applicant’s criminal record information to determine if the applicant is  prohibited from possessing or transporting a firearm by state or federal  law. This check includes a review of an applicant’s entire criminal history,  with no exclusion based on when the prohibiting offense occurred,  according to FTC officials. For example, a recent prohibiting felony  conviction is treated the same as the same conviction from decades ago.", "The applicant’s information is submitted to the FTC, where it is checked  against databases at the federal and state level. Information is screened  through NICS, National Crime Information Center, and the Virginia  Criminal Information Network. The FTC provides an instant response to  approve the transaction or place it in delayed, research status. Databases  maintained by VSP and accessible by the Virginia Criminal Information  Network include:", "Virginia’s wanted and missing persons files and protective orders;", "Virginia’s criminal history record files; and", "Virginia’s database of adjudications of legal incompetence and  incapacity, and involuntary commitments to mental institutions.", "If the instant VCheck search indicates that the purchaser is approved, a  unique computer-generated approval number that is required to transfer  the firearm is provided to the dealer to complete the transaction. If a  possible identification is made in the state or federal databases, the  instant check produces a “delayed” status and a review is conducted to  determine identification and eligibility of the purchaser. If a background  check enters delayed status, the dealer will be requested to provide  additional information about the purchaser. The dealer is to be notified  immediately upon a final determination of eligibility. Pursuant to federal  law, if the dealer has not been notified of a final determination by the end  of the third business day, the dealer may complete the sale and transfer  of the firearm. If a firearm is transferred prior to a final determination of  eligibility, the dealer is requested to notify VSP immediately. When a  delayed transaction is ultimately approved or denied, the FTC updates  the dealer on the status of the transaction by telephone or online  depending on how it was entered. When research efforts have been  exhausted, if no clear reason to deny is identified, the transaction is  approved. More than 99 percent of delayed applications are resolved  before 30 days, according to FTC officials.", "All transactions that are not immediately approved and enter delayed  status are assigned a priority level, based on the possible prohibiting  category. Virginia investigates a subset of all denials based on risk, but  prioritizes denials with active warrants, active protection orders, mental  health issues, and certain felony convictions. According to VSP officials, a  “priority 1” transaction is a possible hit for mental health reasons, a  protective order, or a possible wanted subject. A “priority 2” transaction is  any possible hit in NICS, such as convicted felons and out-of-state mental  health cases. A “priority 3” transaction is any hit in the Interstate  Identification Index, or Virginia’s Computerized Criminal History.  According to VSP officials, convicted felons are normally a priority 3  unless they appear in the NICS database. A “priority 4” transaction is a hit  from U.S. Immigration and Customs Enforcement, namely an alien or  immigrant attempting to purchase a firearm, or a possible request for  information, such as a Be On The Lookout or Alert notice, from a police  agency or the Bureau of Alcohol, Tobacco, Firearms and Explosives  (ATF). According to VSP officials, while a transaction may be given an  initial priority level, VSP moves some priority 3 and 4 hits to the front of  the list, such as those involving recent felony indictments or a  misdemeanor crime of domestic violence. Denial decisions undergo  supervisory review to verify that the denial is correct and accurate,  including a review of the police report to document findings, and to ensure  that the prohibited person’s rights have not been restored, according to  VSP officials.", "According to a VSP official, in practice, there are rarely any transactions  in Virginia in which a firearm is transferred before the purchaser is  determined to be ineligible, known as a delayed denial. According to an  FTC official, there were no delayed denials in the previous 2 years. After  3 business days of conducting a background check, at which time  firearms dealers may transfer a firearm, firearms dealers typically contact  the FTC to notify them of the possible transfer, and ask whether to hold  the gun for a few more days, according to VSP officials. If the FTC  believes the purchaser will ultimately be denied, they will suggest the  firearm be held, but it is up to the dealer to decide whether to do so. The  FTC will also ask to speak with the purchaser to explain that if they  accept the firearm and are later denied, VSP would have to send an  officer to retrieve the firearm and charges may be filed against the  purchaser for illegal possession of the firearm. VSP will then advise that if  unsure of his or her prohibited status, the applicant should wait until the  background check is complete.", "According to a VSP official, there are advantages to being a point-of- contact state, such as the ability to provide better service to citizens and  to build relationships with FFLs that would not be possible as a NICS  state. For example, VSP conducts training sessions and regular outreach  to firearms dealers. VSP officials estimate that in 80 percent of cases  involving firearms purchases on behalf of a prohibited person, sometimes  referred to as “straw purchases,” leads come from dealers notifying VSP  of something suspicious. According to VSP officials, straw purchases are  treated very seriously, and can result in prison sentences of 5 to 10  years. Figure 9 shows the process for purchasing a firearm from a dealer  in Virginia.", "Individuals denied the right to purchase a firearm may exercise a right of  access, review, and correction of criminal history record information or  institute a civil action within 30 days of the denial. Typically, after a  denial, individuals are provided a Virginia Firearms Transaction Program  brochure or referred to the VSP website for appeal procedures if they  believe that they are not prohibited by state or federal law from  purchasing or possessing a firearm. These individuals may contact the  FTC via phone or e-mail to discuss the determination and provide  additional information, provide fingerprinting to facilitate future  transactions, request a correction of record, or institute a civil action.  Denied persons may also challenge the accuracy of the record in writing  to the FBI."], "subsections": []}, {"section_title": "State History of Denials and Prohibited Categories", "paragraphs": ["Generally, individuals prohibited from either purchasing or possessing a  firearm under Virginia law include, but are not limited to: any person who has been convicted of a felony, or adjudicated  delinquent as a juvenile 14 years of age or older at the time of certain  offenses (including murder, kidnapping, robbery by threat or  presentation of firearms, or rape), or under the age of 29 who was  adjudicated delinquent as a juvenile14 years of age or older at the  time of the offense of a delinquent act which would be a felony if  committed by an adult; any person who has been acquitted by reason of insanity and  committed to the custody of the Commissioner of Behavioral Health  and Developmental Services on a charge of treason, any felony or  certain offenses punishable as a misdemeanor or certain ordinances  of any county, city, or town similar to other outlined offenses; any person who is subject to certain protective orders; or any person who, within a 36 consecutive month period, has been  convicted under Virginia law of two misdemeanor offenses for  possession of controlled substance or marijuana without a valid  prescription or order of a practitioner while acting in the course of his  professional practice within 5 years from the date of the second  conviction.", "The top prohibiting categories for individuals denied firearms purchases  are felony convictions, which comprise 21 percent of all denials from 2011  through 2017, followed by drug-related prohibitions (19 percent), and  mental health-related prohibitions (13 percent). One prosecutor we spoke  with said that denials tend to not involve violent career criminals, and  typically involve non-violent felonies, such as grand larceny, or involve  drugs, and most occurred 20 years ago or more. From 2011 to 2017, the  total number of denials increased from about 2,000 to about 3,600, an  increase of almost 80 percent, while the total number of transactions  increased from about 320,000 to about 500,000, an increase of more than  50 percent. Table 5 shows Virginia firearms denials by prohibiting  category."], "subsections": []}, {"section_title": "State Investigation of Denials", "paragraphs": ["Virginia has investigated firearms denials since its instant check system  was introduced in 1989. Virginia does not refer all firearms denials for  investigation, instead using risk-based criteria to refer a sub-set of  prohibited categories for investigation. The following conditions trigger an  automatic investigation for a firearms denial:  felony conviction, including juvenile felony conviction, or felony  indictment; misdemeanor crime of domestic violence;  involuntary mental health treatment; nonimmigrant or illegal alien; and dishonorable discharge from the military.", "All Virginia denial investigations are handled by VSP with the exception of  some fugitive and warrant-related, protective order, and mental health  cases, as well as purchases at gun shows, which may involve municipal  or local police, according to VSP officials. When FTC’s background check  unit refers a case for investigation involving mental health or protective  orders (both which are priority 1), the package is sent to both the VSP  division and the local police department.", "According to VSP officials, to initiate a denial investigation, FTC sends  requests for investigation to the VSP division headquarters, where it is  referred to the appropriate section where the gun transaction took place,  then to a state trooper to conduct the investigation. A file with a copy of  both the federal background form, ATF Form 4473, and the state  background check form, SP-65, is sent to the investigating trooper. The  trooper then collects necessary information, such as information about  the denial from VCheck, the criminal history of the purchaser, and court  records. As necessary, the investigator verifies the information in the FTC  file at the FFL, and interviews the subject. Part of the investigation  involves trying to prove the purchaser “willingly and knowingly” answered  falsely on the state and federal forms.", "Some VSP sections, typically those in more densely populated areas,  have troopers dedicated exclusively to firearms denial investigations due  to the higher volume of denials in those areas.", "According to VSP officials, every area may assign troopers to work  exclusively on firearms denial investigations. However, most areas either  cannot afford to remove a trooper from road coverage availability, or don’t  investigate enough firearms denial cases to make it an effective use of  resources. These sections assign denial investigations to troopers on a  case by case basis.", "Prosecutors are often consulted as to whether a case will be prosecuted,  where the prosecutor comments on the strength of the case based on the  evidence available, according to investigators and prosecutors we spoke  with. Investigators told us that prosecutors are generally more agreeable  to taking on firearms denial cases involving recent felony convictions.", "They also said that if the case is accepted for prosecution, the trooper will  obtain warrants to make an arrest. If the Commonwealth Attorney finds  that the case does not have prosecutorial merit, the case is closed and  the name of the Commonwealth Attorney consulted is put in the case  management system report, according to a VSP official. Table 6 shows  Virginia denial investigations from fiscal years 2011 through 2017.", "According to VSP officials, the time spent on denial investigations  depends on the type of denial, location, and the information needed to  bring charges or close the case. However, on average a case may  involve about 4 hours of investigation. Officials in another division stated  that in-state convictions can range from 4 to 6 hours of investigative work,  while out-of-state convictions can take significantly more time, from 4 to  15 hours. Obtaining records from out of state can be difficult, and can  take weeks or months. For example, one state requires a fee per  conviction copy, which requires a check to be mailed, processed, and  then for the files to be mailed back to the investigator. VSP officials told  us that cases involving straw purchases can take 50 hours or more,  however, these cases can result in longer prison sentences of 5 to 10  years. They added that additional time may be spent on search  warrants, examining video from firearms stores, reviewing phone records,  and conducting interviews. Further, denial investigations involving  dishonorable discharges and mental health denials from out of state  typically take the longest to investigate, in part because some states  won’t release these records for the purpose of prosecution. Locating old  felony documentation is also a challenge for investigators, according to  VSP officials."], "subsections": []}, {"section_title": "Statutes Used", "paragraphs": ["According to investigators and prosecutors, the most common state  statutes used for attempted firearm purchases include:", "Va. Code Ann. § 18.2-308.2:2(K) Willfully and intentionally making a  materially false statement on the consent form;", "Va. Code Ann. § 18.2-308.1:3 (Usually prosecuted as an attempt)", "Prohibition against purchase or possession of a firearm by someone  involuntarily admitted or ordered to outpatient mental health  treatment; and", "Va. Code Ann. § 18.2-308.1:4 (Usually prosecuted as an attempt)  Prohibition against purchase or transport of a firearm by someone  subject to a protective order."], "subsections": []}, {"section_title": "State Prosecution of Firearms Denials", "paragraphs": ["Virginia’s chief prosecutors, the Commonwealth’s Attorneys, are elected  at-large for a 4-year term. They are responsible for prosecuting all  felonies and some misdemeanors, in addition to handling certain civil  matters. According to a prosecutor we spoke with, Commonwealth’s  Attorneys offices receive referrals for prosecution directly from state  troopers.", "We interviewed Virginia investigators and prosecutors from four counties,  including from localities where a high volume of firearms denial referrals  occur. These prosecutors said they tend to work with Virginia troopers  who specialize in denial investigations and report high prosecution rates  for the cases they accept. One investigator with a high referral rate to  prosecutors told us he benefits from operating in a high-volume, relatively  compact jurisdiction, while in other parts of the state, investigators may  have to cross several counties to gather the paperwork needed to  establish a denial case, interview the purchaser, and make an arrest.  According to a county prosecutor, a key component of successful  prosecutions is a willing Commonwealth Attorney because charging  decisions are at their discretion. An investigator and prosecutor that work  together stated that in some jurisdictions, attorneys may not welcome  firearms denial cases, while in other jurisdictions specialized investigators  working with an attorney willing to prosecute these cases for public safety  and deterrence value can yield a high prosecution rate.", "Two county prosecutors we spoke with said approximately 90 percent of  firearms denial convictions are pled down to misdemeanors, and the  penalties imposed tend to include probation or community service, but  there is an occasional prison sentence. According to investigators and  prosecutors we spoke with, some prosecutors prefer to avoid the use of  fines while others may use them occasionally.", "Of the few cases that go to trial, according to prosecutors, most go before  a judge rather than a jury, and typically involve a felon in possession of a  firearm, resulting in a felony conviction and likely probation. Judges have  discretion to reduce sentences, while juries are constrained to issuing  more severe sentences if they find the defendant guilty, and typically  hand down more prison time, according to prosecutors we spoke with.", "The severity of penalties handed down for firearms denials depends on  the prohibited category, according to one county prosecutor. Another  prosecutor said protective order violations tend to be easier to prosecute  because the records are available and indicate a clear violation. Other  cases where accurate records are difficult to obtain, such as juvenile  denials, mental health denials, and out of state cases, prosecutions are  difficult to prosecute, according to investigators and prosecutors.", "One prosecutor told us that a subject’s criminal history also makes a big  difference as to whether they might receive a harsher or more lenient  sentence. Several prosecutors we spoke with said that while prison  sentences are rare, for a felon with a history of violence, sentences of 7  months to more than 24 months in prison have been imposed. One  prosecutor told us they typically agree to no prison time on a felony  conviction unless there are indicators of violence on the record, such as  destruction of property or assault and battery. If a person has no record,  the prosecutor would be far more willing to forego a felony and  sometimes even a misdemeanor, and propose community service  instead. One prosecutor questioned whether it makes sense to make a  person a felon over a firearms denial; however, if a person has a  consistent misdemeanor history of getting into trouble then they would be  less convinced that this particular offense is out of character and may not  make any non-felony offers. Prosecutors also may reduce the charges to  disorderly conduct or providing false information to police during a plea in  these cases to try to get a conviction, according to one prosecutor.", "Data on prosecutions, dismissals, and convictions resulting from  investigations, are not collected at the state level, and are only accessible  at the VSP divisions that conduct investigations and the courts where  they are prosecuted, according to Virginia officials."], "subsections": []}]}, {"section_title": "Appendix VI: Examples of Firearms Denial Cases Referred for Prosecution", "paragraphs": ["Table 7 shows examples of firearms denial cases that our six selected  ATF field divisions referred to U.S. Attorney’s Offices for prosecution  during fiscal years 2014 through 2017, including the types of  circumstances that could lead to referral for prosecution, the range of  charges filed, and the severity of sentences that resulted. All the cases  involved 18 U.S.C. § 922(a)(6), falsifying a background check form. While  all were not ultimately charged under that statute, they were selected for  investigation by ATF for that reason. Occasionally, federal and state law  may prohibit similar types of criminal conduct, allowing both federal and  state prosecutors to pursue the case. U.S. Attorney’s Offices may also  refer a case to a state prosecutor that is not deemed appropriate for  federal prosecution."], "subsections": []}, {"section_title": "Appendix VII: GAO Contacts and Staff Acknowledgements", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgements", "paragraphs": ["In addition to the contact named above Eric Erdman (Assistant Director)  and Anthony DeFrank (Analyst-in-Charge) managed this assignment.  Daniel Kuhn, James Lawson, Billy Commons, Susan Hsu, Michele C.  Fejfar, and Eric D. Hauswirth made significant contributions to the work."], "subsections": []}]}], "fastfact": ["Individuals who submit falsified information on a form needed to purchase a firearm (e.g., do not disclose a felony conviction) may be subject to investigation and prosecution.", "In fiscal 2017, the Bureau of Alcohol, Tobacco, Firearms and Explosives referred about 12,700 denied purchases to its field divisions for investigation. As of June 2018, U.S. Attorney’s Offices prosecuted 12 of these cases.", "ATF field divisions may send warning notices to denied persons in lieu of prosecution, but this practice varies across divisions.", "We recommended that ATF assess field divisions' use of warning notices and determine if policy changes are needed."]}