{"id": "GAO-06-347", "url": "https://www.gao.gov/products/GAO-06-347", "title": "Improper Payments: Federal and State Coordination Needed to Report National Improper Payment Estimates on Federal Programs", "published_date": "2006-04-14T00:00:00", "released_date": "2006-04-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Over the past several years, GAO has reported that federal agencies are not well positioned to meet requirements of the Improper Payments Information Act of 2002 (IPIA). For fiscal year 2005, estimated improper payments exceeded $38 billion but did not include some of the highest risk programs, such as Medicaid with outlays exceeding $181 billion for fiscal year 2005. Overall, state-administered programs and other nonfederal entities receive over $400 billion annually in federal funds. Thus, federal agencies and states share responsibility for the prudent use of these funds. GAO was asked to determine actions taken at the state level to help federal agencies estimate improper payments for state-administered federal programs and assistance needed from the federal level to support the respective federal agencies' implementation of IPIA."]}, {"section_title": "What GAO Found", "paragraphs": ["To date, states have been subject to limited requirements to assist federal agencies in estimating improper payments. For the 25 major state-administered federal programs surveyed, only 2 programs--the Food Stamp and Unemployment Insurance programs--have federal requirements for all states to estimate improper payments. A limited number of federal agencies are conducting pilots to estimate improper payments in other programs, but state participation is voluntary. Where no federal requirement or pilot is in place, 5 programs involving 11 states had estimated improper payments during fiscal years 2003 or 2004. States have a fundamental responsibility to ensure the proper administration of federal awards by using sound management practices and maintaining internal controls. To do this, states reported using a variety of techniques to prevent and detect improper payments. All states, except for one, responded that they use computer-related techniques, such as fraud and abuse detection programs or data matching, to prevent or detect improper payments. Other techniques selected states used included performing statewide assessments and recovery auditing methods. States also reported receiving federal incentives and penalties to assist with reducing improper payments, although most of these actions related to the Food Stamp Program, which gives incentives and penalties to states having error rates below and above the program's national error rate. Of the 240 state program officials surveyed, 100 identified tools that would be needed to estimate improper payments and help federal agencies meet various IPIA requirements, including guidance on estimating improper payments and performing risk assessments. OMB has begun planning for increased state involvement in measuring and reporting improper payments via the Erroneous and Improper Payments Workgroup and IPIA guidance. However, much work remains at the federal level to identify and estimate improper payments for state-administered federal programs, including determining the nature and extent of states' involvement to assist federal agencies with IPIA reporting requirements."]}], "report": [{"section_title": "Letter", "paragraphs": ["Each year federal agencies expend more than $2 trillion through thousands  of programs and activities to address the needs of the American people. Of  this amount, over $400 billion in federal funds are distributed to states and  other nonfederal entities. These funds, typically issued through grants, are  used to implement over 1,000 individual programs from 26 federal grant- making agencies. As the steward of taxpayer dollars, the federal  government is accountable for how its agencies and grantees spend this  money, including the safeguarding of federal funds from improper  payments. Grantees are also responsible for ensuring that funds are used  for the purposes for which the funds were provided.", "Our work over the past several years has demonstrated that improper  payments are a significant and widespread problem in the federal  government, with agencies reporting improper payments over $38 billion in  their fiscal year 2005 performance and accountability reports (PAR). This  estimate, however, does not include all programs. In our review of  agencies’ fiscal year 2005 PARs, we noted that some agencies still have not  instituted systematic methods of reviewing all programs and activities,  have not identified all programs susceptible to significant improper  payments, or have not annually estimated improper payments for their  high-risk programs. For example, seven state-administered federal  programs with outlays totaling about $228 billion still have not been  annually estimated for improper payments, even though the Office of  Management and Budget (OMB) required them to report such information  about 4 years ago in their fiscal year 2003 budget submissions.", "The Improper Payments Information Act of 2002 (IPIA) prompted all  executive branch agencies to systematically address improper payment  activity annually. While states do not have a direct role in meeting IPIA  requirements, they do play an important role in federal fund stewardship.  In particular, states are responsible for the proper administration of federal  awards through using sound management practices and maintaining  internal control. Payments, as defined under IPIA, include payments made  by a governmental or other organization administering a federal program or  activity. An improper payment is defined by IPIA as any payment that  should not have been made or that was made in an incorrect amount, a  duplicate payment, and payment for services not rendered or rendered to  ineligible beneficiaries. OMB’s implementing guidance for IPIA requires  that estimates of improper payments, and if applicable, a corrective action  report, be included in all federal executive branch agencies’ PARs  beginning with fiscal year 2004.", "Because of the Subcommittee’s continued interest in addressing the  governmentwide improper payments issue, you asked us to determine   (1) what actions are being taken by states to assist federal agencies in  estimating improper payments; (2) what techniques related to detecting,  preventing, or reducing improper payments have states employed to ensure  the proper administration of federal awards; and (3) what assistance can be  provided by OMB that state program administrators would find helpful in  supporting the respective federal agencies with the implementation of  IPIA.", "To identify states’ actions and assistance needed, we conducted a survey of  all 50 states and the District of Columbia regarding actions to estimate  improper payments for state-administered federal programs for fiscal years  2003 and 2004. Statewide surveys were completed by state officials with  knowledge of statewide administration of operations. We received 50 of the  51 statewide surveys for a response rate of 98 percent. In addition,  program-specific surveys were completed by state program administrators  or directors for the major programs in each state. We received 227 of 240  program-specific surveys for a response rate of 95 percent. The high  response rates for the variety of state-administered programs provided a  wide range of survey responses regarding actions to address improper  payments.", "For the purposes of this review, we defined major programs as those state- administered programs that expended the largest amounts of federal funds  in decreasing order, which in aggregate covered at least 60 percent of the  total federal portion of state-administered expenditures in each state.  Together, the states identified 25 programs as major (see table 3 in app. I).  The 5 most common major programs were Medicaid (all 51 states),  Highway Planning and Construction (44 states), Food Stamp (36 states),  Temporary Assistance for Needy Families (28 states), and Unemployment  Insurance (26 states). As shown in table 4 in appendix I, the number of  major programs varied from 1 to 12 programs per state, and in total, added  up to the 240 program-specific surveys we sent. We also visited selected  states that had ongoing initiatives already in place to estimate improper  payments for certain programs, conducted interviews with OMB and other  federal officials as well as state officials regarding state efforts to estimate  improper payments, and reviewed federal agencies’ fiscal year 2005 PARs  and prior GAO and office of inspector general (OIG) reports. We conducted  our work from April 2005 through December 2005 in accordance with  generally accepted government auditing standards. See appendix I for  more details on our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["In November 2002, the Congress passed IPIA. The major objective of IPIA  is to enhance the accuracy and integrity of federal payments. The law  requires executive branch agency heads to annually review all programs  and activities that they administer, identify those that may be susceptible to  significant improper payments, and estimate and report annually on the  amount of improper payments in those programs and activities. IPIA also  requires the agencies to report annually to the Congress on the actions they  are taking to reduce erroneous payments for programs for which estimated  improper payments exceed $10 million.", "IPIA further requires OMB to prescribe guidance for federal agencies to use  in implementing the act. OMB issued this guidance in Memorandum M-03- 13 in May 2003. It requires use of a systematic method to annually review  and identify those programs and activities that are susceptible to  significant improper payments. OMB guidance defines significant improper  payments as annual improper payments in any particular program  exceeding both 2.5 percent of program payments and $10 million. The OMB  guidance then requires agencies to estimate the annual amount of improper  payments using statistically valid techniques for each susceptible program  or activity. For those agency programs, including state-administered  programs, determined to be susceptible to significant improper payments  and with estimated annual improper payments greater than $10 million,  IPIA and related OMB guidance require each agency to report the results of  its improper payment efforts. OMB guidance requires the reporting to be in  the Management Discussion and Analysis section of the agency’s PAR for  each fiscal year ending on or after September 30, 2004. IPIA requires the  following information to be reported to the Congress:  a discussion of the causes of the improper payments identified, actions  taken to correct those causes, and results of the actions taken to  address those causes;  a statement of whether the agency has the information systems and  other infrastructure it needs to reduce improper payments to minimal  cost-effective levels;  if the agency does not have such systems and infrastructure, a  description of the resources the agency has requested in its most recent  budget submission to the Congress to obtain the necessary information  and infrastructure; and  a description of the steps the agency has taken and plans to take to  ensure that agency mangers are held accountable for reducing improper  payments.", "OMB’s guidance in M-03-13 requires that three additional things be included  in the PAR:   a discussion of the amount of actual erroneous payments that the  agency expects to recover and how it will go about recovering them;  a description of any statutory or regulatory barriers that may limit the  agency’s corrective actions in reducing improper payments; and  provided the agency has estimated a baseline improper payment rate for  the program, a target for the program’s future improper payment rate  that is lower than the agency’s most recent estimated error rate.", "In August 2004, OMB established Eliminating Improper Payments as a new  program-specific initiative in the President’s Management Agenda (PMA).  The separate improper payments PMA program initiative began in the first  quarter of fiscal year 2005. Previously, agency efforts related to improper  payments were tracked along with other financial management activities as  part of the Improving Financial Performance initiative. The objective of  establishing a separate initiative for improper payments was to ensure that  agency managers are held accountable for meeting the goals of IPIA and  are therefore dedicating the necessary attention and resources to meeting  IPIA requirements. This program initiative establishes an accountability  framework for ensuring that federal agencies initiate all necessary financial  management improvements for addressing this significant and widespread  problem. Specifically, agencies are to measure their improper payments  annually, develop improvement targets and corrective actions, and track  the results annually to ensure the corrective actions are effective."], "subsections": []}, {"section_title": "Estimating Improper Payments at the State Level Is Limited", "paragraphs": ["State responses to our survey show that the number of state-administered  federal programs (state programs) estimating improper payments  significantly decreases if there is no federal requirement to estimate or if  the states are not participating in a federally administered pilot to estimate.  For the 25 major programs reviewed for fiscal years 2003 and 2004, all 51  states estimated improper payments where there was a federal requirement  to do so. For the federally administered improper payment pilots, the  number decreased to 29 states. Where there was no federal requirement or  pilot in place, only 11 states reported estimating improper payments on  their own initiative, as shown in figure 1."], "subsections": [{"section_title": "Programs with Federal Requirements", "paragraphs": ["Only 2 of the 25 major programs in our review had federal requirements for  all the states to annually estimate improper payments—the Food Stamp  and UI programs. In total, 47 states reported estimating improper payments  for one or more major programs, which represented 97 program surveys  for fiscal year 2003, fiscal year 2004, or both. More than half of the reported  estimates were for the Food Stamp and UI programs. Food Stamp and UI  program outlays expended by the states totaled about $61 billion for fiscal  year 2004. This constitutes about 15 percent of the total federal funds that  are estimated to be annually distributed to states and other nonfederal  entities for redistribution to eligible parties. Both of these programs are  benefit programs, have a history of measuring improper payments through  established systems, and can calculate a national error rate.", "The purpose of the Food Stamp Program is to help low-income  individuals and families obtain a more nutritious diet by supplementing  their incomes with benefits to purchase food. As reported in USDA’s  fiscal year 2005 PAR, the causes of improper payments in the Food  Stamp Program include client errors, such as incomplete or inaccurate  reporting of income, assets, or both by participants at the time of  certification or by not reporting subsequent changes. Causes can also be  provider based, such as errors in determining eligibility or benefit  amounts or delays in action or inaction on client reported changes. The  Food Stamp quality control system measures payment accuracy and  monitors how accurately states determine food stamp eligibility and  calculate benefits. USDA reports a rate and dollar amount of estimated  improper payments for the Food Stamp Program in its annual PAR  based on the quality control system. In its fiscal year 2005 PAR, USDA  reported a national improper payment error rate of 5.88 percent, or   $1.4 billion, for the Food Stamp Program. A national error rate is  calculated and incentives and penalties are applied to the states that  have rates lower or higher than the national rate. Recent initiatives  reported in USDA’s fiscal year 2005 PAR include the agency’s fiscal year  2004 nationwide implementation of an electronic benefit transfer (EBT)  system for the delivery of food stamp benefits. The EBT card, which  replaced paper coupons, creates an electronic record for each  transaction that makes fraud easier to detect. Other USDA efforts  include Partner Web, which is an intranet for state food stamp agencies,  and the National Payment Accuracy Workgroup, which consists of  representatives from USDA headquarters and regional offices who meet  to discuss best practice methods and strategies. (See app. III for more  details on the Food Stamp Program.)", "The UI Program provides temporary cash benefits to workers who lose  their jobs through no fault of their own. Labor reported in its fiscal year  2005 PAR that the principal cause of improper payments was claimants  who continue to claim benefits despite having returned to work.  Pursuant to Part 602 of Title 20, Code of Federal Regulations, Labor  implemented the Benefit Accuracy Measurement system to measure  state payment accuracy in the UI Program. Labor also reports a rate  and dollar amount of estimated improper payments for the UI Program  in its annual PAR. In its fiscal year 2005 PAR, Labor reported an annual  error rate of 10.13 percent, or $3.2 billion, for the UI Program. Labor’s  initiatives to reduce improper payments in the UI Program include  implementing new cross-matching technologies like the National  Directory of New Hires database and funding states’ data-sharing efforts  with federal agencies, such as the Social Security Administration, and  other state agencies, such as the state departments of motor vehicles.  Further, Labor is instilling additional performance measures for states  to detect and recover overpayments of benefits and continuing analyses  of the causes, costs, and benefits of improper payment prevention or  establishing recovery operations. (See app. IV for more details on the UI  Program.)"], "subsections": []}, {"section_title": "Federal Programs with Pilots", "paragraphs": ["Twenty-nine states in our review responded in our surveys or during  interviews that they voluntarily participated in federally administered pilot  projects to estimate improper payments. We visited the state participating  in the Department of Transportation’s (DOT) Highway Planning and  Construction Program and one of the states participating in the  Department of Health and Human Services’ (HHS) Medicaid program and  discussed the states’ efforts to measure improper payments. These pilots  serve as models for the federal agencies on obtaining improper payment  information and establishing a methodology for other states to estimate  improper payments for those programs. Neither of the two pilots was  sufficiently comprehensive to allow the responsible federal agency to  project an error rate with statistical precision to all of the states.", "DOT provides funding to the state departments of transportation to  administer the nation’s federal Highway Planning and Construction  Program. During our review, DOT had a pilot in place to estimate  improper payments for two construction projects in Tennessee. The  sampled transactions reviewed to identify improper payments for these  two projects were selected from a population of almost $35 million,  which represented a small portion of DOT’s fiscal year 2005 outlays  totaling $31 billion for the Highway Planning and Construction  Program. For one of these projects, DOT reported that the estimated  improper payments amount was statistically insignificant. For the other  project, DOT reported an improper payment estimate of $111,671. The  methodology and testing procedures that resulted from DOT’s pilot  project will be used to extend the methodology nationwide. In its fiscal  year 2005 PAR, DOT reported a zero-dollar improper payment estimate  for this program. However, the DOT OIG also reported that detecting  improper payments for several grant programs, including the Highway  Planning and Construction Program, was a top management challenge  for the agency. In particular, the OIG reported that the DOT pilot project  was too limited and that OIG investigators continue to identify instances  of improper payments. The OIG cited two improper payment examples  totaling over $1.3 million, which was reimbursed to DOT as a result of  OIG investigations. In response, DOT is reorganizing and redesigning its  procedures to better improve oversight of research agreements. This  includes creating a new division within DOT’s Office of Acquisition  Management devoted to the award and administration of cooperative  agreements. (See app. V for more details on the improper payment pilot  for the Highway Planning and Construction Program.)", "In coordination with the states, HHS finances health care services to  low-income individuals and families through the Medicaid program.  Medicaid improper payments are caused by medical review, eligibility  review, or data-processing review errors. In fiscal year 2002, HHS  began a pilot to estimate improper payments for its Medicaid program.  The number of states voluntarily participating in the pilot has increased  each year, and in the second year of the pilot, fiscal year 2003, 12 states  participated. In the third year, fiscal year 2004, 24 states participated in  the pilot. Because HHS had not fully implemented a statistically valid  methodology, the agency did not report an improper payment estimate  for the Medicaid program in its fiscal year 2005 PAR. According to  agency officials, HHS is in the process of implementing a methodology  for estimating payment error rates for Medicaid in all states. HHS stated  that it expects to be fully compliant with the IPIA requirements for the  Medicaid program by fiscal year 2008. Other initiatives HHS is  undertaking for the Medicaid program are the hiring of additional staff  to do prospective reviews of state Medicaid operations and the  Medicare/Medicaid data match program designed to identify improper  payments and areas in need of improved payment accuracy. (See app. VI  for more details on the Medicaid program.)", "We identified other improper payment pilot initiatives during our review of  agencies’ fiscal year 2005 PARs. Specifically, HHS reported that improper  payment pilots are being conducted for three other state-administered  programs to assist HHS in its efforts to report a national improper payment  estimate in the future. For HHS’s State Children’s Health Insurance  Program (SCHIP), 15 states participated in a payment accuracy  measurement pilot in fiscal year 2004. The states performed a combination  of medical, eligibility, or data-processing reviews of claims and applicable  payments for the period October 1, 2003, to December 31, 2003. Using a  standard methodology, those states computed a payment accuracy error  rate for their programs. Based on these results, HHS has adopted a national  strategy using federal contractors to obtain a national error rate for SCHIP  with expected implementation in fiscal year 2006. In fiscal year 2007, HHS  expects to begin measuring SCHIP error rates nationwide for its fee-for- service component. HHS expects to report SCHIP error rates for its fee-for- service, managed care, and eligibility components in its fiscal year 2008  PAR.", "For HHS’s Child Care and Development Fund (CCDF) Program, 11 states  participated in an improper payment pilot in fiscal year 2004 to assess  states’ efforts to prevent and reduce improper payments. The states  worked with HHS to assess the adequacy of state systems, databases,  policy, and administrative structures. In fiscal year 2005, HHS expanded  pilot participation to 18 states. HHS also conducted an error rate study in 4  states to assess those states’ ability to verify information received from  clients during the initial eligibility process or to establish eligibility  correctly. In addition, HHS conducted interviews in 5 other states to gather  information about improper payment activities. HHS reported that it will  continue to work with states during fiscal year 2006 to identify an  appropriate strategy for determining estimates of payment errors in the  CCDF Program.", "For HHS’s Temporary Assistance for Needy Families (TANF) Program, one  state participated in a pilot to undergo a more in-depth review of TANF  expenditures as part of its single audit requirement. The objective of the  pilot was to explore the viability of estimating improper payments in the  single audit process. Using statistical sampling, the auditors reviewed 208  cases to test controls. According to HHS, the auditors reported an overall  case error rate of 20 percent and a payment error rate of 3.9 percent from  their review of the 208 cases. In addition to this pilot, state-led initiatives  involving the TANF Program were also under way, as described below."], "subsections": []}, {"section_title": "State Initiatives to Estimate Improper Payments", "paragraphs": ["During our review of survey responses, we also noted that 11 states, on  their own initiative, were estimating improper payments related to 5  separate programs for fiscal year 2003, fiscal year 2004, or both. For  example, 6 of the 11 states indicated in their survey responses that they  were estimating improper payments for HHS’s TANF Program. Among the  varying methods the 11 states used to estimate amounts, error rates, or  both were statistically representative samples of payments and findings  from states’ single audits. Other techniques respondents reported using  included Food Stamp Program quality control reviews to ascertain the  accuracy of TANF payments, which would be reasonable to do if the  eligibility requirements of the two programs were similar."], "subsections": []}]}, {"section_title": "States Reported Using Various Techniques to Detect, Prevent, or Reduce Improper Payments", "paragraphs": ["As part of their funds stewardship responsibilities for federal awards,  states are required to establish and maintain internal control designed to  provide reasonable assurance that funds are administered in compliance  with federal laws, regulations, and program requirements. This includes  maintaining accountability over assets and safeguarding funds against loss  from unauthorized use or disposition. To ensure proper administration of  federal funds, states reported using a variety of prepayment and  postpayment mechanisms. For example, states reported the use of  computer-related techniques to identify and prevent improper payments as  well as recovery audits to collect overpayments. In addition, selected  programs reported that federal incentives and penalties are in place to help  reduce improper payments. These types of actions contribute to a strong  internal control structure that helps mitigate the risk and occurrence of  improper payments.", "Generally, improper payments result from a lack of or an inadequate  system of internal control, but some result from program design issues. Our  Standards for Internal Control in the Federal Government provides a  road map for entities to establish control for all aspects of their operations  and a basis against which entities’ control structures can be evaluated.  Also, our executive guide on strategies to manage improper payments  focuses on internal control standards as they relate to reducing improper  payments. The five components of internal control—control environment,  risk assessment, control activities, information and communication, and  monitoring—are defined in the executive guide in relation to improper  payments as follows:   Control environment—creating a culture of accountability by  establishing a positive and supportive attitude toward improvement and  the achievement of established program outcomes.", "Risk assessment—analyzing program operations to determine if risks  exist and the nature and extent of the risks identified.", "Control activities—taking actions to address identified risk areas and  help ensure that management’s decisions and plans are carried out and  program objectives are met.", "Information and communication—using and sharing relevant, reliable,  and timely financial and nonfinancial information in managing activities  related to improper payments.", "Monitoring—tracking improvement initiatives over time, and identifying  additional actions needed to further improve program efficiency and  effectiveness.", "For this engagement, we focused on two of these internal control  components—risk assessments and control activities, which are discussed  in more detail in the following sections."], "subsections": [{"section_title": "States Frequently Use Risk Assessments and Computer- Related Techniques to Prevent or Detect Improper Payments", "paragraphs": ["All states except 1 acknowledged using computer-related techniques to  prevent or detect improper payments, while 21 states reported having  performed some type of statewide assessments to determine what  programs are at risk of improper payments. Strong systems of internal  control provide reasonable assurance that programs are operating as  intended and are achieving expected outcomes. A key step in the process  of gaining this assurance is conducting a risk assessment, an activity that  entails a comprehensive review and analysis of program operations to  determine where risks exist and what those risks are, and then measuring  of the potential or actual impact of those risks on program operations. In  performing a risk assessment, management should consider all significant  interactions between the entity and other parties, as well as all internal  factors at both the organizationwide and program levels.", "IPIA requires agencies to review all of their programs to identify those that  may be susceptible to significant improper payments. Since the programs  in our review were state administered, we asked the states if they  performed statewide reviews to assess if their programs may be at risk of  improper payments. Twenty-one states responded that they had performed  some type of statewide assessment of their programs. Some of the states’  risk assessment processes included internal control assessments, which  were generally self-assessments performed by the states’ program agencies  and entities. Two states noted that these self-assessments can be used as a  tool by state auditors to evaluate weaknesses or to plan work to be  performed. Regular evaluation of internal control systems is statutorily  required by at least 2 states. Other risk assessment methods states reported  using included single audits and other audits or reviews performed by state  auditors or by state agencies.", "Survey respondents also cited using control activities, such as computer- related techniques, to aid in the detection and prevention of improper  payments. Computer-related techniques play a significant role not only in  identifying improper payments, but also in providing data on why these  payments were made and, in turn, highlighting areas that need  strengthened prevention controls. The adoption of technology allows  states to have effective detection techniques to quickly identify and recover  improper payments. Data sharing, data mining, smart technology, data  warehousing, and other techniques are powerful internal control tools that  provide more useful and timely access to information. The use of these  techniques can achieve potentially significant savings by identifying client- related reporting errors and misinformation during the eligibility  determination process—before payments are made—or by detecting  improper payments that have been made. Fifty of the 51 states representing  21 different programs reported in their surveys that they used computer- related techniques to prevent or detect improper payments. Table 1 shows  the number of programs that reported using each technique.", "As table 1 shows, for the state programs that reported using a computer- related technique, 106 state program administrators reported using some  sort of fraud detection system. One example is the Transportation Software  Management Solution, a fraud detection system used by several states for  the Highway Planning and Construction Program. This software contains a  Bid Analysis Management System that allows highway agencies to analyze  bids for collusion. Also, a limited number of states in our survey reported  using smart technology. For example, the Medicaid Fraud, Abuse and  Detection System is designed to structure, store, retrieve, and analyze  management information. It has the ability to detect fraud patterns, and it  works with the Medicaid Management Information System, which contains  a data warehouse that can be queried for information to be used in a variety  of analyses. Other techniques include one state’s use of a Web-based  system that allows National School Lunch Program participants to enter  monthly claims by site. System checks are in place to ensure that sites do  not overclaim meals based on days served and eligible students."], "subsections": []}, {"section_title": "States Have Implemented Recovery Auditing Efforts", "paragraphs": ["Recovery auditing is another method that states can use to recoup detected  improper payments. Recovery auditing focuses on the identification of  erroneous invoices, discounts offered but not received, improper late  payment penalties, incorrect shipping costs, and multiple payments for  single invoices. Recovery auditing can be conducted in-house or by  recovery audit firms.", "Section 831 of the National Defense Authorization Act for Fiscal Year 2002  contains a provision that requires all executive branch agencies entering  into contracts with a total value exceeding $500 million in a fiscal year to  have cost-effective programs for identifying errors in paying contractors  and for recovering amounts erroneously paid. The legislation further states  that a required element of such a program is the use of recovery audits and  recovery activities. The law authorizes federal agencies to retain recovered  funds to cover in-house administrative costs as well as to pay contractors,  such as collection agencies. OMB guidance suggests that federal agencies  awarding grants may extend their recovery audit programs to cover  significant contract activity by grant recipients (e.g., states). States may  engage in their own recovery audit programs.", "As shown in table 2, based on our review of survey responses, 15 states  reported conducting recovery audits in fiscal year 2003, fiscal year 2004, or  both. In fiscal year 2003, states reported recovering over $180 million,  compared to $155 million for fiscal year 2004.", "In survey responses, states reported using either outside contractors to  perform recovery audits or establishing in-house fraud and detection units  to recover improperly paid amounts. One state noted that it passed  legislation requiring the use of recovery auditors in its state agencies. In  June 2005, Texas enacted legislation that directs the state’s Comptroller of  Public Accounts to contract to conduct recovery audits of payments made  by state agencies to vendors and to recommend improved state agency  accounting operations. The law requires state entities with more than  $100 million in biennial expenditures to undertake annual recovery  audits. The state expects to recover up to $4.5 million annually starting in  state fiscal year 2007."], "subsections": []}, {"section_title": "Few State-Administered Programs Receive Incentives or Penalties regarding Improper Payments", "paragraphs": ["Viewed broadly, agencies have applied limited incentives and penalties for  encouraging improved state administration to reduce improper payments.  Incentives and penalties can be helpful to create management reform and  to ensure adherence to performance standards. The IPIA implementing  guidance requires that each federal agency report on steps it has taken to  ensure that agency managers are held accountable for reducing and  recovering improper payments. When a culture of accountability over  improper payments is instilled in an organization, everyone in the  organization, including the managers and day-to-day program operators,  have an incentive to reduce fraud and errors. Transparency, through public  communication of performance results, also acts as an incentive for  agencies to be vigilant in their efforts to address the wasteful spending that  results from lapses in controls that lead to improper payments.", "In the survey, we asked the state program administrators to identify any  incentives they have received from the federal government to encourage  them to reduce improper payments. We also asked them to identify any  penalties they have received from the federal government for not doing so.  Thirty-two states reported incentives such as enhanced funding and  reduced reporting requirements for 5 of the 25 major programs. Most  incentives were related to the Food Stamp Program, largely because of a  statutory requirement that USDA assess penalties and provide financial  incentives to the states. As we previously reported on the Food Stamp  Program, the administration of the quality control process and its system  of performance bonuses and sanctions is a large motivator of program  behavior and has assisted in increasing payment accuracy. Examples of  other incentives identified by the state programs included reduced  reporting requirements for benefit recipients and additional funding  received for a fraud and abuse detection system.", "Penalties such as decreased funding, increased reporting, and client  sanctions were reported by 17 states for four different programs. As with  incentives, most of the penalties identified related to the Food Stamp  Program. States can get approval from USDA to reinvest portions of their  penalties toward corrective actions to reduce the error rate as opposed to  USDA recovering the penalty from the state; thus the distinction between  incentives and penalties is somewhat blurred. Our survey results showed  that some states believed that being able to reinvest a portion of their food  stamp penalty toward corrective action plans to improve payment accuracy  was actually an incentive, while other states considered it a penalty. For  another program, one state noted in its survey response that it was  penalized by the federal government for not applying applicable reductions  to TANF beneficiaries for noncompliance with child support enforcement  regulations. In lieu of paying a penalty of over $1 million, the state  submitted a corrective action plan to address the problems.", "Certain states perceive limitations in their ability to adequately address  improper payments. For example, 37 states reported in their survey  responses that federal legislative and program design barriers hinder their  ability to detect, prevent, and reduce improper payments for one or more  programs. Legislative barriers relate to an agency’s ability to take actions to  reduce improper payments. Program design barriers relate to the  complexity and variety of programs.", "From our review of survey responses, several state program officials,  representing multiple programs, reported that they encountered legislative  barriers related to due process. Specifically, states are not permitted to  stop or adjust payments until the due process hearing or appeals processes  are complete, even though they know the payment is improper. For  example, one state reported that it has a state superior court ruling that  requires paying UI benefits conditionally under certain circumstances, and  that the recovery of the paid benefits can only take place once the courts  have determined the payments were incorrect. Another state program  response said that lack of authority to mandate the submission of Social  Security numbers for those applying for benefits was a barrier that limited  the ability to identify and prevent improper payments. Additionally, 23 state  programs identified statutory restrictions over the use of certain data as a  barrier to improved accuracy. For example, three state programs noted that  because of security policies, they were restricted from accessing and using  information from the Internal Revenue Service.", "Program design barriers have also contributed to states’ inability to reduce  improper payments. Generally, states receive broad statutory and  regulatory program guidelines from the responsible federal agency. States  then issue state-specific guidelines to manage day-to-day operations, which  may vary among the states. A few survey respondents indicated that  inconsistent requirements between programs hindered their ability to  reduce improper payments. For example, four state programs noted that  efforts to manage improper payments are hindered because of the different  eligibility requirements among the federal programs that they administer.  The survey responses of the state programs also indicated that they  encountered resource barriers, such as lack of funding for additional  personnel or information technology. For example, one state program  responded that the lack of funding needed to identify eligible beneficiaries  through data matching was a barrier."], "subsections": []}]}, {"section_title": "Federal Action Needed to Help States Report Improper Payment Information", "paragraphs": ["Minimizing improper payments is often most efficiently and effectively  achieved through the exchange of relevant, reliable, and timely information  between individuals and units within an organization and with external  entities that have oversight and monitoring responsibilities. For state- administered programs, assistance from the federal agencies and OMB may  be needed in order for the states and state programs to successfully assist  the federal agencies in implementing IPIA requirements. The types of  communication and information that may be necessary at both the state  and federal levels include (1) a determination of what information is  needed by managers to meet and support initiatives aimed at reducing  improper payments; (2) adequate means of communicating with, and  obtaining information from, external stakeholders that may have a  significant impact on improper payment initiatives, such as periodic  meetings with oversight bodies; and (3) working relationships with other  organizations to share information on improper payments.", "Of the 227 state program surveys received, 100 identified one or more areas  where guidance or resources from the federal government would be  helpful. OMB can play an important role in encouraging and coordinating  efforts between the state programs and federal agencies. OMB, as part of  its responsibilities, develops and implements budget, program,  management, and regulatory policies. As such, OMB can set the tone at the  top by creating a general framework and setting expectations for federal  agencies in meeting the requirements of IPIA."], "subsections": [{"section_title": "Selected States Want Federal Assistance", "paragraphs": ["Additional resources and guidance would be needed for increased state  involvement. As noted above, 100 state program officials requested  various tools cited as needed in their efforts to estimate improper  payments and to help the federal agencies in meeting various IPIA  requirements, including guidance on estimating improper payments,  additional funding for staffing and various projects, sharing of best  practices and available guidance, and guidance on performing risk  assessments. State programs also indicated that they would want an  opportunity to comment on any proposed regulations prior to  implementation that would require state actions to estimate and report  improper payment information.", "In our survey, we asked the state program officials what types of guidance  and resources from the federal agencies or OMB would be beneficial to  better estimate improper payments. State program officials identified one  or more types of guidance or resources that would be helpful to assist the  federal agencies in meeting the requirements of IPIA. We classified these  responses into the following areas:   Guidance on estimating improper payments. Forty-four of the state  programs asked for general procedures, program-specific procedures,  or both for identifying and detecting improper payments, calculating  error rates, and establishing sampling methodologies. One state  program suggested that guidance related to training for detecting  improper payments and on how to design controls to facilitate improper  payment detection be made available.", "Additional funding. Forty-three of the state programs indicated a need  for additional funding to train and support the additional staff levels  they believe would be necessary to estimate improper payments.  Additional funding also was requested for automation projects. One  state requested enhanced funding to update its eligibility system to  include fraud detection. Another state requested additional funding for  developing an automated Quality Management System to capture data  from all levels of reviews and programs.", "Sharing of best practices and available guidance. Fifteen of the  state programs also expressed interest in the creation of groups to  discuss trends and best practices in improper payment-related areas,  while other states wanted general information on IPIA and the states’  roles.", "Assessing risk/risk assessment instruments. Thirteen of the state  programs requested procedures for assessing risk of improper  payments, including items to take into consideration when assessing  their programs for risk susceptibility.", "Recognition of state input. Seven of the state programs want an  opportunity to comment on any proposed regulations prior to  implementation of any requirements to estimate or report improper  payment information. For example, one state responded in its survey  that the state, in coordination with its cognizant federal agency, should  determine its own plans to detect improper payments. Additionally,  another state program inquired as to the purpose of involving the states,  particularly those that have had little occurrence of audit findings, and  another wanted clarification on what sanctions would be assessed for  those that identified improper payments.", "Other guidance and resources. Forty-eight of the state programs  requested other types of guidance and resources relating to enhancing  the use of information technology, overcoming legislative barriers, and  establishing incentives and penalties for subrecipients, among others.  For example, one state program wanted the creation of a national  database to track the activity of medical providers that operate in  multiple states."], "subsections": []}, {"section_title": "Actions Initiated at the Federal Level to Involve States in Measuring Improper Payments", "paragraphs": ["OMB has continued to conduct its improper payments work through CFOC  and PCIE’s Erroneous and Improper Payments Workgroup. The workgroup  periodically convenes to discuss and develop best practices and other  methods to reduce or eliminate, where possible, improper payments made  by federal government agencies. It has issued reports and other products to  CFOC/PCIE, reflecting workgroup deliberations and determinations. OMB  officials have told us that they have started to draft a plan on developing  and maintaining partnerships with states to facilitate state’s estimating and  reporting information to the federal agencies. For federal agencies’ fiscal  year 2005 PAR reporting, OMB included a new requirement in Circular No.  A-136, Financial Reporting Requirements, that federal agencies were to  report on their actions and results at the grantee level. However, based on  our review of selected federal agencies’ fiscal year 2005 PARs, reporting of  fund stewardship at the grantee level was limited.", "The CFOC and PCIE Erroneous and Improper Payments Workgroup  created the Grants Subgroup in March 2004 to explore the feasibility of  using various tools to measure and report improper payments, including  evaluating currently available policies and guidance and modifying OMB  single audit guidance to fulfill IPIA reporting requirements. Specifically, the  Grants Subgroup’s work focused on developing cost-effective approaches  for tracking improper payments at each stage of the payment cycle,  including (1) evaluating existing policies and guidance that could be used  to measure and report improper payments and (2) examining the  possibilities of measuring improper payments using the audits conducted  under the Single Audit Act of 1996, as amended; OMB’s Circular No. A-133  Single Audit Compliance Supplement; and the Federal Single Audit  Clearinghouse.", "In March 2005, the subgroup issued a report reflecting the results of its  work. Specifically, the subgroup identified issues with (1) the current  structure and design of grant programs’ distribution of funding, which  hinders determining a national payment error rate; (2) little incentive for  states to assist federal agencies with IPIA reporting; (3) lack of funding to  perform IPIA compliance activities; and (4) awareness and commitment  from all levels of management within an agency to address the causes of  improper payments. Further, in an effort to foster working relationships  among federal agencies and the states, OMB has begun work to clarify state  and federal roles in estimating and reporting improper payments  information and planning the development of state partnerships for certain  state-administered programs.", "Additionally, beginning with fiscal year 2005 PARs, OMB included three  reporting requirements for those agencies with grant-making programs:   (1) agency’s accomplishments in the area of funds stewardship past the  primary recipient, (2) status of projects, and (3) results of any reviews. Our  preliminary review of these PARs showed that in general agencies either  did not report on their grant-making activities, did not clearly identify grant  programs, or did not address fund stewardship beyond the primary  recipient. However, we noted that some agencies provided partial  information on the three reporting requirements. For example, eight  agencies reported on the status of their projects, including one that  discussed linking grants management and financial data to produce better  information to ensure that projects funded by grants achieve program  objectives and grant recipients are technically competent to carry out the  work.", "In November 2005, OMB issued draft revisions to its IPIA implementing  guidance. This implementing guidance, together with recovery auditing  guidance, is to be consolidated into future Parts I and II of Appendix C to  OMB Circular No. A-123, Management’s Responsibility for Internal  Controls (Dec. 21, 2004). Among the proposed changes, OMB provides that  for state-administered programs, federal agencies may provide state-level  estimates either for all states or a sample of states to generate a national  improper payment rate for that program. Also, OMB proposes to allow  modifications to agency-specific compliance supplements to enhance  implementation of IPIA for federal grant-making agencies, such as the ones  discussed in this report. While OMB has taken steps to begin addressing the  complexities related to reporting improper payment information for  federally funded, state-administered programs, additional enhancements  could be made that address how federal agencies define state-administered  programs and the methodology to be employed for generating a national  estimate. Specifically, we found that the proposed changes do not clearly  define the term state-administered programs. Without a clear definition,  OMB is at risk of receiving inconsistent improper payment reports because  agencies could define programs differently. In addition, we noted that the  draft guidance did not provide basic criteria, such as the nature and extent  of data and documentation that agencies should consider when developing  a plan or methodology to calculate a national improper payment error rate  for these state-administered programs."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Federal agencies continue to make progress toward meeting the  requirements of IPIA, in response to the PMA and other key initiatives to  eliminate improper payments. However, measuring improper payments and  designing and implementing actions to reduce or eliminate them are not  simple tasks, particularly for grant programs that rely on quality  administration efforts at the state level. With budgetary pressures rising  across the federal government, agencies are under constant and increasing  pressure to do more with less. Preventing improper payments and  identifying and recouping those that occur become an even higher priority  in this environment. States have a fundamental responsibility to ensure the  proper administration of federal awards by using sound management  practices and maintaining internal controls to ensure distribution of federal  funding to subrecipients or beneficiaries in accordance with federal and  state laws and regulations. Given their involvement in determining  eligibility and distributing benefits, states are in a position to assist federal  agencies in reporting on IPIA requirements. In fact, the success of several  existing programs and pilots in estimating improper payment rates  indicates that such efforts could logically be expanded. Communication,  coordination, and cooperation among federal agencies and the states will  be critical factors in estimating national improper payment rates and  meeting IPIA reporting requirements for state-administered programs."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making four recommendations to help further the progress toward  meeting the goals of IPIA and determining states’ role in assisting federal  agencies to report a national improper payment estimate on federal  programs. Specifically, we recommend that the Director, Office of  Management and Budget,  revise IPIA policy guidance to clearly define state-administered  programs so that federal agencies can consistently identify all such  programs;  expand IPIA guidance to provide criteria that federal agencies should  consider when developing a plan or methodology for estimating a  national improper payment estimate for state-administered programs,  such as criteria that address the nature and extent of data and  documentation needed from the states to calculate a national improper  payment estimate;   require federal agencies to communicate, and make available to the  states, guidance on conducting risk assessments and estimating  improper payments for federally funded, state-administered programs;  and   share ideas, concerns, and best practices with federal agencies and  states regarding improper payment reporting requirements for federally  funded, state-administered programs."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We received written comments on a draft of this report from OMB and  reprinted them in appendix VII. OMB agreed with our recommendations  and highlighted several initiatives under way to ensure that accurate  improper payment rates can be generated without creating undue cost and  burden on federal agencies or state partners that manage federally funded  programs. OMB also provided technical comments that we incorporated, as  appropriate.", "We are sending copies of this report to the Director, Office of Management  and Budget; Secretaries of Agriculture, Health and Human Services, Labor,  and Transportation; appropriate congressional committees; and other  interested parties. We will also make copies available to others upon  request. In addition, the report is available at no charge on GAO’s Web site  at http://www.gao.gov.", "Please contact me at (202) 512-9095 or williamsm1@gao.gov if you have any  questions about this report. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this report.  Major contributors to this report are listed in appendix VIII."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["The objectives of this report were to determine (1) what actions are being  taken by states to assist federal agencies in estimating improper payments;  (2) what techniques, related to detecting, preventing, or reducing improper  payments, have states employed to ensure proper administration of federal  awards; and (3) what assistance can be provided by the Office of  Management and Budget (OMB) that state program administrators would  find helpful in supporting the respective federal agencies with the  implementation of the Improper Payments Information Act of 2002 (IPIA).", "To address each of these objectives, we  conducted a statewide survey in all 50 states and the District of  Columbia regarding actions to estimate improper payments for state- administered federal programs for fiscal years 2003 and 2004,  conducted a program-specific survey of the major programs in each of   performed site visits to selected states,  conducted interviews with federal and state officials, and   reviewed federal agencies’ fiscal year 2005 performance and  accountability reports (PAR) and prior GAO and office of inspector  general (OIG) reports.", "More detailed information on each of these aspects of our research is  presented in the following sections. We conducted our work from April  2005 through December 2005 in accordance with generally accepted  government auditing standards."], "subsections": [{"section_title": "Survey Development and Implementation", "paragraphs": ["The surveys were developed based on IPIA, the National Defense  Reauthorization Act for Fiscal Year 2002, and our executive guide on  managing improper payments, and included questions about   state-issued policies or guidance on internal controls or on estimating   statewide risk assessments for improper payments;  state recovery auditing efforts;  state program efforts to prevent, detect, and reduce improper payments;  state program participation in improper payment pilots; and  additional assistance needed by state programs to support efforts in  measuring and reporting improper payments.", "The surveys were pretested with state officials in two states. Revisions to  the survey were made based on comments received during the pretests.", "To determine the state programs that would receive the program-specific  survey, we designed a spreadsheet for each state containing its major  programs, which we defined as those programs for which federal funds  covered at least 60 percent of total state-administered expenditures. To do  this, we used the Federal Audit Clearinghouse single audit database to  identify a universe of federally funded, state-administered programs for  each state. We sorted the programs from largest to smallest expenditure  amount and identified the major programs in decreasing order until we  obtained, in aggregate, at least 60 percent of the total federal portion of  state-administered expenditures in each state. We provided this  spreadsheet to states so they could confirm it with their state records.  Table 3 lists the 25 major programs and the number of states in which each  major program was included. The number of states identified for each  major program ranged from 1 to 51.", "As shown in table 4, the number of major programs identified for each state  ranged from 1 to 12.", "We e-mailed the surveys in June 2005 and followed up with subsequent  mailings and telephone communications. The collection of survey data  ended in October 2005 with a response rate of 98 percent for the statewide  surveys (50 of the 51 states) and a 95 percent response rate for the  program-specific surveys (227 of the 240 programs).", "We conducted follow-up phone calls to clarify responses where there  appeared to be discrepancies; however, we did not independently verify the  responses or information obtained through the surveys.", "Although no sampling errors were associated with our survey results, the  practical difficulties of conducting any survey may introduce certain types  of errors, commonly referred to as nonsampling errors. For example,  differences in how a particular question is interpreted or differences in the  sources of information that participants use to respond can introduce  unwanted variability into the survey results. We included steps in both the  data collection and data analysis stages to reduce such nonsampling errors.  Specifically, social science survey specialists designed draft questionnaires,  we pretested two versions of the questionnaire, and we performed reviews  to identify inconsistencies and other indications of error prior to analysis of  data. The data were keyed and verified after data entry. We conducted our  survey work from June 2005 through December 2005."], "subsections": []}, {"section_title": "Site Visits", "paragraphs": ["We visited two states and interviewed state agency officials and other  relevant parties about initiatives in place to estimate improper payments  for the Highway Planning and Construction, Medicaid, and Unemployment  Insurance (UI) programs. The two states were selected based on our  knowledge of actions under way for programs in Tennessee and Texas. We  went to Tennessee to obtain information about the Department of  Transportation’s (DOT) implementation of a pilot project to estimate  improper payments related to the Highway Planning and Construction  Program. The pilot was the first that DOT’s Federal Highway  Administration had conducted to estimate improper payments in a state  and covered two construction projects.", "We went to Texas to obtain information about the Department of Health  and Human Services’s (HHS) Medicaid program and the Department of  Labor’s (Labor) UI Program. One reason for selecting Texas was that HHS’s  Center for Medicare and Medicaid Services had identified Texas as having a  leadership role in estimating improper payments for its Medicaid program.  In addition, Texas was one of three states participating in a new pilot  project organized by Labor to begin data-matching work using the National  Directory of New Hires. More information about these states’ efforts in  these three programs is provided in appendixes IV, V, and VI. Detailed  information regarding the Department of Agriculture’s Food Stamp  Program and its efforts in estimating and reporting improper payments is  presented in appendix III. Improper payment estimates and references  from agencies’ PARs are used for background purposes. We did not assess  the reliability of these data."], "subsections": []}]}, {"section_title": "States and Programs Included in Our Review", "paragraphs": ["Temporary Assistance for Needy Families  Surveys, Studies, Investigations, and Special Purpose  Grants Child Care and Development Block Grant  Temporary Assistance for Needy Families Temporary Assistance for Needy Families Title I Grants to Local Educational Agencies Special Supplemental Nutrition Program for Women,  Infants, and Children  Highway Planning and Construction  (Continued From Previous Page)", "Temporary Assistance for Needy Families Title I Grants to Local Educational Agencies Lower Income Housing Assistance Program Section 8  Moderate Rehabilitation Child Care and Development Fund  Improving Teacher Quality State Grants Temporary Assistance for Needy Families Temporary Assistance for Needy Families Temporary Assistance for Needy Families Temporary Assistance for Needy Families Capitalization Grants for Clean Water State Revolving  Funds Unemployment Insurance (Continued From Previous Page)", "Temporary Assistance for Needy Families Title I Grants to Local Educational Agencies Temporary Assistance for Needy Families Title I Grants to Local Educational Agencies Temporary Assistance for Needy Families Title I Grants to Local Educational Agencies Medicaid (Continued From Previous Page)", "Temporary Assistance for Needy Families Title I Grants to Local Educational Agencies Temporary Assistance for Needy Families Title I Grants to Local Educational Agencies Temporary Assistance for Needy Families Temporary Assistance for Needy Families Temporary Assistance for Needy Families (Continued From Previous Page)", "Temporary Assistance for Needy FamiliesTitle I Grants to Local Educational AgenciesTemporary Assistance for Needy Families Temporary Assistance for Needy Families Title I Grants to Local Educational Agencies Temporary Assistance for Needy Families Title I Grants to Local Educational Agencies Child Care and Development Block Grant  Temporary Assistance for Needy Families Highway Planning and Construction (Continued From Previous Page)", "Temporary Assistance for Needy Families Capitalization Grants for Clean Water State Revolving  Funds  Capitalization Grants for Drinking Water State Revolving  Funds Title I Grants to Local Educational Agencies Temporary Assistance for Needy Families Title I Grants to Local Educational Agencies Temporary Assistance for Needy Families Child Care and Development Block Grant  Food Stamp Program (Continued From Previous Page)"], "subsections": []}, {"section_title": "Food Stamp Quality Control System", "paragraphs": [], "subsections": [{"section_title": "Improper Payment Estimates", "paragraphs": ["OMB’s implementing guidance requires that agencies report overpayments  and underpayments in their programs if the figures are available. USDA  reports these amounts in its PAR for the Food Stamp Program. Table 5  provides the overpayment and underpayment amount for each state. In  fiscal year 2003, overpayments ranged from $454,636 to $103,236,074 while  underpayments ranged from $126,288 to $40,679,714. In fiscal year 2004,  overpayments ranged from $756,935 to $94,118,074 and underpayments  ranged from $151,016 to $46,714,340."], "subsections": []}, {"section_title": "State and Federal Improper Payment Initiatives Under Way", "paragraphs": ["Since fiscal year 1999, the combined Food Stamp error rate has continued  to decline. Figure 2 displays the error rates for the 6-year period from fiscal  years 1999 to 2004.", "Actions taken by both the states and FNS contributed to the declining error  rates. For example, the state of Arizona has completed a statewide  implementation of a fingerprint imaging system. The state is using the  system as a means of positive identification of welfare applicants and  clients to ensure that participants do not use false identities to receive  benefits to which they are not entitled; the system is also used in the  eligibility determination process. The state reported that cost avoidance  savings resulted from welfare fraud reduction achieved through the  identification and prevention of duplicate enrollments in the Food Stamp  and TANF programs.", "Recent initiatives reported in USDA’s fiscal year 2005 PAR include FNS’s  nationwide implementation of an electronic benefit transfer (EBT) system  for the delivery of food stamp benefits. EBT recipients use a plastic card,  much like debit cards, to pay for their food at authorized retail stores.  Funds are transferred from a Food Stamp benefits account to a retailer’s  account. With EBT cards, food stamp customers pay for groceries without  any paper coupons changing hands. By eliminating paper coupons, EBT  creates an electronic record for each transaction that precludes certain  types of fraudulent claims and makes other attempted frauds easier to  detect.", "Other FNS efforts include Partner Web, a Web-based system to facilitate  communication and information exchange between USDA and its nutrition  assistance program partners. Another initiative, the National Payment  Accuracy Workgroup, consists of representatives from USDA headquarters  and regional offices who meet to discuss best practice methods and  strategies. The practices the states are promoting include  preparing reports detailing causes and sources of errors for the local  offices and publishing and distributing monthly error rates for all local  offices;  transmitting the results of statewide error review panels on the source  and causes of errors to local offices, along with suggested corrective  actions;  sponsoring statewide QC meetings and state best practices conferences  for local offices to discuss error rate actions taken and common  problems; and  sponsoring local office participation in FNS regional conferences.", "Table 6 summarizes these and other factors contributing to the declining  error rate."], "subsections": []}]}, {"section_title": "UI Benefit Accuracy Measurement and National Directory of New Hires Database", "paragraphs": [], "subsections": [{"section_title": "Improper Payment Estimates", "paragraphs": ["Since 1988, Labor has reported a national improper payment estimate for  its UI Program. As part of the BAM program’s quality control, each state is  responsible for selecting representative samples and investigating the  accuracy of the benefit determinations, benefit payments, and recoveries.  The results of these reviews are integrated with the BAM system to identify  erroneously paid claims.", "UI overpayments at a national level have fluctuated over the past 16 years.  The lowest reported national error rate occurred in 1991 at 7.5 percent  while the highest national error rate occurred in 1988 with 10.1 percent, as  shown in figure 3.", "We also noted that since 2001, UI’s national error rate has steadily  increased. Labor attributes the rise in error rates to an increase in  payments to claimants who improperly continue to claim benefits despite  having returned to work. Although when combined, the dollar amounts of  overpayments and underpayments decreased between calendar years 2003  and 2004, the national error rate increased from 9.9 percent in calendar  year 2003 to 10.6 percent in calendar year 2004.", "At the state level, the improper payment overpayments in calendar year  2003 ranged from $2,829,017 to $450,073,624, while underpayments ranged  from $100,263 to $37,825,338. In calendar year 2004, overpayments ranged  from $2,250,919 to $317,991,985 and underpayments ranged from $20,184 to  $40,330,046. Table 7 lists the UI improper payment overpayments and  underpayments by state."], "subsections": []}, {"section_title": "State and Federal Improper Payment Initiatives Under Way", "paragraphs": ["In addition to its leadership role in producing improper payment estimates  on a national level, Labor has initiated the NDNH pilot for the UI Program  to further assist in identifying, detecting, and preventing improper  payments. In fiscal year 2005, three states (Texas, Utah, and Virginia)  participated in the pilot. Labor initiated the NDNH pilot to determine how a  cross-match between NDNH and state UI claimant data would help identify  and reduce improper payments. For further review of Labor’s pilot project,  we visited the state of Texas.", "Texas’s participation in the NDNH pilot was through its Texas Workforce  Commission (TWC). During this pilot, TWC conducted three matches of the  state UI claimant data against the NDNH’s new hire data, UI claimant data,  and quarterly wage data to identify potential overpayments. Generally, to  perform these matches, TWC electronically transmitted state UI claimant  data to HHS’s OCSE. OCSE then compared the state UI claimant data to  data in the NDNH. Potential matches of claimants who may have  improperly received unemployment benefits were then transmitted to  TWC. TWC investigated all matches to determine the validity and amount  of overpayment. According to TWC, using the national cross-match along  with the statewide cross-match helped detect 50 percent more cases of  potential fraud in one quarter than it would have detected otherwise.", "Besides the NDNH pilot, Texas also communicated to us that it had several  other actions in place to manage UI improper payments. In July 2004, the  Texas governor issued an executive order for each state agency to report  on efforts to assess risk in the agency; identify best practices for  eliminating fraud in contracting, contract management, and procurement;  and describe common components for fraud prevention and elimination  programs. Each agency was also to develop a fraud prevention program.  Additionally, the executive order required TWC to prioritize prevention,  detection, and elimination of fraud and abuse in the UI Program by  identifying any state policies, weaknesses in computer cross-matching  systems, and other appropriate factors that are ineffective in preventing  fraud and abuse;  developing strategies to address benefit fraud and claims overpayments;   identifying and implementing national best practices for detecting and  prosecuting fraudulent schemes, identifying cost-effective strategies  designed to eliminate fraud, and increasing recovery of overpayments.", "Further, TWC has been educating employers on their responsibilities to  provide TWC with information to make benefit determinations. For  example, TWC sent letters to those employers that have a history of not  providing complete or timely information during the initial claims  investigation. These letters reiterated employers’ responsibilities and  TWC’s expectations for receiving timely information during an  investigation.", "Based on its NDNH pilot results, Labor reported in its fiscal year 2005 PAR  that a substantial amount of additional overpayments could be detected  using the database. In addition, Labor reported that it is already moving  ahead with full implementation of the NDNH cross-match with 5 states  (Connecticut, Texas, Utah, Virginia, and Washington). Labor expects 29  states to use NDNH by the end of fiscal year 2006.", "In addition to funding initiatives related to the new hire cross-matches,  Labor has announced that states will be given an additional incentive to  prevent and detect overpayments by implementing core measures in states’  performance budget plans based on the level of overpayments the states  have detected. Labor’s fiscal year 2006 budget request contained a  legislative proposal that is designed to give states the means to obtain  funding for integrity activities, including additional staff, to enhance  recovery and prevent overpayments. Also, to reduce overpayments and  facilitate reemployment, Labor awarded Reemployment and Eligibility  Assessments grants to 21 states during fiscal year 2005. The grants have  been used to conduct in-person claimant interviews to assess UI  beneficiaries’ need for reemployment services and their continued  eligibility for benefits and to ensure that beneficiaries understand that they  must stop claiming benefits upon their return to work. Further, Labor  continues to promote data sharing with other agencies, such as the Social  Security Administration, to identify, detect, and prevent improper  payments."], "subsections": []}]}, {"section_title": "Highway Planning and Construction Pilot to Estimate Improper Payments", "paragraphs": [], "subsections": [{"section_title": "Improper Payment Estimates", "paragraphs": ["In its fiscal years 2004 and 2005 PARs, DOT reported a zero-dollar amount  for its improper payment estimate for the Highway Planning and  Construction Program. To enhance its reporting of improper payments,  DOT conducted a pilot in the state of Tennessee. DOT completed this  project in the summer of 2005. Testing disclosed three underpayments, one  of which was determined by DOT to be statistically insignificant. An  extrapolation of the other two errors to the population of payments for that  construction project resulted in an improper payment estimate of $111,671.  The sample was not designed to produce an estimate for the Tennessee  statewide Highway Planning and Construction Program."], "subsections": []}, {"section_title": "State and Federal Improper Payment Initiatives Under Way", "paragraphs": ["DOT noted in its fiscal year 2005 PAR that the Tennessee pilot resulted in a  methodology and testing procedures that will be used nationwide, but that  the testing procedures may need to be modified based on each state’s grant  management policies. DOT plans to pilot the project in more volunteer  states in fiscal year 2006 and extend the process nationwide in fiscal year  2007. In addition to participating in the pilot, states work to reduce  improper payments by implementing computer software to detect fraud  and abuse. One such tool is the Transportation Software Management  Solution, which was used by several state programs in their Highway  Planning and Construction programs and contains a Bid Analysis  Management System that allows highway agencies to analyze bids for  collusion. At the federal level, DOT improper payment initiatives for the  future include citing the inherent higher risk of improper payments  because of concentrated and accelerated spending related to Hurricanes  Katrina and Rita. Fiscal year 2006 Highway Planning and Construction  Program testing will be focused on these hurricane regions. In its fiscal  year 2006 PAR, DOT will provide interim information on the amounts and  causes of improper payments and control procedures that can be used to  prevent or detect improper payments in national emergency situations."], "subsections": []}]}, {"section_title": "Medicaid Payment Accuracy and Payment Error Rate Measurement Project", "paragraphs": [], "subsections": [{"section_title": "Improper Payment Estimates", "paragraphs": ["Because of the variations in the states’ Medicaid programs, CMS provided  states the option of either testing for the FFS or managed care components,  including testing eligibility for the two components. The rates for the 12  states that participated in the PAM pilot for Year 2 (fiscal year 2003) ranged  from 0.3 percent to 18.6 percent for the FFS component and 0 percent to  2.5 percent for the managed care component. The rates for the 24 states  that participated in the Year 3 PAM pilot (fiscal year 2004) ranged from 0.80  percent to 54.3 percent for the FFS component and 0 percent to 7.45  percent for the managed care component. Rates for the Year 1 PERM pilot  (fiscal year 2005) had not been published at the conclusion of our  fieldwork.", "Although all states used a standard methodology to produce the rates, CMS  noted that these rates should not be compared among states. Specifically,  states applied different administrative standards that resulted in a lack of a  common approach to the reviews among states. For medical reviews,  states have different policies against which the reviews are conducted. For  eligibility reviews, states had two review options under the PAM Year 3  pilot for verifying program eligibility. Other differences include the level of  provider cooperation in submitting information and whether states  conducted reviews in-house or contracted with vendors to perform the  reviews.", "CMS identified Texas as having a leadership role in estimating improper  payments for its Medicaid program. Texas was estimating improper  payments prior to implementing the CMS pilots. Under state statute,  effective 1997, Texas was required to biennially estimate improper  payments for its Medicaid program. In September 2003, the state of Texas  passed another statute, among other things, to fund 200 additional  positions to investigate Medicaid fraud. Texas has also initiated a Medicaid  Integrity Pilot (MIP) project to assist in preventing improper payments. The  MIP project incorporates the use of biometric technology, such as  fingerprint imaging and smart cards, as eligibility verification tools. For  example, Texas issues smart cards to Medicaid clients participating in the  pilot and smart card and biometric readers to medical providers. When a  client obtains services, he or she inserts the card into the smart card reader  and positions his or her finger on the biometric reader, which compares the  print to the fingerprint image contained on the card. The use of this type of  technology promotes positive identification, incorporates automated  eligibility determination, and assists in an electronic billing process.", "Furthermore, Texas has performed a feasibility study to consolidate  multiple program benefits onto a single card called an Integrated Benefits  Card (IBC). This study has identified four primary benefit programs for  consolidation—Medicaid; TANF; Food Stamps; and Women, Infants, and  Children. Texas believes that the IBC may facilitate the needs of the  Medicaid program by preventing fraud, making payments to medical  providers more quickly, and offering a means for providers to quickly and  accurately verify the eligibility of a client.", "In addition to the above initiatives, CMS has taken additional steps  programwide to estimate improper payments at the national level. See  table 9 for a detailed description of actions taken."], "subsections": []}, {"section_title": "State and Federal Improper Payment Initiatives Under Way", "paragraphs": ["In October 2005, CMS published an interim final rule, with plans to publish  a final rule that would include responses to comments received. According  to the interim final rule, states would be stratified based on the states’  annual FFS Medicaid expenditures from the previous year, and a random  sample of up to 18 states would be reviewed. States would only be selected  once every 3 years. The interim final rule also outlines the strategy for  conducting medical and data-processing reviews on claims made for FFS  only. CMS will address estimating improper payments for Medicaid’s  managed care and eligibility components at a later time. In November 2005,  CMS sent a memo to the states selected for review during fiscal year 2006.", "Subsequent to the publication of the October 2005 interim final rule, CMS  stated that it anticipates the number of states selected each year will be 17  to ensure that each state and the District of Columbia would only be  selected once every 3 years. This approach would exclude any U.S.  territories or possessions that receive Medicaid funds. In a discussion with  CMS’s consultant firm, it communicated to us that the sampling approach  to be employed was statistically valid since every state was selected by  strata, for each of the 3 years, in year 1 of this process, and thus, each state  had an equal chance of being selected for years 1 through 3. Because CMS’s  sampling methodology, including sampling plans, had not been fully  documented by the conclusion of our fieldwork, we were unable to  independently assess the statistical validity of CMS’s approach to obtain a  national improper payment estimate for its Medicaid program.", "In its fiscal year 2005 PAR, HHS also identified efforts to detect and reduce  improper payments through activities other than the pilot project. For  example, HHS’s Health Care Fraud and Abuse Control Office has two  projects under way that will assist in reporting improper payments. The  office plans to hire 100 staff to conduct prospective reviews of state  Medicaid operations and the Medicare/Medicaid data match program to  identify areas where efficiencies could be made to enhance payment  accuracy. Additionally, HHS expects to improve its data match capabilities  to detect improper payments for Medicaid, as well as other programs,  through the use of its Public Assistance Reporting Information System  (PARIS). PARIS is a voluntary project that enables the 33 participating  states’ public assistance data to be matched against several databases to  help maintain program integrity and to detect and deter improper  payments. CMS expects to be fully compliant with the IPIA requirements  for its Medicaid program by fiscal year 2008."], "subsections": []}]}, {"section_title": "Comments from the Office of Management and Budget", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Carla Lewis, Assistant Director;  Verginie Amirkhanian; Francine DelVecchio; Louis Fernheimer; Danielle  Free; Wilfred Holloway; Stuart Kaufman; Donell Ries; and Bill Valsa made  important contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Financial Management: Challenges Continue in Meeting Requirements  of the Improper Payments Information Act. GAO-06-581T. Washington,  D.C.: April 5, 2006.", "Financial Management: Challenges Remain in Meeting Requirements of  the Improper Payments Information Act. GAO-06-482T. Washington, D.C:  March 9, 2006.", "Financial Management: Challenges in Meeting Governmentwide  Improper Payment Requirements. GAO-05-907T. Washington, D.C.:   July 20, 2005.", "Financial Management: Challenges in Meeting Requirements of the  Improper Payments Information Act. GAO-05-605T. Washington, D.C.:  July 12, 2005.", "Food Stamp Program: States Have Made Progress Reducing Payment  Errors, and Further Challenges Remain. GAO-05-245. Washington, D.C.:  May 5, 2005.", "Financial Management: Challenges in Meeting Requirements of the  Improper Payments Information Act. GAO-05-417. Washington, D.C.:  March 31, 2005.", "Medicaid Program Integrity: State and Federal Efforts to Prevent and  Detect Improper Payments. GAO-04-707. Washington D.C.: July 16, 2004.", "TANF and Child Care Programs: HHS Lacks Adequate Information to  Assess Risk and Assist States in Managing Improper Payments. GAO-04- 723. Washington, D.C.: June 18, 2004.", "Financial Management: Fiscal Year 2003 Performance and  Accountability Reports Provide Limited Information on  Governmentwide Improper Payments. GAO-04-631T. Washington, D.C.:  April 15, 2004.", "Financial Management: Status of the Government Efforts to Address  Improper Payment Problems. GAO-04-99. Washington, D.C.: October 17,  2003.", "Financial Management: Effective Implementation of the Improper  Payments Information Act of 2002 Is Key to Reducing the Government’s  Improper Payments. GAO-03-991T. Washington, D.C.: July 14, 2003.", "Financial Management: Challenges Remain in Addressing the  Government’s Improper Payments. GAO-03-750T. Washington, D.C.:   May 13, 2003.", "Financial Management: Coordinated Approach Needed to Address the  Government’s Improper Payments Problems. GAO-02-749. Washington,  D.C.: August 9, 2002.", "Unemployment Insurance: Increased Focus on Program Integrity Could  Reduce Billions in Overpayments. GAO-02-697. Washington, D.C.: July 12,  2002.", "Financial Management: Improper Payments Reported in Fiscal Year  2000 Financial Statements. GAO-02-131R. Washington, D.C.: November 2,  2001.", "Strategies to Manage Improper Payments: Learning From Public and  Private Sector Organizations. GAO-02-69G. Washington, D.C.: October  2001.", "Financial Management: Billions in Improper Payments Continue to  Require Attention. GAO-01-44. Washington, D.C.: October 27, 2000."], "subsections": []}], "fastfact": []}