{"id": "GAO-07-44", "url": "https://www.gao.gov/products/GAO-07-44", "title": "Transportation-Disadvantaged Populations: Actions Needed to Clarify Responsibilities and Increase Preparedness for Evacuations", "published_date": "2006-12-22T00:00:00", "released_date": "2006-12-22T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["During the evacuation of New Orleans in response to Hurricane Katrina in 2005, many of those who did not own a vehicle and could not evacuate were among the over 1,300 people who died. This raised questions about how well state and local governments, primarily responsible for disaster planning, integrate transportation-disadvantaged populations into such planning. GAO assessed the challenges and barriers state and local officials face; how prepared these governments are and steps they are taking to address challenges and barriers; and federal efforts to provide evacuation assistance. GAO reviewed evacuation plans; Department of Homeland Security (DHS), Department of Transportation (DOT), and other studies; and interviewed officials in five major city and four state governments."]}, {"section_title": "What GAO Found", "paragraphs": ["State and local governments face evacuation challenges in identifying and locating transportation-disadvantaged populations, determining their needs, and providing for their transportation. These populations are diverse and constantly changing, and information on their location is often not readily available. In addition, these populations' evacuation needs vary widely; some require basic transportation while others need accessible equipment, such as buses with chair lifts. Legal and social barriers impede addressing these evacuation challenges. For example, transportation providers may be unwilling to provide evacuation assistance because of liability concerns. State and local governments are generally not well prepared--in terms of planning, training, and conducting exercises--to evacuate transportation-disadvantaged populations, but some have begun to address challenges and barriers. For example, DHS reported in June 2006 that only about 10 percent of state and about 12 percent of urban area emergency plans it reviewed adequately addressed evacuating these populations. Furthermore, in one of five major cities GAO visited, officials believed that few residents would require evacuation assistance despite the U.S. Census reporting 16.5 percent of car-less households in that major city. DHS also found that most states and urban areas significantly underestimated the advance planning and coordination required to effectively address the needs of persons with disabilities. Steps being taken by some such governments include collaboration with social service and transportation providers and transportation planning organizations--some of which are DOT grantees and stakeholders--to determine transportation needs and develop agreements for emergency use of drivers and vehicles. The federal government provides evacuation assistance to state and local governments, but gaps in this assistance have hindered many of these governments' ability to sufficiently prepare for evacuations. This includes the lack of any specific requirement to plan, train, and conduct exercises for the evacuation of transportation-disadvantaged populations as well as gaps in the usefulness of DHS's guidance. Although federal law requires that state and local governments with mass evacuation plans incorporate special needs populations into their plans, this requirement does not necessarily ensure the incorporation of all transportation-disadvantaged populations. Additionally, while DHS has made improvements to an online portal for sharing related information, this information remains difficult to access because of poor search and organizational functions. Moreover, although the federal government can provide evacuation assistance when state and local governments are overwhelmed, the federal government is not prepared to do so. Amendments to the Stafford Act in October 2006 affirmed that the Federal Emergency Management Agency (FEMA) (an agency within DHS) is responsible for leading and coordinating evacuation assistance. DHS has not yet clarified, in the National Response Plan, the lead, coordinating, or supporting agencies in such cases."]}], "report": [{"section_title": "Letter", "paragraphs": ["The evacuation of New Orleans in response to Hurricane Katrina was  considered relatively successful for people with their own vehicles;  approximately 1 million people evacuated Louisiana prior to landfall. In  contrast, about 100,000 people were not evacuated prior to the storm— many of whom lacked access to a vehicle. Hurricane Katrina ultimately  resulted in over 1,300 deaths. Among those who could not evacuate were  some of society’s most vulnerable populations: the elderly, low-income  individuals, and persons with disabilities. These populations often lack  the ability to provide for their own transportation and may also have  difficulty accessing conventional public transportation. As a result,  evacuating these “transportation-disadvantaged” populations during  emergencies has become an important topic of public policy discussion.", "Evacuations of varying scales are common in the United States and can be  triggered by a variety of events, including natural disasters such as  Hurricanes Katrina and Rita, wildfires, and terrorist attacks like those  committed on September 11, 2001. In fact, emergency evacuations of more  than 1,000 people occur more than three times a month. While evacuation  is only one option in response to an emergency, it is complex and contains  several critical components, including transportation, shelter, supplies,  and security, among others. Each of these components is itself complex  and often interrelated to transportation. Those who, by choice or  circumstance, do not have access to a personal vehicle or are precluded  from driving may require evacuation assistance during emergencies. The  2000 U.S. Census indicates that the population categories we have  previously defined as transportation-disadvantaged—the elderly, low- income individuals, and persons with disabilities—comprise a large  segment of the country’s total population (now over 300 million). For  example, Census data indicated that, in 2000, 12 percent of Americans  were age 65 and over, 12 percent were living below the poverty line, and  23 percent had a disability. However, the transportation-disadvantaged  not only include vulnerable populations, but all those who are car-less  during an emergency. In 2000, the top 10 car-less cities had between 29  and 56 percent of households without a vehicle. However, people who  require transportation assistance in an evacuation may be an even larger  group because, in an emergency, anyone without immediate access to  transportation may require assistance.", "State and local governments are primarily responsible for managing  responses to disasters. The Robert T. Stafford Disaster Relief and  Emergency Assistance Act (the Stafford Act) establishes a disaster  management framework for state and local governments and indicates  that disasters should be managed at the lowest possible governmental  level. As the Department of Homeland Security (DHS) reaffirmed in July  2006, this approach also applies to evacuations whereby state and local  officials may suggest or require the evacuation of residents from homes  and communities before certain catastrophes occur using the authority set  out in state laws and local ordinances. The federal government provides  assistance to state and local governments in their evacuation  preparedness, including requirements, funding, and guidance and  technical guidance. If state and local governments are overwhelmed by a  catastrophic disaster, the federal government can also provide evacuation  assistance. For example, the Department of Transportation (DOT) and the  Department of Defense (DOD) worked with state and local officials to  conduct evacuations during Hurricane Katrina. Other entities that may be  available to assist state and local governments in preparing for  evacuations include social service agencies, nonprofit organizations,  public transportation providers (such as transit agencies) and private  transportation providers (such as ambulance and bus companies), and  regional planning organizations—also known as metropolitan planning  organizations—which collect transportation and transit data as part of  their involvement in planning highway and transit investments. Some of  these entities receive DOT grants for programs that provide transportation  for the elderly, low-income individuals, persons with disabilities, and other  transportation-disadvantaged populations, among other activities. The  federal government’s plan for disaster response is the DHS National  Response Plan.", "Reports by the White House, Senate, and other federal entities studied  federal, state, and local evacuation preparedness and response to  Hurricane Katrina and issued related recommendations. The Congress  mandated that reviews and assessments be conducted in response to  concerns raised by Hurricane Katrina. As a result, DHS issued the  Nationwide Plan Review Phase I and II Reports, a comprehensive  assessment of catastrophic planning, in all 50 states and in 75 of the largest  urban areas (February and June 2006). In addition, DOT issued the  Catastrophic Hurricane Evacuation Plan Evaluation: A Report to  Congress, a review of hurricane evacuation plans of five states and 58  counties and parishes on the Gulf Coast, in June 2006. Because of this  broad-based congressional interest in concerns raised by Hurricane  Katrina, we assessed issues surrounding the evacuation of transportation- disadvantaged populations under the Comptroller General’s authority,  which allows him to conduct evaluations on his own initiative. In May  2006, we reported on preliminary observations from our work. To  complete our assessment, we examined (1) the challenges state and local  governments face in preparing for the evacuation of transportation- disadvantaged populations and the barriers these governments confront in  addressing such challenges; (2) how prepared state and local governments  are to evacuate transportation-disadvantaged populations, and what steps  the governments are taking to address challenges associated with  preparing for the evacuation of these populations; and (3) the extent to  which the federal government (a) has provided assistance to state and  local governments’ efforts to prepare for the evacuation of transportation- disadvantaged populations and (b) is responsible for providing evacuation  assistance when state and local governments are overwhelmed by a  catastrophic disaster.", "To address these questions, we conducted literature and document  reviews of federal, state, and local emergency plans; activity reports issued  after Hurricane Katrina and other recent disasters; studies conducted by  the federal government, experts, national associations, and organizations  that represent transportation-disadvantaged populations and  transportation providers; and related laws and proposed legislation. We  interviewed federal officials from DOT, DHS, Health and Human Services,  and DOD, in addition to experts in the field of emergency preparedness.  We conducted site visits to five major cities: Los Angeles, California;  Miami, Florida; New Orleans, Louisiana; Buffalo, New York; and  Washington, D.C. We selected these cities based on several factors,  including large concentrations of car-less, elderly, disabled, and low- income populations (according to the 2000 U.S. Census); a medium or high  overall vulnerability to hazards; and transportation ridership. At these  locations, we interviewed local emergency management, public safety, and  transit and transportation agency officials; transportation planners and  representatives of advocacy groups for the elderly and persons with  disabilities. We also interviewed state emergency management and  transportation agency officials at the four state capitals for the cities we  visited: Sacramento, California; Tallahassee, Florida; Baton Rouge,  Louisiana; and Albany, New York. We issued a report in July 2006 on the  evacuation of health facilities, including hospitals and nursing homes. As  such, this report does not address the evacuation of those who are under  the care of these health facilities. In addition, aside from transportation,  this report does not address other key considerations in evacuating these  populations, such as shelter, security, food and water, and other  associated issues.", "We conducted our review from December 2005 through December 2006 in  accordance with generally accepted government auditing standards. (See  app. I for additional information on our scope and methodology.)"], "subsections": [{"section_title": "Background", "paragraphs": ["State and local governments are primarily responsible for carrying out  evacuations. However, if these governments become overwhelmed by a  catastrophic disaster, the federal government can provide essential  support, such as evacuation assistance for transportation-disadvantaged  and other populations. Such support would require adequate preparation  on the part of the federal government.", "The Stafford Act outlines the framework for state and local governments  to obtain federal support in response to a disaster. First, a governor must  submit a request to the President in order for the President to declare a  federal disaster. Once the declaration is granted, the state can request  specific assistance from FEMA (part of DHS), such as physical assets,  personnel, funding, and technical assistance, among others. While the  President can declare a disaster without a request from a governor, this  does not frequently occur. The Post-Katrina Emergency Management  Reform Act of 2006 amended sections of the Stafford Act whereby the  President can provide accelerated federal assistance and support where  necessary to save lives absent a specific request from a governor and can  direct any federal agency to provide assistance to state and local  governments in support of “precautionary evacuations.” DHS’s role is to  coordinate federal resources used in disaster response, including  evacuations. DHS created the National Response Plan in 2004 to create a  comprehensive “all-hazards” approach to enhance the ability of the United  States to manage domestic incidents. Under the National Response Plan,  DOT is the lead and coordinating federal agency for transportation in a  disaster. DOT is primarily responsible for coordinating the provision of  federal and civil transportation services, and the recovery, restoration,  safety, and security of the transportation infrastructure. However, with  respect to evacuations, DOT is only responsible for providing technical  assistance in evacuation planning to other federal agencies as well as state  and local governments.", "The Post-Katrina Emergency Management Reform Act of 2006 also  included numerous provisions to help strengthen federal, state, and local  evacuation preparedness for some transportation-disadvantaged  populations. Among these provisions are: the establishment of the  National Advisory Council to advise FEMA on all aspects of emergency  management that will include disability and other special needs  representatives; the institution of a DHS disability coordinator to assist in  emergency preparedness for persons with disabilities; the creation of the  National Training Program and the National Exercise Program which are  designed to address the unique requirements of special needs populations;  and a requirement that federal agencies develop operational plans to  respond effectively to disasters, which must address support of state and  local governments in conducting mass evacuations, including  transportation and provisions for populations with special needs.", "To facilitate evacuation preparedness, state and local entities not  traditionally involved in emergency management can provide assistance— such as information or vehicles—that would be helpful in state and local  evacuation-preparedness efforts for transportation-disadvantaged  populations. Some such entities receive DOT grants to provide  transportation for the elderly, low-income individuals, persons with  disabilities, and other transportation-disadvantaged populations. These  include social service agencies, nonprofit organizations, and public and  private sector transportation providers that coordinate the daily  transportation of the elderly, low-income individuals, and persons with  disabilities, to provide meals or transportation to and from jobs, medical  appointments, and other activities. Finally, as a condition for spending  federal highway or transit funds in urbanized areas, federal highway and  transit statutes require metropolitan planning organizations to plan,  program, and coordinate federal highway and transit investments. To carry  out these activities, metropolitan planning organizations collect  transportation and transit data. In March 2006, DOT issued guidance that  recommends increased interaction between some of its grant recipients  and emergency management agencies, among other entities.", "To assess state and local evacuation preparedness, DHS’s Nationwide  Plan Review examined the emergency plans of all 50 states and 75 of the  largest urban areas, including evacuation plans and annexes. DOT’s report  to the Congress, entitled Catastrophic Hurricane Evacuation Plan  Evaluation: A Report to Congress also reviewed the evacuation plans of  many of the Gulf Coast region’s counties and parishes. Both of these  federal reports also recommend that additional actions be taken to  address this issue.", "There are many relevant federal entities and other entities that have  served as advocates for all or subsets of transportation-disadvantaged  populations. In the federal government, these include the National Council  on Disability; and interagency councils such as the Coordinating Council  on Access and Mobility, the Interagency Coordinating Council on  Emergency Preparedness and Individuals with Disabilities, and the  Interagency Council on Homelessness. Outside of the federal government,  relevant entities that have advocated for these populations include the  National Organization on Disability and the American Association of  Retired Persons, as well as transportation groups such as the American  Public Transportation Association, the Community Transportation  Association of America, and the Association of Metropolitan Planning  Organizations."], "subsections": []}, {"section_title": "Challenges and Barriers Exist in Evacuation Preparedness for Transportation- Disadvantaged Populations", "paragraphs": ["State and local emergency management officials face several challenges in  preparing for the evacuation of transportation-disadvantaged  populations. For example, state and local officials face difficulties in  obtaining information about where transportation-disadvantaged  populations are located. These state and local officials also face challenges  in determining transportation-disadvantaged populations’ needs and  providing for their transportation, such as arranging for the use of  appropriate equipment—buses and vans, for example—to evacuate these  populations. Additionally, officials confront legal and social barriers in  addressing these challenges, such as concerns about being unable to  obtain client medical information from public or private sector  transportation providers for use in evacuation preparedness efforts  because of privacy issues."], "subsections": [{"section_title": "State and Local Governments Face Challenges in Identifying and Locating Transportation- Disadvantaged Populations, Determining Their Evacuation Needs, and Providing for Their Transportation", "paragraphs": ["According to experts and officials, the challenges state and local  governments face in preparing for the evacuation of transportation- disadvantaged populations include identifying and locating these  populations, determining their evacuation needs, and providing for their  transportation. It is difficult for state and local officials to acquire the  necessary information to both identify and locate transportation- disadvantaged populations. The difficulty in identifying these populations  is due to the fact that these populations represent large, diverse, and  constantly changing groups, and that information about them is not always  readily available. Transportation-disadvantaged populations can include  numerous categories of people without personal vehicles, such as the  following:  the elderly and persons with disabilities who have mobility impairments  that preclude them from driving, or who need medical equipment in order  to travel; low-income, homeless, or transient persons who do not have a permanent  residence or who do not own or have access to a personal vehicle;   children without an adult present during a disaster;  tourists and commuters who are frequent users of public transportation; those with limited English proficiency who tend to rely on public transit  more than English speakers; or those who, for any other reason, do not own or have access to a personal  vehicle.", "These populations can also include those who could be placed in, or  qualify for, more than one category among transportation-disadvantaged  populations, such as a person who has disabilities, is homeless, and  speaks limited English. Both the large number of these populations and  the potential for double counting can make identification difficult for state  and local officials. For example, although 52 percent of the Gulf Coast  jurisdictions evaluated in DOT’s Catastrophic Hurricane Evacuation  Plan Evaluation had identified and located certain transportation- disadvantaged populations, DOT reported that only three jurisdictions had  satisfactorily included provisions for schools and day care centers, trailer  parks and campgrounds, incarcerated and transient individuals, and  people with limited English proficiency in their evacuation plans. Twenty- six percent of respondents to a question in DHS’s Nationwide Plan  Review stated that they needed to improve their identification of these  populations. Fifteen percent of respondents to this question indicated that  a standard federal definition of “transportation-disadvantaged” would  facilitate their planning.", "Additionally, data on the location of transportation-disadvantaged  populations is not readily available because such data:    have not previously been collected;    cannot be collected because of the amount of time, staff, and other  resources required, or cannot be shared due to the preference of some  transportation-disadvantaged populations; for example, the established  registration system in one of the five major cities we visited had only  1400—or 0.3 percent—of the 462,000 people projected to need evacuation  assistance registered;   are not compiled in a central location, but reside in separate databases  across numerous agencies, companies, or organizations, including social  service agencies, departments of motor vehicles, and public and private  sector transportation providers;   are not traditionally shared with emergency management officials; for  example, a local metropolitan planning organization may collect data on  those who are transit-dependent, but may not have shared that  information with emergency management officials; or    cannot be shared with emergency officials due to privacy restrictions; for  example, social service agencies or nonprofit organizations that regularly  transport people during non-emergency times and have information on  clients’ needs, but may not be able or willing to share that data because of  privacy concerns.", "In addition to identifying and locating transportation-disadvantaged  populations, state and local governments also face the challenge of  determining the transportation needs of these populations and providing  for their transportation in an evacuation. To adequately prepare for  evacuating these populations, state and local officials need information on  the medical and transportation needs of each person in addition to his or  her location. These needs can vary widely from those who can travel by  themselves to a government-assisted evacuation pick-up point to those  who:    need to be transported to a government-assisted evacuation pick-up point,  but do not require medical assistance or additional transportation; live in group homes for persons with mental disabilities and may require  medical assistance, but not accessible transportation in an evacuation; or    are medically frail but not hospitalized, and require acute medical  assistance as well as accessible transportation in an evacuation.", "However, similar to the location data discussed earlier, it is difficult for  state and local officials to obtain information on the transportation needs  of these populations.", "Another challenge that state and local officials face in preparing for the  evacuation of transportation-disadvantaged populations is providing for  the transportation of these populations. This challenge includes identifying  the appropriate equipment and available modes of transport as well as  drivers and other needed professionals, providing training to those drivers  and other professionals, and communicating evacuation information to the  public. When preparing for an emergency, it can be difficult for state and  local officials to identify, arrange for the use of, and determine the proper  positioning of equipment needed to transport these populations. The  transportation needs of such populations can range from persons who can  be evacuated in school buses and charter buses to the mobility-impaired  who may require low floor buses, wheelchair lift-equipped vans, and other  accessible vehicles. Because of the limited number of vehicles (accessible,  multi-passenger, or other) available among both public transportation  providers (such as transit agencies) and private transportation providers  (such as ambulance and bus companies), we found that emergency  officials have to spend additional time and resources arranging for  transportation and ensuring that those arrangements are coordinated  before an evacuation order is issued. Further, state and local governments  also need to have drivers and other professionals trained to operate the  additional vehicles they have acquired or to move persons with disabilities  in and out of vehicles; constraints already exist on the pool of potential  drivers. One example of a constrained resource is school bus drivers. If an  evacuation is ordered during the school day, the availability of these  drivers is severely limited because such drivers must first transport the  children home. In addition, drivers who provide transportation to these  populations during non-emergency times are often not trained or  contracted to provide emergency transportation for these populations.  Further, DOT’s Catastrophic Hurricane Evacuation Plan Evaluation  reported that, even in urban areas where additional modes of  transportation are available, few evacuation plans recognize the potential  role for intercity buses, trains, airplanes, and ferries. These modes may be  particularly important for persons who cannot evacuate in personal  vehicles. In response to a question in DHS’s Nationwide Plan Review on  how well all available modes of transportation are incorporated into  evacuation plans, 48 percent of respondents stated that plans needed to  improve the use of available modes of transport in evacuation planning.  For example, one jurisdiction is investigating using ferries and barges in  evacuations."], "subsections": []}, {"section_title": "Legal and Social Barriers to Addressing Transportation- Disadvantaged Evacuation Challenges Confront State and Local Governments", "paragraphs": ["According to experts and officials, several legal and social barriers  confront state and local governments in addressing the aforementioned  challenges to evacuating transportation-disadvantaged populations. (See  fig. 2.)", "To begin, state and local emergency management officials often face legal  barriers in obtaining data on the identification, location, or the  transportation needs of these populations. For example, 11 percent of  respondents to a DHS Nationwide Plan Review question on addressing  the needs of transportation-disadvantaged individuals before, during, and  after emergencies, stated that they were concerned about privacy issues  vis-à-vis obtaining medical information from public or private sector  transportation providers about their clients that would help officials in  their evacuation preparedness. These providers could include those that  provide paratransit services for persons with disabilities, “Meals on  Wheels” programs for the elderly, and job access services for low-income  individuals. DOT’s Catastrophic Hurricane Evacuation Plan Evaluation  also cited privacy as a legal barrier. Officials in three of the five major  cities we visited in addition to several federal officials with whom we  spoke expressed concern about what impact the Health Information  Portability and Accountability Act’s Privacy Rule (the Privacy Rule) might  have on their ability to acquire such data. The act’s Privacy Rule limits the  disclosure of individually identifiable health information by certain entities  or persons, but does not apply to transportation providers unless they are  also covered entities. Covered entities include health care providers that  conduct certain transactions in electronic form, health-care  clearinghouses, or health plans. Therefore, transportation providers that  are not covered entities would not be prohibited by the Privacy Rule from  sharing such information. However, misunderstanding about the act’s  Privacy Rule may still be discouraging some from sharing this information.  Additionally, the general concerns that federal, state, and local officials  have expressed may extend to other privacy issues beyond the Privacy  Rule, such as potential contractual restrictions on Medicare and Medicaid  transportation providers.", "Another example of a legal barrier is that some public or private sector  transportation providers are hesitant to evacuate these populations  because of concerns about reimbursement and liability. State and local  officials must often broker arrangements with transportation providers in  order to secure their services. However, although these providers may be  willing to help state and local officials evacuate these populations, they  will sometimes not do so without legal agreements (such as memoranda of  understanding or contracts) that ensure reimbursement and that absolve  the providers from, or reduce liability in case of, an accident or injury.  Creating such an agreement usually requires legal representation as well  as additional liability insurance to protect against potential damage or loss  of property or life—all entailing monetary costs that state or local  governments and transportation providers may not be willing or able to  cover. Officials in one of the five major cities we visited told us that  additional liability insurance would be cost prohibitive to obtain. We  learned of a school district’s reluctance to provide vehicles for an  evacuation without a legal agreement in one of the five major cities we  visited. This was largely due to the fact that the school district had  provided vehicles for an evacuation 12 years ago, but FEMA has not yet  fully reimbursed it. In one of the five major cities and one of the four states  we visited, we also learned of agreements that have been pending for  months (or had fallen through) because of one party’s liability concerns;  these concerns could not be adequately addressed by the state or local  government.", "An additional legal barrier for state and local officials we identified relates  to volunteers (such as nonprofit organizations or Good Samaritans) who  may also be dissuaded from providing evacuation assistance in an  emergency because of liability concerns. Liability concerns may be even  more of a barrier after Hurricane Katrina, where volunteers saw that  efforts to assist had unintentional consequences, some of which resulted  in lawsuits. For example, Operation Brother’s Keeper is a Red Cross  program that connects transportation-disadvantaged populations in local  faith-based congregations with voluntary providers of transportation in  those congregations. However, because of liability concerns in the  provision of such transportation, voluntary participants of the program are  now less willing to provide such transportation. Given that most state  Good Samaritan laws only apply to voluntary assistance provided in  circumstances that involve urgent medical care, transportation providers  may be held liable unless they are responding to an accident scene or  transporting a patient to a medical facility. Moreover, we found that in one  state, an addendum introduced to modify an existing Good Samaritan law  that would indemnify volunteers assisting in evacuations did not pass. The  absence of protection from potential liability may also jeopardize efforts to  enlist the assistance of volunteers in evacuating the transportation- disadvantaged.", "Furthermore, private transportation providers raise an additional legal  barrier for emergency officials, as these providers are hesitant to offer  evacuation assistance without formal sheltering arrangements already in  place. Sheltering arrangements ensure that such transportation providers  will not face unexpected complications once they arrive at an evacuation  destination. The providers’ requirement for sheltering arrangements  highlights the fact that there are other significant evacuation barriers for  state and local governments which extend beyond transportation. Experts  who participated in an August 2006 panel we hosted on disaster housing  assistance also described similar sheltering challenges that were discussed  earlier in this report, such as challenges related to evacuation  preparedness for transportation-disadvantaged populations. For example,  some of the panelists discussed difficulty in obtaining information on  those who require sheltering, where they are located, and what their  sheltering needs are. Further, providing shelter for transient populations,  persons with disabilities, undocumented workers, and those with limited  English proficiency—many of whom are also transportation- disadvantaged—is a complex task. Finally, as we will discuss in the next  section, sharing information to increase preparedness needs improvement.", "Social barriers that may affect evacuation efforts for all populations may  pose another major obstacle for state and local officials in addressing  challenges to evacuating these populations. While social barriers extend  beyond transportation-disadvantaged populations to include many of  those with access to a car, there are two reasons why such barriers are  particularly pronounced when state and local officials prepare for the  evacuation of such populations. First, as opposed to those who have  access to a personal vehicle, state and local officials must be able to  identify, locate, and determine the needs of transportation-disadvantaged  populations in order to evacuate them. Second, the unwillingness to  evacuate may be more widespread for the car-less than other populations  due to health, financial, or other personal reasons that are related to their  transportation-disadvantaged status.", "Even if the identification, location, or transportation needs data are  available for use by state and local officials, we learned that some people  may not want to disclose their information to these officials because of  concerns that sharing such data will adversely affect their    medical situation, whereby the privacy of their personal medical  information may be compromised; financial situation, such that their financial assets will be taken or  reduced; and  legal situation, such that they face consequences if, for example, the  government learns that they are undocumented workers.  This barrier may therefore prevent state and local governments from  determining which populations require evacuation transportation, where  they are located, and what their specific transportation needs are.", "In addition, if state and local officials are able to prepare for the  evacuation of transportation-disadvantaged populations, these officials  still may confront the unwillingness of these populations to evacuate.  State and local officials have the difficult task of making evacuation in  advance of emergencies a better alternative for such populations than  sheltering in place. Even when the local or state government issues a  “mandatory” evacuation order, most state governments do not have the  authority to forcibly remove people from their homes or other areas.  Instead, state governments must decide whether they can, or are willing  to, voluntarily comply with the order. Further, even if emergency  management officials provide transportation to these populations, they  may not want to evacuate. One example of this unwillingness to evacuate  is that transportation-disadvantaged populations may be concerned about  being separated from family members or caregivers upon whom they may  depend for mobility or the provision of medical services, or pets upon  which they may rely for companionship. In addition, shelters that receive  evacuees may not be set up to receive pets. Health concerns may also  cause these populations to be reluctant to evacuate. For example, some  may be reluctant or unable to leave without the medication or medical  equipment (e.g., oxygen tanks or dialysis machines) that are critical to  their well-being, or may be concerned that riding on an evacuation vehicle  would be extremely painful given their medical condition. In addition,  some may feel anxiety concerning the lack of information about their  destination, including whether they know someone there or whether the  destination will meet their needs.", "These populations’ unwillingness to evacuate can also stem from fear of  losing physical or financial assets. For example, some transportation- disadvantaged populations have limited assets and do not feel safe leaving  whatever assets they do have—such as their home or belongings—behind.  This sentiment is exacerbated among those whose families have lived in  their homes for generations. Further, as was observed during Hurricane  Katrina, people may be unwilling to evacuate even if they do have a car;  they may not have money to pay for gas or are unwilling to move to a  place where their financial situation is less certain.", "In attempting to address some of these social barriers by informing  transportation-disadvantaged populations about the benefits of evacuating  as opposed to sheltering in place, we found that communicating with these  populations can be difficult because these populations often    may lack access to a radio or television;    may not trust emergency announcements; or    may not be able to read or understand emergency materials or  announcements because of a disability, such as a cognitive or vision  impairment, or a lack of proficiency in English."], "subsections": []}]}, {"section_title": "State and Local Governments Are Generally Not Well Prepared to Evacuate Transportation- Disadvantaged Populations, but Some Have Taken Steps to Improve Preparedness", "paragraphs": ["Many state and local governments have gaps in their evacuation  preparedness—including planning, training, and conducting exercises— for transportation-disadvantaged populations. Many of these governments  generally have limited awareness or understanding of the need to plan for  the evacuation of transportation-disadvantaged populations. These  governments believe that the risk of an evacuation is too low to warrant  planning for these populations. The governments also may have focused  only on planning for self-evacuations. In addition, while some state and  local governments may be aware of the need to prepare for evacuating  these populations, some have made little progress because of insufficient  planning details and little training for, and exercising of, plans to evacuate  the transportation-disadvantaged. Although some state and local  governments have taken steps to address challenges and related barriers,  the outcomes of these actions remain uncertain."], "subsections": [{"section_title": "Many State and Local Governments Are Generally Not Well Prepared to Evacuate Transportation- Disadvantaged Populations for Several Reasons", "paragraphs": ["Many states and localities are generally not well prepared—including  planning, training, and conducting exercises—to evacuate transportation- disadvantaged populations. DHS’s Nationwide Plan Review of emergency  operation plans from all 50 states and 75 of the largest urban areas  reported that 10 percent of state and 12 percent of urban area evacuation  planning documents sufficiently addressed assisting those who would not  be able to evacuate on their own. The review also identified that such  planning often consisted of little more than public information campaigns  designed to encourage residents to evacuate by their own means. Even in  hurricane-affected areas, most evacuation plans do not fully address the  needs of transportation-disadvantaged populations. Most notably, DOT’s  Catastrophic Hurricane Evacuation Plan Evaluation of 63 Gulf Coast  jurisdictions (five states and 58 counties and parishes) reported that,  although plans generally address the issue of evacuating those considered  transportation-disadvantaged, most do not have detailed information on  how to identify and locate populations, or determine their needs and  secure transportation and other resources required to carry out an  evacuation. The DHS review also reported that most state and urban area  emergency plans do not address evacuation for persons with disabilities  and overlook the availability of timely accessible transportation, such as  life-equipped vehicles, emergency communication methods, and the need  to keep people together with their family member, caregivers, or medical  equipment.", "Limited awareness or understanding of the need to prepare for evacuating  transportation-disadvantaged populations has contributed to inadequate  preparedness on the part of state and local governments. The Nationwide  Plan Review stated that some state and local officials believe they will  never experience a catastrophic event. These officials also believe that the  evacuation of an entire city or state is improbable and expressed concern  that strengthening evacuation preparedness standards, such as those  related to planning, training, and conducting exercises for the evacuation  of transportation-disadvantaged populations, could place unrealistic  expectations on communities with limited planning resources and few  identified risks. Officials at two of the five major cities we visited also told  us that the likelihood of disaster scenarios requiring mass evacuation is  too low to warrant spending limited funds on evacuation preparedness for  these populations. However, officials at one of the five major cities we  visited indicated that they are beginning to address evacuation  preparedness for transportation-disadvantaged populations in smaller  scale evacuations, which they thought would be more likely to occur.  Three of the five major cities and one of the four states we visited have  recognized, after Hurricane Katrina, the need to include provisions in their  evacuation plans for those without access to their own transportation.  Officials at one of these three major cities said that they had not planned,  trained, or conducted exercises for these populations until late 2005, when  DHS officials started to pose questions for the Nationwide Plan Review. A  senior emergency management official in another one of those three major  cities said that very few residents are without personal vehicles.  Therefore, officials in that city focused plans, training, and exercises on  evacuation by personal vehicle. However, 2000 U.S. Census data reported  that 16.5 percent of households in that major city are car-less. DOT’s  evaluation reported that most state and local evacuation plans focus on  highway evacuations by personal vehicles. We found another example of  this focus on personal vehicles in one of the four states we visited. This  state spent approximately $100,000 to develop and distribute an  evacuation pamphlet with self-preparedness information and a large  evacuation map on how those with access to a personal vehicle can use  the highway system to evacuate. Yet, the state did not conduct similar  outreach for those who require transportation assistance in evacuations.", "DOT’s review of evacuation plans in the Gulf Coast reported that, although  some jurisdictions have well-coordinated and tested plans, the plans of  many other jurisdictions do not include sufficient detail—nor have staff  been trained in or practiced with the plans to ensure effective  implementation. We observed a similar phenomenon during our site visits.  State and local governments vary in their level of preparedness, with many  not well prepared to evacuate transportation-disadvantaged populations.  For example, at the time of our review, evacuation plans from two of the  five major cities and three of the four states we visited did not address the  need to prepare for transportation-disadvantaged populations. Further,  DOT reported that many Gulf Coast jurisdictions conduct disaster training  and exercises without involving key players such as transit agencies, state  departments of transportation, and school bus operators, even though  some evacuation plans rely on the use of vehicles from these entities. In  the past year, officials at three of the five major cities and three of the four  states we visited had conducted training or exercises that addressed  evacuating transportation-disadvantaged populations, or included such  populations in training or exercises. Government reports on Hurricane  Katrina highlighted the vulnerability of transportation-disadvantaged  populations, leading some emergency officials to reevaluate their level of  preparedness to evacuate these populations. As a result, although state  and local governments have generally overlooked transportation- disadvantaged populations in the past, some are now taking steps to  overcome the challenges and barriers to evacuating transportation- disadvantaged populations.", "The lack of evacuation preparedness for transportation-disadvantaged  populations may reflect a larger problem in emergency planning, as the  DHS Nationwide Plan Review has highlighted. For example, DHS  reported that responses to its question on emergency planning actions  being taken to address transportation-disadvantaged populations received  the lowest percentage of sufficient responses from both state and urban  areas. Some respondents to this question indicated that they were not  sure how to proceed in planning for transportation-disadvantaged  populations or what was expected of them. For example, one jurisdiction  requested guidance to “understand what is expected of them and ideas on  how they can achieve it.” Another respondent stated they “are wondering  what areas should be covered to ensure that a response plan is adequate.”  In addition, DHS found no state or urban area emergency plan annexes to  be fully sufficient in addressing transportation-disadvantaged populations.  Such annexes pertain to specific emergency functions, including  evacuation, but also mass care and communications, among others. DHS  reported that emergency plans lack a consistency of approach, depth of  planning, or evidence of safeguards and effective implementation. In  addition, DHS reported that few plans demonstrate the in-depth planning  and proactive thinking needed to meet the needs of these populations."], "subsections": []}, {"section_title": "Some State and Local Governments Have Taken Steps to Address Evacuation Preparedness Challenges and Related Barriers", "paragraphs": ["Although, in general, preparedness efforts to evacuate transportation- disadvantaged populations are lacking, state and local governments have  taken steps to address challenges in identifying and locating these  populations, determining their evacuation needs, and providing for their  transportation. With regard to addressing the challenges of identifying and  locating transportation-disadvantaged populations, some of the five major  cities and four states we visited, as well as those reviewed as part of the  DHS and DOT reports, have taken the following steps:    Conducting surveys and studies: Officials in all five major cities and one  of the four states we visited told us that they have conducted surveys or  collaborated with academic institutions to locate transportation- disadvantaged populations. For example, one major city conducted a  disaster preparedness survey of transportation-disadvantaged populations.  Another major city obtained survey data on transportation-disadvantaged  populations through collaboration with a local university’s school of  public health. In a third major city, emergency management officials have  plans to collaborate with academics to create simulations of evacuation  scenarios. These scenarios would be used for evacuation preparedness  activities, such as calculating how many buses would be needed and  which routes to take for an evacuation.", "Collaborating with state and local entities: Two of the five major cities  we visited have identified, or plan to identify, transportation- disadvantaged populations through faith-based or community outreach  programs such as Operation Brother’s Keeper (a Red Cross program that  matches those with access to a personal vehicle to those in their  community without such access) and Neighborhood Watch (a crime- prevention program). In another city, officials stated their intent to use  Citizen Corps (which brings community and government leaders together  to coordinate the involvement of community members and  nongovernmental resources in emergency preparedness and response and  whose volunteers are trained, exercised, and managed at the local level) to  help identify, locate, and evacuate transportation-disadvantaged  populations. One respondent to DHS’s Nationwide Plan Review stated  that their jurisdiction is looking at developing partnerships with nonprofit  and local social service organizations and community groups that deal  with transportation-disadvantaged populations in order to assist in  identifying and locating these populations. In addition, two of the five  major cities we visited had collaborated with their respective metropolitan  planning organizations to collect evacuation-related data, and officials in  one state we visited told us that cities and counties in their state need to  better coordinate with metropolitan planning organizations to identify  transportation-disadvantaged populations. Officials from all of the five  metropolitan planning organizations we visited (which are also DOT grant  recipients) told us that they had information that could be useful in  evacuation preparedness. Because these organizations are required to  conduct transportation planning as part of their federal funding  agreements, they acquire data on transit-dependent populations that  would be useful for emergency officials. Three of these organizations  showed us data and maps illustrating the location of transportation- disadvantaged populations, but stated that emergency management  officials in their communities had not yet reached out to them for  information or assistance. The Association of Metropolitan Planning  Organizations told us that although their 385 member organizations differ  in capacity, many would be able to provide assistance to emergency  management officials in identifying and locating transportation- disadvantaged populations.", "Mapping transportation-disadvantaged populations: DOT’s evaluation of  evacuation plans in the 63 Gulf Coast jurisdictions found that just over half  (33) of those jurisdictions had identified certain transportation- disadvantaged populations (hospitals, nursing homes, and assisted care  facilities) by geographic location. DHS’s Nationwide Plan Review found  that some participants are employing modeling software to determine the  size and location of transportation-disadvantaged populations. One of the  five major cities we visited worked with academics to use computerized  mapping technology—known as geographic information systems—to map  the location of these populations. Another major city of the five we visited  is working with the state’s department of motor vehicles to create a  computerized map of households without personal vehicles.", "With regard to determining the needs of these populations and providing  for transportation, state and local governments in some of the states we  visited (as well as governments reviewed in the DHS and DOT reports)  have taken the following steps:  Involving state and local entities that are not traditionally involved in  emergency management as part of preparedness efforts: DHS’s  Nationwide Plan Review stated that federal, state, and local governments  should increase the participation of persons with disabilities and disability  subject-matter experts in the development and execution of plans,  training, and exercises. Officials in two of the five major cities we visited  have involved social service agencies, nonprofit or other organizations,  and transportation providers—such as schools for the blind and deaf, and  paratransit providers for the disabled—in emergency preparedness  activities. Some of these state and local entities are DOT grant recipients.  Several emergency preparedness experts with whom we spoke  recommended involving, in evacuation preparedness, state and local  entities that represent or serve transportation-disadvantaged populations.  Such entities can assist emergency management officials in efficiently  determining the needs of these populations.", "Coordinating with state and local entities that are not traditionally  involved in emergency management as part of preparedness efforts:  DOT’s Catastrophic Hurricane Evacuation Plan Evaluation found that  approximately two-thirds (or 43) of the 63 Gulf Coast evacuation plans  included the use of public transit vehicles, school buses, and paratransit  vehicles. The Nationwide Plan Review states that a critical but often  overlooked component of the evacuation process is the availability of  timely, accessible transportation (especially lift-equipped vehicles). In one  of the five major cities we visited, transportation-disadvantaged  populations are evacuated using social service transportation providers  with ambulances, school buses, and other vehicles including those with  lift-equipment.", "Training state and local entities that are not traditionally involved in  emergency management as part of preparedness efforts: Officials at two  of the five major cities we visited have trained, or are planning to train,  social service agencies to coordinate and communicate with emergency  responders. One of the five major cities we visited found that, during  hurricanes, community-based organizations that serve the elderly were  operating on a limited basis or not at all. Therefore, this city’s government  mandated that community-based organizations have continuity of  operations plans in place to increase their ability to maintain essential  services during a disaster. This city also provided training and technical  assistance to help organizations develop such plans. In another major city,  the paratransit providers that are DOT grant recipients received  emergency response training, and have identification that informs law  enforcement officials that these providers are authorized to assist in  emergency evacuations.", "Training emergency responders to operate multi-passenger vehicles:  Two of five major cities we visited are considering training police officers  and fire fighters to obtain a type of commercial driver’s license that would  allow them to operate multi-passenger vehicles. This would provide a  greater number of available drivers and more flexibility for evacuation  assistance.", "Incorporating transportation-disadvantaged populations in exercises:  DHS recommended in its Nationwide Plan Review that jurisdictions  increase the participation of persons with disabilities and disability  subject-matter experts in training and exercises. Several experts we  interviewed also emphasized the importance of including transportation- disadvantaged populations in exercises, and one explained that the level of  understanding of these populations’ needs among emergency management  and public safety officials is very low. Three of the five major cities we  visited incorporate transportation-disadvantaged populations into their  evacuation exercises.", "State and local governments in some of the states we visited, as well as in  those reviewed in the DHS and DOT reports, have taken steps to address  legal and social barriers that could prevent them from successfully  evacuating transportation-disadvantaged populations:    Establishing memoranda of understanding and mutual aid agreements:  Memoranda of understanding are legal arrangements that allow  jurisdictions to borrow vehicles, drivers, or other resources in the event of  an emergency. Mutual aid agreements are contracts between jurisdictions  in which the jurisdictions agree to help each other by providing resources  to respond to an emergency. These agreements often identify resources,  coordination steps, and procedures to request and employ potential  resources, and may also address liability concerns. DHS’s Nationwide  Plan Review reported that few emergency operations plans considered the  practical implementation of mutual aid, resource management, and other  logistical aspects of mutual aid requests. DHS found that 23 percent of  urban areas needed to augment or initiate memoranda of understanding to  improve their use of available modes of transportation in evacuation  planning. DOT’s Catastrophic Hurricane Evacuation Plan Evaluation  report stated that Gulf Coast evacuation plans have limited information  addressing the use of mutual aid agreements or memoranda of  understanding with private motor coach companies, paratransit providers,  ambulance companies, railroad companies, and air carriers. However,  three of the five major cities we visited have established formal  arrangements, such as memoranda of understanding and mutual aid  agreements, with neighboring jurisdictions.", "Establishing plans to evacuate and shelter pets: DHS’s Nationwide Plan  Review found that 23 percent of 50 states and 9 percent of 75 of the largest  urban areas satisfactorily address evacuation, sheltering, and care of pets  and service animals at the same evacuation destination as their owners.  This is important not only to encourage the evacuation of transportation- disadvantaged populations, but the evacuation of those with personal  vehicles as well. DOT’s Catastrophic Hurricane Evacuation Plan  Evaluation found that about one-fifth (19 percent) of 63 Gulf Coast  jurisdictions were prepared to evacuate and shelter pets and service  animals. One of the five major cities we visited worked with the Society  for the Prevention of Cruelty to Animals to arrange a tracking and  sheltering system for pets. Because officials at this major city have  encountered difficulties in providing shelter space for pets and their  owners together, they arranged for a pet shelter and shuttle service for  owners to care for their pets.", "Ensuring that evacuees can bring assistance devices or service animals:  Transportation-disadvantaged individuals may be unwilling or unable to  evacuate if they are unsure that they will be able to bring assistance  devices such as wheelchairs, life-support systems, and communications  equipment as well as service animals. DOT’s Catastrophic Hurricane  Evacuation Plan Evaluation found that only one-third (32 percent) of 63  Gulf Coast jurisdictions had made satisfactory provisions for transporting  these items along with evacuees.", "Providing extensive information about evacuations and sheltering: In an  effort to encourage citizens to evacuate, one of the five major cities we  visited provided detailed information about evacuation and sheltering  procedures. Despite extensive public education campaigns to raise  awareness about evacuations, in two of five major cities we visited  officials stated that some people will still choose not to evacuate. In the  officials’ experience, when an evacuation vehicle arrived at the homes of  transportation-disadvantaged populations who had registered for  evacuation assistance, some refused to evacuate. These individuals cited  multiple reasons, such as disbelief in the danger presented by the storm,  discomfort in evacuating, and the absence of a caregiver or necessary  medication.", "Emphasizing self-preparedness: Officials from three of the five major  cities and two of the four states we visited emphasized citizen self- preparedness, such as developing an evacuation preparedness kit that  includes medications, food, water and clothes."], "subsections": []}]}, {"section_title": "While the Federal Government Provides Some Evacuation Assistance, Gaps Remain", "paragraphs": ["Although the federal government has provided some assistance to state  and local governments in preparing for their evacuation of transportation- disadvantaged populations, gaps in this assistance remains. For example,  federal guidance provided to state and local emergency officials does not  address preparedness challenges and barriers for transportation- disadvantaged populations. Gaps also exist in the federal government’s  role in and responsibilities for providing evacuation assistance when state  and local governments are overwhelmed in a catastrophic disaster. For  example, the National Response Plan does not clearly assign the lead,  coordinating, and supporting agencies to provide evacuation assistance or  outline these agencies’ responsibilities. Reports by the White House and  others suggest that this lack of clarity slowed the federal response in  evacuating disaster victims, especially transportation-disadvantaged  populations, during Hurricane Katrina. Amendments to the Stafford Act in  October 2006 have further clarified that FEMA, within DHS, is the single  federal agency responsible for leading and coordinating evacuation  assistance."], "subsections": [{"section_title": "The Federal Government Provides Some Evacuation Preparedness Assistance to State and Local Governments", "paragraphs": ["The federal government provides some assistance to state and local  governments in preparing for the evacuation of transportation- disadvantaged populations by establishing requirements, funding, and  guidance and technical assistance for evacuation preparedness. Examples  include:    Requirements: Federal law requires that local emergency planning  officials develop emergency plans, including an evacuation plan that  contains provisions for a precautionary evacuation and alternative traffic  routes. In any program that receives federal funding, additional federal  protections clearly exist for persons with disabilities, who, depending on  the nature of the disability, potentially could be transportation- disadvantaged. An executive order addresses emergency preparedness for  persons with disabilities, and the Americans with Disabilities Act and the  Rehabilitation Act requires consideration of persons with disabilities.", "According to Executive Order 13347, in the context of emergency  preparedness, executive departments and federal agencies must consider  the unique needs of their employees with disabilities and those persons  with disabilities whom the agency serves; encourage this consideration for  those served by state and local governments and others; and facilitate  cooperation among federal, state, local, and other governments in the  implementation of the portions of emergency plans relating to persons  with disabilities. Since October 2006, federal law now requires federal  agencies to develop operational plans that address, as appropriate,  support of state and local government in conducting mass evacuations,  including provisions for populations with special needs, among others.  Executive Order 13347 also created the Interagency Coordinating Council  on Emergency Preparedness and Individuals with Disabilities to focus on  disability issues in emergency preparedness. Additionally, as noted by  DHS, the Americans with Disabilities Act requires state and urban areas to  include accessibility for persons with disabilities in their emergency  preparedness process. Within DHS, the Office of Civil Rights and Civil  Liberties reviews and assesses civil rights and civil liberties abuse  allegations. Other civil rights laws might also apply to transportation- disadvantaged populations, depending on how such populations are  identified. Federal laws prohibit discrimination on the basis of race, color,  religion, sex, and national origin. National origin discrimination includes  discrimination on the basis of limited English proficiency, and states and  localities are required to take reasonable steps to ensure that people with  limited English proficiency have meaningful access to their programs.  Recipients of DHS grants are allowed to use a reasonable portion of their  funding to ensure that they are providing the meaningful access required  by law. DHS also has ongoing work to foster a culture of preparedness and  promote individual and community preparedness, such as through  information available as part of its Ready.gov Website and Citizen Corps  program. Changes in federal law were enacted in October 2006 to further  protect some transportation-disadvantaged populations. These include: the establishment of a National Advisory Council to ensure effective  and ongoing coordination of federal preparedness, protection,  response, recovery, and mitigation for natural disasters, acts of  terrorism, and other man-made disasters, with a cross-section of  members, including representatives of individuals with disabilities and  other populations with special needs;  the appointment of a Disability Coordinator to ensure that needs of  individuals with disabilities are being properly addressed in emergency  preparedness and disaster relief; the establishment of an exercise program to test the National Response  Plan, whereby the program must be designed to address the unique  requirements of populations with special needs and provide assistance  to state and local governments with the design, implementation, and  evaluation of exercises; and   a requirement that federal agencies develop operational plans to  respond effectively to disasters, which must address support of state  and local governments in conducting mass evacuations, including  transportation and provisions for populations with special needs.", "Funding: DHS grants are the primary federal vehicle for funding state and  local evacuation preparedness efforts, and these grants can be used to  plan evacuations for transportation-disadvantaged populations. DHS’s  2006 Homeland Security Grant Program encourages state and local  governments to increase their emergency preparedness by focusing on a  subset of 37 target capabilities that DHS considers integral to nationwide  preparedness for all types of hazards. The state and local governments  choose which subset of those capabilities best fits their preparedness  needs. One of these target capabilities addresses evacuations. If a state  determines that it needs to plan for the evacuation of transportation- disadvantaged populations, it can use funds from its DHS grant for such  planning activities. Changes in federal law in October 2006 require states  with mass evacuation plans funded through Urban Area Security Initiative  and Homeland Security Grant Program grants to “develop procedures for  informing the public of evacuation plans before and during an evacuation,  including individuals with disabilities or other special needs, with limited  English proficiency, or who might otherwise have difficulty in obtaining  such information.” Under this section, FEMA can establish guidelines,  standards, or requirements for ensuring effective mass evacuation  planning for states and local governments if these governments choose to  apply for grant funding for a mass evacuation plan.", "Guidance and Technical Assistance: The federal government provides  evacuation preparedness guidance—including planning considerations,  studies, and lessons learned—for state and local governments. We found  that the primary source of such guidance for state and local officials is  FEMA’s State and Local Guidance 101, which includes a section on  evacuation preparedness considerations. This guidance recommends  preparing to evacuate transportation-disadvantaged populations.  Additionally, DHS has a Lessons Learned Information Sharing online  portal for state and local emergency management and public safety  officials where the aforementioned federal guidance can be found. The  federal government also provides voluntary technical evacuation  assistance—such as planning consultants and modeling software—to state  and local officials. For example, FEMA, the United States Army Corps of  Engineers, and the National Weather Service conduct hurricane  evacuation studies from which they provide technical assistance on  several preparedness issues (such as analyses on storm modeling,  sheltering, and transportation) for state and local officials. Another  example is the evacuation liaison team—comprised of FEMA, DOT, and  the National Hurricane Center—that works with state and local  governments to coordinate interstate transportation during hurricane  evacuations.", "The federal government has also undertaken several smaller efforts to  address evacuation preparedness for transportation-disadvantaged  populations. (See app. V.)"], "subsections": []}, {"section_title": "Despite Some Federal Assistance to State and Local Governments, Gaps Remain in Evacuation Preparedness for Transportation- Disadvantaged Populations", "paragraphs": ["Although the federal government provides some assistance to state and  local governments for preparing to evacuate transportation-disadvantaged  populations, gaps in this assistance remain, including the following:    Requirements: Until October 2006, while federal law required that  emergency plans include an evacuation plan, there was no specific  requirement that the evacuation plan address how to transport those who  could not self-evacuate. Federal law now requires that state and local  governments with mass evacuation plans incorporate special needs  populations into their plan. However, this requirement does not  necessarily ensure the incorporation of all transportation-disadvantaged  populations. This is because state and local governments do not share a  consistent definition of special needs populations. In the course of our  review, we found that state and local governments interpreted the term in  a much more narrow fashion that did not encompass all transportation- disadvantaged populations, which are important to evacuation  preparedness. Third, even though civil rights laws require that no person  be excluded on the basis of age, sex, race, color, religion, national origin,  or disability, federal laws may not provide protection for transportation- disadvantaged populations during federally funded emergency  preparedness efforts (including evacuation planning) because some of  these populations do not clearly fall into one of these protected classes.  For example, federal laws do not require state and local governments to  plan for the evacuation of tourists or the homeless. In addition, although  the Americans with Disabilities Act requires state and urban areas to  include accessibility for persons with disabilities in their emergency  preparedness process, an April 2005 report from the National Council on  Disability found little evidence that DHS has encouraged state or local  grant recipients to incorporate disability and access issues into their  emergency preparedness efforts. Additionally, in four of five major cities  we visited, advocacy groups representing persons with disabilities told us  that persons with disabilities were often not involved in, or could be better  integrated into, emergency management training and exercises. In  addition, the National Council on Disability and the Interagency Council  on Emergency Preparedness for Individuals with Disabilities are  respectively working to strengthen relevant legislation and ensure that  federal agencies consider transportation-disadvantaged populations in  federally funded planning, training, and exercises. For example, the  National Council on Disability is recommending that the Congress amend  the Stafford Act to encourage federal agencies to link a recipient’s  emergency preparedness grants to compliance with civil rights laws.  Similarly, the Interagency Council on Emergency Preparedness for  Individuals with Disabilities added disability subject-matter experts to  DHS’s Nationwide Plan Review and worked with DHS’s Preparedness  Directorate to add transportation-disadvantaged components to Top  Officials Four, a federal, state, and local government training exercise held  in June 2006 that involved senior agency officials from across the federal  government.", "Funding: While DHS’s grant programs provide funding that can be applied  toward evacuation planning, training, and exercises for transportation- disadvantaged populations (as affirmed by language in the Post-Katrina  Emergency Management Reform Act of 2006), only two of the five major  cities and none of the four states we visited requested DHS grants for  activities related to the evacuation of transportation-disadvantaged  populations. In addition, we could not determine the amount of funds  spent on evacuation planning nationwide because, although DHS is in the  process of developing a grant tracking system, it does not currently know  how much of its grant funds have been used or are being used by state and  local governments to prepare for the evacuation of transportation- disadvantaged populations. Officials at two of the five major cities and two  of the four states we visited told us that DHS’s grant programs have a  continued emphasis on funding the procurement of equipment rather than  planning, and on preparedness for terrorist acts rather than on other  disasters. For example, an official from one of the four states we visited  told us that an evacuation preparedness activity was denied by DHS  because it did not closely intersect with terrorism preparedness, one of  DHS’s grant requirements prior to fiscal year 2006. Therefore, emergency  management officials believe they were discouraged from using DHS  funding to plan for natural disasters, such as hurricanes. The Office of  Civil Rights and Civil Liberties at DHS—responsible for reviewing and  assessing civil rights and civil liberties abuse allegations and, as part of the  Nationwide Plan Review, participating in the assessment of persons with  disabilities—is currently involved in the grant-guidance development  process for fiscal year 2007. DHS has indicated that the office’s  involvement in the grant process is a priority.", "Guidance and Technical Assistance: While acknowledging the need to  prepare for the evacuation of transportation-disadvantaged populations,  the most widely used FEMA guidance does not provide details about how  to plan, train, and conduct exercises for evacuating these populations or  how to overcome the challenges and barriers discussed earlier. Officials  from three of the five major cities we visited said that additional guidance  from DHS would assist their evacuation planning efforts. Further, one- third of the respondents to a DHS Nationwide Plan Review question on  emergency planning for transportation-disadvantaged populations  requested additional guidance, lessons learned, and best practices from  DHS. DHS officials told us that they intend to release new emergency  preparedness planning guidance in early calendar year 2007. In addition,  although DHS has an online portal—its Lessons Learned Information  Sharing portal—which includes the aforementioned guidance and other  emergency preparedness information, officials from two of the five major  cities and two of the four states we visited told us that specific information  is not easy to find, in part, because the portal is difficult to navigate. Upon  using the portal, we also found this to be true. For example, the search  results appeared to be in no particular order and were not sorted by date  or relevant key terms, and searched terms were not highlighted or shown  anywhere in the abstracts of listed documents. In addition, some studies  were not available through the portal, including studies from some of the  experts with whom we have spoken and provided us with useful  information on evacuation preparedness for transportation-disadvantaged  populations. In commenting on a draft of this report, DHS officials told us  that they had improved the overall functionality of DHS’s Lessons Learned  Information Sharing portal. We revisited the portal as of December 7, 2006  and it appears to have improved some of its search and organizational  functions. We have found, however, that some of the issues we previously  identified still remain, including, when using the portal’s search function,  no direct link to key evacuation preparedness documents, such as DHS’s  Nationwide Plan Review Phase I and II reports.", "Aside from the portal, federal evacuation studies of, and lessons learned  from, the chemical stockpile and radiological emergency preparedness  programs could also help state and local officials prepare for these  populations. Because chemical stockpile and radiological emergency  preparedness programs work with communities that include  transportation-disadvantaged populations, some of the studies and lessons  learned about these programs address evacuation challenges for these  populations. For example, a Department of Energy National Laboratory  study on emergency preparedness in Alabama includes information on  how to address the needs of transportation-disadvantaged populations in  evacuations. However, officials from the chemical stockpile and  radiological emergency preparedness programs told us that DHS has not  widely disseminated these studies and lessons learned or made them  easily available to state and local officials. The federal government has  provided technical assistance primarily focused on self-evacuations.  Therefore, while Louisiana and surrounding states received technical  assistance from FEMA, DOT, and the National Hurricane Center to help  manage evacuation traffic prior to Hurricane Katrina, federal officials with  whom we spoke were unaware of any similar technical assistance  provided for the evacuation of transportation-disadvantaged populations  and other populations. In preparation for the 2006 hurricane season, DHS  officials reported to us that DHS, along with DOT, provided some  technical assistance to three Gulf Coast states on evacuating persons with  disabilities and those with function and medical limitations."], "subsections": []}, {"section_title": "Gaps Also Remain in Federal Agencies’ Role and Responsibilities for Providing Evacuation Assistance When State and Local Governments are Overwhelmed", "paragraphs": ["Although the Stafford Act gives the federal government the authority to  assist state and local governments with an evacuation, we found that the  National Response Plan—the federal government’s plan for disaster  response—does not clearly define the lead, coordinating, and supporting  agencies to provide evacuation assistance for transportation- disadvantaged and other populations or outline these agencies’  responsibilities when state and local governments are overwhelmed by a  catastrophic disaster. In our conversations with DHS officials prior to  October 2006, officials did not agree that FEMA (an agency within DHS)  was the single federal agency responsible for leading and coordinating  evacuation assistance. However, after amendments to the Stafford Act in  October 2006, DHS officials have agreed that this is DHS’s responsibility.", "The absence of designated lead, coordinating, and supporting agencies to  provide evacuation assistance in the National Response Plan was evident  in the federal response for New Orleans during Hurricane Katrina. As both  the White House Homeland Security Council report and the Senate  Government Affairs and Homeland Security Committee report noted, the  federal government was not prepared to evacuate transportation- disadvantaged populations, and this severely complicated and hampered  the federal response. Specifically, the Senate report stated that “the federal  government played no role in providing transportation for pre-landfall  evacuation” prior to the disaster despite federal officials’ awareness that  as many as 100,000 people in New Orleans would lack the means to  evacuate. The Senate report also stated that DHS officials did not ask state  and local officials about the steps being taken to evacuate the 100,000  people without transportation, whether they should deploy buses and  drivers to the area, or whether the federal government could help secure  multimodal transportation (e.g., buses, trains, and airlines) for the pre- landfall evacuation.", "The White House report stated that, as a result of actions not taken, the  federal government’s evacuation response suffered after Hurricane Katrina  made landfall. For example, communication problems created difficulty in  providing buses and limited situational awareness contributed to  difficulties in guiding response efforts; the result was poor coordination  with state and local officials in receiving evacuees. This contributed to  delayed requests for vehicles and the delayed arrival of vehicles to  transport disaster victims, confusion over where vehicles should be  staged, where disaster victims would be picked up, and where disaster  victims should be taken. We found that there is no entity under the  National Response Plan that is responsible for dispatch and control of  such evacuation vehicles. Given the problems experienced during the  evacuation of New Orleans, the White House and Senate reports  concluded that the federal government must be prepared to carry out mass  evacuations when disasters overwhelm state and local governments. To  achieve that goal, the White House report recommended that DOT be  designated as the agency responsible for developing the federal  government’s capability to carry out mass evacuations when state and  local governments are overwhelmed.", "In the aftermath of Hurricane Katrina, the federal government has taken  several steps to improve its ability to respond to a catastrophic disaster  and, for the 2006 hurricane season, provide additional evacuation support  to state and local governments. First, in May 2006, DHS made several  changes to the National Response Plan, including one related to  evacuations. Consistent with a previous recommendation we made, DHS  revised the catastrophic incident annex of the National Response Plan to  include disasters that may evolve or mature to catastrophic magnitude  (such as an approaching hurricane). Therefore, in future disasters, if the  federal government has time to assess the requirements and plans, it will  tailor its proactive federal response and pre-positioning of assets, such as  vehicles, to address the specific situation. Second, for the 2006 hurricane  season, DOT was prepared to assist the Gulf Coast states of Alabama,  Louisiana, and Mississippi in providing evacuation assistance, clarified  command and control by identifying key federal contacts, and worked  with the states to finalize plans for pre-positioning of federal assets and  commodities in the region. In addition, a DOT official responsible for  overseeing DOT’s emergency activities told us that, while the agency was  providing transportation services or technical assistance to some of the  Gulf Coast states for the 2006 hurricane season, it had not taken the role of  lead or coordinating federal agency responsible for providing evacuation  assistance. This official also stated that if additional federal evacuation  assistance beyond transportation services and technical assistance are  needed, DHS would need to delegate such support to other agencies.  Further, this official told us that DOT does not yet have any specific plans  to provide similar evacuation support in catastrophic disasters after the  2006 hurricane season. Further, because of the damage caused by  Hurricane Katrina and the continuing vulnerabilities of southeastern  Louisiana, DOT, in cooperation with DHS, has provided additional support  to Louisiana. This additional support included working with the state to  identify those who could not evacuate on their own; establishing an  interagency transportation management unit to coordinate the routing of  buses; entering into contracts to provide transportation by bus, rail, and  air; and providing transportation from state and local pre-established  collection points to shelters, rail sites, or air transportation sites. DHS and  DOT planned to assist Louisiana in evacuating the estimated 96,000  persons who could not evacuate by their own means if the state orders an  evacuation. Finally, amendments to the Stafford Act in October 2006 have  further clarified that FEMA, within DHS, is the single federal agency  responsible for leading and coordinating evacuation assistance. DHS  officials have since agreed that this is DHS’s responsibility.", "However, despite these improvements, DHS has not yet clarified, in the  National Response Plan, the leading, coordinating, and supporting federal  agencies to provide evacuation assistance when state and local  governments are overwhelmed, and what their responsibilities are. In  commenting on a draft of this report, DHS told us that as part of its  National Response Plan review and revision process, DHS plans to  encompass several key revisions regarding evacuations, including  clarifying roles and responsibilities of federal agencies as well as private  sector and nongovernmental agencies."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The experience of Hurricane Katrina illustrated that when state, local, and  federal governments are not well prepared to evacuate transportation- disadvantaged populations during a disaster, thousands of people may not  have the ability to evacuate on their own and may be left in extremely  hazardous circumstances. While state and local governments have primary  responsibility for planning, training, and conducting exercises for the  evacuation of these populations, gaps in federal assistance have hindered  the ability of many state and local governments to sufficiently prepare to  address the complex challenges and barriers of evacuating transportation- disadvantaged populations. This includes the lack of any requirement to  plan, train, and conduct exercises for the evacuation of transportation- disadvantaged populations as well as gaps in guidance and technical  assistance, such as problems with DHS’s Lessons Learned Information  Sharing online portal. In addition, information that DOT grantees and  stakeholders have could be useful in evacuation preparedness efforts. It is  uncertain whether state and local governments will be better positioned to  evacuate transportation-disadvantaged populations in the future.", "Furthermore, the experience of Hurricane Katrina reinforced the fact that  some disasters are likely to overwhelm the ability of state and local  governments to respond, and that the federal government needs to be  prepared in these instances to carry out an evacuation of transportation- disadvantaged populations. Because DHS has not yet clarified in the  National Response Plan the lead, coordinating, and supporting federal  agencies to provide evacuation support for other transportation- disadvantaged populations nor outlined these agencies’ responsibilities,  the federal government cannot ensure that it is taking the necessary steps  to prepare for evacuating such populations; this could contribute to  leaving behind of some of society’s most vulnerable populations in a future  catastrophic disaster. The National Response Plan review and revision  process provides DHS with the opportunity to clarify the lead,  coordinating, and supporting agencies to provide evacuation assistance  and outline these agencies’ responsibilities in order to strengthen the  federal government’s evacuation preparedness."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve federal, state, and local preparedness for the evacuation of  transportation-disadvantaged populations, we are making three  recommendations to the Secretary of Homeland Security:    Clarify, in the National Response Plan, that FEMA is the lead and  coordinating agency to provide evacuation assistance when state and local  governments are overwhelmed, and also clarify the supporting federal  agencies and their responsibilities.", "Require that, as part of its grant programs, all state and local governments  plan, train, and conduct exercises for the evacuation of transportation- disadvantaged populations.", "Improve technical assistance by (1) working with DOT to provide more  detailed guidance and technical assistance on how to plan, train, and  conduct exercises for evacuating transportation-disadvantaged  populations; and (2) continuing to improve the organization of and search  functions for its Lessons Learned Information Sharing online portal to  better facilitate access to information on evacuations of transportation- disadvantaged for federal, state, and local officials.", "In addition, to encourage state and local information sharing as part of  their evacuation preparedness for transportation-disadvantaged  populations, we are making one recommendation to the Secretary of  Transportation:    Encourage DOT’s grant recipients and stakeholders, through guidance and  outreach, to share information that would assist emergency management  and transportation officials in identifying and locating as well as  determining the evacuation needs of and providing transportation for  transportation-disadvantaged populations."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We received written comments on a draft of this report from DHS. (See  app. II). DHS also offered additional technical and clarifying comments  which we incorporated as appropriate. DHS’s letter stated that the draft  adequately identified the pertinent issues that have troubled state and  local emergency management officials, and that it would consider our  recommendations. DHS’s letter also stated that some recommendations in  our draft report have been partly implemented, including improvements to  the overall functionality of the lessons learned information sharing portal.  We revisited DHS’s Lessons Learned Information Sharing portal as of  December 7, 2006 and it appears to have improved some of its search and  organizational functions. We have found, however, that some of the issues  we previously identified still remain. Therefore, we revised our  recommendation to reflect the need for continued improvement of this  portal.", "DHS’s letter raised concerns that our discussion of a single federal agency  to lead and coordinate evacuations reflected a misunderstanding of the  federal response process because, for large and complex disasters, no  single federal agency can provide the entire response support required. We  did not intend to suggest that a single federal agency can provide such  support for evacuation. Rather, we stated that the lead, coordinating, and  supporting federal agencies to provide evacuation assistance when state  and local governments are overwhelmed were not clear in the National  Response Plan. DHS’s letter notes, in contrast to an earlier discussion we  had with DHS officials, that DHS is the single agency responsible for  leading and coordinating evacuation support to the states, and that this  responsibility was emphasized by the amendments to the Stafford Act in  October 2006. We modified our draft as appropriate to reflect DHS’s role in  response to these amendments, but we retained our recommendation  related to this issue because agency roles and responsibilities to provide  evacuation assistance still need to be clarified in the National Response  Plan. DHS’s letter stated that many issues related to evacuations are being  considered in ongoing revisions to the National Response Plan, including  the roles and responsibilities of federal agencies as well as and private  sector and nongovernmental agencies. We are encouraged to learn that  these issues are part of the National Response Plan review and revision  process. DHS also commented that our draft report implied that the events  of Hurricane Katrina were a “typical occurrence.” This is not an accurate  summary of our findings. Rather, our report emphasizes that there has  been a heightened awareness of evacuation preparedness for  transportation-disadvantaged populations as a result of Hurricane Katrina,  and that we and others remain concerned about the level of preparedness  among federal, state, and local governments.", "We received oral comments on a draft of this report from DOT officials,  including the National Response Program Manager, Office of Intelligence,  Security, and Emergency Response, Office of the Secretary. DOT officials  generally agreed with the information contained in the report and stated  they would consider our recommendation. DOT officials offered additional  technical and clarifying comments which we incorporated as appropriate.", "We are sending copies of this report to congressional committees and  subcommittees with responsibilities for DHS and DOT. We will also make  copies available to others upon request. This report will be available at no  charge on the GAO Web site at http://www.gao.gov.", "If you have any questions about this report, please contact me at (202) 512- 2834 or siggerudk@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Staff who made key contributions to this report are listed in  appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["Our review focuses on the evacuation of transportation-disadvantaged  populations. Because we issued a report in July 2006 on the evacuation of  hospitals and nursing homes, we did not include them in the scope of this  review.", "To assess the challenges state and local governments face in evacuating  transportation-disadvantaged populations, we reviewed the Department of  Homeland Security’s (DHS) Nationwide Plan Review and the Department  of Transportation’s (DOT) Catastrophic Hurricane Evacuation Plan  Evaluation. These reports describe many more states, urban areas,  counties, and parishes than we were able to visit, providing a broader  context to our findings. To assess the experience of transportation- disadvantaged populations during Hurricane Katrina, we reviewed the  White House Report: Federal Response to Hurricane Katrina—Lessons  Learned; the House of Representatives’ report, A Failure of Initiative:  Final Report of the Select Bipartisan Committee to Investigate the  Preparation for and Response to Hurricane Katrina; the Senate report,  Hurricane Katrina: A Nation Still Unprepared; the DHS Inspector  General’s report, A Performance Review of the Federal Emergency  Management Agency’s Disaster Management Activities in Response to  Hurricane Katrina; the National Organization on Disability’s Report on  Special Needs Assessment for Katrina Evacuees Project; and the  American Highway Users Alliance Emergency Evacuation Report 2006.  We also held a panel organized in cooperation with, and held at, the  National Academies. The panelists are experts in the field of disaster  housing and were selected from a list of 20 provided by the National  Academies. We asked for a mix of academics and practioners with  knowledge on sheltering issues related to hurricanes Katrina and Rita as  well as previous disasters. These panelists were Pamela Dashiell (Holy  Cross Neighborhood Association), Buddy Grantham (Joint Hurricane  Housing Task Force), Robert Olshansky (University of Illinois), Jae Park  (Mississippi Governor’s Office of Recovery and Renewal), Walter Peacock  (Texas A&M University), Lori Peek (Colorado State University), Brenda  Phillips (Oklahoma State University), and Debra Washington (Louisiana  Housing Finance Agency).", "To identify challenges and barriers, we reviewed selected reports on  evacuations. Studies and papers from Argonne National Laboratory, the  National Consortium on the Coordination of Human Services  Transportation, and the Congressional Research Service contributed to  our identification of challenges to evacuating transportation- disadvantaged populations. To obtain perspectives from officials involved  in preparing for the evacuation of these populations, we reviewed the  aforementioned federal reports. We also conducted interviews with state  and local emergency management, transit and transportation, and public  safety agency officials, as well as local metropolitan planning and  advocacy organizations at five major cities and four state capitals: Buffalo  and Albany, New York; Los Angeles and Sacramento, California; Miami  and Tallahassee, Florida; New Orleans and Baton Rouge, Louisiana; and  the District of Columbia. Because these sites were selected as part of a  non-probability sample, the results cannot be generalized. We undertook  site visits to these locations between March 2006 and June 2006. In  selecting these major cities, we applied the following criteria: regional  diversity; major city with a population of over 250,000; high percentage of  population without personal vehicles; high or medium overall vulnerability  to hazards; high percent of total population who are elderly, low income,  or have a disability; and varied public transit ridership levels.", "In making our site selections, we used data from the 2000 U.S. Census on  the percentage of occupied housing units with no vehicle available, city  populations aged 65 and older, civilian non-institutionalized disabled  persons aged five and older, and persons below the poverty level. To  determine overall vulnerability, we applied Dr. Susan Cutter’s “Overall  Vulnerability Index” from her presentation “Preparedness and Response:  Learning from Natural Disasters” to DHS on February 14, 2006. Dr. Cutter  is a professor of geography at the University of South Carolina, and is part  of the National Consortium for the Study of Terrorism and Responses to  Terrorism, which is funded by DHS. The Overall Vulnerability Index  incorporates three indices measuring social, environmental, and all- hazards vulnerability. The social vulnerability index incorporates social  demographic factors such as race and income, but also includes factors  such as distance from hospitals. The environmental index includes the  proximity of dangerous facilities (such as chemical and nuclear plants)  and the condition of roadways, among other factors. The all-hazards  vulnerability index analyzed all disasters recorded in the last 60 years, and  rated urban areas for the frequency of hazards and the resulting financial  impact. Public transit ridership was taken from data in the Federal Transit  Administration’s National Transit Database. We determined that all the  data we used were sufficiently reliable for use as criteria in our site  selection process.", "To better understand issues related to emergency management and  evacuations, particularly of transportation-disadvantaged populations, we  interviewed several academics and experts who presented at the 2006  Transportation Research Board conference and the 2006 Working  Conference on Emergency Management and Individuals with Disabilities  and the Elderly; we also interviewed other academics and experts who  were recommended to us by officials, associations, organizations, and  others. These academics and experts were Madhu Beriwal (Innovative  Emergency Management); Susan Cutter (University of South Carolina);  Elizabeth Davis (EAD and Associates); Jay Goodwill and Amber Reep  (University of South Florida); John Renne (University of New Orleans);  William Metz and Edward Tanzman (Argonne National Laboratory);  Brenda Phillips (Oklahoma State University); Tom Sanchez (Virginia  Tech); and Kathleen Tierney (University of Colorado at Denver).", "To determine what actions state and local governments have taken to  address challenges in evacuating transportation-disadvantaged  populations, we interviewed, at the four states and five major cities we  visited, state and local emergency management agency officials (who  prepare for and coordinate evacuations), transit and transportation agency  officials (who provide and manage transportation during evacuations), and  public safety (fire and police) agency officials (who assist with  transportation-disadvantaged populations during an evacuation). We also  interviewed advocacy organizations. Much of the work that state and local  governments are conducting to address these challenges is ongoing.", "In assessing how federal assistance has aided the state and local  governments we visited in addressing these challenges and what further  assistance the federal government is proposing, we reviewed the Stafford  Act; the Homeland Security Act of 2002; the Post-Katrina Emergency  Management Reform Act of 2006; the National Response Plan (including  the Catastrophic Incident Annex and the Catastrophic Incident  Supplement); DHS’s Nationwide Plan Review and DOT’s Catastrophic  Hurricane Evacuation Plan Evaluation; and various studies and reports  on Hurricane Katrina such as those prepared by the White House, House  of Representatives, and Senate. We interviewed officials from DHS, DOT,  and DOD to obtain their perspective on the federal role in evacuations. To  obtain the perspective of federal agencies and councils focused on issues  specifically related to transportation-disadvantaged populations, we  interviewed representatives from the Administration on Aging, the Federal  Interagency Coordinating Council on Access and Mobility, the Interagency  Coordinating Council on Emergency Preparedness and Individuals with  Disabilities, the National Council on Disability, and the Interagency  Council on Homelessness. We also interviewed representatives from  several national organizations and associations to help evaluate how  federal programs and policies on evacuations have affected  transportation-disadvantaged populations. These organizations and  associations include the National Organization on Disability, the American  Association of Retired Persons, the American Public Transportation  Association, the Association of Metropolitan Planning Organizations, and  the Community Transportation Association of America."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1.  DHS commented that it partially implemented one of our  recommendations by improving the overall functionality of the lessons  learned information sharing portal. We revisited DHS’s Lessons  Learned Information Sharing portal as of December 7, 2006 and it  appears to have improved some of its search and organizational  functions. We have found, however, that some of the issues we  previously identified still remain.  For example, when using the portal’s  search function, there was no direct link to key evacuation  preparedness documents, such as to DHS’s Nationwide Plan Review  reports. Therefore, we revised our recommendation to reflect the need  for continued improvement of this portal.  2.  DHS commented that grant programs have administrative  requirements that stress the importance of focusing on special needs  populations. These requirements, while encouraging, do not ensure  that state and local governments plan, train, and conduct exercises for  the evacuation of transportation-disadvantaged populations. During  the course of our review, we found that state and local officials do not  share a consistent definition of special needs and had interpreted the  term in a manner which does not encompass all transportation- disadvantaged populations that should be included in evacuation  preparedness. We define transportation-disadvantaged populations to  include individuals who, by choice or other reasons, do not have  access to a personal vehicle. These can include persons with  disabilities, low-income, homeless, or transient persons; children  without an adult present at home, tourists and commuters who are  frequent users of public transportation; and those with limited English  proficiency who tend to rely on public transit more than English  speakers.  3.  DHS commented that our draft report did not adequately address the  need to determine how to identify, and actively evacuate all special  needs populations, including those who are transportation- disadvantaged. We recognize, in our report, the difficulty that state and  local emergency management officials face in identifying and locating  transportation-disadvantaged populations, determining their  transportation needs, and providing for their transportation. Two of  our report’s three sections address this very issue.  4.  DHS commented that our draft report did not recognize that  transportation of special needs populations is primarily a local  responsibility. Our report recognizes this fact and clearly states that  state and local governments are primarily responsible for managing  responses to disasters, including the evacuation of transportation- disadvantaged populations.  5.  DHS commented that its National Response Plan Review and Revision  process is currently being conducted and that it will address  clarification of roles and responsibilities of key structures, positions  and levels of the government and private sector as well as other  nongovernmental agencies among other issues related to evacuations.  We are encouraged by DHS’s efforts in this regard.  6.  DHS commented for large and complex disasters, no single federal  agency can provide the entire response support required. We agree  that disaster response is a coordinated interagency effort, but believe  that clarification of the lead, coordinating, and supporting agencies for  evacuation support is needed in the National Response Plan to ensure  a successful response. DHS also commented that it is responsible for  managing that interagency effort and is, in fact, the single federal  agency responsible for leading and coordinating evacuation support to  states. Implementation of enacted Stafford Act legislative changes  from October 2006 will help address the federal role in providing  evacuation assistance for transportation of disadvantaged populations.  We agree that DHS, more specifically FEMA, is responsible for leading  and coordinating evacuation support to states.  7.  DHS commented that our definition of transportation-disadvantaged  populations was a disservice to the disabled population. While we  recognize that evacuation is a complex issue and believe that persons  with disabilities are faced with significant evacuation challenges in the  event of a disaster and should be a focus of evacuation preparedness,  it is important that federal, state, and local government emergency  preparedness efforts address planning for all transportation- disadvantaged populations.  8.  DHS commented that our draft report implies that the situation that  occurred during Katrina was a “typical occurrence.” It is not our intent  to imply this. However, the events of Hurricane Katrina raised  significant awareness about federal, state, and local preparedness to  evacuate transportation-disadvantaged populations, and reports, such  as DHS’s Nationwide Plan Review and DOT’s Catastrophic Hurricane  Evacuation Plan Evaluation, have further highlighted the need for  increased evacuation preparedness by these governments."], "subsections": []}]}, {"section_title": "Appendix III: GAO’s Observations on Federal Proposed Recommendations and Initial Conclusions", "paragraphs": ["In 2006, the White House and several federal agencies released reports that  reviewed federal, state, and local evacuation preparedness and response  to Hurricane Katrina. Many of these reports include recommendations or  initial conclusions for federal, state, and local governments. We have  included a list of recommendations—including some already referenced in  our report—that address the evacuation of transportation-disadvantaged  populations. Our observations about each recommendation, based on our  review, are also listed. (See table 1.)"], "subsections": []}, {"section_title": "Appendix IV: Other Federal Initiatives Related to Evacuating Transportation- Disadvantaged Populations", "paragraphs": ["The following is a list of initiatives we identified during our review that the  federal government has undertaken to address the evacuation of  transportation-disadvantaged populations.", "The Federal Transit Administration has awarded the American Public  Transportation Association a $300,000 grant to establish and administer a  transit mutual aid program. The goal of the program is to provide  immediate assistance to a community in need of emergency transit  services, with a focus on evacuation and business continuity support. The  American Public Transportation Association will obtain formal  commitments from willing transit agencies and, with committed resources,  develop and maintain a database of transit vehicles, personnel, and  equipment. The target for the database is to have between 250 and 500  buses nationwide, as well as support equipment and personnel, ready to  respond at any time. Moreover, the American Public Transportation  Association will reach out to federal, state, and regional agencies to ensure  that during an emergency, these agencies can provide a coordinated and  effective response.", "The Community Transportation Association of America conducted an  expert panel discussion—sponsored by the National Consortium on the  Coordination of Human Services Transportation—on the role of public  and community transportation services during an emergency. The  resulting white paper (which outlines community strategies to evacuate  and challenges for transportation-disadvantaged populations during  emergencies) and emergency preparedness checklist is intended as  guidance for transportation providers and their partner organizations. This  panel was conducted in cooperation with the Federal Interagency  Coordinating Council on Access and Mobility, and DHS’s Interagency  Coordinating Council on Emergency Preparedness and Individuals with  Disabilities.", "The Federal Transit Administration has awarded a grant to the University  of New Orleans to develop a manual and professional development course  for transit agencies to enhance their emergency preparedness.", "The Federal Transit Administration, along with the Federal Interagency  Coordinating Council on Access and Mobility, has created a pamphlet  entitled “Disaster Response and Recovery Resource for Transit Agencies”  to provide local transit agencies and transportation providers with useful  information and best practices in emergency preparedness and disaster  response and recovery. The resource provides summary information for  general background, and includes best practices and links to more specific  resources and more detailed information for local agencies concerning  critical disaster related elements such as emergency preparedness,  disaster response, and disaster recovery.", "The Federal Interagency Coordinating Council on Access and Mobility— which awards grants to states for human service transportation  coordination between state agencies—added an emergency preparedness  priority to its grant guidelines, thereby encouraging state to consider  emergency preparedness among its grant priorities. As of July 2006, nine  states have addressed emergency preparedness as a priority.", "The Federal Highway Administration is producing a series of primers for  state and local emergency managers and transportation officials to aid  them in developing evacuation plans for incidents that occur with or  without notice. A special primer is under development to aid state and  local officials in designing evacuation plans that include transportation- disadvantaged populations. This primer will be released no later than  March 2007.", "The Transportation Research Board has convened a committee to examine  the role of public transportation in emergency evacuation. The committee  will evaluate the role that the public transportation systems serving the 38  largest urbanized areas in the United States could play in the evacuation  of, egress, and ingress of people to or from critical locations in times of  emergency. The committee is expected to issue a report by April 20, 2008."], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": ["Katherine Siggerud, (202) 512-2834 or siggerudk@gao.gov."], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Steve Cohen, Assistant Director;  Ashley Alley; Elizabeth Eisenstadt; Colin Fallon; Deborah Landis;  Christopher Lyons; SaraAnn Moessbauer; Laina Poon; Tina Won Sherman;  and Alwynne Wilbur made key contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Catastrophic Disasters: Enhanced Leadership, Capabilities, and  Accountability Will Improve the Effectiveness of the Nation’s  Preparedness, Response, and Recovery System. GAO-06-618. Washington,  D.C.: September 6, 2006.", "Disaster Preparedness: Limitations in Federal Evacuation Assistance  for Health Facilities Should Be Addressed. GAO-06-826. Washington, D.C.:  July 20, 2006.", "Disaster Preparedness: Preliminary Observations on the Evacuation of  Vulnerable Populations due to Hurricanes and Other Disasters. GAO-06- 790T. Washington, D.C.: May 18, 2006.", "Hurricane Katrina: GAO’s Preliminary Observations Regarding  Preparedness, Response, and Recovery. GAO-06-442T. Washington, D.C.:  March 8, 2006.", "Disaster Preparedness: Preliminary Observations on the Evacuation of  Hospitals and Nursing Homes Due to Hurricanes. GAO-06-443R.  Washington, D.C.: February 16, 2006.", "Statement by Comptroller General David M. Walker on GAO’s  Preliminary Observations Regarding Preparedness and Response to  Hurricanes Katrina and Rita. GAO-06-365R. Washington, D.C.: February  1, 2006.", "Transportation Services: Better Dissemination and Oversight of DOT’s  Guidance Could Lead to Improved Access for Limited English-Proficient  Populations. GAO-06-52. Washington, D.C.: November 2, 2005.", "Transportation Services: Better Dissemination and Oversight of DOT’s  Guidance Could Lead to Improved Access for Limited English-Proficient  Populations (Chinese Edition). GAO-06-186. Washington, D.C.: November  2, 2005.", "Transportation Services: Better Dissemination and Oversight of DOT’s  Guidance Could Lead to Improved Access for Limited English-Proficient  Populations (Korean Version). GAO-06-188. Washington, D.C.: November  2, 2005.", "Transportation Services: Better Dissemination and Oversight of DOT’s  Guidance Could Lead to Improved Access for Limited English-Proficient  Populations (Spanish Version). GAO-06-185. Washington, D.C.: November  2, 2005.", "Transportation Services: Better Dissemination and Oversight of DOT’s  Guidance Could Lead to Improved Access for Limited English-Proficient  Populations (Vietnamese Version). GAO-06-187. Washington, D.C.:  November 2, 2005.", "Transportation-Disadvantaged Seniors: Efforts to Enhance Senior  Mobility Could Benefit from Additional Guidance and  Information. GAO-04-971. Washington, D.C.: August 30, 2004.", "Transportation-Disadvantaged Populations: Federal Agencies Are  Taking Steps to Assist States and Local Agencies in Coordinating  Transportation Services. GAO-04-420R. Washington, D.C.: February 24,  2004.", "Transportation-Disadvantaged Populations: Some Coordination Efforts  Among Programs Providing Transportation Services, but Obstacles  Persist. GAO-03-697. Washington, D.C.: June 30, 2003.", "Transportation-Disadvantaged Populations: Many Federal Programs  Fund Transportation Services, but Obstacles to Coordination  Persist. GAO-03-698T. Washington, D.C.: May 1, 2003."], "subsections": []}], "fastfact": []}