{"id": "GAO-07-563", "url": "https://www.gao.gov/products/GAO-07-563", "title": "Tax Compliance: Thousands of Organizations Exempt from Federal Income Tax Owe Nearly $1 Billion in Payroll and Other Taxes", "published_date": "2007-06-29T00:00:00", "released_date": "2007-07-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["As of September 2006, nearly 1.8 million entities were recognized as tax exempt organizations by the Internal Revenue Service (IRS). As such, they do not have to pay federal income taxes. Exempt organizations are still required to remit amounts withheld from employees' wages for federal income tax, Social Security and Medicare, as well as other taxes. Previous GAO work identified numerous government contractors, Medicare providers, and charities participating in the Combined Federal Campaign (CFC) with billions in unpaid federal taxes. To follow up on the CFC work, the subcommittee requested that GAO determine whether and to what extent (1) exempt organizations have unpaid federal taxes, including payroll taxes; (2) selected case study organizations and their executives are involved in abusive or potentially criminal activity; and (3) exempt organizations with unpaid federal taxes received direct grants from certain federal agencies. GAO reviewed unpaid taxes and exempt organization data from IRS and selected 25 case studies for audit and investigation. GAO also reviewed data from 3 major grant disbursement systems. GAO referred all 25 cases to IRS for collection activity and criminal investigation, if warranted. In its oral comments on a draft of this report, IRS noted several actions it is taking to enhance exempt organizations' tax compliance."]}, {"section_title": "What GAO Found", "paragraphs": ["Nearly 55,000 exempt organizations had almost $1 billion in unpaid federal taxes as of September 30, 2006. About 1,500 of these entities each had over $100,000 in federal tax debts with some owing tens of millions of dollars. The majority of this debt represented payroll taxes and associated penalties and interest dating as far back as the early 1980s. Willful failure to remit payroll taxes is a felony under U.S. tax law. The $1 billion figure is understated because some exempt organizations have understated tax liabilities or did not file tax returns. GAO selected 25 exempt organizations for investigation based primarily on amount of tax debt and number of periods delinquent. For the 25 cases investigated GAO found abusive and potentially criminal activity, including repeated failure to remit payroll taxes withheld from employees. Officials diverted the money to fund their operations, including paying themselves large salaries ranging from hundreds of thousands of dollars to over $1 million. Many of the 25 case studies accumulated substantial assets, such as million-dollar homes and luxury vehicles. Key officials and employees at 4 exempt organizations were engaged in criminal activities, including attempted bribery of an IRS official and illegal gambling. Despite repeatedly abusing the federal tax system, these entities continued to retain their exempt status. IRS does not have the authority to revoke an organization's exempt status because of unpaid federal taxes. Over 1,200 of these exempt organizations with unpaid federal taxes received over $14 billion in federal grants in fiscal years 2005 and 2006. Six of the 25 exempt organizations GAO investigated received grants; of those 6 entities, 5 appear to have violated the False Statement Act by not disclosing their tax debt as required. For example, one entity that received millions of dollars in grants did not disclose unpaid taxes on multiple applications. Taxpayer privacy statutes prevent granting agencies from verifying an applicant's tax status with IRS unless the taxpayer authorizes such disclosure."]}], "report": [{"section_title": "Letter", "paragraphs": ["The success of our tax system depends on the public’s perception of its  fairness, including the extent to which taxpayers believe their friends,  neighbors, and business competitors are complying with the tax laws and  are actually paying their taxes. Unfortunately, a large tax gap—the  difference between what taxpayers should pay on a timely basis and what  the Internal Revenue Service (IRS) collects through voluntary compliance  and enforcement activities—currently exists. This tax gap undermines the  credibility of the tax system and costs the federal government billions of  dollars in lost revenue. IRS has reported that the estimated annual net tax  gap is $290 billion.", "Since 2004, we have issued testimonies and reports highlighting  government contractors, Medicare providers, and charities participating in  the Combined Federal Campaign (CFC) that abused the federal tax  system. In these prior documents, we reported that tens of thousands of  contractors, Medicare providers, and CFC charities contributed to the tax  gap and undermined the federal tax system by owing billions in unpaid  federal taxes while at the same time enjoying the benefits of doing  business with the federal government or receiving donations from federal  employees. Because of the significance of the issues raised in prior work,  and most notably our findings that CFC charities, which are exempt from  federal income taxes but are still required to pay payroll and other taxes,  abused the federal tax system, you requested that we perform work to  determine whether other organizations exempt from federal income taxes  were engaged in similar abuses of the federal tax system. Specifically, you  asked us to determine whether and to what extent (1) exempt  organizations have unpaid federal taxes, including payroll taxes;   (2) selected case study organizations and their executives are involved in  abusive or potentially criminal activity; and (3) exempt organizations with  unpaid federal taxes received direct grants from certain federal agencies.", "To determine the extent to which exempt organizations have unpaid  federal taxes, including payroll taxes, we obtained and analyzed IRS’s  unpaid tax data as of September 30, 2006. We matched IRS’s tax debt data  to IRS’s database of exempt organizations as of September 30, 2006. To  identify specific instances of abusive and potentially criminal activities by  selected exempt organizations and their executives, we performed  investigative work on a nonrepresentative selection of 25 exempt  organizations. We selected these 25 organizations using primarily the  amount of tax debt and number of delinquent tax periods as selection  factors. The investigative work included obtaining and analyzing tax,  financial, criminal history, and other public records. We also reviewed the  statutory authority provided in Internal Revenue Code (I.R.C.) § 501 and  interviewed IRS officials on their process for revoking tax exempt status.", "To determine the extent to which exempt organizations with tax debt  received federal grants, we matched the data set of tax delinquent exempt  organizations derived from our first engagement objective to selected  agencies’ grant disbursement data for fiscal years 2005 and 2006. The grant  disbursement data used to conduct this analysis were provided by the  Department of Education (Education), the Department of the Treasury’s  Financial Management Service, and the Department of Health and Human  Services (HHS). These three agencies process the majority of federal  grants. We reviewed the grant applications of selected exempt  organizations with tax debts that received federal grants payments in fiscal  years 2005 and 2006 to determine whether they reported federal tax debt  as required. We also interviewed grant officials at selected federal  agencies on whether they considered tax debts in grant award decision  making. See appendix I for further details on our scope and methodology.", "We conducted our audit work from August 2006 through March 2007 in  accordance with U.S. generally accepted government auditing standards.  We performed our investigative work, conducted during the same period,  in accordance with standards prescribed by the President’s Council on  Integrity and Efficiency. We requested comments on a draft of this report  from the Commissioner of IRS. We received oral comments from IRS’s Tax  Exempt and Government Entities Division."], "subsections": [{"section_title": "Background", "paragraphs": ["Section 501(c) of the I.R.C. grants an exemption from federal income taxes  to organizations that meet certain requirements. Exempt organization  data provided by IRS indicated that nearly 1.8 million organizations in  various classifications are currently recognized as being tax exempt.  Charitable organizations (I.R.C. § 501(c)3) constitute the largest  classification, accounting for over 60 percent of all exempt organizations  as of September 30, 2006. Other classifications of exempt organization  include civic and business leagues, labor organizations, recreational clubs,  domestic fraternal societies, and credit unions. Differences between the  various classifications include whether donations to the exempt  organization are tax deductible and whether the exempt organization has  to submit an application to IRS for specific recognition of its tax exempt  status. Specifically, donations to certain exempt organizations, such as  charitable and religious organizations, certain veteran’s organizations, and  certain cemetery companies, are deductible on the donor’s individual tax  return. Donations to other organizations not specifically recognized as  such are not deductible. Organizations that are qualified to receive  deductible donations, with the exception of churches, are required to  apply to IRS and receive a formal determination of their exempt status.  Generally, each exempt organization is required to file an annual  informational return that provides IRS with information about the  organization and its operations, officers and directors, and whether it is  required to obtain specific IRS recognition of its exempt status. An exempt  organization’s annual information return (Form 990) also provides the  public with the primary or sole source of information about the  organization.", "The determination of exempt status and monitoring of exempt  organizations is the responsibility of the Tax Exempt and Government  Entities Division (TE/GE) of IRS. The division’s responsibilities include  accepting applications for and determining whether organizations qualify  as exempt under the I.R.C., monitoring exempt organizations for  continued compliance with the I.R.C., and when appropriate, revoking the  exempt status of an organization that no longer meets requirements for  exemption.", "Like all other employers, exempt organizations with employees are  required to pay payroll taxes that they withhold from employees’ wages “in  trust” for the federal government, as well as other applicable federal taxes.  Payroll taxes withheld from employees consist of income taxes; Old Age,  Survivors, and Disability Insurance (OASDI), commonly referred to as  Social Security; and Medicare. OASDI is taxed at 6.2 percent on the first  $94,200 of an employee’s salary, and Medicare is taxed at 1.45 percent  with no income cap. The employer is also taxed, at the same rate, for  OASDI and Medicare on employee wages. To the extent that payroll taxes  are withheld and not forwarded to IRS, individuals within the business  (e.g., exempt organization officials) may be held personally liable for the  withheld amounts not forwarded, and they can be assessed a civil  monetary penalty known as a trust fund recovery penalty (TFRP). Willful  failure to remit payroll taxes is a felony under U.S. law punishable by a  fine, imprisonment, or both, and the failure to properly segregate payroll  taxes can be a criminal misdemeanor offense.", "Within TE/GE, the Exempt Organization (EO) Examinations Office is  charged with promoting compliance with the I.R.C. The EO Examinations  Office’s activities include analyzing the operational and financial activities  of exempt organizations and developing other processes to identify areas  of noncompliance, developing corrective strategies, and assisting other  exempt organization functions in implementing these strategies. In the  process of performing the analysis, the EO Examinations Office may  assess exempt organizations’ payroll or other taxes. If the EO  Examinations Office assesses taxes and the taxpayer does not make  payment, the matter is referred to IRS’s Small Business / Self-Employed  (SB/SE) Collections Office. SB/SE Collections Office becomes responsible  for collecting the delinquent debt and may use means such as federal tax  liens, levies, and seizures, and may assess a TFRP against an organization’s  officials."], "subsections": [{"section_title": "Federal Grants", "paragraphs": ["A federal grant is an award of financial assistance from a federal agency to  an organization to carry out an agreed-upon public purpose. As such,  federal grants are not used for the direct acquisition of goods or services  for the federal government. Based on our analysis of fiscal year 2004 and  2005 data from FAADS, federal agencies collectively awarded grants of  approximately $300 billion annually. Further analysis of the FAADS data  indicates that approximately 80 percent of all federal grants are pass- through grants, that is, they are federal grants provided to the state and  local governments, which, in turn, disburse the grants to the ultimate  recipients. Consequently, only about 20 percent of grants are provided  directly from the federal government to the organization that ultimately  spends the money.", "Grant applicants that apply directly to the federal government are required  to complete Standard Form (SF) 424. The SF 424 requires grant applicants  to certify whether they are delinquent on any federal debt, including  federal tax debt."], "subsections": []}]}, {"section_title": "Exempt Organizations Had Nearly $1 Billion in Unpaid Federal Taxes", "paragraphs": ["As of September 2006, nearly 55,000 exempt organizations had nearly   $1 billion in unpaid payroll and other federal taxes. The amount of taxes  owed by exempt organizations ranged from $101 to $16 million, and the  number of delinquent tax periods ranged from a single period to more than  80 tax periods. However, the dollar amount of federal taxes owed by  exempt organizations is understated because some organizations  underreport their tax liability or fail to file returns altogether. Further, we  excluded certain classifications of exempt organizations, tax debts for  current periods, and disputed tax debts."], "subsections": [{"section_title": "Characteristics of Unpaid Taxes Owed by Exempt Organizations", "paragraphs": ["As shown in figure 1, about 71 percent of the nearly $1 billion in unpaid  federal taxes comprised payroll taxes and related penalties and interest.  About 19 percent, or over $180 million, related to annual reporting  penalties. IRS imposes reporting penalties on entities that fail to file  annual returns at all or in a timely manner or that file inaccurate returns.", "The remaining 10 percent of the nearly $1 billion in delinquent taxes  consisted of unrelated business income, excise, and other types of taxes.", "A significant amount of the unpaid federal taxes by exempt organizations  has been outstanding for several years. As reflected in figure 2, while the  majority of the nearly $1 billion in unpaid federal taxes was from tax  periods 2001 through 2005, over a quarter of the unpaid taxes are for tax  periods prior to 2001.", "Our previous work has shown that as unpaid taxes age, the likelihood of  collecting all or a portion of the amount owed decreases. This is, in part,  because of the continued accrual of interest and penalties on the  outstanding tax debt. Similarly, tax problems such as the tax gap are  aggravated over time if not addressed early on.", "Our analysis of IRS data found that nearly 1,500 of the almost 55,000  delinquent exempt organizations owed in total over $600 million of the  nearly $1 billion in unpaid federal taxes of exempt organizations we  identified. All of these nearly 1,500 exempt organizations owed over  $100,000 each, with some owing more than $10 million. Another 8,400  owed from $10,000 to $100,000 each. Although the largest group—nearly  45,000—owed less than $10,000 in delinquent taxes, the majority of the  debt in this group of exempt organizations is related to payroll taxes  withheld from employees and not remitted to the federal government and  annual reporting penalties. Further, many exempt organizations in this  group repeatedly failed to remit taxes in multiple tax periods."], "subsections": []}, {"section_title": "Amount of Unpaid Federal Taxes Is Understated for Exempt Organizations", "paragraphs": ["Although the nearly $1 billion in unpaid federal taxes we identified that  were owed by exempt organizations as of September 30, 2006, is a  significant amount, it understates the full extent of unpaid taxes. This  amount does not include amounts due IRS from exempt organizations that  did not file payroll taxes (nonfilers) or underreported payroll tax liability  (underreporters). Also, we did not include exempt organization tax debt  from 2006 tax periods, tax debt for entities owing $100 or less, or tax debt  for certain entities listed in IRS’s database of exempt organizations.", "Limiting our ability to more fully estimate the extent of exempt  organizations with unpaid federal taxes is the fact that IRS’s tax database  reflects only the amount of unpaid taxes reported by the exempt  organization on a tax return or assessed by IRS through various  enforcement programs. IRS’s tax database does not reflect amounts owed  by exempt organizations that have not filed tax returns and for which IRS  has not assessed tax amounts due. Additionally, our analysis did not  account for exempt organizations that underreported payroll taxes and  had not been identified by IRS. As reported previously and as indicated in  our case study investigations, some exempt organizations underreported  payroll taxes or failed to file returns. IRS estimates that underreporting  accounts for more than 80 percent of the gross tax gap.", "We also took a number of steps in determining the amount of tax debt  owed by exempt organizations to avoid overestimation. For example,  some recently assessed tax debts that appear as unpaid taxes through a  matching of IRS unpaid tax and exempt organization records may involve  matters that are routinely resolved between the exempt organization and  IRS, with the taxes paid, abated, or both within a short period. We  eliminated these types of debt by including only unpaid federal taxes for  tax periods prior to calendar year 2006. Further, we did not include  exempt organizations with tax debt of $100 or less because these small  debts likely do not represent abusive behavior. We also eliminated all tax  debt IRS identified as not agreed to by the exempt organization.", "Further, the amount of exempt organization tax debt excludes amounts  owed by exempt organizations for which the statutory collection period  expired. Generally, there is a 10-year statutory collection period beyond  which IRS is prohibited from attempting to collect tax debt.  Consequently, if exempt organizations owe federal taxes beyond the 10- year statutory collection period, the older tax debt may have been  removed from IRS’s records. We were unable to determine the amount of  tax debt that had been removed."], "subsections": []}]}, {"section_title": "Selected Exempt Organizations Were Involved in Abusive and Potentially Criminal Activity Related to the Federal Tax System", "paragraphs": ["For all 25 cases involving exempt organizations with delinquent tax debts  that we audited and investigated, we found abusive activity, potentially  criminal activity, or both related to the federal tax system. These cases  reiterate the need for IRS to improve its enforcement of tax laws as  previously noted by GAO. The amount of unpaid taxes associated with  these cases ranged from over $300,000 to nearly $30 million. All 25 exempt  organizations had unpaid payroll taxes, some dating as far back as the late  1980s. In one instance, an exempt organization had not remitted payroll  taxes to IRS for 14 years, thereby accumulating unpaid federal taxes of  nearly $8 million at the time of our audit. Rather than fulfill their role as  “trustees” of this money and forward it to IRS as required by law, the  officials responsible for these exempt organizations diverted the money to  fund the organizations’ operations, which sometimes included millions of  dollars in management fees to related entities, or for personal benefits,  such as their own salaries. At the time of our audit, IRS had completed  TFRP assessments on officials of 15 of the 25 exempt organizations.  However, as we have previously reported, collections of TFRP  assessments are generally minimal. Further, available data show that IRS  has taken some collection action and placed liens on the assets of 23 of the  25 entities or their officials. However, IRS initiated actions to seize assets  of only 1 of the 25 exempt organizations in our case studies.", "Our investigations revealed that despite owing substantial amounts of  federal taxes to IRS, top officials of some exempt organizations received  substantial salaries—often in the six-figure range and in one case in excess  of $1 million—and had substantial personal assets, including multimillion- dollar homes and luxury cars. Our investigations found that 3 of these  exempt organizations are related to other exempt organizations, for-profit  entities, or both that are also tax delinquent. The related entities were  primarily discovered because of common top officials. Combined, the 3  exempt organizations and their related entities owed nearly $40 million in  delinquent taxes. Further, 4 of the 25 case study organizations we  investigated had key officials and other employees who were convicted of  criminal activities, including tax evasion and operating an illegal gambling  establishment, at the same time the organizations continued to benefit  from a tax exempt status. One entity was fined by a state for employing  convicted felons in positions of trust.", "Table 1 highlights 10 of the 25 organizations with unpaid taxes that we  investigated. Appendix II provides a summary of the other 15 cases we  examined. We are referring all 25 cases we examined to IRS for further  collection activity and criminal investigation, if warranted.", "The following provide illustrative detailed information on several of these  cases:  Case 1: This exempt organization is related to several for-profit entities  that provide health care and other services, all of which have tax debts.  The related entities appear to be set up under complex forms of ownership  designed to shield income and assets, such as limited liability companies  and offshore entities. Combined, these entities owe nearly $30 million in  federal taxes, of which more than $10 million is attributable to the exempt  organization. The exempt organization in particular had not paid federal  taxes since the late 1990s, despite receiving millions in federal payments.  At the same time, the exempt organization paid millions in management  fees to a contractor that, according to available public records, is affiliated  with the exempt organization. IRS has not placed a TFRP on any individual  with respect to this exempt organization’s tax debt.", "Case 2: This industry association owes more than $6 million in tax debt  dating back to the late 1990s. A top official of the association admitted that  he intentionally failed to remit payroll taxes in order to fund operations,  which in a recent year included providing more than 10 officials with six- figure salaries, with one receiving a salary in excess of $500,000. At the  same time, another top officer owned a multimillion-dollar luxury estate  and purchased luxury vehicles. IRS has assessed a multimillion-dollar  TFRP against an officer of the organization.", "Case 3: This health care organization owes more than $15 million in tax  debt dating back to the early 2000s. While not paying its payroll taxes, the  organization paid several employees large amounts of annual  compensation, including a total compensation package for a top official in  excess of $1 million annually, and several other employees with combined  compensation of over $1 million. The top official also made several  hundred thousand dollars in cash transactions at banks and casinos while  the organization owed millions in unpaid taxes. Despite holding the  organization’s top office and earning seven-figure compensation, this  official told IRS that he was not responsible for the exempt organization’s  unpaid taxes.", "Case 5: This children’s services organization owes more than $500,000  primarily related to payroll taxes dating back to the late 1980s. The top  official of this exempt organization was convicted of attempting to bribe  an IRS employee. Other organization employees have criminal records,  including records for violent crimes. Further, organization officials  allegedly requested that some payments to it be made in cash.", "Case 6: This community services organization owes almost $3 million in  tax debt dating from the late 1990s. The organization was fined for  employing convicted felons in positions responsible for public safety. In  addition, an organization employee was engaged in criminal activity at one  of the organization’s job sites. To date, IRS has not assessed a TFRP  against organization officials. The organization has been replaced by a  related entity that is operating out of the same facility. Many of the  contracts awarded to the exempt organization have been transferred to  this entity.", "Despite continuing to abuse the federal tax system, all of the 25 case study  organizations continued to retain their tax exempt status. Existing federal  statutes do not authorize IRS to revoke exempt status based on an  organization’s tax delinquency. However, the I.R.C. provides IRS with the  authority to approve and monitor exempt organizations and also stipulates  the circumstances under which IRS can revoke an organization’s tax  exempt status. Specifically, IRS can revoke exempt status when it  determines the organization has ceased to operate in a manner consistent  with the purpose for which it was granted the tax exempt status. For  example, if an organization was granted tax exempt status because it was  established to provide employment or other services to underprivileged  individuals, and it ceases to do so, IRS can revoke the organization’s tax  exempt status. In addition, if an organization engages in excess benefit  behavior, IRS has the authority to assess a tax against the individual who  received the benefit. The I.R.C. provides IRS authority to revoke an  organization’s tax exempt status if it repeatedly engages in excess benefits  behavior, including excess compensation.", "However, the I.R.C. does not provide IRS the authority to revoke tax  exempt status based on failure to pay taxes. According to IRS officials,  organizations whose exempt status is revoked may have delinquent debts,  but that was not the criteria for revocation. IRS officials also informed us  that revocation is an action of last resort, arrived at after evaluation of  many factors and after imposing intermediate sanctions to try and correct  the problem. Similarly, in cases of excess compensation, IRS generally  tried to impose a tax on the individual who received the excess benefits,  rather than revoke the exempt status of the organization."], "subsections": []}, {"section_title": "Exempt Organizations with Unpaid Federal Taxes Received Billions in Federal Grant Payments", "paragraphs": ["Based on analysis of limited grant payment data, we found that exempt  organizations with unpaid federal taxes received over $14 billion in direct  federal grant payments from three federal agency disbursement systems in  fiscal years 2005 and 2006. Grant applicants are required to self-certify on  the grant application whether they are delinquent on any federal debt,  including federal taxes. Our audit of six case study organizations with  delinquent taxes that also received federal grants found that five of the six  appear to have violated the False Statements Act because they did not  declare their delinquent federal taxes on their grant applications."], "subsections": [{"section_title": "Tax Delinquent Exempt Organizations Received Billions in Federal Grants", "paragraphs": ["Based on our analysis, we determined that of the nearly 55,000 exempt  organizations with federal tax debt, more than 1,200 received over   $14 billion in federal grants from HHS, Education, the Department of  Energy, the National Aeronautics and Space Administration, and other  federal agencies in fiscal years 2005 and 2006. The more than 1,200 exempt  organizations owed over $70 million in tax debt yet received substantial  amounts in federal grants.", "However, our estimate of over $14 billion in federal grants received by  exempt organizations with federal tax debt is likely understated. First,  because our analysis was limited to data from the three federal grant  payment systems, our analysis did not include all federal grant  disbursements. Further, our analysis included only data on direct  recipients of federal grant payments, that is, payments provided directly by  the federal government to the end user. Based on our analysis of data from  FAADS, we estimated that these grants account for only about 20 percent  of the total grants awarded by the federal government. The remaining 80  percent of federal grants are provided to states and local governments,  which, in turn, disburse them to end users."], "subsections": []}, {"section_title": "Exempt Organizations with Tax Debt Misrepresented Their Tax Status to Granting Agencies", "paragraphs": ["Organizations that are applying for federal grants complete SF 424s to  provide granting agencies with entity information, such as name, employer  identification number, address, and a descriptive title of the project for  which the grant will be used. The SF 424 also requires that the grant  applicant provide information as to whether the applicant has any  delinquent federal debts. The instructions that accompany the SF 424  define federal debt to include taxes owed. The applicant is required to  certify that the information provided on the SF 424 is true and correct.", "We examined information provided on the SF 424 for six of our case study  tax exempt organizations that received grants, all of which had substantial  tax debts outstanding. We found that five of the six that received federal  grants failed to disclose that they had federal tax debts on the SF 424s filed  with the granting agencies. The six entities applied for and received over  $13 million in total grant payments in fiscal years 2005 and 2006. In a  recent 3-year time span, one of the exempt organizations we audited  applied for multiple grants to provide community services. Even though  the entity had an outstanding balance of unpaid federal taxes, the entity  did not disclose its tax liability on the SF 424s. The organization  subsequently received several million dollars in grant payments during 2  recent fiscal years. Figure 3 provides excerpts of an SF 424 for this  organization where the applicant appears to have violated the False  Statements Act by not disclosing its delinquent tax debt. Appendix IV  contains a copy of the entire SF 424.", "We found that while granting agencies can ask prospective grantees for  consent to verify federal tax debt information with IRS, granting agencies  do so only in a few cases where the grant applicant discloses having  federal debts. Agencies do not confirm with IRS the accuracy of applicant  information related to federal tax debts because of strict taxpayer privacy  laws. Officials at three granting agencies informed us that procedurally, if  tax debt is declared on the SF 424, the agencies would request further  information to determine if any action needs to be taken. Without accurate  debt information, granting agencies are limited in their ability to fully  evaluate whether the grantee is a responsible party, the grantee should  receive the grant, additional action needs to be taken, or a combination of  these."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["The majority of exempt organizations appear to pay their federal taxes.  However, our work has shown that tens of thousands of exempt  organizations and their officers have taken advantage of the opportunity to  avoid paying their federal taxes, in part because IRS does not have the  authority to revoke exempt status for failure to pay taxes. In many cases,  officers of these delinquent organizations are responsible for diversion of  payroll tax money—a felony offense—to pay their substantial salaries and  accumulate substantial personal wealth. It is likely that many of these  exempt organizations have provided significant and positive services to  those in need; but it is also important that they comply with federal tax  law. We have referred all 25 of the cases we investigated to IRS for  collection and criminal investigation."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Commissioner of IRS for review  and comment on April 6, 2007. Officials in IRS’s TE/GE provided oral  comments on the draft on April 24, 2007. The oral comments highlighted  several planned actions to enhance exempt organizations’ tax compliance  efforts. The planned actions cited included analyzing discrepancies  between payroll data reported to the Social Security Administration and  data reported to IRS, and piloting a new modeling program to identify  exempt organizations with a high risk of employment tax noncompliance.  In its oral comments, IRS also agreed with the draft report’s finding that  IRS does not have authority to revoke an organization’s exempt status for  nonpayment of employment taxes, except under extraordinary  circumstances which rarely occur.", "IRS planned actions, if implemented effectively, should help IRS avoid  additional payroll and other tax compliance issues by exempt  organizations. For IRS to ensure that tax exempt organizations comply  with tax law  it will be important to use the full range of available  enforcement tools and hold tax exempt organizations and associated key  officials accountable for noncompliance. As discussed in the body of this  report, we identified a number of exempt organizations and their officials  that were delinquent in paying significant dollar amounts in federal payroll  and other taxes.", "As agreed with your office, unless you announce the contents of this  report earlier, we will not distribute it until 30 days after its date. At that  time, we will send copies to the Secretary of the Treasury, the  Commissioner of the Financial Management Service, the Commissioner of  Internal Revenue, and interested congressional committees and members.  We will also make copies available to others upon request. In addition, this  report will be available at no charge on the GAO Web site at  http://www.gao.gov.", "Please contact me at (202) 512-9505 or kutzg@gao.gov if you or your staff  have any questions concerning this report. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made major contributions to this report  are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to determine whether and, if so, to what extent   (1) exempt organizations have unpaid federal taxes, including payroll  taxes; (2) selected case study organizations and their executives are  involved in abusive or potentially criminal activity; and (3) exempt  organizations with unpaid federal taxes received direct grants from certain  federal agencies.", "To determine whether and to what extent exempt organizations have  unpaid payroll and other federal taxes, we first identified the population of  exempt organizations to be included in our analysis. These organizations  include those that either received a formal determination of their exempt  status or met basic criteria to be considered exempt. To perform this step,  we obtained the exempt organization business master file from the  Internal Revenue Service (IRS) as of September 30, 2006. This database  contained information on over 2.5 million entities, each with a code  indicating the most recent “exempt” status. In consultation with IRS, we  identified nearly 1.8 million entities with status codes indicating that they  are currently tax exempt.", "To identify exempt organizations with unpaid federal taxes, we obtained  IRS’s September 30, 2006, unpaid assessments file and matched it to the  1.8 million entities we identified as currently tax exempt using taxpayer  identification numbers (TIN). To avoid overstating the amount owed by  exempt organizations with unpaid federal tax debts and to capture only  significant tax debt, we excluded tax debts meeting specific criteria. The  criteria we used to exclude tax debts are as follows:  tax debts IRS classified as compliance assessments or memo accounts  for financial reporting,  tax debts from calendar year 2006 tax periods, and    exempt organizations with total unpaid taxes of $100 or less.", "The criteria above were used to exclude tax debts that might be under  dispute or generally duplicative or invalid and tax debts that are recently  incurred. Specifically, compliance assessments or memo accounts were  excluded because these taxes have neither been agreed to by the  taxpayers nor affirmed by the court, or these taxes could be invalid or  duplicative of other taxes already reported. We excluded tax debts from  calendar year 2006 tax periods to eliminate tax debt that may involve  matters that are routinely resolved between the taxpayers and IRS, with  the taxes paid or abated within a short period. We also excluded tax debts  of $100 or less because they are insignificant for the purpose of  determining the extent of taxes owed by exempt organizations.", "To prepare case studies of selected exempt organizations and their  directors or senior officers for abuse of the federal tax system, we selected  25 exempt organizations using a nonrepresentative selection approach  based on data-mining results, our judgment, and a number of other  criteria, including the amount of unpaid taxes, number of unpaid tax  periods, amount of payments reported by IRS, and indications that key  officials might be involved in multiple entities with tax debts.", "We obtained copies of automated tax transcripts and other tax records  (for example, revenue officers’ notes) from IRS as of September 30, 2006,  and reviewed these records to exclude exempt organizations that had  recently paid off their unpaid tax balances and considered other factors  before reducing the selection of exempt organizations to 25 case studies.  For the selected 25 cases, we performed searches of criminal, financial,  and public records. Our investigators contacted several of the exempt  organizations and performed interviews.", "To determine whether and to what extent exempt organizations with tax  debt received federal grants, we obtained and analyzed federal grant  payment databases from the Department of Education’s (Education) Grant  Administration and Payment System (GAPS), the Department of the  Treasury Financial Management Service’s (FMS) Automated Standard  Application Payment system (ASAP), and the Department of Health and  Human Services’ (HHS) Payment Management System (PMS) for fiscal  years 2005 and 2006. These three agencies process grants on behalf of  many other federal agencies and, in fiscal years 2005 and 2006, processed  the majority of direct and pass-through grants, excluding Medicare and  Medicaid. We then matched the grant payment data to the exempt  organizations with federal tax debt using the TINs. Of the 25 case studies  of exempt organizations with unpaid federal taxes, 6 submitted grant  application forms related to grant payments made during fiscal years 2005  and 2006. We requested and reviewed the grant application forms for all 6  entities. We also interviewed officials from HHS, Education, and the  Department of Agriculture on whether tax debts are considered in their  decisions on whether to provide grants to particular grant applicants.", "We conducted our audit work from August 2006 through March 2007 in  accordance with U.S. generally accepted government auditing standards,  and we performed our investigative work in accordance with standards  prescribed by the President’s Council on Integrity and Efficiency."], "subsections": [{"section_title": "Data Reliability Assessment", "paragraphs": ["For IRS unpaid assessments data, we relied on the work we performed  during our annual audits of IRS’s financial statements. While our financial  statement audits have identified some data reliability problems associated  with the coding of some of the fields in IRS’s tax records, including errors  and delays in recording taxpayer information and payments, we  determined that the data were sufficiently reliable to address our report’s  objectives. Our financial audit procedures, including the reconciliation of  the value of unpaid taxes recorded in IRS’s master file to IRS’s general  ledger, identified no material differences.", "To help ensure reliability of the exempt organization data, we interviewed  IRS officials concerning the reliability of the data provided to us. In  addition, we performed electronic testing of specific data elements in the  database that we used to perform our work.", "For the GAPS, ASAP, and PMS data, we interviewed officials from  Education, FMS, and HHS responsible for the databases. In addition, we  performed electronic testing of specific data elements that we used to  perform our work.", "Based on our discussions with agency officials, our review of agency  documents, and our own testing, we concluded that the data elements  used for this report were sufficiently reliable for our purposes.", "We briefed IRS officials on March 27, 2007, on the details of our audit,  including our findings and their implications. On April 6, 2007, we  requested comments on a draft of this report from the Commissioner of  IRS. We received oral comments from the Tax Exempt and Government  Entities Division of IRS on April 24, 2007, and have summarized these  comments in the Agency Comments and Our Evaluation section of this  report."], "subsections": []}]}, {"section_title": "Appendix II: Exempt Organizations with Unpaid Federal Taxes", "paragraphs": ["Table 1 provides data on 10 detailed case studies. Table 2 provides details  of the remaining 15 exempt organizations we selected as case studies. As  with the 10 cases discussed in the body of this report, we also found  abuse, potential criminal activity, or both related to the federal tax system  during our audit and investigations of these 15 case studies. The case  studies primarily involved exempt organizations with unpaid payroll taxes,  one for as many as 14 years."], "subsections": []}, {"section_title": "Appendix III: Types of Exempt Organizations", "paragraphs": ["Section 501(c) of the Internal Revenue Code (I.R.C.) lists several types of  organizations that qualify for exemption from federal income taxes. The  types of exempt organizations are summarized in table 3."], "subsections": []}, {"section_title": "Appendix IV: OMB Form SF 424 – Application for Federal Assistance", "paragraphs": ["Phone Number (give area code)", "Fax Number (give area code)", "8. TYPE OF APPLICATION:  7. TYPE OF APPLICANT:  (See back of form for Application Types)", "If Revision, enter appropriate letter(s) in box(es) (See back of form for description of letters.)", "Other (specify)", "Other (specify)", "TITLE (Name of Program):  12. AREAS AFFECTED BY PROJECT (Cities, Counties, States, etc.):  14. CONGRESSIONAL DISTRICTS OF:  a. Applicant  15. ESTIMATED FUNDING:  16. IS APPLICATION SUBJECT TO REVIEW BY STATE EXECUTIVE  ORDER 12372 PROCESS? . a. Yes.   THIS PREAPPLICATION/APPLICATION WAS MADE  .", "AVAILABLE TO THE STATE EXECUTIVE ORDER 12372  PROCESS FOR REVIEW ON  .. b. No.  PROGRAM IS NOT COVERED BY E. O. 12372  .", "OR PROGRAM HAS NOT BEEN SELECTED BY STATE  .", "17. IS THE APPLICANT DELINQUENT ON ANY FEDERAL DEBT? .", "Yes If “Yes” attach an explanation.   18. TO THE BEST OF MY KNOWLEDGE AND BELIEF, ALL DATA IN THIS APPLICATION/PREAPPLICATION ARE TRUE AND CORRECT.  THE  DOCUMENT HAS BEEN DULY AUTHORIZED BY THE GOVERNING BODY OF THE APPLICANT AND THE APPLICANT WILL COMPLY WITH THE   ATTACHED ASSURANCES IF THE ASSISTANCE IS AWARDED.   a. Authorized Representative  Prefix Middle Name First Name  c. Telephone Number (give area code)"], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, the following individuals made  major contributions to this report: Tuyet-Quan Thai, Assistant Director;  Gary Bianchi; Ray Bush; Shafee Carnegie; William Cordrey; Jessica Gray;  Ken Hill; Aaron Holling; Leslie Jones; Shirley Jones; Jason Kelly; John  Kelly; Rick Kusman; Barbara Lewis; Andrew McIntosh; Aaron Piazza; John  Ryan; Barry Shillito; and Michael Zola."], "subsections": []}]}], "fastfact": []}