{"id": "GAO-05-574T", "url": "https://www.gao.gov/products/GAO-05-574T", "title": "Management Reform: Assessing the President's Management Agenda", "published_date": "2005-04-21T00:00:00", "released_date": "2005-04-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["As part of its work to improve the management and performance of the federal government, GAO monitors progress and continuing challenges related to the President's Management Agenda (PMA). The Administration has looked to GAO's high-risk program to help shape various governmentwide initiatives, including the PMA. GAO remains committed to working with the Congress and the Administration to help address these important and complex issues."]}, {"section_title": "What GAO Found", "paragraphs": ["The administration's implementation of the PMA has been a very positive initiative. It has served to raise the visibility of key management challenges, increased attention to achieving outcome-based results, and reinforced the need for agencies to focus on making sustained improvements in addressing long-standing management problems, including items on GAO's high-risk list. Our work shows that agencies have made progress in the areas covered by the PMA, and the Office of Management and Budget (OMB) has indicated it will continue to focus on high-risk areas during the President's second term. Importantly, OMB needs to place additional attention on the Department of Defense's (DOD) many high-risk areas and overall business transformation efforts. While considerable progress has been made in connection with PMA issues, a number of significant challenges remain. In the area of financial performance, the PMA recognizes the importance of timely, accurate and useful financial information and sound internal control. Agencies made significant progress in meeting accelerated financial statement reporting deadlines, and OMB has refocused attention on improving internal controls. However, agencies face several challenges--improvement lags on financial management reforms, especially at DOD which must overhaul its financial management and business operations. The PMA established a separate initiative for improper payments to ensure that agency managers are held accountable for meeting the goals of the Improper Payments Information Act of 2002. Effective implementation of this Act will be an important step toward addressing this area, which involves tens of billions of dollars. The PMA recognizes that people are an important organizational asset. A governmentwide framework for advancing human capital reform is needed to avoid further fragmentation within the civil service, ensure management flexibility as appropriate, allow a reasonable degree of consistency, provide adequate safeguards within the overall civilian workforce, and help maintain a level playing field among federal agencies competing for talent. The initiative to integrate management and performance issues with budgeting is critical for progress in government performance and management. OMB's Program Assessment Rating Tool (PART) is designed to use results-oriented information to assess programs in the budget formulation process. However, more should be done to assess how each program fits within the broad portfolio of tools and strategies used to accomplish federal missions. Many e-government initiatives are showing tangible results. However, the government continues to face challenges, such as establishing a federal enterprise architecture intended to provide a framework to guide agencies' enterprise architectures and investments. The inclusion of real property asset management on the PMA, an executive order, and agencies' actions are all positive steps in an area that had been neglected for years. However, the underlying conditions--such as excess and deteriorating properties--continue to exist. More needs to be done in areas such as improving capital planning among agencies."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the President’s Management  Agenda (PMA), which has been a very positive initiative. The  administration’s implementation of the PMA has demonstrated its  commitment to improving federal management and performance. It has  served to raise the visibility of key management challenges, increased  attention to achieving outcome-based results, and reinforced the need for  agencies to focus on making sustained improvements in addressing long- standing problems, including items on GAO’s high-risk list. I believe the  concept of using red, yellow, and green stoplights both to indicate  agencies’ status and focus on progress made is an innovative approach. By  calling attention to successes and needed improvements, the focus that  PMA and the scorecards bring is certainly a step in the right direction, and  our work shows that progress has been made in a number of important  areas over the last several years. Importantly, OMB needs to place  additional attention on the Department of Defense’s many high-risk areas  and business transformation efforts.", "Significant challenges remain particularly at the Department of Defense  (DOD), where 14 of the 25 high-risk areas exist. GAO identifies areas that  are at high risk due to their greater vulnerabilities to fraud, waste, abuse,  and mismanagement as well as the need for broad based transformations  to address major economy, efficiency, or effectiveness challenges. DOD’s  current and historical approach to business transformation has not proven  effective in achieving meaningful and sustainable progress, and change is  necessary in order to expedite a broad-based transformation. For years,  we have reported on inefficiencies and the lack of adequate transparency  and appropriate accountability across DOD’s major business areas,  resulting in billions of dollars of wasted resources annually. DOD has not  taken the steps it needs to take to overhaul its financial management and  related business operations.", "The Bush Administration has looked to our high-risk program to help  shape various governmentwide initiatives, including the PMA, which has at  its base many of the areas we had previously designated as high risk. To its  credit, the Office of Management and Budget (OMB) has worked closely  with a number of agencies that have high-risk issues, in many cases  establishing action plans and milestones for agencies to complete needed  actions to address areas that we have designated as high risk. In this  regard, Clay Johnson, OMB’s Deputy Director for Management, recently  reaffirmed the Bush Administration’s desire to refocus on GAO’s high-risk  list in order to make as much progress as possible in the President’s  second term. This is very encouraging. OMB will need to be engaged  seriously on a sustained basis to make progress on a range of challenges  that are costing taxpayers billions of dollars each year. Continued  oversight by the Congress will also be key, and in the case of some areas,  legislative actions will be needed.", "In the PMA, the President has identified five governmentwide initiatives  that are interrelated and support each other—improved financial  performance, strategic management of human capital, budget and  performance integration, electronic government, and competitive  sourcing. The PMA also includes program initiatives on eliminating  improper payments and real property asset management. Today, as agreed  with the subcommittee, my statement will focus on the progress made in  these five governmentwide and the two program initiatives in PMA and the  next steps our work shows will be key to effectively enhance the  management and performance of the federal government. I will also  highlight the importance of congressional oversight in continuing to  provide the attention needed to improve management and performance  across the federal government and ensure accountability. This testimony  draws upon our wide-ranging work on federal management and  transformation issues, including analysis of PMA initiatives and the  President’s 2006 Budget of the U.S Government. We conducted our work  in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Improved Financial Performance", "paragraphs": ["The PMA initiative to improve financial performance is aimed at ensuring  that federal financial systems produce accurate and timely information to  support operating, budget, and policy decisions. It focuses on key issues  such as data reliability, clean financial statement audit opinions, and  effective internal control and financial management systems. Our work in  these areas over a number of years demonstrates the importance of the  improvement efforts that are underway. The Congress enacted a number  of statutory reforms during the 1990s in the area of financial management.  Although progress has been made under the PMA, the federal government  is a long way from successfully implementing these reforms.", "Reliable information, including cost data, is critical for effective  performance measurement to support program management decisions in  areas ranging from program efficiency and effectiveness to sourcing and  contract management. For effective management, this information must  not only be timely and reliable, but also both useful and used. Under this  PMA initiative, agencies are expected to implement integrated financial  and performance management systems that routinely produce information  that is (1) timely—to measure and affect performance immediately, (2)  useful—to make more informed operational and investing decisions, and  (3) reliable—to ensure consistent and comparable trend analysis over time  and to facilitate better performance measurement and decision making.  Producing timely, useful, and reliable information is critical for achieving  the goals that the Congress established in the Chief Financial Officers  (CFO) Act of 1990 and other federal financial management reform  legislation.", "The executive branch management scorecard for the financial  performance area not only recognizes the importance of achieving an  unqualified or “clean” opinion from auditors on financial statements, but  also focuses on the fundamental and systemic issues that must be  addressed in order to routinely generate timely, accurate, and useful  financial information and provide sound internal control and effective  compliance systems, which represents the end goal of the CFO Act.", "For fiscal year 2004, OMB accelerated agencies’ financial statement  reporting date to November 15, 2004, as compared with January 30, 2004,  for fiscal year 2003. Twenty-two of twenty-three CFO Act agencies were  able to issue their fiscal year 2004 financial statements by the accelerated  reporting date, a significant improvement in the timeliness of these  statements. Eighteen of these agencies were able to attain unqualified  audit opinions on their financial statements. At the same time, the growing  number of CFO Act agencies that restated certain of their financial  statements for fiscal year 2003 to correct errors emerged as an issue of  concern that merits close scrutiny. Eleven of the twenty-three CFO Act  agencies fell into this category in fiscal year 2004, as compared with at  least five CFO Act agencies that had restatements of prior year financial  statements in fiscal year 2003. Frequent restatements to correct errors can  undermine public trust and confidence in both the entity and all  responsible parties.", "The scorecard also measures whether agencies have any material internal  control weaknesses or material noncompliance with laws and regulations,  and whether agencies meet Federal Financial Management Improvement  Act (FFMIA) of 1996 requirements. As stated in the PMA, without sound  internal controls and accurate and timely financial information, it will not  be possible to accomplish the President’s agenda to secure the best  performance and highest measure of accountability for the American  people.", "Reinforcing the PMA’s emphasis on effective internal controls, OMB  revised Circular A-123, Management’s Responsibility for Internal Control  in December, 2004. These revisions recognize that effective internal  control is critical to improving federal agencies’ effectiveness and  accountability and to achieving the goals that the Congress established in  1950 and reaffirmed in 1982 with passage of the Federal Managers’  Financial Integrity Act (FMFIA). The Circular correctly recognizes that  instead of considering internal control as an isolated management tool,  agencies should integrate their efforts to meet the FMFIA requirements  with other efforts to improve effectiveness and accountability. Internal  control should be an integral part of the entire cycle of planning,  budgeting, management, accounting, and auditing. It should support the  effectiveness and the integrity of every step of the process and provide  continual feedback to management.", "We support OMB’s efforts to revitalize FMFIA, particularly the principles- based approach in the revised Circular A-123 for establishing and  reporting on internal control that should increase accountability. This  approach provides a floor for expected behavior, rather than a ceiling, and  by its nature, calls for greater judgment on the part of those applying the  principles. Accordingly, clear articulation of objectives, the criteria for  measuring whether the objectives have been successfully achieved and the  rigor with which these criteria are applied will be critical. Providing  agencies with supplemental guidance and implementation tools, which  OMB and the CFO Council are developing, is particularly important in light  of the varying levels of maturity in internal control across government as  well as the divergence in implementation of a principles-based approach  that is typically found across entities with varying capabilities.", "A challenge of great complexity that many agencies face is ensuring that  underlying financial management processes, procedures, and information  systems are in place for effective program management. Agencies need to  take steps to (1) continuously improve internal controls and underlying  financial and management information systems to ensure that managers  and other decision makers have reliable, timely, and useful financial  information to ensure accountability; (2) measure, control, and manage  costs; (3) manage for results; and (4) make timely and fully informed  decisions about allocating limited resources. Meeting FFMIA requirements  presents long-standing, significant challenges that will only be met through  time, investment, and sustained emphasis on correcting deficiencies in  federal financial management systems. The widespread systems problems  facing the federal government need sustained management commitment at  the highest levels of government to ensure that these needed  modernizations come to fruition. PMA provides the visibility needed for  sustaining these efforts.", "Much work remains to be done across government to improve financial  performance, as shown by the December 2004 scorecards. Of the 23 CFO  Act agencies that OMB scored, 15 were rated red for financial  performance. This is not surprising, considering the well-recognized need  to transform financial management and other business processes at  agencies such as the Department of Defense (DOD), the results of our  analyses under FFMIA, the various financial management operations we  have designated as high risk, and known long-standing material  weaknesses. Seven agencies improved their scores to green from the  initial baseline evaluation for financial performance which was as of  September 30, 2001; however, several agencies’ scores declined, reflecting  increased challenges. Overhauling financial management represents a  challenge that goes far beyond financial accounting to the very fiber of an  agency’s business operations and management culture, particularly at  agencies with longstanding problems, such as DOD. For the new  Department of Homeland Security (DHS), establishing sound financial  management is a critical success factor.", "In the area of financial performance, the federal government is a long way  from successfully implementing needed financial management reforms.  Widespread financial management system weaknesses, poor  recordkeeping and documentation, weak internal controls, and the lack of  information have prevented the federal government from having the cost  information it needs to effectively and efficiently manage operations  through measuring the full cost and financial performance of programs  and accurately reporting a large portion of its assets, liabilities, and costs.  The government’s ability to adequately safeguard significant assets has  been impaired by these conditions.", "Across government, there is a range of financial management  improvement initiatives under way that, if effectively implemented, will  improve the quality of the government’s financial management and  reporting. Federal agencies have started to make progress in their efforts  to modernize their financial management systems and improve financial  management performance as called for in PMA. However, until these  challenges are adequately addressed, they will continue to present a  number of adverse implications for the federal government and the  taxpayers. At the same time, the need for timely, reliable, and useful  financial and performance information is greater than ever. Our nation’s  large and growing long-term fiscal imbalance, which is driven largely by  known demographic trends and rising health care costs, coupled with new  homeland security and defense commitments and the recent downward  trend in revenue as a share of gross domestic product, serves to sharpen  the need to fundamentally review and re-examine the base of federal  entitlement, discretionary, and other spending and tax policies. Clearly,  tough choices will be required to address the resulting structural  imbalance."], "subsections": []}, {"section_title": "Eliminating Improper Payments", "paragraphs": ["Improper payments are a longstanding, widespread, and significant  problem in the federal government. The Congress enacted the Improper  Payments Information Act (IPIA) of 2002 to address this issue of improper  payments. The separate improper payments PMA program initiative began  in the first quarter of fiscal year 2005. Previously, agency efforts related to  improper payments were tracked along with other financial management  activities as part of the Improved Financial Performance initiative. The  objective of establishing a separate initiative for improper payments was  to ensure that agency managers are held accountable for meeting the goals  of the IPIA and are therefore dedicating the necessary attention and  resources to meeting IPIA requirements.", "Across the federal government, improper payments occur in a variety of  programs and activities, including those related to health care, contract  management, federal financial assistance, and tax refunds. Improper  payments include inadvertent errors, such as duplicate payments and  miscalculations, payments for unsupported or inadequately supported  claims, payments for services not rendered, payments to ineligible  beneficiaries, and payments resulting from fraud and abuse by program  participants and/or federal employees. Many improper payments occur in  federal programs that are administered by entities other than the federal  government, such as states, municipalities, and intermediaries such as  insurance companies. Generally, improper payments result from a lack of  or an inadequate system of internal control, but some result from program  design issues.", "Federal agencies’ estimates of improper payments based on available  information for fiscal year 2004 exceeded $45 billion. This estimate could  increase significantly over the next several years as agencies become more  effective at estimating and reporting improper payment amounts for  programs and activities that are susceptible to significant improper  payments. Of the 15 agencies identified for this PMA initiative, no agencies  were rated green and 10 were rated red in the first scores for this initiative  as of December 31, 2004.", "These results are consistent with our previous work both agencywide and  in specific program areas. For example, our preliminary reviews of 29  federal agencies’ fiscal year 2004 PARs suggest that a number of agencies  were not well positioned to meet the reporting requirements of IPIA.  Additionally, improper payments for specific programs have been  identified as a high-risk area. For example, the Centers for Medicare &  Medicaid Services has made improvements in assessing the level of  improper payments, collecting overpayments from providers, and building  the foundation for modernizing its information technology. Nevertheless,  much work remains to be done given the magnitude of its challenges in  safeguarding program payments. This includes more effectively overseeing  Medicare’s claims administration contractors, managing the agency’s  information technology initiatives, and strengthening financial  management processes across multiple contractors and agency units. In  light of these challenges and the program’s size and fiscal significance,  Medicare remains on our list of high-risk programs. For Medicaid, an  estimate of improper payments was not reported for fiscal year 2004.", "Our prior work has demonstrated that attacking improper payments  requires a strategy appropriate to the organization and its particular risks.  We have found that entities using successful strategies to help address  their improper payments shared a common focus of improving the internal  control system—the first line of defense in safeguarding assets and  preventing and detecting errors and fraud. As discussed in the Comptroller  General’s Standards for Internal Control in the Federal Government, the  components of any control system are:    control environment—creating a culture of accountability,  risk assessment—performing analyses of program operations to determine  if risks exist,    control activities—taking actions to address identified risk areas,  information and communications—using and sharing relevant, reliable,  and timely information, and    monitoring—tracking improvement initiatives and identifying additional  actions needed to further improve program efficiency and effectiveness.", "Effective implementation of the IPIA will be an important step towards  addressing the longstanding, significant issue of improper payments. OMB  has an important role, and we support their efforts to call attention to this  issue. Fiscal year 2004 represents the first year that federal agencies were  required to report improper payment information required by the IPIA in  their Performance and Accountability Reports (PAR). IPIA raised  improper payments to a new level of importance by requiring federal  agencies to annually review all programs and activities and identify those  that may be susceptible to significant improper payments. Federal  agencies are required to estimate the annual amount of improper  payments for those programs and activities identified as susceptible to  significant improper payments. The law further requires federal agencies  to report to the Congress the improper payment estimates and information  on the actions the agency is taking to reduce the improper payments. OMB  implementation guidance required that estimates and, if applicable, the  corrective action report, be included in federal agencies’ PARs beginning  with fiscal year 2004.", "OMB’s guidance addresses the specific reporting requirements called for  in the act and lays out the general steps agencies are to perform to meet  those requirements. The guidance defines key terms used in the law, such  as programs and activities, and offers criterion that clarify the meaning of  the term significant improper payments. It requires that agencies use  statistical sampling when estimating improper payments and sets  statistical sampling confidence and precision levels for estimation  purposes. It also requires that agencies report the results of their improper  payment activities in their annual PAR. The ultimate success of the  legislation and the PMA initiative hinges on each agency’s diligence and  commitment in identifying, estimating, determining the causes of, taking  corrective actions, and measuring progress in reducing all improper  payments. Designating this area as a separate program initiative under the  PMA, will bring visibility to this problem that we hope will lead to action  and further progress."], "subsections": []}, {"section_title": "Strategic Human Capital Management", "paragraphs": ["The PMA recognizes that people are an important organizational asset to  an agency. Under the PMA, agencies are to implement a comprehensive  human capital plan that aligns with agency mission and goals.  Considerable progress has been made in strategic human capital  management since we designated it as high risk in 2001. For example,  OMB recently reported that agencies are making improvements in  addressing key human capital challenges. Nevertheless, ample  opportunities exist for agencies to improve their strategic human capital  management to achieve results and respond to current and emerging  challenges. Specifically, agencies continue to face challenges in four key  areas:    Leadership: Agencies need sustained leadership to provide the focused  attention essential to completing multiyear transformations.", "Strategic Human Capital Planning: Agencies need effective strategic  workforce plans to identify and focus their human capital investments on  the long-term issues that best contribute to results.", "Acquiring, Developing, and Retaining Talent: Agencies need to continue to  create effective hiring processes and use flexibilities and incentives to  retain critical talent and reshape their workforces.", "Results-Oriented Organizational Cultures: Agencies need to reform their  performance management systems so that pay and awards are linked to  performance and organizational results.", "Going forward, federal agencies need to develop and effectively  implement the human capital approaches that best meet their needs,  resources, context, and authorities. While these approaches will depend  on each organization’s specific situation, leading public sector  organizations build an infrastructure that at a minimum, includes (1) a   human capital planning process that integrates the agency’s human capital  policies, strategies, and programs with its program goals, mission, and  desired outcomes; (2) the capabilities to effectively develop and  implement a hew human capital system; and importantly, (3) the existence  of a modern, effective, and credible performance management system that  includes adequate safeguards (such as reviews and appeal processes) to  ensure fair, effective, non-discriminatory, and credible implementation of  the new system. Our observations follow.", "Conducting strategic human capital planning: Such planning aligns human  capital programs with programmatic goals and develops strategies to  acquire, develop, and retain staff to achieve these goals. As part of the  PMA, agencies are to implement a workforce planning system to identify  and address gaps in mission critical occupations and competencies and  develop succession strategies.", "Agencies are experiencing significant challenges to deploying the right  skills, in the right places, at the right time in the wake of extensive  downsizing during the early 1990s that was done largely without sufficient  consideration of the strategic consequences. Agencies are also facing a  growing number of employees who are eligible for retirement and are  finding it difficult to fill certain mission-critical jobs, a situation that could  significantly drain agencies’ institutional knowledge. For example, the  achievement of DOD’s mission is dependent in large part on the skills and  expertise of its civilian workforce. We recently reported that DOD’s future  strategic workforce plans may not result in workforces that possess the  critical skills and competencies needed. Among other things, DOD and  the components do not know what competencies their staff needs to do  their work now and in the future and what type of recruitment, retention,  and training and professional development workforce strategies should be  developed and implemented to meet future organizational goals. It is  questionable whether DOD’s implementation of its new personnel reforms  will result in the maximum effectiveness and value.", "Building the capability to develop and implement human capital systems:  An essential element to acquiring, developing, and retaining a high-quality  workforce is effective use of human capital flexibilities. These flexibilities  represent the policies and practices that an agency has the authority to  implement in managing its workforce. As part of the PMA, agencies are to  establish goals to accelerate their hiring processes, monitor their progress,  and implement needed improvements.", "We reported that agencies must take greater responsibility for maximizing  the efficiency and effectiveness of their individual hiring processes within  the current statutory and regulatory framework that Congress and the  Office of Personnel Management (OPM) have provided and recommended  that OPM take additional actions to assist agencies in strengthening the  federal hiring process. We subsequently reported that although Congress,  OPM, and agencies have all undertaken efforts to help improve the federal  hiring process, agencies appeared to be making limited use of the new  hiring flexibilities provided by Congress in 2002—category rating and  direct hire.", "Consistent with our findings and recommendations, OPM has taken a  number of important actions to assist agencies in their use of hiring  flexibilities. For example, OPM issued final regulations on the use of  category rating and direct-hire authority, providing some clarification in  response to various comments it had received in interim regulation. Also,  OPM conducted a training symposium to provide federal agencies with  further instruction and information on ways to improve the quality and  speed of the hiring process.", "Implementing modern, effective, and credible performance management  systems: Effective performance management systems can help drive  internal change and achieve external results. Such systems are not merely  used for expectation setting and rating processes, but are also used to  facilitate two-way communication so that discussions about individual and  organizational performance are integrated and ongoing. Leading public  sector organizations have created a clear linkage—”line of sight”— between individual performance and organizational success. Under the  PMA, agencies are to establish performance appraisal plans for all senior  executives and managers that link to agency mission, goals, and outcomes.", "Recently, Congress and the administration have sought to modernize  senior executive performance management systems by establishing a new  performance-based pay system for the Senior Executive Service (SES) that  is designed to provide a clear and direct linkage between SES performance  and pay. With the new system, an agency can raise the pay cap for its  senior executives if OPM certifies and OMB concurs that the agency’s  performance management system, as designed and applied, makes  meaningful distinctions based on relative performance. However, data  suggest that more work is needed in making such distinctions. Agencies  rated about 75 percent of senior executives at the highest level their  systems permit in fiscal year 2003, the most current year for which data  are available, which is about the same percent of executives as fiscal year  2002."], "subsections": []}, {"section_title": "Framework for Human Capital Reform", "paragraphs": ["Congress has recently given agencies such NASA, DHS, and DOD statutory  authorities to help them manage their human capital strategically to  achieve results. Consequently, in this environment, the federal government  is quickly approaching the point where “standard governmentwide” human  capital policies and processes are neither standard nor governmentwide.  To be effective, human capital reform needs to avoid further  fragmentation within the civil service, ensure reasonable consistency  within the overall civilian workforce, and help maintain a reasonably level  playing field among federal agencies competing for talent.", "To help advance the discussion concerning how governmentwide human  capital reform should proceed, GAO and the National Commission on the  Public Service Implementation Initiative hosted a forum on whether there  should be a governmentwide framework for human capital reform and, if  so, what this framework should include. While there were divergent  views among the forum participants, there was general agreement on a set  of principles, criteria, and processes that would serve as a starting point  for further discussion in developing a governmentwide framework in  advancing needed human capital reform, as shown in figure 1.", "There is general recognition for a need to continue to develop a  governmentwide framework for human capital reform that Congress and  the administration can implement to enhance performance, ensure  accountability, and position the nation for the future. Nevertheless, how it  is done, when it is done, and on what basis it is done can make all the  difference. Agencies authorized to implement any statutory authority  should demonstrate that they have the capacity, not just the design, to do  so. The principles, criteria, and processes suggested above can help ensure  consistency when granting both (1) agency-specific human capital  authorities so agencies can design and implement effective human capital  systems to help them address 21st century challenges and succeed in their  transformations and (2) governmentwide reform to provide broad  consistency where desirable and appropriate."], "subsections": []}, {"section_title": "Budget and Performance Integration", "paragraphs": ["The current administration has taken several steps to strengthen the  integration of budget, cost, and performance information for which the  Government Performance and Results Act (GPRA), the CFO Act, and the  Government Management Reform Act (GMRA) laid the groundwork. The  budget and performance integration initiative includes elements such as  the Program Assessment Rating Tool (PART) used to review programs, an  emphasis on improving outcome measures, and improving monitoring of  program performance. Another effort is budget restructuring, which is  meant to improve the alignment of resources with performance. None of  these efforts are simple or straightforward.", "Integrating management and performance issues with budgeting is  absolutely critical for progress in government performance and  management. Such integration is obviously important to ensuring that  management initiatives obtain the resource commitments and sustained  leadership commitment throughout government needed to be successful.  GPRA was enacted to provide a greater focus on performance in the  federal government with the expectation that this would be linked and  integrated with the budget. GPRA has succeeded in 10 years in expanding  the supply of information and institutionalizing a culture of performance.", "In 2002, OMB introduced a formal assessment tool into executive branch  budget deliberation: PART is the central element in the performance  budgeting piece of the PMA. GPRA expanded the supply of performance  information generated by federal agencies. OMB’s PART builds on GPRA  by actively promoting the use of results-oriented information to assess  programs in the budget. It has the potential to promote a more explicit  discussion and debate between OMB, the agencies, and the Congress  about the performance of selected programs.", "The promise of performance budgeting is that it can help shift the focus of  budgetary debates and oversight activities by changing the agenda of  questions asked. Performance information can help policymakers address  a number of questions such as whether programs are (1) contributing to  their stated goals, (2) well-coordinated with related initiatives at the  federal level or elsewhere, and (3) targeted to those most in need of  services or benefits. Results-oriented information is also needed for better  day-to-day management and agency decisionmaking. It can provide  information on what outcomes are being achieved, whether resource  investments have benefits that exceed their costs, and whether program  managers have the requisite capacities to achieve promised results. PART  reviews are directed towards answering many of these questions; in many  cases these reviews illustrated how far we have to go before performance  information can be used with complete confidence.", "While no data are perfect, agencies need to have sufficiently credible  performance data to provide transparency of government operations so  that Congress, program managers, and other decision makers can use the  information. However, as our work on PART and GPRA implementation  shows, limited confidence in the credibility of performance data has been  a longstanding weakness.", "Credible performance information can facilitate a fundamental  reassessment of what the government does and how it does business by  focusing on the outcomes—or program results—achieved with budgetary  resources. Our work has shown that agencies are making progress, but  improvement is needed to ensure that agencies measure performance  toward a comprehensive set of goals that focus on results. We have  previously reported that stakeholder involvement appears critical for  getting consensus on goals and measures. Although improving outcome  measures continues to be a major focus of PART reviews, as we reported  in our January 2004 report, these assessments are conducted during the  executive branch budget formulation process. An agency’s communication  with stakeholders, including Congress, about goals and measures created  or modified during the formulation of the President’s budget is likely to be  less than during the development of the agency’s own strategic or  performance plan.", "Moreover, in order for performance information to more fully inform  resource allocations, decision makers must also feel comfortable with the  appropriateness and accuracy of the performance information and  measures associated with these goals. It is unlikely that decision makers  will use performance information unless they believe it is credible and  reliable and reflects a consensus about performance goals among a  community of interested parties. Similarly, the measures used to  demonstrate progress toward a goal, no matter how worthwhile, cannot  serve the interests of a single stakeholder or purpose without potentially  discouraging use of this information by others.", "Regarding OMB’s budget restructuring effort, this represents more than  structural or technical changes. It reflects important trade-offs among  different and valid perspectives and needs of these different decision  makers. The structure of appropriations accounts and congressional  budget justifications reflects fundamental choices and incentives  considered most important. As such, changes to the account structure  have the potential to change the nature of management and oversight and  ultimately the relationship among the primary budget decision makers— Congress, OMB, and agencies. This suggests that the goal of enhancing  the use of performance information in budgeting is a multifaceted  challenge that must build on a foundation of accepted goals, credible  measures, reliable cost and performance data, tested models linking  resources to outcomes, and performance management systems that hold  agencies and managers accountable for performance.", "Understanding performance issues requires an in-depth evaluation of the  factors contributing to the program results. Targeted evaluation studies  can be designed to detect important program side effects or to assess the  comparative advantages of current programs to alternative strategies for  achieving a program’s goals. Further, although the evaluation of programs  in isolation may be revealing, it is often critical to understand how each  program fits with a broader portfolio of tools and strategies to accomplish  federal missions and performance goals. Such an analysis is necessary to  capture whether a program complements and supports other related  programs, whether it is duplicative and redundant, or whether it actually  works at cross-purposes with other initiatives. Although the  administration has taken some steps to use PART for crosscutting reviews,  this falls short of the more expansive planning and review process called  for in GPRA.", "Although clearly much more remains to be done, the statutory reforms of  the 1990s have laid the foundation for performance budgeting by  establishing infrastructures in the agencies to improve the supply of  information on performance and costs. Merely the number of programs  “killed” or a measurement of funding changes against performance  “grades” cannot measure the success of performance budgeting. Rather,  success must be measured in terms of the quality of the discussion, the  transparency of the information, the meaningfulness of that information to  key stakeholders, and how it is used in the decision-making process. The  determination of priorities is a function of competing values and interests  that may be informed by performance information but also reflects such  factors as equity, unmet needs, and the perceived appropriate role of the  federal government in addressing these needs. If members of Congress  and the executive branch have better information about the link between  resources and results, they can make the trade-offs and choices cognizant  of the many and often competing claims on the federal budget."], "subsections": []}, {"section_title": "Expanded Electronic Government", "paragraphs": ["Electronic government, or e-government, has been seen as promising a  wide range of benefits based largely on harnessing the power of the  Internet to facilitate interconnections and information exchange between  citizens and their government. Federal agencies have implemented a wide  array of e-government applications, including using the Internet to collect  and disseminate information and forms; buy and pay for goods and  services; submit bids and proposals; and apply for licenses, grants, and  benefits. Although substantial progress has been made, the government  continues to face challenges in fully reaching its potential in this area.", "Recognizing the magnitude of challenges facing the federal government,  Congress has enacted important legislation to guide the development of e- government. Specifically, in December 2002, Congress enacted the E- Government Act of 2002 with the general purpose of promoting better use  of the Internet and other information technologies to improve government  services for citizens, internal government operations, and opportunities  for citizen participation in government. Among other things, the act  required the establishment of an Office of Electronic Government within  OMB to oversee implementation of the act’s provisions. The act also  mandated additional actions to strengthen e-government activities in a  number of specific areas, including accessibility and usability of  government information, protection of personal privacy, coordination of  information related to disaster response and recovery, and common  protocols for geographic information systems. Additionally, title III of the  act includes provisions to strengthen agency information security, known  as the Federal Information Security Management Act of 2002.", "To implement the PMA initiative, OMB has taken a number of actions. The  centerpiece of the effort has been oversight of 25 high-profile e- government projects covering a wide spectrum of government activities,  ranging from the establishment of centralized portals on government  information to eliminating redundant, nonintegrated business operations  and systems. For example, Grants.gov is a Web portal for all federal grant  customers to find, apply for, and ultimately manage federal grants online.  Other e-government efforts, such as the e-payroll initiative to consolidate  federal payroll systems, do not necessarily rely on the Internet. The results  of these e-government initiatives, according to OMB, could produce  several billion dollars in savings from improved operational efficiency.  More recently, OMB has initiated efforts to develop common business- driven, government-wide solutions in five e-government “lines of  business”: case management, federal health architecture, grants  management, human resources management, and financial management.  These efforts are also expected to reap cost savings and gains in  efficiency.", "While many e-government initiatives are showing tangible results, we  found, in March 2004, that overall progress on the 25 OMB-sponsored e- government initiatives was mixed. At that time we reported that, of the 91  objectives originally defined in the initiatives’ work plans, 33 had been  fully or substantially achieved; 38 had been partially achieved; and for 17,  no significant progress had been made. In addition, three of the objectives  were no longer being pursued, because they had been found to be  impractical or inappropriate. We found that the extent to which the 25  initiatives had met their original objectives could be linked to a common  set of challenges that they all faced, including (1) focusing on achievable  objectives that address customer needs, (2) maintaining management  stability through executive commitment, (3) collaborating effectively with  partner agencies and stakeholders, (4) driving transformational changes in  business processes, and (5) implementing effective funding strategies.  Initiatives that had overcome these challenges generally met with success  in achieving their objectives, whereas initiatives that had problems dealing  with these challenges made less progress.", "Additionally, as we reported in December 2004, in most cases, OMB and  federal agencies have taken positive steps toward implementing major  provisions of the E-Government Act of 2002. For example, OMB  established the Office of E-Government in April 2003, and published  guidance to federal agencies on implementing the act in August 2003.  Apart from general requirements applicable to all agencies (which we did  not review), we found that in most cases, OMB and designated federal  agencies had taken action to address the act’s requirements within  stipulated timeframes. To help ensure that the act’s objectives are  achieved, we made recommendations to OMB regarding implementation  of the act in the areas of e-government approaches to crisis preparedness,  contractor innovation, and federally funded research and development.", "OMB’s PMA scorecard for the expanded electronic government initiative  reflects a broad view of the many components of an effective program for  expanding electronic government. For example, the scorecard assesses  whether an agency has an enterprise architecture in place that is linked  to the Federal Enterprise Architecture, which is intended to provide a  government wide framework to guide and constrain federal agencies’  enterprise architectures and information technology investments. The  federal government’s efforts in this area are still maturing. In May 2004, we  reported that the Federal Enterprise Architecture remained very much a  work in progress and that agencies’ enterprise architectures were likewise  still maturing. When we surveyed agencies in 2003, we found that only 20  of 96 agencies had established at least the foundation for effective  architecture management and that the level of maturity had not changed  much over the previous years.", "In addition, OMB’s e-government scorecard requires agencies to properly  secure their information technology systems, a task that has been daunting  for many government agencies. We recently reported that although  agencies were generally reporting an increasing number of systems  meeting key statutory information security requirements, challenges  nevertheless remained. For example, only 7 of 24 agencies reported that  they had tested contingency plans for 90 percent or more of their systems.  Contingency plans provide specific instructions for restoring critical  systems in case the usual facilities are significantly damaged or cannot be  accessed due to unexpected events, and testing of these plans is essential  to determining whether they will function as intended in an emergency  situation."], "subsections": []}, {"section_title": "Competitive Sourcing", "paragraphs": ["The federal government needs to undertake a fundamental review of who  will do the government’s business in the 21st Century. In this regard,  agencies are assessing what functions and transactions the private sector  could perform, and in many cases they are asking agency employees to  compete with private entities for this business. The objectives of the PMA  initiative on competitive sourcing are to improve quality and reduce costs.", "Aspects of the government’s process for making sourcing decisions had  been criticized as cumbersome, complicated, and slow. Against this  backdrop, and in response to a requirement in the National Defense  Authorization Act for fiscal year 2001, I convened a panel of experts to  study the process. The Commercial Activities Panel, consisting of  representatives from agencies, federal labor unions, private industry, and  other individuals with expertise in this area, conducted a yearlong study.  The panel members heard repeatedly about the importance of competition  and its central role in fostering economy, efficiency, and continuous  performance improvement. The panel strongly supported continued  emphasis on competition and concluded that whenever the government is  considering converting work from one sector to another, public-private  competitions should be the norm, consistent with the 10 overarching  principles adopted unanimously by the panel.", "As part of the administration’s efforts to advance this PMA initiative and  implement the recommendations of the Commercial Activities Panel, OMB  revised circular A-76, which sets forth federal policy for determining  whether federal employees or private contractors will perform commercial  activities. The revisions are broadly consistent with the principles and  recommendations of the Panel. In particular, the revised circular stresses  the use of competition in making sourcing decisions and, through reliance  on procedures contained in the Federal Acquisition Regulation, should  result in a more transparent, expeditious, fair, and consistently applied  competitive process. We continue to review various aspects of this  initiative.", "One issue not fully addressed in the revised Circular was the right of  federal employees or their representatives to file protests challenging the  conduct or the outcomes of public-private competitions. In April 2004, we   issued a decision holding that federal employees lacked standing to file  such protests under the Competition in Contracting Act (CICA). We  pointed out that the Congress would have to amend CICA in order to  provide that right. Congress amended CICA late last year, and just last  week, after receiving and considering various public comments, we issued  final regulations implementing the change."], "subsections": []}, {"section_title": "Federal Real Property Asset Management", "paragraphs": ["The federal real property portfolio is vast and diverse—over 30 agencies  control hundreds of thousands of real property assets worldwide,  including facilities and land worth hundreds of billions of dollars.  Unfortunately, much of this vast, valuable portfolio reflects an  infrastructure based on the business model and technological environment  of the 1950s. Many of these assets are no longer effectively aligned with, or  responsive to, agencies’ changing missions. Further, many assets are in an  alarming state of deterioration; agencies have estimated restoration and  repair needs to be in the tens of billions of dollars. Maintaining underused  or unneeded federal property is also costly due to day-to-day operational  costs, such as regular maintenance, utilities fees, and security expenses.  Compounding these problems are the lack of reliable governmentwide  data for strategic asset management; a heavy reliance on costly leasing,  instead of ownership, to meet new needs; and the cost and challenge of  protecting these assets against terrorism. In January 2003, we designated  federal real property as a high-risk area due to these longstanding  problems.", "In February 2004, the President added the Federal Asset Management  Initiative to the President’s Management Agenda and signed Executive  Order 13327 to address challenges in this area. The order requires senior  real property officers at all executive branch departments and agencies to,  among other things, develop and implement an agency asset management  plan; identify and categorize all real property owned, leased, or otherwise  managed by the agency; prioritize actions needed to improve the  operational and financial management of the agency’s real property  inventory; and make life-cycle cost estimations associated with the  prioritized actions. In addition, the senior real property officers are  responsible, on an ongoing basis, for monitoring the real property assets of  the agency. The order also established a new Federal Real Property  Council (the Council) at OMB.", "In April 2005, OMB officials updated us on the status of the  implementation of the executive order. According to these officials, all of  the senior real property officers are in place, and the Council has been  working to identify common data elements and performance measures to  be captured by agencies and ultimately reported to a governmentwide  database. In addition, OMB officials reported that agencies are working on  their asset management plans. Plans for DOD, the Departments of  Veterans Affairs, (VA) and Energy, and the General Services  Administration (GSA) have been completed and approved by OMB. The  Council has also developed guiding principles for real property asset  management. These guiding principles state that real property asset  management must, among other things, support agency missions and  strategic goals, use public and commercial benchmarks and best practices,  employ life-cycle cost-benefit analysis, promote full and appropriate  utilization, and dispose of unneeded assets.", "In addition to these reform efforts, Public Law 108-447 gave GSA the  authority to retain the net proceeds from the disposal of federal property  for fiscal year 2005 and to use such proceeds for GSA’s real property  capital needs. Also, Public Law 108-422 established a capital asset fund  and gave VA the authority to retain the proceeds from the disposal of its  real property for the use of certain capital asset needs such as demolition,  environmental clean-up, and major repairs. And, agencies such as DOD  and VA have made progress in addressing longstanding federal real  property problems and governmentwide efforts in the facility protection  area are progressing. For example:    VA has implemented a process called Capital Asset Realignment for  Enhanced Services (CARES) to address its aging and obsolete portfolio of  health care facilities. In March 2005, we reported that through CARES, VA  identified 136 locations for evaluation of alternative ways to align inpatient  services: 99 of these facilities had potential duplication of services with  another nearby facility or low acute patient workload. VA made decisions  to realign inpatient health care services at 30 of these locations. For  example, it will close all inpatient services at five facilities. VA’s decisions  on inpatient alignment and plans for further study of its capital asset needs  are tangible steps in improving management of its capital assets and  enhancing health care. Accomplishing its goals, however, will depend on  VA’s success in completing its evaluations and implementing its CARES  decisions to ensure that resources now spent on unneeded capital assets  are redirected to health care.  In DOD’s support infrastructure management area, which we identified as  high-risk in 1997, DOD has made progress and expects to continue making  improvements. In April 2005, we testified that DOD’s infrastructure costs  continue to consume a larger-than-necessary portion of its budget than  DOD believes is desirable. For several years, DOD has been concerned  about its excess facilities infrastructure, which affects its ability to fund  weapons system modernization and other critical needs. DOD has  achieved some operating efficiencies from such efforts as base  realignments and closures, consolidations, and business process  reengineering. Despite this progress, much work remains for DOD to  transform its support infrastructure so that it can concentrate resources  on critical needs. DOD also needs to strengthen its recent efforts to  develop and refine its comprehensive long-range plan for its facility  infrastructure to ensure adequate funding for facility sustainment,  modernization, and recapitalization.  In light of the need to invest in facility protection since September 11,  funding available for repair and restoration and preparing excess property  for disposal may be further constrained. The Interagency Security  Committee (ISC), which is chaired by DHS, is tasked with coordinating  federal agencies’ facility protection efforts, developing standards, and  overseeing implementation. In November 2004, we reported that ISC had  made progress in coordinating the government’s facility protection efforts  by, for example, developing security standards for leased space and design  criteria for security in new construction projects. Despite this progress,  we found that its actions to ensure compliance with security standards  and oversee implementation have been limited. Nonetheless, the ISC  serves as a forum for addressing security issues, which can have an impact  on agencies’ efforts to improve real property management.", "The inclusion of real property asset management on the President’s  Management Agenda, the executive order, and agencies’ actions are  clearly positive steps in an area that had been neglected for many years.  However, despite the increased focus on real property issues in recent  years, the underlying conditions—such as excess and deteriorating  properties and costly leasing—continue to exist and more needs to be  done to address various obstacles that led to our high risk designation. For  example, the problems have been exacerbated by competing stakeholder  interests in real property decisions, various legal and budget related  disincentives to businesslike outcomes, and the need for better capital  planning among real property-holding agencies. In light of this, we  continue to believe that there is a need for a comprehensive and integrated  transformation strategy for federal real property. Realigning the  government’s real property assets with agency missions, taking into  account the requirements of the future federal role and workplace, will be  critical to improving the government’s performance and ensuring  accountability within expected resource limits. A transformation strategy  could serve as a useful guide for implementing further change and  achieving such results."], "subsections": []}, {"section_title": "Continuing Attention Is Needed to Improve Management and Performance Across the Federal Government", "paragraphs": ["As my testimony today has highlighted, serious and disciplined efforts are  needed to improve the management and performance of federal agencies  and to ensure accountability. Along with OMB’s leadership in  implementing PMA, it will only be through the attention of Congress, the  administration, and federal agencies, that progress can be sustained and,  more importantly, accelerated. The stakes associated with federal program  performance are large, both for beneficiaries of these programs and the  nation’s taxpayers. Policymaking institutions will be challenged to shift  from the traditional focus on incremental changes in spending or revenues  to look more fundamentally at the programs, policies, functions, and  activities in addressing current and emerging national needs and problems  across levels of government and sectors, including all major areas of the  federal budget—discretionary spending, entitlements and other mandatory  spending, and tax policies and programs.", "Congressional support has proven to be critical in sustaining interest in  management initiatives over time. Congress has served as an institutional  champion for many reform initiatives over the years, such as the CFO Act  and GPRA. Our March 2004 report on GPRA found that it has established a  solid foundation for achieving greater results, but that significant  challenges to GPRA implementation still exist. Our survey data suggested  that more federal managers, especially at the SES level, believed that OMB  was paying attention to their agencies’ efforts under GPRA. However, we  found inconsistent commitment in other areas where OMB could further  enhance its leadership. Agencies’ plans and reports still suffer from  persistent weaknesses and could improve in a number of areas, such as  attention to issues that cut across agency lines, and better information  about the quality of the data that underlie agency performance goals. We  recommended that OMB improve its guidance and oversight of GPRA  implementation, as well as develop a governmentwide performance plan.", "As discussed earlier, GPRA requires a governmentwide performance plan,  but OMB has not issued a distinct plan since 1999. Most recently, the  President’s fiscal year 2006 budget described agencies’ progress in  addressing the PMA and the results of PART reviews of agencies’  programs. While such information is important and useful, alone it is not  adequate to provide a broader and more integrated perspective of planned  performance on governmentwide outcomes. The PART focus on individual  programs needs to be supplemented by a more crosscutting assessment of  the relative contribution of portfolios of programs and tools to broader  outcomes. Most key performance goals of importance—ranging from low  income housing to food safety to counterterrorism—are addressed by a  wide range of discretionary, entitlement, tax, and regulatory approaches  that cut across a number of agencies.", "Preparing a governmentwide plan could build on the administration’s  efforts to assess progress across the government as well as contribute to  efforts to compare the performance results across similar programs that  address common outcomes. Although there has been limited progress,  efforts to date have not provided the Congress and others with an  integrated perspective on the extent to which programs and tools  contribute to national goals and position the government to successfully  meet 21st century demands.", "We also suggested that Congress consider amending GPRA to require that  the President develop a governmentwide strategic plan. Although it  generally agreed with our recommendations, OMB stated that the  President’s Budget can serve as both a governmentwide strategic and  annual plan. However, we believe that the budget provides neither a long- term nor an integrated perspective on the federal government’s  performance. A strategic plan for the federal government, supported by a  set of key national indicators to assess the government’s performance,  position, and progress, could provide an additional tool for  governmentwide reexamination of existing programs, as well as proposals  for new programs. Such a plan could be of particular value in linking  agencies’ long-term performance goals and objectives horizontally across  the government and could provide a basis for integrating, rather than  merely coordinating, a wide array of federal activities. This raises the issue  of the need for a set of key indicators to inform decision makers about the  position and progress of the nation as a whole and to help set agency and  program goals and priorities.", "Further, given the financial constraints we are likely to face for many  years to come and the trends at work that are changing the world in which  our government operates, a fundamental review of major program and  policy areas is needed to update the federal government’s programs and  priorities to meet current and future challenges. Our recent report on 21st  Century Challenges is intended to help the Congress in reviewing and  reconsidering the base of federal spending and tax programs. As this  Subcommittee is well aware, the nature and magnitude of the fiscal,  security, and economic and other adjustments that need to be considered  are not amenable to “quick fixes;” rather they will likely require an  iterative, thoughtful process of disciplined changes and reforms over many  years. Therefore, providing an ongoing and consistent focus, such as the  PMA has provided on management reform efforts, is an important element  in helping to ensure that the federal government is managed effectively to  achieve results important to the American people.", "Our report on 21st century challenges laid out some of the most pressing  issues for policymakers to consider as the government increasingly relies  on new networks and partnerships to achieve critical results. A complex  network of governmental and nongovernmental entities—such as federal  agencies, domestic and international non- or quasi-governmental  organizations, for-profit and not-for-profit contractors, and state and local  governments—contribute to shaping the actual outcomes achieved. Some  of the issues are consistent with those raised by the PMA, such as in the  area of real property asset management—focusing on opportunities to  more strategically manage the federal government’s assets to make the  federal portfolio more relevant to current missions and less costly. Moving  forward, some additional questions that are particularly relevant to the  focus of this hearing on improving governance include the following:  In a modern society with advanced telecommunications and electronic  information capabilities, which agencies still need a physical presence in  all major cities?", "How can agencies more strategically manage their portfolio of tools and  adopt more innovative methods to contribute to the achievement of  national outcomes?", "How can greater coordination and dialogue be achieved across all levels of  government to ensure a concerted effort by the public sector as a whole in  addressing key national challenges and problems?", "What are the specific leadership models that can be used to improve  agency management and address transformation challenges? For example,  should we create chief operating officer or chief management officer  positions with term appointments within selected agencies to elevate,  integrate, and institutionalize responsibility and authority for business  management and transformation efforts?", "Mr. Chairman, we are pleased to be able to participate in this hearing  today. We have issued a large body of reports, guides, and tools on issues  directly relevant to PMA, and plan to continue to actively support  congressional and agency actions to address today’s challenges and  prepare for the future. As I have discussed in my statement today,  although efforts to transform agencies by improving their management  and performance are under way, more remains to be done to ensure that  the government has the capacity to deliver on its promises meet current  and emerging needs, and to remain relevant in the 21st Century. Decisive  action and sustained attention will be necessary to make the hard choices  needed to reexamine and transform the federal government, maximize its  performance, and ensure accountability.", "This concludes my prepared statement. I would be pleased to respond to  any questions that you or other members of the subcommittee may have.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}