{"id": "GAO-06-577", "url": "https://www.gao.gov/products/GAO-06-577", "title": "United Nations: Procurement Internal Controls Are Weak", "published_date": "2006-04-25T00:00:00", "released_date": "2006-04-27T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["For more than a decade, experts have called on the United Nations (UN) Secretariat to correct serious deficiencies in its procurement process. Recent evidence of corruption and mismanagement in procurement suggests that millions of dollars contributed to the UN by the United States and other member states are at risk of fraud, waste and abuse. During the last decade, UN procurement has more than tripled to more than $1.6 billion in 2005, largely due to expanding UN peacekeeping operations. More than a third of that amount is procured by UN peacekeeping field missions. To review the UN's internal controls over procurement, GAO assessed key control elements, including (1) the overall control environment and (2) specific control activities aimed at providing reasonable assurance that staff are complying with directives."]}, {"section_title": "What GAO Found", "paragraphs": ["Weak internal controls over UN headquarters and peacekeeping procurement operations expose UN resources to significant risk of waste, fraud, and abuse. The UN's overall control environment for procurement is weakened by the absence of (1) an effective organizational structure, (2) a commitment to a professional workforce, and (3) specific ethics guidance for procurement staff. GAO found that leadership responsibilities for UN procurement are highly diffused. While the UN Department of Management is responsible for UN procurement, field procurement staff are instead supervised by the UN Department of Peacekeeping Operations, which currently lacks the expertise and capacities needed to manage field procurement activities. Also, the UN has not demonstrated a commitment to maintaining a qualified, professional procurement workforce. It has not established training requirements or a procurement career path. In addition, the UN has yet to establish specific ethics guidance for procurement staff in response to long-standing mandates by the UN General Assembly, despite recent findings of unethical behavior. GAO also found weaknesses in key control activities. For example, the UN has not addressed workload and resource problems that are impeding the ability of a key committee to review high-value contracts. Also, the UN has yet to establish an independent process to review vendor complaints, despite long-standing recommendations that it do so. In addition, the UN has not updated its procurement manual since 2004. As a result of these and other weaknesses, many millions of dollars in U.S. and other member state contributions could be vulnerable to fraud, waste, and abuse."]}], "report": [{"section_title": "Letter", "paragraphs": ["The United Nations (UN) Secretariat procured more than $1.6 billion in  goods and services in 2005, primarily to support a peacekeeping program  that has more than quadrupled in size since 1999. For more than a decade,  experts have called on the UN to correct serious deficiencies in its  procurement process. However, audits and investigations continue to  uncover evidence of corruption and mismanagement in the UN’s  procurement activities. For example, in 2005, a former UN procurement  officer pled guilty to charges of accepting money from vendors seeking  contracts. In 2006, the UN placed eight officials on administrative leave  pending the outcome of an ongoing investigation involving procurement  activities. Four of the officials were in the Department of Management,  which is responsible for all UN procurement functions—including  establishing procurement policies through its UN Procurement Service and  approving high-value contracts. The remaining four staff were from the  Department of Peacekeeping Operations. Procurement staff in field  peacekeeping missions procure goods and services amounting to more  than one-third of all UN procurement.", "UN procurement occurs in a highly decentralized organizational structure,  widely dispersed geographic setting, and conflict situations. These  conditions underscore the need for effective internal controls to help  provide reasonable assurance against fraud, waste, mismanagement, and  abuse. Internal controls serve as the first line of defense in safeguarding  assets and preventing fraud.  The United States is the largest financial  contributor to the UN and has a strong interest in helping to ensure that the  UN exercises sound internal controls over its resources. In addition, the  United States, through the Department of State, takes measures to advance  reform of UN management processes.", "In this report, we assess the UN’s procurement process according to the  five key standards for internal control. First, we assessed the control  environment over procurement by examining the organizational structure  for managing procurement, elements required for a professional  procurement workforce, and ethics guidance for procurement staff.  Second, we assessed several UN control activities, including its process for  reviewing contracts; mechanisms for considering vendor protests;  processes for updating the procurement manual; and procedures for  maintaining vendor rosters. Third, we determined the extent to which the  UN examines the risks regarding its procurement activities. Fourth, we  reviewed the UN’s measures for recording procurement information and  communicating it to management. Fifth, we examined the UN’s  mechanisms for monitoring management oversight of procurement activity  and closing audit recommendations. In addition, we examined the U.S.  government’s efforts to support reform of UN procurement.", "To assess internal controls in the UN procurement process, we used a  framework that is widely accepted in the international audit community  and has been adopted by leading accountability organizations, including  the International Organization of Supreme Audit Institutions, the U.S.  Office of Management and Budget, and GAO. We also reviewed reports  issued by the UN’s internal oversight unit, the Office of Internal Oversight  Services; and by its external auditors, the Board of Auditors and the Joint  Inspection Unit. We also analyzed reports prepared for the UN in 2005 by consulting firms and reviewed documents and data provided by the UN  Procurement Service and the Department of Peacekeeping Operations  (Peacekeeping Department) and by the U.S. Department of State. We  interviewed UN and Department of State officials in New York and  conducted structured interviews with the principal procurement officers at  each of 19 missions. To determine the implementation rate of the internal  oversight unit’s recommendations, we discussed the data collection  procedures with relevant officials and performed basic reliability checks.  We determined that the recommendations data used were sufficiently  reliable for the purposes of this report.", "We performed our work from April 2005 through March 2006 in accordance  with generally accepted government auditing standards. Appendix I  provides detailed information on our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["UN Secretariat procurement has tripled over the past decade, as  peacekeeping operations have grown. The UN procures a variety of goods  and services, including freight services, motor vehicle parts, and  telecommunications equipment. UN procurement is conducted by the  Department of Management and the Department of Peacekeeping  Operations through its field missions. Internal controls can be used to  manage an organization and to identify areas of weaknesses and strengths  in the procurement process."], "subsections": [{"section_title": "The UN Procures Many Goods and Services", "paragraphs": ["In 2004, the UN spent a total of $1.31 billion on procurement, with $276  million being devoted to air transportation services alone. The UN  procures a variety of goods and services, including air transportation,  freight forwarding and delivery, motor vehicle parts and transportation  equipment, and telecommunications equipment and services, as shown in  figure 1."], "subsections": []}, {"section_title": "Procurement Primarily Involves Two Departments", "paragraphs": ["The Department of Management is responsible for procurement in the UN  Secretariat. The department’s Procurement Service develops policies and  procedures for headquarters and field procurement based on the UN  Financial Regulations and Rules. The Procurement Service also oversees  training for all staff involved in procurement. In addition, it also provides  advisory support for field purchases within the authority of field missions.  The Procurement Service also negotiates, prepares, and administers  contracts for goods and services for UN headquarters and certain large  contracts (such as air transportation services or multi-year systems  contracts) for peacekeeping missions. The UN’s procurement process at  headquarters involves several steps (see fig. 7, app. II).", "The UN’s field procurement process involves the Peacekeeping  Department and includes additional steps (see fig. 6, app. II).  Each field  mission is required to establish a Local Committee on Contracts to review  and recommend contract awards for approval by the chief administrative  officer of the mission. The Local Committee on Contracts is composed of  four members from the mission: a legal advisor, and the respective chiefs of  the mission’s finance, general services, and transport sections. Field  missions may not award contracts worth more than $75,000 without  approval by the chief administrative officer of the mission based on the  advice of the Local Committee on Contracts. In addition, field missions  may not award contracts worth more than $200,000 without approval first  by the mission’s chief administrative officer based on the advice of the  Local Committee on Contracts and then by the Department of Management  based on the advice of the Headquarters Committee on Contracts. The  Headquarters Committee on Contracts evaluates the proposed contracts  and advises the Department of Management as to whether the contracts are  in accordance with UN Financial Regulations and Rules and other UN  policies.", "The Procurement Service employs about 70 individuals to procure items  for the UN’s headquarters operations, peacekeeping missions, international  criminal tribunals, regional commissions, and upon request, other UN  agencies and subsidiary organs. The Peacekeeping Department employs  about 270 field procurement staff at its field missions.  The members of the  Headquarters Committee on Contracts are drawn from the UN Office of  Central Support Services; Office of Programme Planning, Budget and  Accounts; Office of Legal Affairs; and the Department of Economic and  Social Affairs. The committee relies on support staff to assist it in  coordinating its activities and drafting minutes detailing the results of its  meetings."], "subsections": []}, {"section_title": "UN Procurement Tripled Due to Growth in Peacekeeping Operations", "paragraphs": ["UN procurement has more than tripled over the past decade as UN  peacekeeping operations have grown. UN procurement grew from $430  million in 1997 to $1.6 billion in 2005. This increase has been due primarily  to a rapid increase in UN peacekeeping operations. Eight of the UN’s 15  current peacekeeping missions were established in 1999 or later.  Peacekeeping expenditures more than quadrupled between 1999 and 2005,  as shown in figure 2. In addition, the number of military personnel in  peacekeeping missions has increased fivefold, from about 14,000 in 1999 to  about 73,000 as of February 2006. Although peacekeeping missions were  originally conceived as short term in nature, many missions are long- standing and have continued for more than 5 years.", "As shown in figure 3, 85 percent of UN procurement in 2004 was conducted  in support of peacekeeping operations. Peacekeeping field missions alone  procured 35 percent of all UN procurement in 2004."], "subsections": []}, {"section_title": "Internal Control Framework Useful for Assessing Procurement Process", "paragraphs": ["Internal control is an integral part of managing an organization and can be  used to identify areas of weaknesses and strengths in the UN’s  procurement process. Internal control guidance provides a framework for  establishing and maintaining internal control and for identifying and  addressing major performance and management challenges and areas at  greatest risk of fraud, waste, abuse, and mismanagement. Internal control  comprises the plans, methods, and procedures used to meet missions,  goals, and objectives. There are five interrelated components of internal  control: (1) control environment, (2) control activities, (3) risk assessment,  (4) information and communications, and (5) monitoring."], "subsections": []}]}, {"section_title": "The Control Environment over UN Procurement Is Weak", "paragraphs": ["UN funds are unnecessarily vulnerable to fraud, waste, and abuse because  the UN lacks an effective organizational structure for managing  procurement, has not demonstrated a commitment to improving its  professional procurement workforce, and has failed to adopt specific  ethics guidance for procurement officials. These conditions have  weakened the UN control environment for procurement."], "subsections": [{"section_title": "The UN Lacks an Effective Organizational Structure for Managing Procurement", "paragraphs": ["The UN has not established a single organizational entity or mechanism  capable of comprehensively managing procurement. As a result, it is  unclear which department is accountable for addressing problems in the  UN’s field procurement process. While the Department of Management is  ultimately responsible for all UN procurement, neither it nor the UN  Procurement Service has the organizational authority to supervise  peacekeeping field procurement staff to provide reasonable assurance that  they comply with UN regulations (see fig. 4). Procurement field staff,  including the chief procurement officers, instead report to the  Peacekeeping Department at headquarters through each mission’s chief  administrative officer. Although the Department of Management has  delegated authority for procurement of goods and services to the  Peacekeeping Department’s Office of Mission Support at headquarters, we  found that the Peacekeeping Department lacks the expertise, procedures,  and capabilities needed to provide reasonable assurance that its field  procurement staff are complying with UN regulations in executing this  authority. The UN’s Office of Internal Oversight Services (OIOS) has  concluded that neither department has taken reasonable care to safeguard  UN assets.", "The UN previously considered giving the Peacekeeping Department the  headquarters positions it needs to oversee field procurement activities. In  2000, a UN panel recommended that the Department of Management  transfer procurement positions to the Peacekeeping Department’s headquarters. The Department of Management subsequently drafted a  delegation of procurement authority that would have required the  Peacekeeping Department to provide trained procurement staff at each  peacekeeping mission with procurement authority and to establish  headquarters systems to administer and monitor field procurement  activities. However, the Department of Management’s delegation of  authority did not provide for a transfer of procurement staff to the  Peacekeeping Department.  According to UN officials, the Peacekeeping  Department rejected the proposed delegation of authority because (1) the  department lacked resources to oversee field procurement activities, (2)  the proposed delegation did not include a transfer of procurement staff to  the Peacekeeping Department, and (3) the proposed delegation was more  restrictive than previous delegations to the missions themselves.", "In 2005, the Department of Management delegated procurement authority  to the headquarters of the Peacekeeping Department. Although the  headquarters of the Peacekeeping Department accepted the delegation, it  did so without the resources needed to oversee the execution of the  delegation by its field procurement activities. The Peacekeeping  Department is seeking to hire an individual to manage its field procurement  activities.  The individual’s responsibilities would include supervising field  procurement activities, developing centralized procurement reporting  procedures, monitoring field procurement trends, implementing improved  management control tools, and working with the Department of  Management to review existing procurement rules and regulations. Given  the scope of these responsibilities, it is unclear how one individual would  be able to fulfill the responsibilities of the proposed position. As of March  2006, Peacekeeping Department headquarters officials were interviewing  candidates for this position.", "While the Peacekeeping Department field procurement staff may seek  guidance on UN procurement policies from the Procurement Service, we  found that they do so infrequently. Of the 19 field procurement chiefs or  acting chiefs that we spoke with, 12 stated that they contacted  Procurement Service staff as often as once a month or once a quarter. Four  others stated that they contacted the Procurement Service once or twice a  year, and three others stated that they had never contacted the  Procurement Service for guidance during the past year.", "The lack of more frequent contact between the Procurement Service and  Peacekeeping Department field staff is significant because field staff face  the challenge of complying with the procurement policies established by  the Procurement Service while securing needed goods and services under  often difficult conditions to meet peacekeeping deadlines. The  Peacekeeping Department has characterized its operational needs as being  too great and its human resource demands as too intense for the UN’s  existing procurement regulations and procedures. While most field officials  that we spoke with reported that the Procurement Service had been at least  somewhat helpful to them, several stated that they do not believe the  Procurement Service understands the difficult field conditions in which  they work."], "subsections": []}, {"section_title": "The UN Lacks a Commitment to Improving Its Professional Procurement Workforce", "paragraphs": ["The UN has not demonstrated a commitment to improving its professional  procurement staff in the form of training, a career development path, and  other key human capital practices critical to attracting, developing, and  retaining a qualified professional workforce. Due to significant control  weaknesses in the UN’s procurement process, the UN has relied  disproportionately on the actions of its staff to safeguard its resources.  Given this reliance on staff and their substantial fiduciary responsibilities,  management’s commitment to maintaining a competent, ethical  procurement workforce is a particularly critical element of the UN’s  internal control environment.", "Recent studies indicate that Procurement Service staff and peacekeeping  procurement staff lack knowledge of UN procurement policies. For  example, a November 2005 consultant report stated that Procurement  Service staff did not appear to have a clear understanding of procurement  policies and procedures, resulting in inconsistent application of  procurement policies. In addition, OIOS found that field procurement  staff in one of the largest peacekeeping missions lack sufficient knowledge  of basic procurement policies and procedures. OIOS also found that, in  another mission, requisitioning units that lacked procurement authority  had directly purchased $9 million in goods and services during the start-up  phase, violating the principle of segregation of duties between  requisitioners and procurement staff. Moreover, most procurement staff  lack professional certifications attesting to their procurement education,  training, and experience. We found that 16 of 19 field procurement chiefs  did not possess any professional certification of their procurement  qualifications. A June 2005 consultant survey also found that only 3 of 41  Procurement Service officers and assistants had been certified by a  recognized procurement certification body.", "The UN has not established requirements for headquarters and  peacekeeping staff to obtain continuous training, resulting in inconsistent  levels of training across the procurement workforce. Most field  procurement chiefs stated that the training they had received from the UN  was at least generally useful to their procurement roles, but 11 of 19 field  procurement chiefs stated that they had received no procurement training  over the last year. While most field procurement chiefs stated that their  staff are adequately trained, all of them said that their staff would benefit  from additional training, citing areas such as contract drafting and  management, negotiation, business writing, and bid evaluation. Recently, a  UN interagency group developed common certification standards for  procurement staff in all UN agencies. However, the decision for a UN  agency to participate in the certification program is voluntary. Each UN  agency would be responsible for developing its own training materials to  prepare staff for certification. As of January 2006, Procurement Service  officials had not yet determined whether this common UN procurement  certification would be a requirement for existing staff or for hiring new  staff.", "Furthermore, UN officials acknowledged that the UN has not committed  sufficient resources to a comprehensive training and certification program  for its procurement staff. UN officials stated that Procurement Service  training resources are insufficient to deliver adequate training. The  Procurement Service’s annual training budget was $20,000 for  approximately 70 staff as of March 2006. Similarly, 11 of 19 peacekeeping  chief procurement officers stated that their training opportunities and  resources are inadequate. Some indicated that a single field individual’s  attendance at an annual conference of chief procurement officers  consumed the mission’s annual allotment for procurement training.  Peacekeeping Department officials noted that the lack of resources to train  field procurement officers is symptomatic of the general lack of  professional development funding for all peacekeeping mission personnel.", "The UN has not established a career path for professional advancement for  Procurement Service and peacekeeping procurement staff. Career paths,  if well designed by management, can actively encourage and support staff  to undertake progressive training and work experiences in order to prepare  them for increased levels of responsibility. A procurement career path also  would serve to recognize procurement as a specialized profession in the  UN. A November 2005 consultant report recommended that the Secretariat  establish and define career paths for Procurement Service management  and staff. In field missions, most procurement chiefs told us that the  absence of a career path is detrimental to the professional caliber of  procurement staff. In addition, 14 of 19 field procurement officials told us  that they do not have professional development plans for all of their staff.  UN auditors also have expressed concern that UN managers do not give  proper care to helping ensure the qualifications and integrity of  procurement staff.", "Difficult staffing conditions and practices in both the Procurement Service  and peacekeeping missions continue to expose the UN to significant risks.  The Procurement Service reported that it lacks the staffing resources to  implement recommended controls such as team-based rather than  individual procurement, peer review of major bidding, and periodic  rotation of staff. Peacekeeping staff said that staff turnover at the  Procurement Service has also hurt the continuity of their operations. In the  field, the Peacekeeping Department faces challenges in deploying qualified,  experienced staff to missions, especially during the critical start-up phase.  For example, OIOS noted that a staff member involved in leaking  confidential information to a UN supplier had been appointed to a post on a  short-term temporary duty assignment and was later competitively selected  for the post.", "The Peacekeeping Department has had difficulties in retaining high-quality  procurement staff for sustained periods in peacekeeping missions. For  example, a peacekeeping official informed us that about 23 percent of  procurement staff positions in peacekeeping missions were vacant as of  December 2005. Peacekeeping officials informed us that a chronic lack of  field procurement staff has helped to undermine existing control  mechanisms. The peacekeeping procurement workforce is adversely  affected by considerable staff turnover, especially in peacekeeping  missions where UN staff must operate in demanding, unpredictable, and  dangerous conditions. The current conditions of service in peacekeeping  missions are not competitive with those of other UN entities or similar  organizations, according to UN officials. For example, peacekeeping  officials stated that peacekeeping mission staff are not able to have their  families at their duty station and that the benefits and short-term nature of  employment contracts for peacekeeping mission staff are disadvantageous  compared with those at UN headquarters and other UN funds and  programs. In March 2006, the Secretary-General issued proposals to revise  the UN’s human resource policies to address the unfavorable conditions of  service in peacekeeping missions. However, the UN has not provided  specific facts regarding the substance and time frames for these revisions,  and they would require the action and support of member states of the  General Assembly to implement."], "subsections": []}, {"section_title": "The UN Has Not Fully Established Ethics Guidance for Procurement Personnel", "paragraphs": ["The UN has failed to adopt the full range of ethics guidance for  procurement officials despite repeated directives from the General  Assembly in 1998 and 2005. Such guidance would include a declaration of  ethics responsibilities for procurement staff and a code of conduct for  vendors. Ethical principles are key elements of an internal control  environment, and management plays an important role in providing  guidance for proper behavior. Because of the fiduciary responsibilities held  by procurement staff, the lack of specific ethics guidance increases the risk  of fraud, waste and abuse. Earlier in 2005, a former UN procurement officer  pled guilty to charges of accepting money from vendors seeking contracts.", "The UN has been considering the development of specific ethics policies  for procurement officers for almost a decade. For example, on September  8, 1998, the General Assembly asked the Secretary-General to prepare  additional ethics guidance for procurement officers “as a matter of  priority.” In 2002, the Secretary-General acknowledged that separate  procurement ethics guidance should be developed “pursuant to the request  of the General Assembly.” In 2005, the General Assembly again asked the  Secretary-General to issue ethical guidelines for those involved in the  procurement process and called for “the early adoption of a code of  conduct for vendors and a declaration of ethical responsibilities for all staff  involved in the procurement process.”", "Despite other efforts to bolster ethics policies at the UN, the UN has yet to  fully enact new ethics guidance for procurement officials. As we reported  in October 2005, the Procurement Service has drafted such guidance. It  would include a declaration of ethics responsibilities for procurement staff  and embody a code of conduct for vendors. It would also outline current  rules and regulations relating to procurement staff and address ethics  standards for procurement staff on conflict of interest and acceptance of  gifts. In addition, the draft ethics guidance would outline UN rules,  regulations, and procedures for suppliers of goods and services to the UN.", "Since October 2005, the UN has made only limited progress toward  addressing the directives of the General Assembly. UN officials stated that  the UN has not established ethics guidance for procurement personnel due  to resource constraints and the need for extensive consultations within the  UN. In November 2005, a consultant review concluded that the  Procurement Service lacked an effective and well-coordinated ethics  program that makes ethics a fundamental element of the Procurement  Service culture, including a single recognized and well-understood code of  conduct governing ethics and integrity expectations and requirements for  UN procurement staff. The UN has subsequently adopted new procedures  that outline UN rules, regulations, and procedures for suppliers of goods  and services to the UN. The UN also now requires all procurement officers  to file financial disclosure statements. However, most of the other draft  regulations continue to be reviewed within the UN. The UN has not set firm  dates for their adoption. Department of Management officials informed us  in April 2006 that rules for governing the conduct of staff engaged in  procurement activities, including a declaration of ethical responsibilities,  would be promulgated “shortly.”"], "subsections": []}]}, {"section_title": "The UN Has Weaknesses in Key Procurement Control Activities", "paragraphs": ["We found weaknesses in key procurement control activities that are  intended to provide reasonable assurance that management’s directives are  followed. UN procurement control activities include processes for (1)  reviewing high-value procurement contracts, (2) considering vendor  protests, (3) updating the procurement manual, and (4) maintaining  qualified vendor rosters. The persistence of weaknesses in these areas  indicates that the UN does not have reasonable assurance that its staff are  complying with management policies and directives."], "subsections": [{"section_title": "Although UN Procurement Has Increased Sharply in Recent Years, the Size of the Headquarters Committee on Contracts and Its Staff Has Remained Relatively Stable", "paragraphs": ["We found that although UN procurement has increased sharply in recent  years, the size of the Headquarters Committee on Contracts and its support  staff remained relatively stable. The committee’s Chairman and members  stated that the committee does not have the resources to keep up with its  expanding workload. The number of contracts reviewed by the committee  has increased by almost 60 percent since 2003. The committee members  stated that the committee’s increasing workload was the result of the  growth of UN peacekeeping operations, the complexity of many new  contracts, and increased scrutiny of proposals in response to recent UN  procurement scandals. Committee data from 2005 indicate that the average  time taken to report a committee decision is within the time frames  allowed by UN regulations. However, a senior committee official stated in  March 2006 that this time had increased significantly in recent months due  to the committee’s workload. He indicated that the average time to report a  committee decision is now approaching 20 business days instead of 10. In  addition, 8 of 19 peacekeeping field procurement officials stated that the  committee only reviewed their cases in a moderately timely manner, while  5 felt that there was little to no extent of timeliness in these reviews.", "Concerns regarding the committee’s structure and workload have led UN  auditors to conclude that the committee cannot properly review contract  proposals. It may thus recommend contracts for approval that are  inappropriate and have not met UN regulations. In a 2006 report, OIOS  stated that the committee cannot determine if procurement officials had  complied with regulations or if they had been unduly influenced by  vendors. OIOS cited a report it had prepared in 2001 that concluded that  the committee had not developed the tools needed to provide reasonable  assurance that it could thoroughly and objectively evaluate contract  proposals and add value to the procurement process. OIOS also reiterated  its 2001 recommendation that the UN reduce the committee’s caseload and  restructure the committee “to allow competent review of the cases.”    Without an effective contract review process, the UN cannot provide  reasonable assurance that high value contracts are undertaken in  accordance with the Financial Regulations and Rules of the UN.", "The UN’s plans to address these issues are unclear. In January 2006, the  Under-Secretary-General for Management stated that the committee should  be restructured in some form in response to consultant concerns.   However, OIOS reported in January 2006 that the Department of  Management had been “unresponsive” to its recommendations regarding  the committee. The committee Chairman stated that the committee’s four  existing posts are all in support of the regular budget, and it needs  additional support for reviewing contracts under the peacekeeping budget.   The Chairman told us that the committee has requested that its support  staff be increased from 4 to 7, but does not yet know if this will be  approved. The Chairman also stated that raising the $200,000 threshold for  contracts that require review by the committee would reduce the  committee’s workload."], "subsections": []}, {"section_title": "The UN Has Not Established an Independent Bid Protest Process", "paragraphs": ["The UN has not established an independent process to consider vendor  protests, despite the 1994 recommendation of a high-level panel of  international procurement experts that it do so as soon as possible. Such  a process would provide reasonable assurance that vendors are treated  fairly when bidding and would also help alert senior UN management to  situations involving questions about UN compliance. An independent bid  protest process is a widely endorsed control mechanism that permits  vendors to file complaints with an office or official who is independent of  the procurement process.  The General Assembly endorsed independent  bid protest in 1994 when it recommended for adoption by member states a  model procurement law drafted by the UN Commission on International  Trade Law. Several nations, including the United States, provide vendors  with an independent process to handle complaints.", "At present, UN vendors cannot protest the handling of their bids to an  independent official or office. The Procurement Service directs its vendors  to file protests through a complaints ladder process that begins with the  Procurement Service chief and moves up to his immediate supervisor. The  majority of peacekeeping field procurement officers also stated that vendor  protests were not reviewed by an independent body at their mission.  Procurement Service and peacekeeping field staff told us that, in their  opinion, there is no vendor demand for a more independent process.", "The lack of an independent bid protest process, as endorsed by the General  Assembly and used by the United States and other nations, limits the  transparency of the UN procurement process by not providing a means for  a vendor to protest the outcome of a contract decision to an independent  official or office. If handled through an independent process, vendor  complaints could alert senior UN officials and UN auditors to the failure of  UN procurement staff to comply with stated procedures. As a result of  recent findings of impropriety involving the Procurement Service, the  United Nations hired a consultant to evaluate the internal controls of its  procurement operations. One of the consultant’s conclusions was that the  UN needs to establish an independent bid protest process for suspected  wrongdoing that would include an independent third-party evaluation, and  arbitration, due process, and formal resolution for all reports."], "subsections": []}, {"section_title": "The UN Has Not Updated the Procurement Manual Since 2004", "paragraphs": ["The UN has not updated its procurement manual since January 2004 to  reflect current UN procurement policy. As a result, UN procurement staff  may not be aware of changes to UN procurement procedures that have  been adopted over the past 2 years. An organization’s control activities  include taking action to make staff aware of its policies and procedures.  The Procurement Service’s procurement manual is intended to guide UN  staff in their conduct of procurement actions worldwide. All 19  Peacekeeping Department field procurement officials informed us that  they have access to the manual at their mission, and all are somewhat to  very familiar with it.", "The Procurement Service revised the manual in 2004 to address several  problems. In 1999, we noted that the manual did not provide detailed  discussions of procedures and policies.As revised by the Procurement  Service, the manual now has detailed step-by-step instructions on the  procurement process for both field and headquarters staff, including  illustrative flow charts. It also includes more guidance that addresses  headquarters and field procurement concerns, such as more specific  descriptions of short- and long-term acquisition planning and the  evaluation of requests for proposals valued at more than $200,000.", "In a decentralized organization with geographically dispersed field  missions, it is essential that staff have access to the most current  procurement policy so that they can be informed of and consistently  comply with UN regulations. While 16 of 19 peacekeeping procurement  officers acknowledged that the Procurement Service or the Peacekeeping  Department provided them with timely updates on the most current  procurement policies and procedures to a great or moderate extent, the  procurement manual still does not contain the latest information  concerning procurement policies and procedures. For example, the manual  does not reflect the June 2005 delegation of procurement authority from  the Department of Management to the Peacekeeping Department. The new  delegation of authority allows peacekeeping field missions to purchase up  to $1 million in goods or services in support of their core requirements   (e.g., waste disposal services, fresh food, janitorial services, and building  materials) without obtaining the prior approval of the Department of  Management and the Headquarters Committee on Contracts. When we  spoke with peacekeeping procurement officers in the field, one officer  stated that his mission staff were not using this new delegation of authority  because they were not sure whether it was official UN policy. Another  peacekeeping procurement officer was unclear on some of the details for  implementation of the new authority.", "Also missing from the procurement manual is a section regarding  procurement for construction. In June 2005, a UN consultant  recommended that the UN develop separate guidelines in the manual for  the planning and execution of construction projects. These guidelines  could be useful in planning the UN’s future renovation of its headquarters  building.", "A Procurement Service official who took part in the manual’s 2004 revision  stated that the Procurement Service had been unable to allocate the time  and resources needed to update the manual since that time. In addition, in  January 2006, OIOS found that changes in procurement policies were not  always effectively disseminated, leading to possible inconsistency in the  awarding of contracts. A UN consultant also has recommended that the  Department of Management address the lack of a standard process for  updating the procurement manual. Department of Management staff  informed us that they plan to follow these recommendations."], "subsections": []}, {"section_title": "UN Does Not Consistently Implement Its Process for Helping to Ensure That It Conducts Business with Qualified Vendors", "paragraphs": ["The UN does not consistently implement its process for helping to ensure  that it is conducting business with qualified vendors. As a result, the UN  may be vulnerable to favoring certain vendors or dealing with unqualified  vendors. Approved vendor rosters are an important procurement control  activity for limiting procurement to vendors that meet stated standards.  Vendors apply for registration to the list and are then evaluated by the  agency before placement on the approved list. Effective rosters are  impartial and provide sufficient control over vendor qualifications.", "The UN has long had difficulties in maintaining effective rosters of qualified  vendors. In 1994, a high-level group of international procurement experts  concluded that the UN’s vendor roster was outdated, inaccurate, and  inconsistent across all locations. It warned that inconsistent and  nonstandardized rosters could expose the procurement system to abuse  and fraud. In 2003, an OIOS report found that the Procurement Service’s  roster contained questionable vendors. For example, one vendor appeared  to have been awarded approximately $36 million in contracts without  completing its registration to the list. Another vendor appeared to not have  applied for registration to the list but was nonetheless awarded a $16.6  million contract. Although the Procurement Service corrected some of the  noted weaknesses, OIOS concluded that, as of 2005, the roster was not fully  reliable as a tool for identifying qualified vendors that could bid on  contracts.", "To address such concerns, the Procurement Service became a partner in an  interagency procurement vendor roster in 2004, which was intended to  serve as a single roster for potential suppliers to apply for registration with  participating organizations within the UN system and to be used by  peacekeeping field missions. It was seen as a common system that would  allow sharing of vendor performance information within the UN.", "The UN’s use of the interagency procurement vendor roster, however, has  not fully addressed concerns regarding UN vendor lists. OIOS found that  many vendors that have applied through the interagency procurement  vendor roster have not submitted additional documents requested by the  Procurement Service to become accredited vendors. In addition to the  audited financial statements and income tax returns that a vendor must  submit to be registered in the UN interagency vendor roster, the  Procurement Service also requires the vendors to submit a copy of a  certificate of incorporation, copies of quality certification standards for the  goods and services to be registered, and letters of reference from at least  three clients to which the vendor has provided its goods or services over  the past 12 months. OIOS found that, as of December 2005, about 2,800  vendor applicants had not submitted the necessary documents for the  Procurement Service to review. OIOS expressed concern that the  Procurement Service vendor registration procedure remains vulnerable to  procurement officials who might manipulate it to favor certain vendors.", "In addition, most Peacekeeping Department field procurement officials we  spoke with stated that they prefer to use their own locally developed  rosters instead of the interagency vendor roster because the local lists were  shorter and contained more specific information regarding the goods and  services available in the area near their field missions. Moreover, some field  mission procurement staff also stated that they were unable to comply with  Procurement Service regulations for their vendor rosters due to the lack of  reliable vendor information in underdeveloped countries in which there  were conflicts, as is common in peacekeeping missions. One procurement  officer in the field stated that many of the local vendors could not prepare  financial statements required by the Procurement Service and the  interagency database because the country was just starting to recover from  a war. Other field procurement officers noted that issues such as low levels  of education and literacy and smaller vendors not being in a position to  deliver internationally prevented vendors from registering on the  interagency vendor list. OIOS reported in 2006 that peacekeeping  operations were vulnerable to substantial abuse in procurement because of  inadequate or irregular registration of vendors, insufficient control over  vendor qualifications, and dependence on a limited number of vendors."], "subsections": []}]}, {"section_title": "The UN Has Not Comprehensively Assessed Procurement Risks", "paragraphs": ["The UN lacks a comprehensive risk assessment framework for identifying,  evaluating and managing the procurement activities most vulnerable to  fraud, waste, and abuse. UN officials and auditors have identified  significant risks associated with headquarters and peacekeeping  procurement operations. However, without a comprehensive risk  assessment framework, the United Nations cannot have reasonable  assurance that it allocates proper attention to procurement activities that  could be most prone to fraud, waste, and abuse.", "OIOS has repeatedly identified procurement as one of the areas in the UN  with significant potential for inefficiency, corruption, fraud, waste, and  abuse. For example, OIOS issued recommendations relating to collusion  and conflicts of interest between UN staff and vendors, accountability for  theft of UN property, and misuse of UN equipment. In addition, senior UN  officials identified several major risks impacting peacekeeping  procurement. First, they stated that field procurement staff currently  operate under regulations that do not always reflect differences inherent in  operating in field locations. According to Peacekeeping Department  officials, present UN procurement rules and processes are difficult to apply  in peacekeeping missions during start-up. Second, field procurement staff  work in demanding operating environments, especially during the first few  months of a mission’s start-up, and must expediently resolve issues such as  uncertainties regarding the free movement of goods, customs clearances,  and taxation. Finally, the Peacekeeping Department stated that its missions  do not have enough field procurement staff willing to serve under current  conditions of service. An environment laden with such considerable risks  demonstrates the need for management to establish a comprehensive  framework for continuously identifying, analyzing, and managing risks in  procurement operations. While Peacekeeping Department officials  informed us that they have developed strategies to mitigate certain risks,  they acknowledged that the UN does not have a formal risk management  framework.", "Procurement Service officials stated that they do not systematically assess  procurement risks. In addition, 13 out of 19 peacekeeping field  procurement chiefs stated that they do not prepare formal or informal risk  assessments for their missions. A November 2005 consultant report found  that the Procurement Service does not have a formal and regular risk  management process to assess compliance, evaluate risks, implement  controls, and bring serious issues to the attention of management.   Similarly, OIOS reported in January 2006 that UN management had failed to  establish and implement a formal procurement risk management strategy.  An OIOS official also identified several risk areas in the UN’s procurement  operations relating to individual span of control and supervision,  segregation of functions, access to bids, and the use of brokers and  subcontractors.", "Without a risk management strategy for procurement, the UN would not be  fully equipped to identify areas that would require stronger oversight. For  example, start-up peacekeeping missions constitute a high-risk area  because they require a significant volume of procurement activity under  demanding time pressures in challenging geographic regions. Similarly, UN  efforts to adjust procurement rules to suit field conditions or to reduce the  caseload of the Headquarters Committee on Contracts would be hampered  by the absence of a risk assessment process."], "subsections": []}, {"section_title": "Fragmented Information Systems Impede UN Procurement", "paragraphs": ["The UN lacks an integrated information management system, which  adversely impacts its ability to oversee field and headquarters procurement  operations. A sound internal control system requires that relevant, reliable  information be recorded and communicated in a timely manner to equip  management to carry out their responsibilities.", "The UN is exposed to risks arising from fragmented procurement and  financial systems in both headquarters and field procurement operations.  We found that Procurement Service staff had limited access to data on  procurement activities conducted locally in field missions. No single  procurement database supports both the Procurement Service and  peacekeeping missions; they utilize two separate procurement systems. As  a result, no single UN entity was able to readily provide us with data on the  total value of purchase orders and contract awards issued by each  peacekeeping mission, including actions procured both locally and by the  Procurement Service at headquarters. These issues raise concerns about  the ability of headquarters managers to comprehensively oversee  procurement by the various field missions. Moreover, the Peacekeeping  Department has established only limited reporting requirements for field  missions and lacks a full-time manager at headquarters to review the  reports of all peacekeeping missions. A November 2005 consultant study  also found that the fragmented information systems limit the Procurement  Service’s ability to generate comprehensive and timely management  reports. Furthermore, the study found that the current information systems  did not use fraud detection tools and exception reports. Such reports, if  used, would serve to alert management of procurement actions requiring  additional monitoring. For example, a report of cumulative awards to  vendors would help management identify instances of inadequate  competition or bid rigging by vendors."], "subsections": []}, {"section_title": "Procurement Managers Lack Mechanisms to Monitor Procurement and Rely on Oversight Entities", "paragraphs": ["Procurement officials lack a systematic and standardized approach for  conducting management oversight of procurement activity. Instead, to  monitor procurement activity, they rely heavily on UN oversight entities.  Although these entities have identified numerous weaknesses in the  procurement process, the UN has not always implemented their  recommendations to correct the weaknesses. In many cases, the oversight  entities found similar problems in different field missions and issued  similar recommendations. Yet, UN management does not review the audit  reports systematically to determine whether changes to policy or processes  are warranted to address recurring problems.  In addition, the UN does not  have a mechanism that provides reasonable assurance that corrective  actions, once taken, are institutionalized. Further, the UN does not have an  effective process for consistently holding procurement staff accountable  for their actions, and it is too early to determine whether a newly  established management performance board will do so."], "subsections": [{"section_title": "UN Officials Lack Mechanisms for Monitoring Headquarters and Field Procurement Activity", "paragraphs": ["Internal control standards state that while audits and other reviews of  controls by internal and external auditors can be useful, the responsibility  for establishing mechanisms to monitor and evaluate program activities  rests with managers. Ongoing monitoring occurs during normal operations  and includes regular management and supervisory activities, such as  helping to ensure that staff follow UN procurement policies.", "As noted earlier, the UN lacks an effective organizational structure for  managing procurement at headquarters and in the field. In addition, UN  procurement managers do not have a standardized and systematic process  to monitor headquarters or field procurement during normal operations as  part of their regular management duties. In 2006, OIOS reported that the  UN does not have sufficient controls for providing reasonable assurance of  compliance with the Financial Regulations and Rules of the UN and that  important controls were lacking, existing controls were often bypassed,  and senior officials did not take proper care to design controls for  overseeing peacekeeping procurement operations. Senior procurement  officials at headquarters stated that they rely heavily on the auditors to  monitor procurement activity. Also, in 2005 a consultant reported that the  Procurement Service cannot adequately monitor procurement activities  due to (1) inadequate reporting of procurement activity, and (2) a lack of  system support for management reporting and financial transaction  information.", "Field procurement managers also lack a standardized and systematic  approach for monitoring procurement activity to provide reasonable  assurance that the Financial Regulations and Rules of the UN are followed.  Although UN chief procurement officers reported taking a variety of  actions to determine whether their staff comply with the Financial  Regulations and Rules of the UN, there were considerable differences in  the steps reported, both in terms of what the officers were doing and the  degree of their involvement. For example, while one chief procurement  officer reported that he reviewed all procurement files, another stated that  he did not have the time or resources to provide any oversight. Most field  procurement officials told us that the local committee on contracts at their  mission is generally helpful and timely in reviewing contract proposals.  However, UN auditors have found that noncompliance with the UN’s  Financial Regulations and Rules has resulted in financial losses to the UN.  For example, in its audit of peacekeeping operations in 2004, the Board of  Auditors found that one contractor was declared bankrupt in May 2002 and  could not fulfill contract requirements. A performance bond for $1.4 million  should have been provided, as required by the contract, but it could not be  located by UN officials. In addition, OIOS found instances where  procurement staff split requisitions to come in under review thresholds;  requisitioners sometimes procured items directly; vendors were not  properly registered; and contracts were awarded without sufficient  justification.", "Also, most UN chief procurement officers report taking a variety of actions  to determine whether vendors comply with the Financial Regulations and  Rules of the UN; however, there were considerable differences between the  steps the officers were taking and the degree of their involvement. Most  chief procurement officers stated that they inform vendors of the UN  regulations that need to be followed and that the regulations were also in  the contracts. Some officers stated that they had an independent unit for  contracts management in their mission that would monitor vendors for  contract performance and hold meetings with the vendors to discuss their  performance, while others said that they used vendor performance reports  to monitor vendors. However, UN auditors have noted that in many  instances, procurement staff did not prepare vendor performance reports.  For example, in 2005, the Board of Auditors reported that for seven of a  sample of nine contracts worth nearly $163 million, no supplier evaluations  could be found for $160.7 million of those purchases."], "subsections": []}, {"section_title": "UN Lacks Centralized Process for Addressing Oversight Recommendations", "paragraphs": ["Internal controls guidance states that monitoring should provide  reasonable assurance that the findings of audits and other reviews are  promptly resolved. OIOS and the Board of Auditors conduct regular  examinations of procurement. In many cases, the oversight entities have  found similar problems and issued similar recommendations in multiple  field missions. UN management, however, does not systematically review  the audit reports to determine whether changes to policies or processes are  warranted to address systemic problems.", "OIOS conducts smaller-scope audits on specific procurement policies and  procedures at one or more missions or offices. Over the past 5 years, OIOS  has identified numerous weaknesses in areas such as management  accountability, planning and needs assessments, vendor qualifications and  rosters, and contract reviews. OIOS’s recommendations-tracking database  indicates that the Procurement Service and the Peacekeeping Department  have implemented about 88 percent of about 330 procurement  recommendations and about 85 percent of approximately 170 critical  procurement recommendations. However, a recent study by a UN  consultant concluded that while OIOS provides spot audit coverage, OIOS  has lacked the resources to provide coverage that would be sufficient to  prevent breakdowns in internal controls.", "The Board of Auditors serves as the UN’s external auditor and is charged  with auditing the UN financial statements biannually, including those of the  Procurement Service. The board also audits peacekeeping field operations  annually, including field procurement. According to board staff, the board  devotes about half of its operations to procurement oversight, primarily  peacekeeping oversight. Over the past 4 years, the board identified  weaknesses concerning procurement ethics, vendor performance reports,  and the absence of a comprehensive internal antifraud plan. According to  some board officials, the UN could further benefit from procurement audits  of system contracts, the bid-tendering process, and air operations. The  board also pointed to the lack of an adequately trained and professional  procurement workforce and stated that the UN should create a  professional cadre of procurement officers. In addition, the board reported  that the UN has not fully implemented key audit recommendations, such as  having peacekeeping missions identify training needs for procurement  officers and establishing a time frame for implementing ethical guidelines  for procurement staff. According to board officials, based on the board’s  audit of peacekeeping operations for the period ended June 30, 2003, of 69  recommendations, 26 were implemented; 33 were in progress; and 10 had  not yet started.", "The Joint Inspection Unit (JIU) conducts UN-wide evaluations, inspections,  and investigations and prepares reports and notes identifying best  practices and opportunities for cost savings within the UN system. JIU has  called attention to weaknesses in UN procurement training. In 2004, JIU  reported that training funds for procurement staff were small relative to  procurement volumes and amounted to about 0.01 percent of aggregate  procurement expenditures with the majority of UN entities allocating no  resources for that purpose. The UN had not fully addressed JIU’s call for  additional funding for procurement training and certification for  procurement officers. However, JIU does not track separately and report  on the implementation rate of its procurement recommendations.", "In many cases, the oversight entities have found similar problems in  different field missions and issued similar recommendations. Yet, UN  management does not review the audit reports in a methodical manner to  determine whether changes to policy or processes are warranted to  address systemic problems or have a mechanism to help ensure that  corrective actions, once taken, are institutionalized. According to UN  officials, the UN currently does not systematically track all of the  information from the oversight entities and does not perform any  systematic analysis of what the three oversight entities are reporting to  identify systemic weaknesses or lessons learned. The UN had begun  exploring the possibility of establishing a high-level follow-up mechanism  to help ensure proper and systematic implementation of oversight  recommendations and share audit-related information and lessons learned,  where appropriate; however, such a mechanism has yet to be implemented.  At the request of the General Assembly, in 2005 the Secretary-General  called for a high-level mechanism to be established to help ensure proper  implementation of all oversight recommendations. As proposed, this  oversight committee would (1) provide independent advice to the  Secretary-General on all Secretariat activities relating to oversight and  investigations, (2) advise the Secretary-General on the response of  management to the recommendations made by oversight bodies and on the  manner in which the implementation of those recommendations can have  the greatest impact, and (3) help ensure systematic implementation of  recommendations that have been approved by the General Assembly or  accepted by the Secretariat. However, the UN has yet to implement such a  mechanism and plans for doing so are uncertain."], "subsections": []}, {"section_title": "UN Does Not Have an Effective Mechanism for Holding Staff Accountable", "paragraphs": ["The UN does not have an effective mechanism in place for holding  procurement staff accountable for their actions. Internal control standards  state that management should maintain the organization’s ethical tone,  provide guidance for proper behavior, remove temptations for unethical  behavior, and provide discipline when appropriate. OIOS recently reported  that the UN’s lack of enforcement of accountability and reluctance to  investigate the mismanagement of resources, fraud, and abuse of delegated  authority has increased the risk of corrupt practices in UN procurement. In  addition, peacekeeping officials agree that a lack of enforcement of  accountability in some locations has led to a pattern of poor control over  procurement practices. Both OIOS and peacekeeping officials agree that  there is evidence that some senior managers in the peacekeeping and  management departments may not have been reasonably diligent in  discharging their duties or helping to ensure that adequate internal controls  and procedures are in place to safeguard the organization’s assets.", "In May 2005, the Secretary-General abolished an accountability panel  established in 2000 because it was ineffective and replaced it with a  management performance board. This panel was to help ensure that the  UN addressed findings of its oversight review bodies from a systemic  perspective and to reinforce existing accountability mechanisms. It  consisted of the Deputy Secretary-General, acting as the chairperson, and  four members at the under-secretary-general level, appointed by the  Secretary-General. The new management performance board will focus  primarily on the performance and accountability of senior managers and  advise the Secretary-General, according to a UN official. Chaired also by  the Deputy Secretary-General, this board is intended to help ensure that the  UN addresses serious managerial issues identified by its oversight bodies in  a timely manner, monitors senior managers in their exercise of their  authority, and reviews UN justice proceedings for management  accountability purposes. The board also consists of two members at the  under-secretary level and an external expert in public sector management.  A UN official stated that the board has met twice as of February 2006. The  board has been operational for too short a time to allow a determination of  its effectiveness."], "subsections": []}]}, {"section_title": "The United States Has Recently Taken Steps to Support UN Procurement Reform", "paragraphs": ["The United States has recently taken steps to advocate procurement  reform at the UN as part of its efforts to advance overall UN management  reforms. The U.S. Mission has publicly stated that accountable, cost- effective, and transparent procurement practices at the UN are vital to UN  operations and are therefore an ongoing management priority. The  Permanent U.S. Representative to the UN has recognized management  weaknesses in the procurement area, particularly with regard to the  unclear lines of authority and responsibility between the Departments of  Management and Peacekeeping. He has indicated that clarifying these lines  of authority would need to be part of overall UN management reform. The  U.S. Mission also has pressed to have peacekeeping procurement concerns  brought to the attention of the Security Council, despite the objections of  some other member states. As a result, a senior UN official briefed the  Security Council in February 2006 on OIOS’s audit of procurement  practices in Security Council-mandated peacekeeping missions.", "A staffing vacancy at the U.S. Mission to the UN in New York may have  limited U.S. influence in encouraging and formulating proposals for  procurement reform. The position of ambassador to the UN for  management and reform was vacant from February 2005 until late March  2006. According to State officials, statements from ambassador-level  representatives in UN bodies have more impact and influence than  statements from other U.S. representatives. This key vacancy represents a  missed opportunity for the United States in the formation of the UN  management reform agenda agreed to at the World Summit in 2005. As a  result, officials said, the U.S. Mission had limited capacity to influence  reform."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Long-standing weaknesses in the UN’s internal controls over procurement  have left UN procurement funds highly vulnerable to fraud, waste, and  abuse. Many of these weaknesses have been known and documented by  outside experts and the UN’s own auditors for more than a decade. The UN,  however, has not demonstrated the sustained leadership needed to correct  these weaknesses. It has instead undertaken piecemeal reforms while  failing to clearly establish management accountability for correcting  procurement weaknesses. The negative effects of this lack of UN  leadership in procurement have been compounded by a peacekeeping  program that has more than quadrupled in size since 1999 and may expand  even further."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of State and the Permanent  Representative of the United States to the UN work with other member  states to encourage the Secretary-General to take the following eight  actions:   establish clear and effective lines of authority and responsibility  between headquarters and the field for UN procurement;  enhance the professionalism of the UN procurement workforce by  establishing a comprehensive procurement training program and a  formal career path;   provide the Headquarters Committee on Contracts with an adequate  structure and manageable workload for contract review needs;  establish an independent bid protest process for UN vendors;   take action to keep the UN procurement manual complete and updated  on a timely basis and complete the ethics guidance;  develop a consistent process for providing reasonable assurance that  the UN is conducting business with only qualified vendors;   develop a strategic risk assessment process that provides reasonable  assurance of systematic and comprehensive examination of  headquarters and field procurement; and  standardize and strengthen monitoring of procurement activities by  procurement managers, including actions aimed at helping to ensure  that oversight agencies’ recommendations are implemented and that  officials are held accountable for their actions.", "We also recommend that the Secretary of State report to the Congress  annually regarding UN progress in reforming its procurement process, with  particular attention to the status of UN progress in addressing the above  recommendations."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["The Department of State provided written comments on a draft of this  report that are reproduced in appendix III. The department stated that it  welcomed our report and endorsed its recommendations. The UN did not  provide us with written comments. State and UN officials provided us with  a number of technical suggestions and clarifications that we have  addressed, as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to other  interested Members of Congress, the Secretary of State, and the U.S.  Permanent Representative to the United Nations. We will also make copies  available to others upon request. In addition, this report will be available at  no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-9601 or melitot@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["To assess internal controls in the United Nations (UN) procurement  process, we used a framework that is widely accepted in the international  audit community and has been adopted by leading accountability  organizations, including the International Organization of Supreme Audit  Institutions, the U.S. Office of Management and Budget, and GAO.   Specifically, we assessed five key elements of internal control: (1) the  control environment, (2) control activities, (3) risk assessment, (4)  information and communications, and (5) monitoring.", "Our review focused primarily on the Department of Management, the  United Nations Procurement Service (which reports to the Department of  Management), and the Department of Peacekeeping Operations  (Peacekeeping Department), including 19 field missions. To assess the  control environment for UN procurement, we reviewed the UN’s  procurement manual, organizational structure, financial regulations and  rules, and information obtained from the Headquarters Committee on  Contracts. We also examined training and staffing data, information on  ethics guidance, and the UN Office of Internal Oversight Service’s (OIOS)  2006 report on peacekeeping procurement activities.", "To assess the control activities, risk assessments, and information and  communications for UN procurement, we reviewed certain policies,  procedures, and mechanisms that the UN has in place to provide  reasonable assurance that staff comply with directives. Specifically, we  reviewed (1) the mechanism that the UN has established to review  procurement contracts; (2) approaches to addressing vendor grievances,  updating the procurement manual, and the maintenance of qualifying  vendor rosters; and (3) approaches to assessing procurement risk to the  UN, as well as the UN’s information management system for procurement.", "To assess procurement monitoring, we reviewed the structure and  mandates of OIOS, the UN Board of Auditors, and the UN Joint Inspection  Unit (JIU). We also reviewed their roles in monitoring UN procurement  activities. We also reviewed the board’s audited financial statements and  reports for Secretariat and peacekeeping operations, which includes  procurement findings and recommendations; OIOS and JIU reports  containing procurement findings and recommendations; annual reports of  the monitoring entities covering the status of implementation of their  recommendations, as well as the process they have in place to track their  recommendations; resolutions and reports on the UN Secretariat  Accountability Panel, the Management Performance Board, and the  Oversight Committee. We discussed OIOS’s process for monitoring and  reporting on its recommendations with relevant officials. While the  evidence these officials have obtained indicates that the data are generally  reliable, the officials said they would like to perform more testing of  recommendations that have been implemented but lack the resources to do  so. We obtained the recommendations data set from OIOS and performed  basic reliability checks. Based on our interviews and checks, we  determined the data were sufficiently reliable for the purposes of this  report.", "In addition, to assess the control environment and other standards, we  prepared an interview instrument and conducted a series of structured  interviews with the principal procurement officers at each of the  Peacekeeping Department’s 19 missions in Africa, Asia, Europe, and the  Americas (see fig. 5). We developed the interview questions based on our  audit work, discussions with UN officials, and review of questionnaires  conducted of headquarters staff. The structured interview instrument  included open- and closed-ended questions, and covered various topics,  including the background of procurement staff at each mission, such as  experience, training, and certification; information on the types and  volume of procurement at each mission; and questions regarding integrity,  openness, competitiveness, and accountability. We conducted pretests of  the instrument to provide reasonable assurance that our questions were  clear and would be interpreted correctly. We addressed possible  interviewer bias by ensuring that all respondents received copies of the  instrument ahead of time and had them available when we conducted our  interviews by telephone.", "To examine U.S. government efforts to support reform of UN procurement,  we reviewed position statements and various program documents. We also  met with senior Department of State officials in Washington, D.C., and  senior officials with the U.S. Permanent Mission to the UN in New York.", "In addition, we reviewed reports prepared in 2005 by consulting firms hired  by the UN to assess its procurement process. In addition, we reviewed  reports by the Oil for Food Independent Inquiry Committee, the UN Panel  on United Nations Peace Operations, and the UN High-Level Expert  Procurement Group. We interviewed officials of the Department of  Management, the Department of Peacekeeping Operations, the  Headquarters Committee on Contracts, the UN Procurement Service,  OIOS, and the Board of Auditors in New York.", "We performed our work from April 2005 through March 2006 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Comments from the Department of State", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the person named above, Phyllis Anderson, Assistant  Director; Pierre Toureille; Kristy Kennedy; Clarette Kim; Barbara Shields;  and Lynn Cothern made key contributions to this report. Jaime Allentuck,  Martin De Alteriis, Bonnie Derby, Timothy DiNapoli, Mark Dowling, Etana  Finkler, John Krump, and James Michels also provided technical  assistance."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["United Nations:  Funding Arrangements Impede Independence of  Internal Auditors. GAO-06-575. Washington, D.C.: April 25, 2006.", "United Nations: Lessons Learned from Oil for Food Program Indicate the  Need to Strengthen UN Internal Controls and Oversight. GAO-06-330.  Washington, D.C.: April 25, 2006.", "Peacekeeping: Cost Comparison of Actual UN and Hypothetical U.S.  Operations in Haiti. GAO-06-331. Washington, D.C.: February 21, 2006.", "United Nations: Preliminary Observations on Internal Oversight and  Procurement Practices. GAO-06-226T. Washington, D.C.: October 31, 2005.", "United Nations: Sustained Oversight Is Needed for Reforms to Achieve  Lasting Results. GAO-05-392T. Washington, D.C.: March 2, 2005.", "United Nations: Oil for Food Program Audits. GAO-05-346T. Washington,  D.C.: February 15, 2005.", "United Nations: Reforms Progressing, but Comprehensive Assessments  Needed to Measure Impact. GAO-04-339. Washington, D.C.: February 13,  2004.", "United Nations: Progress of Procurement Reforms. GAO/NSIAD-99-71.  Washington, D.C.: April 15, 1999."], "subsections": []}], "fastfact": []}