{"id": "GAO-03-1031", "url": "https://www.gao.gov/products/GAO-03-1031", "title": "Chemical Weapons: Sustained Leadership, Along With Key Strategic Management Tools, Is Needed to Guide DOD's Destruction Program", "published_date": "2003-09-05T00:00:00", "released_date": "2003-09-05T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Congress expressed concerns about the Chemical Demilitarization Program cost and schedule, and its management structure. In 2001, the program underwent a major reorganization. Following a decade long trend of missed schedule milestones, in September 2001, the Department of Defense (DOD) revised the schedule, which extended planned milestones and increased program cost estimates beyond the 1998 estimate of $15 billion to $24 billion. GAO was asked to (1) examine the effect that recent organization changes have had on program performance and (2) assess the progress DOD and the Army have made in meeting the revised 2001 cost and schedule and Chemical Weapons Convention (CWC) deadlines."]}, {"section_title": "What GAO Found", "paragraphs": ["The Chemical Demilitarization Program remains in turmoil because a number of long-standing leadership, organizational, and strategic planning issues remain unresolved. The program lacks stable leadership at the upper management levels. For example, the program has had frequent turnover in the leadership providing oversight. Further, recent reorganizations have done little to reduce the complex and fragmented organization of the program. As a result, roles and responsibilities are often unclear and program actions are not always coordinated. Finally, the absence of a comprehensive strategy leaves the program without a clear road map and methods to monitor program performance. Without these key elements, DOD and the Army have no assurance of meeting their goal to destroy the chemical stockpile in a safe and timely manner, and within cost estimates. DOD and the Army have already missed several 2001 milestones and exceeded cost estimates; the Army has raised the program cost estimates by $1.2 billion, with other factors still to be considered. Almost all of the incineration sites will miss the 2001 milestones because of schedule delays due to environmental, safety, community relations, and funding issues. Although neutralization sites have not missed milestones, they have had delays. DOD and the Army have not developed an approach to anticipate and influence issues that could adversely impact program schedules, cost, and safety. Unless DOD and the Army adopt a risk management approach, the program remains at great risk of missing milestones and CWC deadlines. It will also likely incur rising costs and prolong the public's exposure to the chemical stockpile."]}], "report": [{"section_title": "Letter", "paragraphs": ["The United States, along with many other countries, is committed to  ridding the world of chemical weapons. In fiscal year 1986, Congress  directed the Department of Defense (DOD) to destroy the nation’s  chemical weapons stockpile in a safe manner, and DOD designated  the Army to set up and operate the demilitarization program. On an  international level, the United States and more than 150 countries since  1997 have become parties to the Chemical Weapons Convention (CWC),  which prohibits the use of these weapons and mandates a deadline of  April 2007 to destroy the existing stockpiles. With the events of  September 11, 2001, heightened concerns over weapons of mass  destruction have further raised the awareness of these chemical weapons  and their potential danger to the public.", "Since its inception, DOD’s Chemical Demilitarization Program has been  plagued by frequent schedule delays, cost overruns, and continuing  management problems. In 2001, DOD and the Army once again undertook  a major reorganization of the program’s complex management structure  and revised its schedule, extending the projected milestones beyond the  2007 CWC deadline. The revisions also increased the estimated costs for  destroying the chemical weapons stockpile by 60 percent, from $15 billion  to $24 billion. Because DOD and the Army have had long-term problems  in meeting past schedule milestones and are now entering a demanding  phase of the program—the planned start of agent destruction operations at  multiple sites, using both incineration and alternative (neutralization)  technologies—there are growing concerns in Congress over DOD’s ability  to accomplish its mission.", "In the House Report to the fiscal year 2003 defense authorization budget,  Congress mandated that we review and assess the management and status  of the program. In February 2003, we briefed your staffs on our  preliminary findings. As agreed with your offices, this report (1) examines  the effect that recent organizational changes have had on the program’s  performance and (2) assesses the progress that DOD and the Army have  made in meeting the revised 2001 cost and schedule estimates and the  2007 CWC deadline.", "Leading organizations embrace principles for effectively implementing  and managing programs. Some key aspects of these principles include  promulgating a comprehensive mission statement, long-term and annual  performance goals, measurable performance indicators, and evaluation  and corrective action plans. Combined with effective leadership, these  principles provide decision makers with a means to manage risk,  understand a program’s evolution and implementation, and determine  whether initiatives are achieving their desired results.", "In assessing the program’s management performance, we compared the  elements of program management documents to the general tenets and  management principles, such as those supported by the Government  Performance and Results Act, to determine if the program has a  framework to produce results. We also compared previous and current  program organizational structures and obtained a rationale for changes  from program officials and documents to determine if lines of authority  were clear and if roles and responsibilities were articulated. To assess  DOD’s progress in meeting revised schedule and cost estimates, we  reviewed current program estimates, destruction schedules, CWC  provisions, and other documents. We determined issues that had caused  delays and ascertained approaches being used to reduce the potential for  delays in the future. We also met with DOD and Army program officials  and interviewed officials at several destruction sites and state  environmental offices. We conducted our review from August 2002 to  June 2003 in accordance with generally accepted government auditing  standards. A detailed description of our scope and methodology is  included in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["In fiscal year 1986, Congress directed DOD to destroy the U.S. stockpile of  lethal chemical agents and munitions. DOD designated the Department of  the Army as its executive agent for the program, and the Army established  the Chemical Demilitarization (or Chem-Demil) Program, which was  charged with the destruction of the stockpile at nine storage sites.  Incineration was selected as the method to destroy the stockpile. In 1988,  the Chemical Stockpile Emergency Preparedness Program (CSEPP) was  created to enhance the emergency management and response capabilities  of communities near the storage sites in case of an accident; the Army and  the Federal Emergency Management Agency (FEMA) jointly managed  the program. In 1997, consistent with congressional direction, the Army  and FEMA clarified their CSEPP roles by implementing a management  structure under which FEMA assumed responsibility for off-post (civilian  community) program activities, while the Army continued to manage  on-post chemical emergency preparedness. The Army provides CSEPP  funding to FEMA, which is administered via grants to the states and  counties near where stockpile sites are located in order to carry out the  program’s off-post activities.", "Agent destruction began in 1990 at Johnston Atoll in the Pacific Ocean.  Subsequently, Congress directed DOD to evaluate the possibility of  using alternative technologies to incineration. In 1994, the Army initiated  a project to develop nonincineration technologies for use at the  two bulk-agent only sites at Aberdeen, Maryland, and Newport, Indiana.  These sites were selected in part because their stockpiles were relatively  simple—each site had only one type of agent and this agent was stored  in bulk-agent (ton) containers. In 1997, DOD approved pilot testing of  a neutralization technology at these two sites. Also in 1997, Congress  directed DOD to evaluate the use of alternative technologies and  suspended incineration planning activities at two sites with assembled  weapons in Pueblo, Colorado, and Blue Grass, Kentucky. Furthermore,  Congress directed that these two sites be managed in a program  independent of the Army’s Chem-Demil Program and report to DOD  instead of the Army. Thus, the Assembled Chemical Weapons Assessment  (ACWA) program was established. The nine sites, the types of agent, and  the percentage of the original stockpiles are shown in table 1.", "In 1997, the United States ratified the CWC, which prohibits the use of  these weapons and mandates the elimination of existing stockpiles by  April 29, 2007. A CWC provision allows that extensions of up to 5 years  can be granted. The CWC also contains a series of interim deadlines  applicable to the U.S. stockpile (see table 2).", "The United States met the 1 percent interim deadline in September 1997  and the 20 percent interim deadline in July 2001. As of June 2003, the Army  was reporting that a total of about 26 percent of the original stockpile had  been destroyed.", "Three other countries (referred to as states parties)—India, Russia, and  one other country—have declared chemical weapons stockpiles and are  required to destroy them in accordance with CWC deadlines as well. As of  April 2003, two of these three countries (India and one other country) had  met the 1 percent interim deadline to destroy their stockpiles. Of the  three countries, only India met the second (20 percent) interim deadline  to destroy its stockpile by April 2002. However, Russia, with the largest  declared stockpile—over 40,000 tons— did not meet the 1 percent or the  20 percent interim deadlines, and only began destroying its stockpile in  December 2002. In 2001, Russia requested a 5-year extension to the 2007  deadline. Russia did destroy 1 percent of its stockpile by April 2003,  although it is doubtful that it will meet the 2012 deadline if granted.", "Traditionally, management and oversight responsibilities for the  Chem-Demil Program reside primarily within three levels at DOD—the  Under Secretary of Defense (Acquisition, Technology, and Logistics) who  is the Defense Acquisition Executive for the Secretary of Defense, the  Assistant Secretary of the Army (Acquisition, Logistics, Technology) who  is the Army Acquisition Executive for the Army, and the Program Manager  for Chemical Demilitarization—because it is a major defense acquisition  program. In addition to these offices, since August 2002, the Deputy  Assistant to the Secretary of Defense (Chemical Demilitarization and  Threat Reduction), has served as the focal point responsible for oversight,  coordination, and integration of the Chem-Demil Program.", "In May 2001, in response to program cost, schedule, and management  concerns, milestone decision authority was elevated to the Under  Secretary of Defense (Acquisition, Technology, and Logistics). DOD stated  that this change would streamline future decision making and increase  program oversight. DOD indicated that the change was also consistent  with the size and scope of the program, international treaty obligations,  and the level of local, state, and federal interest in the safe and timely  destruction of the chemical stockpile.", "In September 2001, after more than a yearlong review, DOD revised the  program’s schedule milestones for seven of the nine sites and the cost  estimates for all nine sites. These milestones represent the target dates  that each site is supposed to meet for the completion of critical phases of  the project. The phases include design, construction, systemization,  operations, and closure. (Appendix II describes these phases and provides  the status of each site.) The 2001 revision marked the third time the  program extended its schedule milestones and cost estimates since it  became a major defense acquisition program in 1994. The 2001 revision  also pushed the milestones for most sites several years beyond the  previous 1998 schedule milestones and, for the first time, beyond the April  2007 deadline contained in the CWC. Table 3 compares the 1998 and 2001  schedule milestones for starting and finishing agent destruction operations  at the eight sites with chemical agent stockpiles in 2001. The planned  agent destruction completion date at some sites was extended over  5 years.", "DOD extended the schedule milestones to reflect the Army’s experience  at the two sites—Johnston Atoll and Tooele—that had begun the  destruction process prior to 2001. It found that previous schedule  milestones had been largely based on overly optimistic engineering  estimates. Lower destruction rates stipulated by environmental regulators,  and increased time needed to change the facility’s configuration when  switching between different types of chemical agents and weapons, meant  destruction estimates needed to be lengthened. Moreover, experience at  Johnston Atoll, which began closure activities in 2000, revealed that  previous closure estimates for other sites had been understated. In  addition, DOD’s Cost Analysis Improvement Group modified the site  schedules based on a modeling technique that considered the probabilities  of certain schedule activities taking longer than anticipated. In particular,  the group determined that the operations phase, where agent destruction  takes place, has the highest probability for schedule delays and lengthened  that phase the most. Because the costs of the program are directly related  to the length of the schedule, DOD also increased the projected life-cycle  costs, from $15 billion in 1998 to $24 billion in 2001 (see fig. 1).", "In December 2001, after the program schedule and costs were revised,  the Army transferred primary program oversight from the Office of the  Assistant Secretary of the Army (Acquisition, Logistics, and Technology)  to the Office of the Assistant Secretary of the Army (Installations and  Environment). According to the Army, this move streamlined  responsibilities for the program, which were previously divided between  these two offices. In January 2003, the Army reassigned oversight  responsibilities to the Assistant Secretary of the Army (Acquisition,  Logistics, and Technology) for all policy and direction for the Chem-Demil  Program and CSEPP. The Secretary of the Army also directed the  Assistant Secretary of the Army (Acquisition, Logistics, and Technology)  and the Commanding General, U.S. Army Materiel Command, to jointly  establish an agency to perform the chemical demilitarization as well as the  chemical weapons storage functions. In response to this directive, the  Army announced the creation of a new organization—the Chemical  Materials Agency (CMA)—which will merge the demilitarization and the  storage functions. During this transition process, the Program Manager  for Chemical Demilitarization was redesignated as the Program Manager  for the Elimination of Chemical Weapons and will report to the Director of  CMA and have responsibility for each site through the systemization  phase. The Director for Operations will manage the operations and closure  phases. As of June 2003, the Program Manager for the Elimination of  Chemical Weapons was providing day-to-day management for the sites at  Anniston, Umatilla, Newport, and Pine Bluff; the Director for Operations  was providing day-to-day management for the sites at Tooele, Aberdeen,  and Johnston Atoll, and the Program Manager, ACWA, was managing the  sites at Pueblo and Blue Grass.", "Since 1990, we have issued a number of reports that have focused on  management, cost, and schedule issues related to the Chem-Demil  Program. For example, in a 1995 testimony we cited the possibility of  further cost growth and schedule slippage due to environmental  requirements, public opposition to the baseline incineration process, and  lower than expected disposal rates. We also testified that weaknesses in  financial management and internal control systems have hampered  program results and alternative technologies were unlikely to mature  enough to meet CWC deadlines.", "In 1995, we noted that the emergency preparedness program had been  slow to achieve results and that communities were not fully prepared  to respond to a chemical emergency. In 1997, we found high-level  management attention was needed at the Army and FEMA to clearly  define management roles and responsibilities. In 2001, we found that the  Army and FEMA needed a more proactive approach to improve working  relations with CSEPP states and local communities and to assist them in  preparing budgets and complying with program performance measures.", "In 2000, we found that the Chem-Demil Program was hindered by its  complex management structure and ineffective coordination between  program offices. We recommended that the Secretary of Defense  direct the Secretary of the Army to clarify the management roles and  responsibilities of program participants, assign accountability for  achieving program goals and results, and establish procedures to improve  coordination among the program’s various elements and with state and  local officials.", "A detailed list of these reports and other products is included in Related  GAO Products at the end of this report."], "subsections": []}, {"section_title": "Long-Standing Management and Organization Weaknesses Continue to Hamper Program Progress", "paragraphs": ["Despite recent efforts to improve the management and streamline the  organization of the Chem-Demil Program, the program continues to falter  because several long-standing leadership, organizational, and strategic  planning weaknesses remain unresolved. The absence of sustained  leadership confuses decision-making authority and obscures  accountability. In addition, the Army’s recent reorganization of the  program has not reduced its complex organization nor clarified the roles  and responsibilities of various entities. For example, CMA reports to two  different offices with responsibilities for different phases of the program  and left the management of CSEPP divided between the Army and FEMA.  The ACWA program continues to be managed outside of the Army as  directed by Congress. Finally, the lack of an overarching, comprehensive  strategy has left the Chem-Demil Program without a top-level road map to  guide and monitor the program’s activities. The absence of effective  leadership, streamlined organization, and important management tools,  such as strategic planning, creates a barrier to the program accomplishing  the safe destruction of the chemical stockpile and staying within schedule  milestones, thereby raising program costs."], "subsections": [{"section_title": "Shifts in Leadership Confuse Decision-Making Authority and Obscure Accountability", "paragraphs": ["The Chem-Demil Program has experienced frequent shifts in leadership  providing oversight, both between DOD and the Army and within the  Army, and frequent turnover in key program positions. These shifts have  led to confusion among participants and stakeholders about the program’s  decision making and have obscured accountability. For example, program  officials were not consistent in following through on promised initiatives  and some initiatives were begun but not completed. Also, when leadership  responsibilities changed, new initiatives were often introduced and old  initiatives were abandoned, obscuring accountability for program actions."], "subsections": [{"section_title": "Changes in Oversight Responsibilities Confuse Decision-Making Role", "paragraphs": ["The program has lacked sustained leadership above the program level  as demonstrated by the multiple shifts between DOD and the Army  for providing oversight that affects consistent decision making. The  leadership responsible for oversight has shifted between the Army and  DOD three times during the past two decades, with the most recent  change occurring in 2001. Table 4 summarizes these changes. As different  offices took over major decision authority, program emphasis frequently  shifted, leaving initiatives pursued but not completed, consistency of  initiatives was not maintained, and responsibility for decisions shifted.  For example, we reported in August 2001 that the Army and FEMA  had addressed some management problems in how they coordinated  emergency preparedness activities after they had established a  memorandum of understanding to clarify roles and responsibilities related  to CSEPP. However, according to FEMA officials, DOD did not follow  the protocols for coordination as agreed upon with the Army when  making decisions about emergency preparedness late in 2001. This led  to emergency preparedness items being funded without adequate plans  for distribution, which delayed the process. These changes in oversight  responsibilities also left the stakeholders in the states and local  communities uncertain as to the credibility of federal officials.", "Leadership responsibilities for the program within the Army have  also transferred three times from one assistant secretary to another  (see table 5). During this time, there were numerous CSEPP issues that the  Army took positions on with which FEMA did not concur. For example, in  August 2002, the Assistant Secretary of the Army (Installations and  Environment) officials committed to funding nearly $1 million to study  building an emergency operations center for a community near Umatilla  with additional funds to be provided later. Since the program shifted to the  Assistant Secretary of the Army (Acquisition, Logistics, and Technology)  in 2003, program officials have been reconsidering this commitment. The  problem of Army and FEMA not speaking with one voice led to confusion  among state and local communities. Further, dual or overlapping authority  by the Assistant Secretary of the Army (Acquisition, Logistics, and  Technology) and the Assistant Secretary of the Army (Installations and  Environment) in 2001 was not clarified. Without clear lines of authority,  one office took initiatives without consulting the other. As a result,  stakeholders were unclear if initiatives were valid.", "In addition to these program shifts, the Deputy Assistant Secretary of the  Army (Chemical Demilitarization)—an oversight office moved from DOD  to the Army in 1998—reported to the Assistant Secretary of the Army  (Acquisition, Logistics, and Technology) from 1998 until 2001, then to the  Assistant Secretary of the Army (Installations and Environment) until  2003, and now again to the Assistant Secretary of the Army (Acquisition,  Logistics, and Technology). These many shifts in this oversight office  with responsibility for programmatic decisions left stakeholders confused  about this office’s oversight role and about the necessity of funding  requests it made. As a result, the accumulation of extra funding ultimately  caused Congress to cut the program’s budget.", "The Chem-Demil Program has experienced a number of changes and  vacancies in key program leadership positions, which has obscured  accountability. This issue is further compounded, as discussed later,  by the lack of a strategic plan to provide an agreed upon road map for  officials to follow. Within the Army, three different officials have held  senior leadership positions since December 2001. In addition, five officials  have served as the Deputy Assistant Secretary of the Army (Chem-Demil)  during that time. The program manager’s position remained vacant for  nearly 1 year, from April 2002 to February 2003, before being filled.  However, in June, after only 4 months, the program manager resigned and  the Army named a replacement.", "Frequent shifts in key leadership positions led to several instances  where this lack of continuity affected decision making and obscured  accountability. For example, in June 2002, a program official promised to  support future funding requests for emergency preparedness equipment  from a community, but his successor did not fulfill this promise. This  promise caused communities to submit several funding requests that  were not supported. The lack of leadership continuity makes it unclear  who is accountable when commitments are made but not implemented.  Moreover, when key leaders do not remain in their positions long enough  to develop the needed long-term perspective (on program issues) or to  effectively follow through on program initiatives, it is easy for them to  deny responsibility for previous decisions and avoid current  accountability."], "subsections": []}]}, {"section_title": "Recent Reorganization Has Not Reduced Organizational Complexity", "paragraphs": ["The recent reorganization by the Army has not streamlined the program’s  complex organization or clarified roles and responsibilities. For example,  the Director of CMA will now report to two different senior Army  organizations, which is one more than under the previous structure. This  divided reporting approach is still not fully developed, but it may adversely  affect program coordination and accountability. The reorganization has  also divided the responsibility for various program phases between two  offices within CMA. One organization, the Program Manager for the  Elimination of Chemical Weapons, will manage the first three phases  for each site and a newly created organization, the Director of Operations,  will manage the final two phases. This reorganization changes the  cradle-to-grave management approach that was used to manage sites  in the past and has blurred responsibities for officials who previously  provided support in areas such as quality assurance and safety. Moreover,  the reorganization did not address two program components—community- related CSEPP and ACWA. CSEPP will continue to be jointly managed  with FEMA. ACWA, as congressionally directed, will continue to be  managed separately from the Army by DOD.", "During the transition process, no implementation plan was promulgated  when the new organization was first announced in January 2003. As of  June 2003, the migration of roles and responsibilities formerly assigned to  the office of the Program Manager for Chemical Demilitarization into the  new CMA had not been articulated. For example, several key CMA  officials who had formerly been part of the former program office told us  that they were unsure of their new roles within CMA and the status of  ongoing program initiatives. Furthermore, past relationships and  responsibilities among former program offices and site activities have  been disrupted. Although the establishment of CMA with a new directorate  responsible for operations at Tooele and Aberdeen is underway, former  program office staff told us they did not know how this new organization  would manage the sites in the future."], "subsections": []}, {"section_title": "Program Lacks Strategy and Implementation Plan", "paragraphs": ["While DOD and the Army have issued numerous policies and guidance  documents for the Chem-Demil Program, they have not developed an  overarching, comprehensive strategy or an implementation plan to guide  the program and monitor its progress. Leading organizations embrace  principles for effectively implementing and managing programs. Some key  aspects of this approach include promulgating a comprehensive strategy  to include mission, long-term goals, and methods to accomplish these  goals and an implementation plan that includes annual performance goals,  measurable performance indicators, and evaluation and corrective action  plans. According to DOD and Army officials, the Chem-Demil Program  relies primarily on guidance and planning documents related to the  acquisition process. For example, the former program manager drafted  several documents, such as the Program Manager for Chemical  Demilitarization’s Management Plan and Acquisition Strategy for the  Chemical Demilitarization Program, as the cornerstone of his management  approach. Our review of these and other key documents showed that they  did not encompass all components of the program or other nonacquisition  activities. Some documents had various elements, such as a mission  statement, but they were not consistently written. None contained all of  the essential elements expected in a comprehensive strategy nor  contained aspects needed for an implementation plan, such as an  evaluation and corrective action plan. Further, all documents were out of  date and did not reflect recent changes to the program.", "DOD and Army officials stated that the program’s strategy would be  articulated in the updated program’s acquisition strategy to be completed  by the new Director of CMA. According to the draft acquisition strategy,  the focus is to acquire services, systems, and equipment. Again, this  approach does not address all components of the Chem-Demil Program,  such as CSEPP and ACWA.", "More importantly, a strategic plan would ensure that all actions support  overall program goals as developed by the appropriate senior-level office  with oversight responsibility for the program. An implementation plan  would define the steps the program would take to accomplish its mission.  Further, a strategy document, coupled with an implementation plan,  would clarify roles and responsibilities and establish program  performance measurements. Together, these documents would provide  the foundation for a well-managed program to provide continuity of  operations for program officials to follow."], "subsections": []}]}, {"section_title": "Most Sites Will Miss Schedule Milestones due to Program’s Inability to Anticipate and Influence Issues", "paragraphs": ["The program continues to miss most milestones, following a decade long  trend. Nearly all of the incineration sites will miss the 2001 scheduled  milestones because of substantial delays during their systematization  (equipment testing) or operations (agent destruction) phases. Delays at  sites using incineration stem primarily from a number of problems that  DOD and the Army have not been able to anticipate or control, such as  concerns involving plant safety, difficulties in meeting environmental  permitting requirements, public concerns about emergency preparedness  plans, and budgeting shortfalls. The neutralization sites have not missed  milestones yet but have experienced delays as well. DOD and the Army  have not developed an approach to anticipate and address potential  problems that could adversely affect program schedules, costs, and safety.  Neither DOD nor the Army has adopted a comprehensive risk management  approach to mitigate potential problems. As a result, the Chem-Demil  Program will have a higher level of risk of missing its schedule milestones  and CWC deadlines, incurring rising costs, and unnecessarily prolonging  the potential risk to the public associated with the storage of the chemical  stockpile."], "subsections": [{"section_title": "Substantial Delays at Incineration Sites Led to Missed Milestones", "paragraphs": ["Most incineration sites will miss important milestones established in 2001  due to schedule delays. For example, delays at Anniston, Umatilla, and  Pine Bluff have already resulted, or will result, in their missing the 2001  schedule milestones to begin chemical agent destruction operations  (operation phase).  Johnston Atoll will miss its schedule milestone for  shutting down the facility (closure phase). The Tooele site has not missed  any milestones since the 2001 schedule was issued; however, the site has  undergone substantial delays in destroying its stockpile primarily due to a  safety-related incident in July 2002. If additional delays occur at the  Tooele site, it could also exceed its next milestone as well. Table 6 shows  the status of the incineration sites that will miss 2001 schedule milestones.", "The delays at the incineration sites have resulted from various  long-standing issues, which the Army has not been able to effectively  anticipate or control because it does not have a process to identify and  mitigate them. An effectively managed program would have an approach,  such as lessons learned, to identify and mitigate issues. Although the  program now has extensive experience with destroying agents at two  sites, the Chem-Demil Programmatic Lessons Learned Program has been  shifted to individual contractors from a headquarters centralized effort.  In September 2002, we reported on the effectiveness of the centralized  lessons learned program and found it to be generally effective, but it  should be improved and expanded. By decentralizing the program, it is  uncertain how knowledge will be leveraged between sites to avoid or  lessen potential delays due to issues that have previously occurred. In  addition, program officials told us that they were concerned that lessons  from the closure at Johnston Atoll were not being captured and saved for  future use at other sites.", "Many delays have resulted from incidents during operations,  environmental permitting, community protection, and funding issues.  This continues to be a trend we identified in previous reports on the  program. The following examples illustrate some of the issues that have  caused delays at incineration sites since 2001:  Incidents during operations: Agent destruction operations at Tooele were  suspended from July 2002 to March 2003 because of a chemical incident  involving a plant worker who came into contact with a nerve agent while  performing routine maintenance. Subsequent investigations determined  that this event occurred because some procedures related to worker safety  were either inadequate or not followed. A corrective action plan, which  required the implementation of an improved safety plan, was instituted  before operations resumed. Since it resumed operations in March 2003,  Tooele has experienced several temporary shutdowns. (These shutdowns  are discussed further in app. II.)", "Environmental permitting: The start of agent destruction operations at  Umatilla and Anniston sites has been delayed because of several  environmental permitting issues. Delays at the Umatilla site have resulted  from several unanticipated engineering changes related to reprogramming  software and design changes that required permit modifications. An  additional delay occurred at the Umatilla site when the facility was  temporarily shut down in October 2002 by state regulators because  furnaces were producing an unanticipated high amount of heavy metals  during surrogate agent testing. The testing was suspended until a  correction could be implemented. Delays at the Anniston site occurred  because state environmental regulators did not accept test results for one  of the furnaces because the subcontractor did not follow state permit- specified protocols.", "Community protection: Destruction operations at the Anniston site have  been delayed because of concerns about emergency preparedness for the  surrounding communities. These concerns included the inadequacy of  protection plans for area schools and for special needs residents. Although  we reported on this issue in July 1996 and again in August 2001 and a  senior DOD official identified it as a key concern in September 2001, the  Army was unable to come to a satisfactory resolution with key state  stakeholders prior to the planned January 2003 start date. As of June 2003,  negotiations were still ongoing between the Army and key public officials  to determine when destruction operations could begin.", "Funding: Systemization and closure activities were delayed at Pine Bluff  and Johnston Atoll sites, respectively, because program funds planned for  demilitarization were redirected in fiscal year 2002 by DOD to pay for  $40.5 million for additional community protection equipment for Anniston.  This was an unfunded budget expense, and the Army reduced funds for  the Pine Bluff site by $14.9 million, contributing to construction and  systemization milestones slipping 1 year. The Pine Bluff site was selected  because the loss of funding would not delay the projected start of  operations during that fiscal year. Program officials told us that the total  program cost of this schedule slip would ultimately be $90 million.  Additionally, funds were reduced for the Johnston Atoll site by $25.1  million because it was in closure.", "According to an Army official, delays increase program costs by  approximately $250,000 to $300,000 a day or about $10 million per month.  Since 2001, delays have caused cost increases of $256 million at the  incineration sites shown in table 7.", "Due to the delays, the Army is in the process of developing new milestones  that would extend beyond those adopted in 2001. According to an Army  official, the program will use events that have occurred since 2001 to  present new cost estimates to DOD in preparation for the fiscal year 2005  budget submission. Program officials told us that they estimate costs have  already increased $1.2 billion. This estimated increase is likely to rise  further as additional factors are considered."], "subsections": []}, {"section_title": "Delays at Neutralization Sites Have Not Led to Missed Milestones", "paragraphs": ["The two bulk-agent only sites, Aberdeen and Newport, have experienced  delays but have not breeched their milestones. The schedules were revised  in response to concerns about the continued storage of the chemical  stockpile after the events of September 11, 2001. In 2002, DOD approved  the use of a modified process that will accelerate the rate of destruction at  these two sites. For example, the Army estimates that the modified  process will reduce the length of time needed to complete destruction of  the blister agent stockpile at Aberdeen from 20 months to 6 months. The  Army estimates that this reduction, along with other changes, such as the  off-site shipping of a waste byproduct, will reduce the scheduled end of  operations by 5 years, from 2008 to 2003. Similarly, projections for agent  destruction operations at Newport were reduced from 20 months to  7 months, and the destruction end date moved up from 2009 to 2004.", "While the Aberdeen site did begin destruction operations, as of June 2003,  it had only achieved a peak rate of 2 containers per day, which is far  less than the projected peak daily rate of 12, and had experienced  unanticipated problems removing residual agent from the containers. After  2 months of processing, Army officials said it had initially processed 57 of  the 1,815 containers in Aberdeen’s stockpile and will have to do  additional processing of these containers because of a higher amount  of unanticipated hardened agent. Even if the peak daily rate of 12 is  achieved, the site will not meet the October 2003 Army estimate.", "At the Newport site, construction problems will delay the start of  operations, missing the program manager’s October 2003 estimate for  starting agent destruction operations. Another possible impediment to  starting operations is the program’s efforts to treat the waste byproduct  at a potential off-site disposal facility in Ohio. These efforts have met  resistance from some community leaders and residents near the potential  disposal site. If the Army is unable to use an off-site facility, the disposal  may have to be done on site, requiring the construction of a waste  byproduct treatment facility, further causing delays and increasing costs.", "Schedule milestones were not adopted for the Pueblo and Blue Grass  sites in the 2001 schedule because DOD had not selected a destruction  technology. Subsequently, DOD selected destruction technologies for  these sites; however, these decisions were made several months beyond  the dates estimated in 2001. For example, while program officials  indicated that the technology decision for the Kentucky site would be  made by September 2002, the decision was not made until February 2003.  Significantly, DOD announced initial schedule milestones for these  two sites that extended beyond the extended April 2012 deadline of the  CWC. According to DOD officials, these schedules are preliminary and will  be reevaluated after the selected contractors complete their initial design  of the facilities. Plans for these sites are immature, and changes are likely  to occur as they move closer to the operations phase still at least several  years away."], "subsections": []}, {"section_title": "Risk Management Approach Needed to Reduce Schedule Delays", "paragraphs": ["DOD and the Army have not implemented a comprehensive risk  management approach that would proactively anticipate and influence  issues that could adversely affect the program’s progress. The program  manager’s office drafted a risk management plan in June 2000, but the plan  has not been formally approved or implemented. According to program  officials, a prior program official drafted the plan and subsequent officials  did not approve or further develop the plan. The draft plan noted that  DOD’s acquisition rules require program managers to establish a risk  management plan to identify and control risk related to performance, cost,  and schedule.", "Such a plan would allow managers to systematically identify, analyze, and  influence the risk factors and could help keep the program within its  schedule and cost estimates.", "DOD and Army officials have given several reasons for not having an  overall risk management plan. A DOD official indicated that the  approach that has been used to address program problems has been crisis  management, which has forced DOD to react to issues rather than control  them. The deputy program manager stated that the program’s focus has  been on managing individual sites by implementing initiatives to improve  contractor performance as it relates to safety, schedule, and cost. The  official also said that establishing a formal, integrated risk management  plan has not been a priority. However, an official from the program  manager’s office said the infrastructure is in place to finalize an integrated  risk management plan by October 2003, which coincides with the date  CMA takes over leadership of the program. However, due to the transition  that the organization is undergoing, the status of this effort is uncertain.", "The Army defines its risk management approach as a process for  identifying and addressing internal and external issues that may have  a negative impact on the program’s progress. A risk management  approach has five basic steps, which assist program leaders in effective  decision making for better program outcomes. Simply stated, the first step  is to identify those issues that pose a risk to the program. For example, a  problem in environmental permitting can significantly delay the program  schedule. The second step is to analyze the risks identified and prioritize  the risks using established criteria. The third step is to create a plan for  action to mitigate the prioritized risks in some order of importance. The  fourth step is to track and validate the actions taken.", "The last step is to review and monitor the outcomes of the actions taken  to ensure their effectiveness. Additional remedies may be needed if  actions are not successful or the risks have changed. Risk management  is a continuous, dynamic process and must become a regular part of the  leadership decision process. Without developing such an approach, the  Chem-Demil Program will continue to manage by addressing issues as  they arise and not by developing strategies or contingency plans to  meet program issues. As the program complexity increases with new  technologies and more active sites, a comprehensive risk management  approach, as the acquisition regulations require, would facilitate program  success and help control costs. Such a proactive approach would allow  the program to systematically identify, analyze, and manage the risk  factors that could hamper its efforts to destroy the chemical stockpile and  help keep it within its schedule and cost estimates."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["For more than a decade, the Chem-Demil Program has struggled to meet  schedule milestones—and control the enormous costs—for destroying  the nation’s chemical weapons stockpile. The program will also miss  future CWC deadlines. Despite several reorganizations of its complex  structure, the program continues to flounder. Program leadership at  both the oversight and the program manager levels has shifted  frequently, contributing to the program’s continued instability, ineffective  decision making, and weak accountability. The repeated realignments of  the program have done little to resolve its awkward, hydra-like structure  in which roles and responsibilities continue to be poorly defined, multiple  lines of authority exist, and coordination between various entities is poor.  These shifts and realignments have taken place without the benefit of a  comprehensive strategy and an implementation plan that could help the  program clearly define its mission and begin working toward its goals  effectively. If the program had these key pillars, such as a strategy to guide  it from its inception and an implementation plan to track performance, it  would be in a better position to achieve desired outcomes. The program  will have a low probability of achieving its principal goal of destroying the  nation’s chemical weapons stockpile in a safe manner within the 2001  schedule unless DOD and Army leadership take immediate action to  clearly define roles and responsibilities throughout the program and  implement an overarching strategic plan.", "The Chem-Demil Program is entering a crucial period as more of its sites  move into the operations phase. As this occurs, the program faces  potentially greater challenges than it has already encountered, including  the possibilities of growing community resistance, unanticipated technical  problems, and serious site incidents. Unless program leadership is  proactive in identifying potential internal and external issues and  preparing for them, or in reducing the chances that they will occur, the  program remains at great risk of failing to meet its scheduled milestones  and the deadlines set by the CWC. These problems, and subsequent  delays, are likely to continue plaguing the program unless it is able to  incorporate a comprehensive risk management system into its daily  routine. Such a proactive approach would allow the program to  systematically identify, analyze, and manage the risk factors that could  hamper its efforts to destroy the chemical stockpile and help keep it  within its schedule and cost estimates. Without the advantage of having a  risk management tool, the program will continue to be paralyzed by delays  caused by unanticipated issues, resulting in spiraling program costs and  missed deadlines that prolong the dangers of the chemical weapons  stockpile to the American public."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of Defense direct the Under Secretary  of Defense for Acquisition, Technology and Logistics, in conjunction with  the Secretary of the Army, to    develop an overall strategy and implementation plan for the chemical  demilitarization program that would:   articulate a program mission statement,   identify the program’s long-term goals and objectives,    delineate the roles and responsibilities of all DOD and Army offices,    establish near-term performance measures, and  implement a risk management approach that anticipates and influences  internal and external factors that could adversely impact program  performance."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on a draft of this report, DOD concurred with our  recommendations. In concurring with our recommendation to develop an  overall strategy and implementation plan, DOD stated that it is in the  initial stages of developing such a plan and estimates that it will be  completed in fiscal year 2004. In concurring with our recommendation to  implement a risk management approach, DOD stated that the CMA will  review the progress of an evaluation of several components of its risk  management approach within the next 120 days. At that time, DOD will  evaluate the outcome of this review and determine any appropriate action.", "We believe these actions should improve program performance provided  DOD’s plan incorporates a clearly articulated mission statement, long-term  goals, well-delineated assignment of roles and responsibilities, and near- term performance measures and the Army’s review of its risk management  approach focuses on anticipating and influencing internal and external  factors that could adversely impact the Chem-Demil Program.", "DOD’s comments are printed in appendix III. DOD also provided technical  comments that we incorporated where appropriate.", "We are sending copies of this report to the appropriate congressional  committees; the Secretary of Defense; the Under Secretary of Defense for  Acquisition, Technology and Logistics; the Secretary of the Army; and the  Director, Office of Management and Budget. We will make copies available  to others upon request. In addition, the report will be available at no  charge on the GAO Web site at http://www.gao.gov.", "For any questions regarding this report, please contact me at  (512) 512-6020. Key contributors to this report were Donald Snyder,  Rodell Anderson, Bonita Oden, John Buehler, Pam Valentine,  Steve Boyles, Nancy Benco, and Charles Perdue."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["This report focuses on the Chemical Demilitarization (Chem-Demil)  Stockpile Program, one of the components of the Chem-Demil program.  Other components, such as the Chemical Stockpile Emergency  Preparedness Program, were only discussed to determine their effects on  the destruction schedule.", "To determine if recent changes in the stockpile program’s management  and oversight have been successful in improving program progress, we  interviewed numerous officials and reviewed various documents. Through  a review of previous and current organizational charts, we noted a number  of changes in the program from 1986 to the present. We interviewed  Department of Defense (DOD) and Army officials to determine what effect  organizational changes and management initiatives had on the program  and to determine if a strategic plan had been developed to manage the  program. We identified organizational changes between DOD and the  Army, determined the rationale for changes, and ascertained the effect of  these changes on program performance. We reviewed Defense Acquisition  System directives to determine the roles and responsibilities of DOD and  the Army in managing the Chemical Demilitarization Program. We  assessed Chem-Demil Program’s Acquisition Strategy and Management  and Program Performance plans to identify elements of a strategic plan  and evaluated and compared them to the general tenets and management  principles embraced by the Government Performance and Results Act.  Additionally, we interviewed Office of Management and Budget officials to  discuss their assessment of the program’s performance and its adherence  to a results-oriented management approach and reviewed DOD directives  and regulations to determine the criteria for strategic planning.", "To determine the progress that DOD and the Army have made in  meeting revised 2001 cost and schedule estimates and Chemical Weapons  Convention (CWC) deadlines, we interviewed relevant program officials  and reviewed a number of documents. We reviewed the Army’s current  program office estimates to destroy the chemical weapons stockpile and  weekly and monthly destruction schedules to understand how sites will  perform and synchronize activities to meet milestones. We interviewed  DOD’s Cost Analysis Improvement Group to determine how DOD  developed estimates for the 2001 milestone schedules for each site.  However, we did not independently evaluate the reliability of the  methodology the Cost Analysis Improvement Group used to develop its  estimate. Further, we interviewed program officials to determine the  status of the destruction process at incineration and neutralization sites  and the impact of delays on schedule and cost.", "We reviewed Selected Acquisition Reports and Acquisition Program  Baselines to identify the increase in program cost estimates in 1998 and  2001 and to determine the relationship between changes to schedule  milestones and increased program cost. Our analysis identified the effect  that schedule delays would have on schedule milestones at incineration  and neutralization sites. Additionally, the analysis also identified types of  schedule delays and the impact on program cost. Through interviews with  program officials, we discussed the status of factors that increase program  life-cycle cost estimates. We examined the Chem-Demil Program’s draft  risk management plans to determine if the Army had developed a  comprehensive risk management approach to address potential problems  that could adversely affect program schedules, cost, and safety. Through  an analysis of other risk management plans, we identified elements of a  risk management process. We reviewed CWC documents to determine  deadlines for the destruction of the chemical weapons stockpile. We  interviewed program officials to discuss the potential implications of not  meeting interim milestones and CWC deadlines.", "During the review, we visited and obtained information from the Office  of the Secretary of Defense, the Assistant Secretaries of the  Army (Installations and Environment) and (Acquisition, Logistics, and  Technology); the Office of Management and Budget, the Department  of State, the Federal Emergency Management Agency, and the DOD  Inspector General in Washington, D.C. and met with the Director of  Chemical Materials Agency and the Program Managers for Chemical  Demilitarization and Assembled Chemical Weapons Assessment in  Edgewood, Maryland. We also met project managers, site project  managers, state environmental offices, and contractors associated with  disposal sites in Aberdeen, Maryland; Anniston, Alabama; Umatilla,  Oregon; and Pine Bluff, Arkansas. We also interviewed Federal Emergency  Management Agency officials concerning funding of emergency  preparedness program activities.", "We conducted our review from August 2002 to June 2003 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Major Schedule Phases Associated with Chemical Demilitarization Process and Current Facility Status", "paragraphs": ["When developing schedules, the Army divides the demilitarization  process into five major phases. The five major phases are facility design,  construction, systemization, operations, and closure. Some activities of  one phase may overlap the preceding phase. The nine sites are at different  phases of the process."], "subsections": [{"section_title": "The Army’s Demilitarization Process", "paragraphs": ["During the design phase, the Army obtains the required environmental  permits. The permits are required to comply with federal, state, and local  environmental laws and regulations to build and operate chemical disposal  facilities. The permits specify construction parameters and establish  operations guidelines and emission limitations. Subsequent engineering  changes to the facility are incorporated into the permits through formal  permit modification procedures. During this phase, the Army originally  solicited contract proposals from systems contractors to build, and  operate, the chemical demilitarization facility and selected a systems  contractor. Now, the Army uses a design/build approach, whereby the  contractor completes both phases. The Army originally provided the  systems contractors with the design for the incineration facilities;  however, systems contractors developed the facility design for the  neutralization facilities.", "During the construction phase, the Army, with the contractor’s input,  develops a master project schedule that identifies all major project tasks  and milestones associated with site design, construction, systemization,  operations, and closure. For each phase in the master project schedule,  the contractor develops detailed weekly schedules to identify and  sequence the activities necessary to meet contract milestones. Army site  project managers review and approve the detailed schedules to monitor  the systems contractor’s performance. After developing the schedules, the  contractor builds a disposal site and acquires, installs, and integrates the  necessary equipment to destroy the stockpile and begins hiring, training,  and certifying operations staff.", "During systemization, the systems contractor also prepares and executes a  systemization implementation plan, which describes how the contractor  will ensure the site is prepared to conduct agent operations. The  contractor begins executing the implementation plan by testing system  components. The contractor then tests individual systems to identify and  correct any equipment flaws. After systems testing, the contractor  conducts integrated operations tests. For example, the contractor uses  simulated munitions to test the rocket processing line from receipt of the  munitions through incineration. Army staff observe and approve key  elements of each integrated operations test, which allows the contractor  to continue the systemization process. Once the Army approves the  integrated operations test, the contractor tests the system by conducting  mini and surrogate trial burns. During minitrial burns, the contractor adds  measured amounts of metals to a surrogate material to demonstrate the  system’s emissions will not exceed allowable rates. In conducting  surrogate trial burns, the contractor destroys nonagent compounds similar  in makeup to the agents to be destroyed at the site. By using surrogate  agents, the contractor tests destruction techniques without threatening  people or the environment. Both the minitrial burn test results and the  surrogate trial burn test results are submitted to environmental regulators  for review and approval. When the environmental regulators approve the  surrogate trial burns, the contractor conducts an Operational Readiness  Review to validate standard operating procedures and to verify the  proficiency of the workforce. During the Operational Readiness Review,  the workforce demonstrates knowledge of operating policies and  procedures by destroying simulated munitions. After systemization, the  contractor begins the operations phase; that is, the destruction of chemical  munitions.", "The operations phase is when weapons and agents are destroyed.  Weapons are destroyed by campaign, which is the complete destruction of  like chemical weapons at a given site. Operations for incineration and  alternative technologies differ. The following examples pertain to an  incineration site. In its first campaign, Umatilla plans to destroy its  stockpile of M55 rockets filled with one type of nerve agent. Then a  second campaign is planned to destroy its stockpile of M55 rockets filled  with another type of nerve agent. After each campaign, the site must be  reconfigured. The Army refers to this process as an agent changeover.  During the changeover, the contractor decontaminates the site of any prior  nerve agent residue. The contractor then adjusts the monitoring, sampling,  and laboratory equipment to test for the next nerve agent. The contractor  also validates the operating procedures for the second agent destruction  process. Some operating procedures may be rewritten because the  processing rates among chemical agents differ. Although the operations  staff have been trained and certified on specific equipment, the staff are  re-trained on the operating parameters of processing VX agent.", "In the third and forth campaigns at Umatilla, the contractor plans to  destroy 8-inch VX projectiles and 155-millimeter projectiles, respectively.  Because the third campaign involves a different weapon than the second  campaign (i.e., from rockets in the second campaign to projectiles in the  third campaign), the contractor will replace equipment during the  changeover. For example, the machine that disassembles rockets will be  replaced with a machine that disassembles projectiles. Additionally, a  changeover may require certain processes to be bypassed. For instance, if  a changeover involved changing processes from weapons with explosives  to weapons without explosives, the explosives removal equipment and  deactivation furnace would be bypassed. For the changeover to the fourth  campaign at Umatilla, the contractor will adjust equipment to handle  differences in weapon size. For example, the contractor will adjust the  conveyor system to accommodate the 155-millimeter projectiles. The  contractor also will change the location of monitoring equipment.", "After destruction of the stockpile, the systems contractor begins closing  the site. During the closure phase, the contractor decontaminates and  disassembles the remaining systems, structures, and components used  during the demilitarization effort, and the contractor performs any other  procedures required by state environmental regulations or permits. The  contractor removes, disassembles, decontaminates, and destroys the  equipment, including ancillary equipment such as pipes, valves, and  switches. The contractor also decontaminates buildings by washing and  scrubbing concrete surfaces. Additionally, the contractor removes and  destroys the surface concrete from the walls, ceilings, and floors. With the  exception of the Umatilla site, the structures will remain standing. Any  waste generated during the decontamination process is destroyed."], "subsections": []}, {"section_title": "Status of the Demilitarization Sites", "paragraphs": ["The Army’s nine chemical demilitarization sites are in different phases of  the demilitarization process. The Johnston Atoll site completed the  destruction of its stockpile and closure is almost complete. The sites at  Tooele, Utah, and Aberdeen, Maryland, are in the operations phase, each  using different technologies, to destroy chemical agent and munitions. The  remaining six facilities are in systems design, construction and/or  systemization. Table 8 provides details on the status of each of the nine  chemical demilitarization sites."], "subsections": []}]}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": ["Chemical Weapons: Lessons Learned Program Generally Effective but  Could Be Improved and Expanded. GAO-02-890. Washington, D.C.:  September 10, 2002.", "Chemical Weapons: FEMA and Army Must Be Proactive in Preparing  States for Emergencies. GAO-01-850. Washington, D.C.: August 13, 2001.", "Chemical Weapons Disposal: Improvements Needed in Program  Accountability and Financial Management. GAO/NSIAD-00-80.  Washington, D.C.: May 8, 2000.", "Chemical Weapons: DOD Does Not Have a Strategy to Address Low-Level  Exposures. GAO/NSIAD-98-228. Washington, D.C.: September 23, 1998.", "Chemical Weapons Stockpile: Changes Needed in the Management of the  Emergency Preparedness Program. GAO/NSIAD-97-91. Washington, D.C.:  June 11, 1997.", "Chemical Weapons and Materiel: Key Factors Affecting Disposal Costs  and Schedule. GAO/T-NSIAD-97-118. Washington, D.C.: March 11, 1997.", "Chemical Weapons Stockpile: Emergency Preparedness in Alabama  Is Hampered by Management Weaknesses. GAO/NSIAD-96-150.  Washington, D.C.: July 23, 1996.", "Chemical Weapons Disposal: Issues Related to DOD’s Management.  GAO/T-NSIAD-95-185. Washington, D.C.: July 13, 1995.", "Chemical Weapons: Army’s Emergency Preparedness Program Has  Financial Management Weaknesses. GAO/NSIAD-95-94. Washington, D.C.:  March 15, 1995.", "Chemical Stockpile Disposal Program Review. GAO/NSIAD-95-66R.  Washington, D.C.: January 12, 1995.", "Chemical Weapons: Stability of the U.S. Stockpile. GAO/NSIAD-95-67.  Washington, D.C.: December 22, 1994.", "Chemical Weapons Disposal: Plans for Nonstockpile Chemical Warfare  Materiel Can Be Improved. GAO/NSIAD-95-55. Washington, D.C.:  December 20, 1994.", "Chemical Weapons: Issues Involving Destruction Technologies.   GAO/T-NSIAD-94-159. Washington, D.C.: April 26, 1994.", "Chemical Weapons Destruction: Advantages and Disadvantages of  Alternatives to Destruction. GAO/NSIAD-94-123. Washington, D.C.:  March 18, 1994.", "Arms Control: Status of U.S.-Russian Agreements and the Chemical  Weapons Convention. GAO/NSIAD-94-136. Washington, D.C.:  March 15, 1994.", "Chemical Weapon Stockpile: Army’s Emergency Preparedness Program  Has Been Slow to Achieve Results. GAO/NSIAD-94-91. Washington, D.C.:  February 22, 1994.", "Chemical Weapons Storage: Communities Are Not Prepared to Respond  to Emergencies. GAO/T-NSIAD-93-18. Washington, D.C.: July 16, 1993.", "Chemical Weapons Destruction: Issues Affecting Program Cost,  Schedule, and Performance. GAO/NSIAD-93-50. Washington, D.C.:  January 21, 1993.", "Chemical Weapons Destruction: Issues Related to Environmental  Permitting and Testing Experience. GAO/T-NSIAD-92-43.  Washington, D.C.: June 16, 1992.", "Chemical Weapons Disposal. GAO/NSIAD-92-219R. Washington, D.C.:  May 14, 1992.", "Chemical Weapons: Stockpile Destruction Cost Growth and  Schedule Slippages Are Likely to Continue. GAO/NSIAD-92-18.  Washington, D.C.: November 20, 1991.", "Chemical Weapons: Physical Security for the U.S. Chemical Stockpile.  GAO/NSIAD-91-200. Washington, D.C.: May 15, 1991.", "Chemical Warfare: DOD’s Effort to Remove U.S. Chemical Weapons  From Germany. GAO/NSIAD-91-105. Washington, D.C.: February 13, 1991.", "Chemical Weapons: Status of the Army’s M687 Binary Program.  GAO/NSIAD-90-295. Washington, D.C.: September 28, 1990.", "Chemical Weapons: Stockpile Destruction Delayed at the Army’s  Prototype Disposal Facility. GAO/NSIAD-90-222. Washington, D.C.:  July 30, 1990.", "Chemical Weapons: Obstacles to the Army’s Plan to Destroy Obsolete  U.S. Stockpile. GAO/NSIAD-90-155. Washington, D.C.: May 24, 1990."], "subsections": []}], "fastfact": []}