{"id": "GAO-08-305", "url": "https://www.gao.gov/products/GAO-08-305", "title": "Hydrogen Fuel Initiative: DOE Has Made Important Progress and Involved Stakeholders but Needs to Update What It Expects to Achieve by Its 2015 Target", "published_date": "2008-01-11T00:00:00", "released_date": "2008-02-11T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The United States consumes more than 20 million barrels of oil each day, two-thirds of which is imported, leaving the nation vulnerable to rising prices. Oil combustion produces emissions linked to health problems and global warming. In January 2003, the administration announced a 5-year, $1.2 billion Hydrogen Fuel Initiative to perform research, development, and demonstration (R&D) for developing hydrogen fuel cells for use as a substitute for gasoline engines. Led by the Department of Energy (DOE), the initiative's goal is to develop the technologies by 2015 that will enable U.S. industry to make hydrogen-powered cars available to consumers by 2020. GAO examined the extent to which DOE has (1) made progress in meeting the initiative's targets, (2) worked with industry to set and meet targets, and (3) worked with other federal agencies to develop and demonstrate hydrogen technologies. GAO reviewed DOE's hydrogen R&D plans, attended DOE's annual review of each R&D project, and interviewed DOE managers, industry executives, and independent experts."]}, {"section_title": "What GAO Found", "paragraphs": ["DOE's hydrogen program has made important progress in all R&D areas, including both fundamental and applied science. Specifically, DOE has reduced the cost of producing hydrogen from natural gas, an important source of hydrogen through the next 20 years; developed a sophisticated model to identify and optimize major elements of a projected hydrogen delivery infrastructure; increased by 50 percent the storage capacity of hydrogen, a key element for increasing the driving range of vehicles; and reduced the cost and improved the durability of fuel cells. However, some of the most difficult technical challenges lie ahead, including finding a technology that can store enough hydrogen on board a vehicle to achieve a 300-mile driving range, reducing the cost of delivering hydrogen to consumers, and further reducing the cost and improving the durability of fuel cells. The difficulty of overcoming these technical challenges, as well as hydrogen R&D budget constraints, has led DOE to push back some of its interim target dates. However, DOE has not updated its 2006 Hydrogen Posture Plan's overall assessment of what the department reasonably expects to achieve by its technology readiness date in 2015 and how this may differ from previous posture plans. In addition, deploying the support infrastructure needed to commercialize hydrogen fuel-cell vehicles across the nation will require an investment of tens of billions of dollars over several decades after 2015. DOE has effectively involved industry in designing and reviewing its hydrogen R&D program and has worked to align its priorities with those of industry. Industry continues to review R&D progress through DOE's annual peer review of each project, technical teams co-chaired by DOE and industry, and R&D workshops. Industry representatives are satisfied with DOE's efforts, stating that DOE generally has managed its hydrogen R&D resources well. However, the industry representatives noted that DOE's emphasis on vehicle fuel cell technologies has left little funding for stationary or portable technologies that potentially could be commercialized before vehicles. In response, DOE recently increased its funding for stationary and portable R&D. DOE has worked effectively with hydrogen R&D managers and scientists in other federal agencies, but it is too early to evaluate collaboration among senior officials at the policy level. Agency managers are generally satisfied with the efforts of several interagency working groups to coordinate activities and facilitate scientific exchanges. At the policy level, in August 2007, DOE convened the inaugural meeting of an interagency task force, composed primarily of deputy assistant secretaries and program directors. The task force is developing plans to demonstrate and promote hydrogen technologies."]}], "report": [{"section_title": "Letter", "paragraphs": ["The United States uses more than 20 million barrels of oil each day,  roughly two-thirds of which is imported. Disruptions in supply from  natural disasters such as hurricanes in the Gulf of Mexico and political  instability in some oil-producing regions have caused prolonged price  spikes, at times quadrupling the price of oil. In recent years, reduced  domestic production and increased world consumption have contributed  to recent records for the price of oil. In 2004, when oil cost refiners about  $41 a barrel, the nation spent about $6 billion a week for its oil when  adjusted for inflation; by October 2007, oil cost refiners about $80 per  barrel and the nation spent more than $11 billion a week. Oil prices are  likely to climb even higher as global oil production peaks, which many  studies estimate could occur within the next 35 years. Moreover, the  nation’s transportation sector is 97 percent dependent on oil-derived  products that, when burned in conventional internal combustion engines,  produce harmful emissions that raise health problems and global warming  concerns.", "To reduce the nation’s dependence on foreign oil and to decrease  greenhouse gas emissions, President Bush in January 2003 announced the  initial phase of a 5-year, $1.2 billion Hydrogen Fuel Initiative to conduct  research, development, and demonstration (R&D) for developing  hydrogen-powered fuel cells as an alternative to the internal combustion  engine in vehicles. Hydrogen fuel cells emit only water and heat as  byproducts—an important factor for limiting carbon emissions. The  Hydrogen Fuel Initiative, primarily led by the Department of Energy  (DOE), set a target date of 2020 for making hydrogen vehicles  commercially available to consumers to achieve its goal of allowing a child  born in 2003 to be able to drive a hydrogen vehicle as his or her first car.", "Since the 1970s, the federal government has conducted R&D on hydrogen  and fuel cells, which operate similarly to a battery to produce electricity.  Hydrogen, like electricity, carries energy in a usable form from one place  to another. Moreover, hydrogen can be stored and efficiently converted to  energy when needed, making it ideal to power fuel cells to generate  energy. In addition to potential use in vehicles, hydrogen fuel cells can be  used in stationary applications, such as replacing diesel generators used to  provide emergency power in hospitals, and portable applications, such as  replacing batteries used in electric wheelchairs and laptop computers.  However, while hydrogen is the most plentiful element in the universe, it is  not found in its gaseous state on earth because it is lighter than air and  rises in the atmosphere. Instead, hydrogen must be extracted from such  common compounds as fossil fuels, biomass, and water, a process that  requires energy.", "To develop the Hydrogen Fuel Initiative, DOE met with stakeholders,  including industry executives and university scientists, in a series of  meetings and workshops. DOE determined that hydrogen fuel cell  technologies must be ready by 2015 to enable industry to begin  commercialization by 2020. DOE issued its first Hydrogen Posture Plan in  February 2004 and updated it in December 2006. The plan established  priorities for hydrogen R&D areas and set interim and final targets,  focused on developing hydrogen-powered fuel cells that match the  performance of gasoline-powered vehicles in terms of driving range,  durability, and cost. DOE began to implement the Hydrogen Fuel Initiative  in fiscal year 2004. DOE’s Office of Energy Efficiency and Renewable  Energy, which conducts most of the initiative’s R&D work, oversees the  Hydrogen Fuel Initiative through the hydrogen program manager. The  initiative’s R&D is coordinated with other renewable energy programs;  DOE’s Offices of Fossil Energy, Nuclear Energy, and Science; and the  Department of Transportation (DOT), which conducts R&D in such areas  as vehicle-related safety codes and standards and medium- and heavy-duty  vehicle demonstrations.", "Title VIII of the Energy Policy Act of 2005 extended the Hydrogen Fuel  Initiative beyond the President’s initial 5-year program by authorizing R&D  funding through 2020 and directing DOE to conduct R&D to develop,  among other things, the necessary supporting infrastructure, including  pipelines and fueling stations. The act also directed DOE to work with  industry and established the Hydrogen and Fuel Cell Technical Advisory  Committee (HTAC)—which includes representatives of industry,  academia, professional societies, government agencies, financial  organizations, and environmental groups—to review and make  recommendations to the Secretary of Energy on DOE’s implementation of  its hydrogen R&D programs and activities; the safety, economical, and  environmental consequences of technologies; and DOE’s long-term R&D  plans. In addition, the act directed the President to establish the  Interagency Task Force, chaired by the Secretary of Energy, to coordinate  federal agencies’ hydrogen and fuel cell R&D efforts and promote  hydrogen technologies. The task force is to include representatives from,  at a minimum, DOT, the Department of Defense (DOD), the Department of  Commerce, the Department of State, the National Aeronautics and Space  Administration (NASA), the Environmental Protection Agency, and the  White House’s Office of Science and Technology Policy. Subsequently, in  November 2006, HTAC recommended that the Interagency Task Force  include assistant secretary-level officials with policy-setting authority from  each participating agency.", "DOE—with input from industry, university, and federal agency  stakeholders—identified the following four major technical challenges  that must be overcome before hydrogen technologies can be deployed on  a large scale:    Production. Current production R&D efforts focus on economically  extracting hydrogen from other compounds using fossil, renewable, and  nuclear energy. For example, DOE established 2015 as the target date for  extracting hydrogen from natural gas at a cost equivalent of $2 to $3 per  gallon of gasoline.", "Storage. Storing hydrogen requires it to be either compressed under very  high pressure as a gas or super-cooled to obtain a liquid; however, these  technologies consume significant amounts of energy and are currently too  costly. Current hydrogen storage R&D efforts focus on developing less  energy-intensive and less expensive methods of storing hydrogen. For  example, DOE established 2015 as the target date for developing a  hydrogen fuel cell vehicle that can travel at least 300 miles using only the  hydrogen stored onboard.", "Delivery. Current truck delivery technologies cannot compete with  gasoline technologies because of the cost of compressing or liquefying  hydrogen. Although delivery by pipeline is more economical, hydrogen  causes pipelines to become brittle, raising safety concerns. Current R&D  efforts focus on, among other things, reducing the cost of delivering  hydrogen by truck and pipeline, and developing new composite materials  for safer delivery by pipeline, targeting a point-to-point delivery cost of  less than $1 per gallon of gasoline equivalent.", "Fuel Cell Cost and Durability. The type of hydrogen fuel cell considered  the most promising for vehicles currently has cost and durability  limitations. Specifically, current fuel cell systems (1) cost about $8,000 to  produce at high volume, compared to $2,000 to $3,000 to produce a  conventional internal combustion engine and (2) operate for less than half  the life span of a conventional internal combustion engine. Current  hydrogen fuel cell R&D efforts focus on reducing the cost and increasing  the durability of fuel cells. For example, DOE set a target date of 2015 to  develop a fuel cell with a life span of about 5,000 hours—or about 150,000  miles—making it competitive with internal combustion engines.", "Industry representatives have noted that they are spending far more for  hydrogen R&D than the federal government’s Hydrogen Fuel Initiative.  Specifically, while actual R&D figures are proprietary, Chrysler LLC, Ford  Motor Company, and General Motors Corporation each has reported  spending at least as much as the federal government on R&D for hydrogen  fuel cell vehicles, and each plans to spend $6 to $10 billion from 2006  through 2015.", "Furthermore, DOE is analyzing infrastructure requirements for deploying  hydrogen fuel cell technologies, including hydrogen production facilities  and pipelines to deliver hydrogen to major metropolitan markets. To  facilitate this effort, DOE is working with DOT, industry groups, and  international organizations to develop national and international safety  codes and standards, such as fire codes for stationary fuel cells and  standards for hydrogen fueling stations. DOE is also validating hydrogen  technologies in real-world environments by, for example, collecting  information on the performance of 77 hydrogen fuel cell vehicles used as a  demonstration in several cities for commuting and other daily driving  needs. To stimulate public awareness and acceptance of hydrogen  technologies, DOE is disseminating safety-related information for  emergency personnel as well as nontechnical information for the general  public on hydrogen production, storage, and delivery; fuel cells; and near- term markets.", "You asked that we assess DOE’s Hydrogen Fuel Initiative as DOE enters  the last year of its initial 5-year, $1.2 billion program. Specifically, you  asked that we examine the extent to which DOE’s hydrogen R&D program  has (1) made progress in meeting the initiative’s R&D targets, (2) worked  with industry to set and meet R&D targets, and (3) worked with other  federal agencies to develop and demonstrate hydrogen technologies.", "To ensure that we obtained a thorough understanding of DOE’s hydrogen  R&D program, we reviewed documents and interviewed DOE program  managers and national laboratory scientists, company and industry  association executives, independent experts, and state government  officials. More specifically, to assess DOE’s progress in meeting its R&D  targets, we (1) reviewed DOE’s Hydrogen Posture Plans and R&D project  reports; (2) attended DOE’s annual review of its projects in May 2007; (3)  interviewed DOE hydrogen program managers and scientists at DOE’s  National Renewable Energy Laboratory and Los Alamos National  Laboratory; (4) spoke with HTAC members and attended HTAC meetings;  (5) interviewed industry representatives and reviewed industry  assessments of DOE’s progress in developing and demonstrating vehicle,  stationary, and portable technologies; and (6) reviewed reports of the  National Academies of Science and Engineering on the hydrogen program  and spoke with cognizant officials. To determine the extent to which DOE  has worked with industry to set and meet R&D targets, we reviewed  pertinent documents and assessed DOE’s processes for soliciting industry  input, including attending a meeting of the fuel cell technical team at Los  Alamos National Laboratory. We also interviewed cognizant DOE  managers and scientists and executives of car manufacturers, energy  companies, utilities, hydrogen producers, fuel cell manufacturers, and  suppliers of hydrogen-related components. To determine the extent to  which DOE has worked with other federal agencies to develop and  demonstrate hydrogen technologies, we reviewed pertinent documents  and spoke with officials at DOE, DOT, DOD, the Department of  Commerce, NASA, and the U.S. Postal Service. We also attended the  Interagency Task Force’s first meeting in August 2007. We conducted our  work from March through December 2007 in accordance with generally  accepted government auditing standards. Appendix I provides additional  information about our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["For decades, oil has been relatively inexpensive and plentiful, helping to  spur the United States’ economic growth. Despite price spikes primarily  caused by instability in the Middle East and other oil-producing regions or  by natural disasters, the price of oil has historically returned to low levels.  However, in recent years, increasing world consumption of oil has put  more upward pressure on the price of oil, making the price less likely to  return to low levels. Figure 1 shows the volatility of the oil market because  of political instability and natural disasters, but also illustrates an upward  trend in price in recent years.", "In 2005, the world consumed about 84 million barrels of oil per day, and  world oil production has been running at near capacity to meet the  growing demand. DOE’s Energy Information Administration projects that  world oil consumption will continue to grow, reaching about 118 million  barrels per day in 2030. In February 2007, we reported that most studies,  amidst much uncertainty, estimate that oil production will peak sometime  between now and 2040, which could lead to rapid increases in oil prices.  We concluded that the United States—which consumes about one-quarter  of the world’s oil and is about 97 percent dependent on oil for  transportation—would be particularly vulnerable to the projected price  increases.", "Fuel cells convert the chemical energy in hydrogen—or a hydrogen-rich  fuel—and oxygen to create electricity with low environmental impact.  Although fuel cells can use a variety of fuels, hydrogen is preferred  because of the ease with which it can be converted to electricity and its  ability to combine with oxygen to emit only water and heat. Fuel cells look  and function very similar to batteries. However, for a battery, all the  energy available is stored within the battery and its performance will  decline as its fuel is depleted. A fuel cell, on the other hand, continues to  convert chemical energy to electricity as long as fuel is fed into the fuel  cell. Like a battery, a typical fuel cell consists of an electrolyte—a  conductive medium—and an anode and a cathode sandwiched between  plates to generate an electrochemical reaction. (See fig. 2.) Like the  respective negative and positive sides of a battery, the current flows into  the anode and out of the cathode.", "Fuel cells typically are classified according to their type of electrolyte and  fuel. Table 1 identifies the various types of fuel cells and their uses.", "NASA began conducting R&D on hydrogen and fuel cells in the 1960s to  develop a simple alkaline fuel cell for the space program. However,  alkaline fuel cells do not work well for cars, in part because of their  propensity to be damaged by carbon dioxide. In response to the 1973 oil  embargo, the federal government began conducting R&D to improve  automobile efficiency and reduce the U.S. transportation sector’s  dependence on oil by developing technologies for using alternative fuels,  including (1) ethanol from corn and other biomass, (2) synthetic liquids  from shale oil and liquefied coal, and (3) hydrogen directly used in internal  combustion engines. In 1977, DOE’s Los Alamos National Laboratory  began R&D on fuel cells called polymer electrolyte membrane or proton  exchange membrane, which have a low operating temperature, need only  hydrogen and oxygen from the air, and are very efficient. However, DOE  and industry reduced R&D funding for alternative fuels during the 1980s,  when crude oil prices returned to historic levels.", "DOE formed (1) an R&D partnership with the U.S. Council for Automotive  Research (USCAR)", "In 1993, DOE and USCAR formed the Partnership for a New Generation of Vehicles to (1)  improve competitiveness in vehicle manufacturing, (2) implement commercially viable  innovations, and (3) develop vehicles with up to three times the fuel efficiency of  comparable 1994 family sedans. demonstrate and deploy other types of fuel cells for stationary and  portable applications.", "DOE further focused its hydrogen R&D in response to the National Energy  Policy issued in 2001, which highlighted hydrogen as one of several R&D  priorities. DOE hosted several meetings and workshops, including two  major workshops in 2001 and 2002 that were designed to develop an R&D  agenda and involved stakeholders from industry, universities,  environmental organizations, federal and state agencies, and national  laboratories. These meetings and workshops laid the groundwork for  identifying a common R&D vision and challenges, and each DOE program  has used meetings and workshops to develop separate detailed R&D plans  that set near-term and long-term targets to enable commercialization  decisions by 2015.", "In February 2004, DOE integrated these plans into its first Hydrogen  Posture Plan, a single high-level agenda. The Hydrogen Posture Plan’s  approach is to conduct R&D in multiple pathways within key technology  areas with the intent of providing several promising options for industry to  consider commercializing. For example, DOE is using a mix of fossil,  renewable, and nuclear energy to develop and demonstrate technologies  that can extract hydrogen from a variety of sources, including natural gas,  coal, biomass, water, algae, and microbes. DOE officials state that they  prioritize the most promising technologies and terminate specific efforts  that show little potential. Based on its review of the posture plan, the  National Academy of Engineering made 48 recommendations, most of  which were incorporated by DOE, including focusing on both applied and  fundamental science R&D.", "In addition to the R&D funded through the Hydrogen Fuel Initiative, DOE  conducts R&D on various other hydrogen-related technologies. For  example, the Office of Fossil Energy is working on a hydrogen-based solid  oxide fuel cell, with funding provided through the Solid State Energy  Conversion Alliance, for stationary applications of electricity generation.  Fossil Energy’s R&D plan for extracting hydrogen from coal complements  a separately funded demonstration program called FutureGen. The effort  is designed to construct a prototype integrated gasification combined- cycle coal power plant to be operational by 2015 that will demonstrate  production of hydrogen as well as reduced emissions. Fossil Energy also  funds R&D on the capture and sequestration of carbon dioxide, considered  an important area of R&D if coal is to be used as a long-term source of  hydrogen. The Office of Nuclear Energy’s R&D plan for producing  hydrogen-using nuclear energy—called the Nuclear Hydrogen Initiative— complements the separately funded Next Generation Nuclear Plant  program. The effort focuses on conducting R&D on a new generation of  nuclear power plants capable of producing large amounts of hydrogen  efficiently and economically. The first prototype is scheduled to be  operational between 2018 and 2021."], "subsections": []}, {"section_title": "The Hydrogen Fuel Initiative Has Made Important Progress but Will Require Significant Scientific Advances and Continued R&D beyond 2015 and Investment in Developing the Physical Infrastructure", "paragraphs": ["DOE’s hydrogen R&D program has made important progress, but some  target dates have been pushed back, and further progress in certain areas  will require significant scientific advances and continued R&D beyond  2015. Specifically, during its first 4 years, the Hydrogen Fuel Initiative has  achieved such targets as reducing the cost of extracting hydrogen from  natural gas, but other target dates have slipped as a result of technical  challenges and budget constraints. For example, DOE officials and  industry representatives stated that achieving targets for hydrogen storage  will require fundamental breakthroughs, while achieving targets for other  technologies will require significant scientific advances and cost  reductions. However, DOE has not updated its 2006 Hydrogen Posture  Plan’s overall assessment of what the department reasonably expects to  achieve by its technology readiness date in 2015 and its anticipated R&D  funding needs to meet the 2015 target. Furthermore, full-scale deployment  of hydrogen technologies will require sustained industry and federal  investment, possibly for decades beyond 2015, to develop supporting  infrastructure."], "subsections": [{"section_title": "The Hydrogen Fuel Initiative Has Made Important Progress, but Some Target Dates Have Slipped, and Some Targets Require Significant Scientific Advances", "paragraphs": ["According to DOE, key R&D targets to achieve technology readiness in  2015 focus primarily on (1) extracting hydrogen from diverse, domestic  resources at a cost equivalent to about $2 to $3 per gallon of gasoline, (2)  storing hydrogen on-board vehicles to enable a driving range of at least  300 miles for most light duty vehicles, (3) delivering hydrogen between  two points for less than $1 per kilogram, and (4) developing proton  exchange membrane fuel cells that cost about $30 per kilowatt and deliver  at least 5,000 hours of service for vehicles—which compares to about  150,000 miles in conventional gasoline-powered vehicles—and at least  40,000 hours for stationary applications. As shown in table 2, DOE has  made progress on meeting some of its near-term targets, in both applied  and fundamental science, important stepping stones for meeting DOE’s  2015 targets.", "For hydrogen to compete with gasoline, DOE must be able to produce  hydrogen at prices that approximate the cost of gasoline. Specifically, in  the near term, DOE must extract hydrogen from natural gas at a cost of $2  to $3 per gallon of gasoline equivalent and, in the longer term, develop  biomass and biomass-derived liquids at similar costs or, for large  centralized production facilities, at costs less than $2 per gallon of gasoline  equivalent. DOE has established targets of less than $2 per gallon of  gasoline equivalent for extracting hydrogen from water using wind energy  and from coal using coal energy. The latter technology must also  demonstrate carbon capture and sequestration. Other technologies being  explored include producing hydrogen from biological,  photoelectrochemical, and nuclear processes, but are long-term efforts.", "Technologies for extracting hydrogen from diverse sources generally are  known and usually involve heat or chemical processes to separate  hydrogen from various compounds. DOE reported that it has met its target  of extracting hydrogen from natural gas through a process called steam  reformation, reducing cost to less than $3 per gallon of gasoline  equivalent, nearly one-half of the $5 per gallon of gasoline equivalent that  industry had achieved in 2003. As a result, DOE has begun to phase out  R&D in steam reformation of natural gas and plans to focus its resources  in higher priority areas, leaving industry to continue to refine the steam  reformation process and reduce its cost. DOE, however, has pushed back  its target dates for extracting hydrogen from biomass and water using  wind energy from 2015 to 2017. Specifically, DOE is conducting research  on reducing the cost of extracting hydrogen from biomass-derived liquids  such as ethanol, but the cost of producing ethanol is still too high to make  the technologies competitive. DOE also is developing technologies to cost  efficiently extract hydrogen from biomass using a gasification process.  Gasification involves heating the biomass to a temperature high enough to  separate the hydrogen, but the gasification technologies do not yet meet  cost targets. DOE’s Office of Fossil Energy leads the effort for extracting  hydrogen from coal—also using a gasification technology—and has made  progress in developing membranes that can separate hydrogen in the 500  to 900 degrees Fahrenheit gasification process. The R&D effort  complements Fossil Energy’s FutureGen program, which is scheduled to  have a 275-megawatt demonstration plant operational by 2015. DOE’s  Office of Nuclear Energy leads the effort to use nuclear energy to produce  hydrogen, primarily from water. These R&D efforts involve development  of a new generation of nuclear reactors that are more efficient and operate  at very high temperatures. The Office of Nuclear Energy reports that an  engineering-scale demonstration effort for hydrogen production has been  pushed back from 2017 to between 2018 and 2021.", "Because steam reformation of natural gas reflects the most mature  technology, natural gas is expected to be the primary source of hydrogen  through the next 20 years. However, extracting hydrogen from natural gas  will simply substitute one fossil fuel for another with similar  vulnerabilities to supply disruptions and adverse environmental effects. In  the long term, DOE is developing technologies that rely on renewable or  nuclear energy from non-carbon-producing sources. DOE officials noted  that although the R&D efforts do not require fundamental advances in  science, they generally acknowledge that developing the technologies will  take years of applied scientific effort before costs can be reduced enough  to be competitive with gasoline. One challenge, for example, is minimizing  carbon or sulfur impurities when extracting hydrogen from coal.  Impurities can shorten the life-span of the separation membranes used in  the gasification process and can also impact the life span and performance  of fuel cells. Although higher-temperature stationary fuel cells—such as  solid oxide fuel cells operating at temperatures exceeding 1,200 degrees  Fahrenheit—are more tolerant of impurities, lower temperature proton  exchange membrane vehicle fuel cells begin to fail when impurities are  present."], "subsections": [{"section_title": "Hydrogen Storage", "paragraphs": ["For hydrogen fuel cell vehicles to compete with conventional gasoline  vehicles, DOE must develop technologies to store enough hydrogen on  board the vehicle to achieve a driving range of at least 300 miles without  compromising passenger or cargo space and while meeting all consumer  expectations for performance, safety, refueling ease, and cost. In addition,  DOE must develop technologies to store and dispense enough hydrogen at  fueling stations to meet consumer needs. None of the current technologies  have attained these requirements, and none is likely to do so without  fundamental scientific breakthroughs, according to DOE officials and  industry representatives. Although on a weight basis, hydrogen has almost  three times the energy content of gasoline, it has almost four times less  energy than gasoline on a volume basis. This means DOE must store a  much larger amount of hydrogen within specified space constraints than  gasoline to obtain equivalent amounts of energy, raising the technical  challenges and the cost.", "Currently, hydrogen is most commonly stored as a gas, compressed under  high pressure, or is super-cooled to a liquid, but neither technology is  likely to meet DOE’s 2015 performance and cost targets. For example,  hydrogen can currently be compressed to 10,000 pounds per square inch,  which is about the highest level of compression being considered because  of safety and cost concerns, yet this method stores less than half the  hydrogen necessary and is more than nine times the cost needed to meet  DOE’s 2015 performance and cost targets. Similarly, liquid hydrogen,  which must be cryogenically maintained at negative 423 degrees  Fahrenheit, typically requires about one-third of its energy content to  liquefy the hydrogen. Storing hydrogen in its denser liquid form has a  higher storage capacity than compressed hydrogen, but there are  challenges related to keeping the hydrogen insulated and losing some  hydrogen due to evaporation.", "Scientists at Los Alamos National Laboratory succeeded in developing  materials that have the potential to meet DOE’s 2010 technical targets for  chemically storing hydrogen, although it is not clear if the materials will  meet cost targets. The scientists used a liquid boron-based compound to  bind the hydrogen. Boron, from which the household cleaner borax is  derived, readily forms compounds with other chemicals and can be  recycled for reuse. The compound binds and releases hydrogen and, in  liquid form, can also be used to transport hydrogen through pipelines or in  trucks. The National Renewable Energy Laboratory has also made  significant progress in developing new nanostructure materials. Scientists  have designed these materials with pores at the nanometer scale to  resemble globes with many branches or foam structures pocked with  holes to significantly increase the surface area on which to bind hydrogen.  Recent efforts include manufacturing the nanostructures with boron or  calcium compounds, both of which bind and release hydrogen. Likewise,  scientists at Sandia National Laboratories have also made progress,  improving storage of hydrogen by 50 percent between 2004 and 2006 by  developing new materials that absorb hydrogen.", "DOE is continuing R&D in compression and liquefaction of hydrogen, in  particular, because DOE contends that these technologies will be  important for early market penetration. However, for commercial scale  deployment of hydrogen technologies, DOE officials and industry  representatives agree that an alternative storage method must be found.  DOE’s R&D focus is on developing new materials that can store hydrogen  without requiring high pressures or cryogenic temperatures. These areas  focus on developing new materials that can store hydrogen on the surface  of a material—called “adsorption;” absorb the hydrogen into a material; or  bind the hydrogen within a chemical compound. Adsorption and  absorption R&D typically involve nanotechnology to develop new  materials structured to increase surface area. Chemical storage of  hydrogen has additional challenges, including processing centers that  would be needed to bind and release hydrogen from the chemical carrier  before the hydrogen can be used by consumers, raising the overall costs.  In the last few years, a number of materials have been developed, but not  within the energy, temperature, or cost required for commercial scale  deployment."], "subsections": []}, {"section_title": "Hydrogen Delivery", "paragraphs": ["Successful commercialization of hydrogen fuel cell technologies— particularly hydrogen fuel cell vehicles—will depend upon a hydrogen  delivery infrastructure that provides the same level of safety, convenience,  and functionality as the existing gasoline delivery infrastructure. The  delivery infrastructure will initially need to support hydrogen production  at small facilities distributed throughout the country and, eventually,  larger centralized facilities. The delivery infrastructure includes operations  at the refueling site itself, such as compression, storage, and dispensing, as  well as the actual delivery of hydrogen. DOE developed its 2015 targets  with significant input from industry. Specifically, DOE used a  sophisticated model for estimating hydrogen delivery costs for a city the  size of Indianapolis with 50 percent of the vehicles being hydrogen fuel  cell vehicles and with central production of hydrogen located 60 miles  from the city’s edge. DOE determined that the cost of delivering hydrogen  to fueling stations must be less than $1 per gallon of gasoline equivalent.  This cost includes operations at the delivery site, such as transferring the  hydrogen to storage or dispensing equipment. To put DOE’s R&D  requirements in perspective, the cost of delivering gasoline from a Gulf  Coast refinery to a fuel pump in Dallas, Texas, has been estimated at about  $0.18 per gallon.", "Currently, hydrogen is delivered by truck as a liquid or gas or by a modest  pipeline infrastructure, but at delivery costs mostly ranging from $4 to $9  per gallon of gasoline equivalent, significant advances must be made to  reduce costs to meet DOE’s targets. Hydrogen is difficult to deliver  economically using conventional methods because the hydrogen atom is  small and diffuses rapidly, making it difficult to design equipment to  prevent leakage. Hydrogen can also corrode the steel used in pipes and  trucks, which make up the bulk of current conventional delivery systems.  Trucks can carry about 10 times more liquid hydrogen than gaseous  hydrogen, but since liquefying hydrogen requires so much energy,  hydrogen generally is delivered in gaseous form by truck for distances less  than 200 miles and in liquid form for greater distances. In addition, about  630 miles of pipelines currently deliver hydrogen, primarily located near  oil refineries mostly along the Gulf Coast where hydrogen predominantly  is used. This infrastructure is modest compared to the over 1.5 million  miles of pipelines that already deliver natural gas, oil, and other  petroleum-related products in the country. Although these pipelines meet  the specific hydrogen needs of industry, they must be operated at a  constant pressure and they cost on the order of $1 million per mile.  Moreover, hydrogen causes brittleness in pipelines, raising concerns about  using current materials to build a larger hydrogen pipeline infrastructure,  particularly where line pressures may vary.", "DOE’s priorities in R&D focus on reducing costs for delivering hydrogen in  liquid form by truck, in gas form by pipeline, and by binding the hydrogen  to a chemical carrier. Specifically, DOE is continuing its R&D on cryogenic  liquefaction of hydrogen to decrease costs and encourage near-term  deployment of hydrogen technologies. DOE is also conducting R&D to  develop new composite materials for pipes or to develop pipe liners to  prevent leaks and pipe failures due to embrittlement. Brittleness in pipes  carrying hydrogen is not well understood, and some R&D efforts focus on  understanding hydrogen’s reaction with pipe materials. Once hydrogen  technology deployment reaches commercial scale, pipelines provide the  lowest cost delivery option. DOE is also researching the potential for  delivering hydrogen in chemical form by binding hydrogen to various  chemical compounds, alleviating the need for cryogenic liquefaction of  hydrogen and improving delivery through pipelines. The chemical  compounds include liquids and solids, as well as powders that could flow  through pipelines. DOE’s R&D focuses on a carrier that could substantially  increase carrying capacity of hydrogen for more economic delivery  through conventional delivery systems, such as pipelines and trucks.  However, no chemical carrier has yet been identified that has the optimal  combination of high carrying capacity and low energy requirements for  binding and releasing hydrogen. Additional R&D focuses on purifying  hydrogen that has been transported, since impurities may reduce the life  span and operating efficiency of fuel cells."], "subsections": []}, {"section_title": "Fuel Cells", "paragraphs": ["To be competitive, vehicle fuel cells must have a similar life-span and  similar vehicle packaging requirements and be able to operate in the same  conditions as gasoline-powered engines. Specifically, vehicle fuel cells  must have a life span of about 5,000 hours—equivalent to about 150,000  miles of vehicle travel. Furthermore, fuel cells must be able to operate in  environments with temperatures ranging from minus 40 degrees to 104  degrees Fahrenheit and must be able to start up quickly at low  temperatures with minimal energy consumption. In addition, the cost of  commercial scale production of vehicle fuel cells must drop from the  current $107 per kilowatt to $30 per kilowatt––nearly a quarter of the  current cost––to meet DOE’s 2015 target. Stationary fuel cells must have a  longer life span than those for vehicles, up to 40,000 hours, equivalent to  about 4.5 years of continuous operation.", "In the early 1990s, DOE estimated the cost of manufacturing fuel cells at  high volume to be about $3,000 per kilowatt. Since then, DOE’s focus has  been on materials that can reduce costs at high volume. DOE succeeded in  reducing manufacturing costs at high volume to $175 per kilowatt in 2004  and about $107 per kilowatt in 2006. The cost reductions have been  achieved primarily by reducing the amount of platinum required as a  catalyst and developing less expensive membranes. DOE is just beginning  to focus R&D efforts on improving processes for commercial scale  manufacture of fuel cell components. In particular, DOE has announced  its intention to fund R&D for commercial scale manufacture of fuel cells  for stationary applications.", "DOE has achieved a life span of about 1,600 hours for vehicle fuel cells,  but has not yet demonstrated start-up from sub-freezing temperatures. In  addition, although DOE has reduced the cost of fuel cells, significant gains  in cost remain to be achieved, in part, because fuel cells rely on platinum  catalysts. Platinum, which is in high demand primarily for use in catalytic  converters for automobiles and as jewelry, is the only catalyst that can  sufficiently generate enough power at low operating temperatures to  operate a vehicle. To reduce the cost of fuel cells, DOE’s target focuses on  decreasing the amount of platinum used in 2005 by more than 80 percent  in 2015. DOE officials noted that Los Alamos National Laboratory has  succeeded in reducing platinum requirements and improving performance  of fuel cells, but they also noted that reliance on the current amount of  platinum—considering its rising costs—poses significant challenges to  reducing the costs enough to meet the 2015 targets. In addition, DOE has  not yet met the size and weight packaging requirements of the automobile  manufacturers for fuel cells. Complex equipment, such as heat exchangers  and humidifiers, must be added to the fuel cell to keep it operating at its  current 140 to 176 degrees Fahrenheit in a controlled environment of 80 to  100 percent relative humidity. Furthermore, impurities in the hydrogen  fuel stream, such as sulfur compounds and carbon monoxide, reduce the  performance of the fuel cell. Removing or managing the impurities raises  overall costs. Regarding R&D for fuel cells for stationary applications,  DOE has demonstrated a life span of about 20,000 hours, about one-half  the life span required to meet DOE’s targets.", "DOE’s fuel cell R&D focuses on reducing costs and improving durability  by (1) developing alloys that contain less platinum, (2) developing  substitutes for platinum, and (3) developing fuel cells that operate at  slightly higher temperatures and lower relative humidity to reduce  complex equipment and increase tolerance to impurities. More  specifically, DOE is conducting R&D to develop new electrodes for fuel  cells that can be manufactured with less platinum, but can increase  durability. DOE is also pursuing R&D on developing less-expensive, better  performing substitutes for platinum, but DOE has not yet found a  substitute that matches the performance of platinum, particularly in terms  of achieving the power needed to operate a fuel cell vehicle. In addition,  DOE has recently focused R&D on developing fuel cells that operate at 248  degrees Fahrenheit and lower relative humidity to reduce or eliminate  complex equipment and increase tolerance to impurities. DOE has not yet  developed new materials that meet these characteristics. Fuel cells for  stationary applications generally do not have the same weight and size  restrictions as for vehicle applications, nor do they have the same rapid  fluctuation in power demand as vehicles, but they do have similar issues  regarding cost and durability."], "subsections": []}]}, {"section_title": "DOE Has Not Updated Its Plan to Assess the Impact of Delays in Meeting Some Key Target Dates on Technology Readiness or Projected the Initiative’s Costs through 2015", "paragraphs": ["DOE has made important progress in many areas of R&D, but some target  dates have been pushed back, primarily as a result of technical challenges  and budget constraints, according to DOE officials. Although some  industry representatives believe that having ambitious targets is good, they  noted that the target dates for certain technologies are very ambitious,  particularly given the requirements of incorporating the technology into an  integrated system that can be commercially deployed in a real-world  environment. For example, although DOE has demonstrated considerable  progress in developing new materials for storing hydrogen, the current  materials being investigated operate in temperatures ranging from minus  300 degrees Fahrenheit to more than 700 degrees Fahrenheit.  Of these,  only a few fall within DOE’s much more narrow target range for operating  temperatures and none meet DOE’s cost targets.", "Table 3 shows that funding for the Hydrogen Fuel Initiative totaled nearly  $1.2 billion for fiscal years 2004 through 2008. Some HTAC and industry  representatives believe that $1.2 billion over 5 years is insufficient to meet  DOE’s ambitious technical and cost targets. Furthermore, congressionally  directed projects—primarily for activities outside the initiative’s R&D  scope—accounted for almost 25 percent of the Hydrogen Fuel Initiative’s  budget for fiscal years 2004 through 2006.", "In response to both budget constraints and technical challenges, DOE has  pushed back target dates for certain key technologies—the target date for  using wind energy to produce hydrogen was pushed back from 2015 to  2017—and reduced funding for stationary and portable applications that  might, through early penetration in small markets, resolve technical issues  and stimulate public acceptance of hydrogen vehicles. However, DOE’s  hydrogen program manager expressed confidence that DOE remains on  schedule for the higher priority targets. Nevertheless, because some target  dates have been pushed back 2 or more years, what DOE currently  projects for technology readiness in 2015 differs from its original set of  expectations laid out in the 2004 Hydrogen Posture Plan. DOE has not  updated its 2006 posture plan for the Congress and industry to more  clearly identify what technologies will be ready for industry to consider  when making commercialization decisions in 2015, nor has it projected  anticipated costs to achieve technology readiness. For example, because  some target dates have slipped 2 or more years, the cost of meeting some  of the technical targets may exceed DOE’s original planned estimates.  However, DOE has not updated estimates of the funding needed to achieve  its technology readiness target in 2015. DOE’s Office of Energy Efficiency  and Renewable Energy projects that its hydrogen R&D budget will total  $750 million for fiscal years 2009 through 2012.", "DOE officials and industry representatives told us that R&D will need to  continue beyond 2015 because some interim target dates have been  pushed back. Furthermore, they said that even after the initial technical  targets are met, R&D will need to continue well beyond 2015 to further  refine and sustain the developing hydrogen technologies. DOE officials  noted that they had always planned to conduct R&D beyond the 2015  target date. The officials pointed out that DOE is still conducting R&D to  improve conventional gasoline engines, even though the engines have  been in use for over 100 years, and that they always have been planning to  do the same for hydrogen technologies."], "subsections": []}, {"section_title": "Developing the Physical Infrastructure to Support Commercial Deployment of Hydrogen Technologies May Require Decades", "paragraphs": ["Industry would have to match the convenience of the conventional  infrastructure to compete with conventional technologies on a commercial  scale, particularly gasoline vehicles, requiring investments of tens of  billions of dollars that will most likely take decades to accomplish. To  meet the production of hydrogen if fuel cell vehicles replaced an estimated  300 million gasoline vehicles, DOE reports that over 70 million tons of  hydrogen would need to be extracted from various sources each year,  requiring the construction of new production facilities throughout the  country. Currently, the United States has approximately 132 operating  refineries and 1,300 petroleum product terminals that deliver petroleum  products to more than 167,000 retail service stations, truck stops, and  marinas located throughout the country. Typical gasoline stations  dispense about 1,500 gallons of gasoline each day, but store several times  that amount on site, usually in underground tanks. DOE officials  acknowledged that investments in a hydrogen infrastructure would be  considerable, but noted that the gasoline infrastructure also required  investments of tens of billions of dollars and took decades to develop.", "Currently, U.S. industries produce over 9 million tons of hydrogen  annually, primarily to refine petroleum, manufacture fertilizer, and process  foods, most of which are produced near end-use along the Gulf Coast and  in California to avoid the high cost of delivery. Current production reflects  about one-eighth of the projected need and most of it is localized in  specific areas. Facilities capable of extracting hydrogen economically will  have to be constructed throughout the country. Some of these facilities  could be co-located with existing gasoline fueling stations, but some  stations have spatial limitations that raise challenges of using them. Also,  the current cost of delivering hydrogen does not meet cost targets and  cannot compete with the gasoline infrastructure. Although pipelines  represent more attractive economics for delivering hydrogen than delivery  by truck at high market penetration, they reflect high initial capital  investments, estimated at about $1 million per mile. One industry official  estimated that building new pipelines along interstate highways capable of  serving about 75 percent of the U.S. population would cost approximately  $14 billion, assuming there would be no barriers prohibiting the effort. The  development and use of carriers may allow use of the existing pipeline  infrastructure and may also resolve some embrittlement concerns, but  such carriers also raise other technical and cost challenges, such as  storage and recycling of the chemical carriers. For example, existing  gasoline stations—already stretched for space—could face additional  challenges if equipment were needed on site to separate the hydrogen  from a chemical carrier, purify the hydrogen, and store the chemical  carrier so it can be returned to a central facility for recycling. Although  new fueling stations could be constructed, industry has estimated the  construction of new fueling stations at about $1 to $2 million each.", "In addition, other issues, such as safety codes and standards, may impact  investment decisions. For example, one industry representative noted that  safety concerns among local approving officials, among other things, may  prevent some conventional hydrogen storage systems from being buried  underground, as is common with gasoline tanks. The National Hydrogen  Association also reports that industry must put a lot of energy and  resources into educating local officials on codes and standards involving  hydrogen-related technologies. Even if hydrogen-related technologies are  approved, they often carry a cost premium. For example, typical gasoline  dispensing nozzles cost about $40 to $110, but hydrogen dispensing  nozzles currently cost about $4,000 each. Some high costs could be  expected to drop with high-volume manufacturing and competition.", "DOE officials and industry representatives also acknowledged the high  degree of risk for investors, noting that there are other near-term and mid- term options for stationary and vehicle energy technologies. They  speculated that transitioning to hydrogen fuel cell technologies will most  likely start small, in localized markets relying on the current infrastructure  to minimize risk. For example, fuel cell vehicles might start in cities such  as Los Angeles or New York, but within limited areas where there is a  supporting infrastructure. They agreed that broader expansion of  hydrogen fuel cell technologies into the market would likely cost investors  tens of billions of dollars in infrastructure costs and will take decades.  Several energy companies and electric utilities told us that they were  unlikely to invest in the hydrogen infrastructure in the near term because  of the high cost and high risk and, although they expressed interest in  investing in the long term, they did not have definitive plans about what  investments they might make. Nonetheless, DOE officials and industry  representatives stated that transitioning to hydrogen technologies will  require a sustained commitment by both industry and the federal  government. For example, industry representatives stated that federal tax  credits for fuel cell technologies have been authorized for only a few years  at a time—too short for industry to consider when making long-term  investment decisions.", "To better understand real-world infrastructure challenges in transitioning  to hydrogen fuel cell technologies, DOE has several ongoing  demonstration projects and modeling analyses. The primary goal of the  technology validation effort is to demonstrate complete, integrated  systems in a real-world environment. Although individual components may  meet DOE’s performance targets, the complete system may not function as  intended because of integration problems or unanticipated real-world  operating conditions. DOE’s Controlled Hydrogen Fleet and Infrastructure  Demonstration and Validation Project, which has paired auto companies  with energy companies, in 2007 is testing 77 hydrogen fuel cell vehicles  and 14 hydrogen refueling stations in real-world conditions around the  country to evaluate performance in different climates and usage patterns.  The demonstration project is expected to grow to 130 hydrogen fuel cell  vehicles and at least 18 hydrogen fueling stations in 2008. Individuals drive  the hydrogen fuel cell vehicles as they would a gasoline vehicle: to work or  to the store and fill up their vehicles at hydrogen fueling stations.", "Using information from this demonstration project and from sophisticated  modeling analyses, DOE officials and industry representatives reported  that the initial deployment of hydrogen technologies in the market will  most likely rely on technologies that do not require a new infrastructure.  Specifically, they noted that natural gas—using steam reformation—will  most likely remain the dominant source of hydrogen in the near- to mid- term. They envisioned that small amounts of hydrogen extracted mostly  from natural gas at multiple points distributed around the country would  be sufficient to meet initial demand. In addition, this distributed approach  requires less capital investment. DOE officials and industry  representatives noted that substantial changes to the infrastructure  eventually will be needed to not only support large-scale production and  delivery of hydrogen, but also to support multiple sources from which to  extract hydrogen to minimize reliance on natural gas. As the demand for  hydrogen grows, large centralized facilities for extracting hydrogen will be  needed to take advantage of economies of scale. The centralized  extraction of hydrogen will require deliveries over greater distances and,  correspondingly, greater investments in the delivery infrastructure.  Similarly, as the demand for hydrogen grows, there must be more stations  where consumers can conveniently purchase hydrogen for vehicles or for  stationary or portable applications."], "subsections": []}]}, {"section_title": "DOE Has Partnered Well with Industry on Vehicle Technologies, but Efforts to Develop Stationary and Portable Technologies Are Too New to Evaluate", "paragraphs": ["DOE has effectively solicited industry input and has worked to align R&D  priorities, particularly for developing vehicle technologies. However, DOE  has just begun to prioritize resources to develop stationary and portable  technologies, which are much closer to being ready for commercial  application and could play a role in laying the groundwork for vehicle  technologies. Industry representatives acknowledge DOE’s efforts, but  note that they are too new to evaluate. Nevertheless, industry  representatives stated that DOE generally has managed and coordinated  its hydrogen R&D resources well."], "subsections": [{"section_title": "DOE Has Effectively Involved Industry and Other Stakeholders", "paragraphs": ["Industry executives told us that DOE’s efforts to involve industry early in  the planning stages and its ongoing efforts to solicit industry feedback on  priorities have been effective in keeping the R&D agenda focused and  headed in the right direction. Although industry representatives have  sometimes disagreed about DOE’s priorities, they generally agreed that  DOE has institutionalized processes to effectively solicit feedback from  industry. Just as importantly, DOE officials noted that being a presidential  initiative with congressional backing has helped Hydrogen Fuel Initiative  managers to garner support from industry and within the federal  government.", "DOE’s workshops in 2001 and 2002 involved industry and independent  experts at the earliest stages of planning an R&D agenda and laid the  groundwork for identifying market challenges and technical targets that  could lead to the development and deployment of hydrogen and fuel cell  technologies. The launch of Hydrogen Fuel Initiative in 2004 accelerated  hydrogen R&D efforts, resulting in a more detailed R&D agenda. DOE  asked the National Research Council and the National Academy of  Engineering to review this agenda and implemented 46 of the National  Academies’ 48 recommendations. For example, DOE implemented a  systems analysis and integration effort to (1) integrate R&D on hydrogen  production, delivery, and storage; and fuel cells; (2) safety codes and  standards; (3) monitor progress toward technology targets; and (4)  provide education on the benefits of and challenges to transitioning to  hydrogen technologies. In addition, the initiative has facilitated ongoing  communication with industry through annual merit reviews, workshops,  technical teams, HTAC, and other coordination mechanisms.", "DOE’s annual merit review is a primary way to disseminate information  and get feedback on the merit of its hydrogen and fuel cell R&D projects  from industry, independent experts, and other DOE officials. The most  recent review, held in May 2007, showcased approximately 300 projects,  with the principal investigators presenting status and results. Industry  representatives stated that annual reviews are useful and have become a  valuable tool to provide feedback to DOE on prioritizing the R&D agenda.", "DOE also has funded a number of workshops to solicit industry input on a  range of topics, including fuel cells, education, and codes and standards.  For example, DOE’s Office of Science conducted a workshop in May 2003  to identify the key areas where basic science R&D could contribute  toward transitioning to hydrogen technologies. The workshop resulted in a  report that has served the Office of Science as a guide for continued R&D  efforts. In addition, in June 2007, DOE’s hydrogen storage program held a  1-day meeting to identify techniques for enhancing research on advanced  hydrogen storage materials, with participants from industry, academia,  and DOE’s national laboratories. Industry representatives stated that  workshops are an important collaboration channel.", "To solicit industry feedback on the progress, priorities, and direction of  the hydrogen R&D program, DOE established 11 technical teams  responsible for reviewing R&D progress in specific technologies. These  teams, co-chaired by industry and DOE, meet monthly and include  industry representatives with requisite expertise in hydrogen technologies.  The technical teams exchange information and jointly review all projects  at least once a year. For example, through one of the technical teams on  fuel cells, industry provided information on optimal relative humidity  when DOE began work on high temperature fuel cells. The technical  teams also provide an informal forum outside regular meetings for  frequent exchanges among scientists. The National Academies noted the  creation of technical teams as an important achievement, and industry  representatives stated that tech teams help transfer automakers’  requirements to the R&D portfolio.", "HTAC, made up of industry executives and outside experts, also provides  advice to the Secretary of Energy on technical and programmatic issues  related to DOE’s hydrogen R&D program. HTAC hosts periodic meetings,  which DOE officials attend, to review budget status, discuss R&D plans,  and propose changes. In its September 2007 report to the Secretary of  Energy, HTAC recommended, among other things, that DOE elevate the  role of hydrogen in the national energy portfolio. HTAC also expressed its  pleasure with the DOE hydrogen R&D program’s use of best management  practices, including peer review in its solicitation processes, assessment of  technical progress, individual project selection and monitoring, and  overall program management.", "DOE also obtains feedback from industry and academia through its  Centers of Excellence. To facilitate storage R&D, DOE coordinated the  creation of three Centers of Excellence to work on R&D in both applied  and fundamental science. Each center is led by a DOE national laboratory  and has about 15 industry and academic partners.", "In addition, a DOE program dedicated to commercialization efforts  exchanges information with industry on DOE activities, including  hydrogen R&D, and explores potential for commercial development  opportunities. Another program focused on market transformation works  to build partnerships with industry and federal, state, and local  governments to foster the early adoption of hydrogen and fuel cell  technologies.", "Furthermore, DOE is active at the state and local level and participates in  numerous organizations that bring together a range of groups to foster the  development and deployment of hydrogen technology. For example, DOE  is involved in the California Fuel Cell Partnership, a group of auto, fuel,  and fuel cell technology companies and government agencies working to  deploy fuel cell vehicles on state roads.", "In response to industry feedback, DOE has shifted R&D priorities and  expanded industry participation. For example, during the past decade,  DOE funded R&D of on-board fuel processing, the concept of embedding  equipment in a vehicle to generate hydrogen from a fuel source such as  methanol. In 2004, DOE commissioned the National Renewable Energy  Laboratory to convene an independent review panel to provide a technical  go/no-go recommendation regarding on-board fuel processing R&D. The  panel recommended a no-go decision, and DOE concurred. Automakers  praised the decision, realizing that on-board fuel processing R&D was too  costly for a technology that did not appear to be viable by the target date.  In addition, partly as a result of feedback from auto manufacturers, DOE  expanded FreedomCAR in 2003 to include energy companies. The idea  stemmed from the need to coordinate the development of vehicles with  the fueling infrastructure, involving such major energy companies as  ConocoPhilips, British Petroleum (BP), Shell, Chevron, and ExxonMobil.  Through FreedomCAR, DOE, energy companies, and car companies  conduct joint R&D planning and technical activities.", "Overall, although industry representatives reflected a wide variety of  viewpoints on DOE’s priorities, they generally agreed that DOE had done a  good job of soliciting input. A general consensus among senior executives  noted that DOE’s processes to solicit industry input and focus on key  areas for R&D has been well-organized. The National Hydrogen  Association, an industry group, suggested that DOE’s efforts have turned  out to be a good investment and praised technical goals and progress.  USCAR representatives stated that DOE is placing the right emphasis on  the key issues and that domestic auto makers maintain a good relationship  with DOE."], "subsections": []}, {"section_title": "DOE Has Begun to Address Industry Concerns on Stationary and Portable Technologies, but Its Efforts Are Too New to Evaluate", "paragraphs": ["Industry representatives note that because stationary and portable  technologies may have more near-term market potential than vehicle  technologies, they may be integral to resolving technical or infrastructure  challenges and developing the public acceptance necessary to deploy  hydrogen nationally. According to industry representatives, stationary and  portable research can benefit hydrogen technology development and  maturation, particularly for fuel cell vehicles. For example, suppliers and  manufacturers need near-term opportunities to remain in business and to  improve manufacturing processes, which will eventually benefit fuel cell  vehicles by creating a supply base and fostering innovation. An industry  representative noted that parts suppliers otherwise may not survive until  vehicle technologies are ready in 10 to 20 years. In addition, HTAC stated  that increasing the level of R&D on portable and stationary power systems  would reduce the technical and market risks associated with longer-term  vehicle applications.", "Industry has expressed concerns that DOE has focused on developing  vehicle technologies and has given less priority to stationary and portable  technologies. At its May 2007 meeting, HTAC suggested that DOE has not  focused enough on stationary and portable fuel cell R&D. Senior  executives of companies told us they had urged DOE to focus more on  demonstrating near-term stationary and portable technologies. The U.S.  Fuel Cell Council and the National Hydrogen Association also stated that  stationary fuel cell research had been overlooked and underfunded. DOE  noted that it had focused on vehicle R&D because of the significant energy  savings in the transportation sector.", "Industry representatives stated that DOE has responded to industry’s  input. Senior executives from industry told us that DOE’s support for  stationary and portable R&D has grown substantially in the past year and  that DOE has done a good job of incorporating this R&D into its program.  In June 2007, to facilitate early adoption of hydrogen and fuel cell  technologies, DOE sought input from industry, non-profit organizations,  and local, state, and federal agencies to identify hydrogen and fuel cell  applications in stationary and portable power. Such applications could  include, for example, backup power installations for telecommunications  providers and public schools designated as emergency shelters,  warehouse lift-trucks currently employing battery or internal combustion  systems, and portable fuel cells for battery operated devices. DOE has also  begun to emphasize near-term stationary and portable market applications  by providing a grant opportunity for hydrogen and fuel cell systems  manufacturing R&D focusing on technologies that are near  commercialization.", "Industry representatives acknowledged DOE’s efforts but noted that these  efforts are too new to evaluate because DOE had not devoted as many  resources to them as it had to vehicle technologies. A representative from  the National Hydrogen Association, however, stated that DOE’s recent  emphasis on high-volume manufacturing is a good sign and could facilitate  early market penetration of fuel cells."], "subsections": []}]}, {"section_title": "DOE Has Effectively Coordinated with Other Federal Agencies at the Working Level, but Efforts at the Policy Level Have Just Begun", "paragraphs": ["DOE’s interagency coordination efforts among working level managers  and scientists have been productive and useful, but coordination with  senior officials at the policy level just began with the August 2007  establishment of the Interagency Task Force. At the working level, DOE  has established several interagency bodies to facilitate cooperation and  share knowledge—in particular, the Interagency Working Group on  Hydrogen and Fuel Cells (IWG) has contributed to implementing hydrogen  technology partnerships between DOE, DOT, and DOD and has created  Web-based tools and joint workshops to facilitate coordination of research  activities. At the policy level, however, the Interagency Task Force has not  yet clearly defined its overall role and strategy, but members intend to  formulate a plan by May 2008."], "subsections": [{"section_title": "DOE Has Effectively Coordinated with Other Federal Agencies at the Working Level", "paragraphs": ["Overall, working level officials—program managers, analysts, engineers  and others who implement hydrogen R&D—at the federal agencies  primarily involved in hydrogen-related activities generally told us they  were satisfied with the level of interagency coordination. The primary  coordination mechanism, the IWG, was created in 2003 and is jointly  chaired by DOE and the Office of Science and Technology Policy. It  provides a forum for coordinating interagency policy, programs, and  activities related to safe, economical, and environmentally sound  hydrogen and fuel cell technologies. The IWG meets monthly to help  prioritize and coordinate the roughly $500-million portfolio of federal  hydrogen and fuel cell R&D, part of which is funded by the Hydrogen Fuel  Initiative. In addition to DOE, the primary federal agencies involved in  hydrogen R&D include:    DOT’s hydrogen program, with approximately $1.4 million in annual  Hydrogen Fuel Initiative funding, is focused on conducting R&D and  deployment activities necessary to safely and reliably prepare the  transportation system for hydrogen technology use. Its activities include  pipeline technology research aimed at developing methods to safely and  efficiently transport hydrogen, codes and standards formulation to ensure  an appropriate regulatory regime, and capacity planning to smooth  operation of the transportation infrastructure. In addition, DOT has a  separately funded a $49 million bus demonstration program to facilitate  the development of commercially viable fuel cell technologies in real- world environments.", "DOD receives no funding under the Hydrogen Fuel Initiative; however, it  has several entities involved in hydrogen-related activities. For example,  the Defense Logistics Agency has spent $11.7 million on a fuel-cell  powered fork lift program and a solid hydrogen storage program, the  Army supports a small amount of fuel cell R&D, and the Navy has  deployed fuel cells at several installations and is conducting R&D in  several areas, including for unmanned underwater vehicles.", "NASA is the largest user of hydrogen in the United States, employing it as  fuel for rocket launches. NASA conducts limited hydrogen-related R&D  but is interested in coordinating with DOE on a proposed project to  demonstrate stationary fuel cells to generate electricity at NASA’s White  Sands Test Facility.", "The U.S. Postal Service conducted a 3-year hydrogen fuel cell  demonstration program with mail delivery vehicles at test sites in Virginia  and California. Plans are underway to continue the effort using the next  generation of hydrogen vehicles in partnership with General Motors and  DOE. In addition, the Postal Service is considering hydrogen technology as  an option for its planned replacement of its fleet of about 215,000 vehicles  in 2018.", "The Department of Commerce’s National Institute of Standards and  Technology (NIST) is working with federal agencies and standards  organizations on a variety of activities including certification of hydrogen  fuel dispensers, hydrogen quality standards, building safety standards, and  pipeline safety standards. In partnership with DOE, NIST also is  conducting manufacturing R&D and imaging research to investigate how  water moves through fuel cells to better understand their operation.", "As the main interagency coordination vehicle, the IWG has contributed to  implementing hydrogen technology partnerships among agencies and  created communication channels to coordinate R&D activities, such as ad- hoc groups, joint workshops, and Web-based tools. In August 2007, DOE  and NIST signed an interagency agreement to coordinate development of  standards, test procedures, and test methods for hydrogen fuel purchase  and delivery. DOE has also partnered with the Postal Service to field test  fuel-cell-powered mail delivery trucks. In addition, recent IWG efforts to  highlight near-term opportunities for federal agencies to procure  commercially available hydrogen and fuel cell technologies have been  successful. For example, the Defense Logistics Agency has announced  plans to deploy over 70 fuel-cell-powered forklifts at three defense parts  depots in the United States, an initiative that spurred additional  cooperation with DOT. Moreover, the Army is demonstrating mobile fuel- cell auxiliary power units, and the Navy has installed solid-oxide  stationary fuel cells that supply power for shore facilities.", "Other IWG activities have resulted in the creation of ad-hoc groups. As a  result of a 2005 memorandum of understanding on hydrogen R&D, DOE  and the Department of Agriculture established an Ad Hoc Committee on  Biomass Production of Hydrogen, which meets just prior to regular IWG  meetings and focuses on collaboration related to advancing hydrogen  production from biomass and hydrogen-related agricultural applications.  Also in 2005, as part of the IWG, DOT established an Ad Hoc Committee on  a Regulatory Framework for the Hydrogen Economy that includes DOE,  the Environmental Protection Agency, the U.S. Coast Guard, and the  Department of Labor. The committee has developed a framework for the  safe commercial application of hydrogen and fuel cell technologies.", "The IWG also facilitated the creation of joint workshops. In April 2005,  DOE, DOD, NASA, and the National Science Foundation facilitated a  session on small business innovation at the National Hydrogen  Association’s annual meeting. That session featured success stories from  several small business owners. DOE, NASA, and DOD held a workshop on  modeling and simulating hydrogen combustion in February 2006. More  recently, in August 2007, NIST and DOE participated in a conference on  understanding potential impacts of delivering hydrogen through pipelines.", "The IWG also has created a publicly accessible Web site, which includes  links to federal hydrogen related activities, news, funding opportunities,  and regulatory authorities to encourage collaboration among the public  sector, private sector, academia, and international scientific community.  One tool available online is the regulatory authorities inventory, a DOT-led  effort to create a single point of reference for stakeholders to view current  U.S. statutes and regulations that may be applicable to hydrogen.", "DOE established the International Partnership for the Hydrogen Economy  (IPHE) in 2003 to provide a working-level coordinating mechanism for  more than a dozen partner countries to organize, coordinate, and  implement international research, development, demonstration, and  commercial utilization activities. IPHE also provides a forum for  advancing common policies, technical codes, and standards, and it  educates stakeholders on the benefits of, and challenges to, transitioning  to hydrogen technologies. Although participation is voluntary, IPHE has  contributed to international information exchange, facilitated engagement  from senior level officials, and influenced the creation of hydrogen  technology road maps in China and other countries. In addition, DOE,  DOD, and DOT are collaborating through the IPHE to standardize data  collection for all hydrogen fuel vehicles and hydrogen-fueling  demonstrations. While IPHE highlights its accomplishments, it also  acknowledges room for improvement by, for example, better defining its  role and developing performance metrics in the future.", "DOT officials told us that while overall DOE has ably managed its  hydrogen program, some areas of interagency coordination have been  more effective than others. For example, DOT and the Defense Logistics  Agency conduct joint R&D planning and information sharing, a successful  relationship that grew out of the IWG. However, DOT’s Pipeline R&D  Program was not included in early discussions at DOE, hampering  collaboration and communication on technology development. DOT  officials acknowledged that they now are involved in these discussions but  cited the importance of ensuring DOT representation at the onset of  coordination efforts."], "subsections": []}, {"section_title": "Efforts with Other Federal Agencies at the Policy Level Have Just Begun", "paragraphs": ["To ensure appropriate authority inside each agency for making hydrogen- related budget and policy decisions, HTAC recommended in October 2006  that the IWG be elevated to require participation of an assistant secretary  or higher. In response, DOE created the Interagency Task Force—a new  entity composed of deputy assistant secretaries, program directors, and  other senior officials—which held its inaugural meeting August 2007.  Because the organization was created recently, its membership is still in  flux as the most appropriate participants are being identified. The goals of  the task force are to  increase understanding of available hydrogen and fuel cell technologies  and how they can contribute to the agencies’ energy and environmental  goals,    work together to identify concrete opportunities for the federal  government to provide leadership by being an early adopter,   use government procurement and leadership to rapidly deploy technology  and facilitate its introduction into the marketplace, and   define new opportunities through interaction and exchange of ideas.", "Although the task force outlined a set of broad goals, it did not clearly  define its responsibilities or strategy for achieving these goals. Member  agencies intend to develop a more detailed plan that will guide efforts,  identify actions that can be taken, and establish targets by May 2008. The  task force assigned IWG the responsibility for creating the plan and agreed  to review each agency’s role, responsibilities, and stake in hydrogen  technology at the IWG’s December 2007 meeting.", "In August 2007, HTAC criticized DOE for taking too long to respond to  HTAC’s recommendation and for not securing participation of assistant  secretaries, participation that HTAC believes is necessary for making  hydrogen budget and policy decisions. Similarly, DOT officials told us that  the Interagency Task Force was supposed to be created specifically at the  senior level so participants could influence budget and policy matters, but  too many alternates were present at the first meeting, reducing its  potential effectiveness. DOT officials added that if membership continues  to shift or be inconsistent, then lack of continuity will hinder progress and  make it difficult to achieve goals. DOE officials stated that the level of  membership is adequate because deputy assistant secretaries, program  directors, and other senior officials are high enough to make decisions,  influence policy, and impact the implementation of programs. Some task  force members have expressed concerns about lack of a common vision  among agencies, including a shared view of timelines, milestones, and  approaches, in part because of differing roles, responsibilities, and  stakeholders and because of the fact that no overarching authority guides  all government hydrogen R&D. For example, although DOE has clearly  outlined a 2015 technology readiness goal suitable for its mission, DOT  may need to develop a regulatory framework earlier to address industry’s  intent to begin deploying fuel cell vehicles as early as 2012."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The Hydrogen Fuel Initiative has made important progress in developing  hydrogen technologies in all of its technical areas in both fundamental and  applied science. DOE and industry officials attribute this progress to  DOE’s (1) planning process that involved industry and university experts  from the earliest stages; (2) use of annual merit reviews, technical teams,  centers of excellence, and other coordination mechanisms to continually  involve industry and university experts to review the progress and  direction of the program; (3) emphasis on both fundamental and applied  science, as recommended by independent experts; and (4) continued focus  on such high priority areas as hydrogen storage and fuel cell cost and  durability. Although DOE has made important R&D progress, its 2015  technology readiness target is very ambitious, requiring scientific  breakthroughs in hydrogen storage, for example. Budget constraints and  technical challenges have led DOE to push back its targets for providing  certain technologies to automakers from 2015 to 2017 or later, which  according to DOE, generally still lies within the window for the  automobile companies to provide hydrogen fuel cell vehicles by 2020.  However, DOE has not updated its 2006 Hydrogen Posture Plan’s overall  assessment of what the department reasonably expects to achieve by its  technology readiness date in 2015 and how this updated assessment may  differ from prior posture plans. DOE also has not identified R&D funding  needed to achieve the 2015 target. This information is important to the  Congress and industry as they set priorities and make funding decisions.  Furthermore, developing a nationwide commercial market for hydrogen  fuel cell vehicles is expected to cost tens of billions of dollars for  production facilities, fueling stations, pipelines, and other support  infrastructure and take decades to achieve, requiring a sustained  investment by government and industry in R&D and the infrastructure."], "subsections": []}, {"section_title": "Recommendation", "paragraphs": ["To accurately reflect progress made by the Hydrogen Fuel Initiative and  the challenges it faces, we recommend that the Secretary of Energy update  the Hydrogen Posture Plan’s overall assessment of what DOE reasonably  expects to achieve by its technology readiness date in 2015, including how  this updated assessment may differ from prior posture plans and a  projection of anticipated R&D funding needs."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided DOE with a draft of this report for its review and comment.  In written comments, DOE agreed with our recommendation, stating that  it plans to update the Hydrogen Posture Plan during 2008 to reflect the  progress made and any changes to the activities milestones, deliverables,  and timeline. (See app. II.) However, DOE found the title of the draft  report to be confusing, stating that R&D on hydrogen technologies would  inevitably continue beyond 2015. In response, we revised the title to  highlight the need for DOE to update what it expects to achieve by its 2015  target. DOE also disagreed with our statement that it has not determined  what reasonably can be achieved by 2015 for use in a 2020 vehicle, citing  extensive efforts to assess the R&D program’s progress. In response, we  clarified that our concern is that the Hydrogen Posture Plan, which  provides the Congress and other outside stakeholders with an assessment  of progress, needs to be updated to identify what DOE reasonably expects  to achieve by its technology readiness date in 2015. In addition, DOE  provided comments to improve the draft report’s technical accuracy,  which we have incorporated as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report, we plan no further distribution of it until 30 days from the date  of this letter. At that time, we will send copies of this report to the  appropriate congressional committees, the Secretary of Energy, the  Director of the Office of Management and Budget, and other interested  parties. We will also make copies available to others upon request. In  addition, the report will be available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-3841 or gaffiganm@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To assess the extent to which the Department of Energy’s (DOE)  Hydrogen Fuel Initiative has made progress in meeting its R&D targets, we  reviewed documents and interviewed DOE program managers, national  laboratory scientists, company and industry association executives,  independent experts, and state government officials. More specifically, we  reviewed DOE’s 2004 and 2006 Hydrogen Posture Plans and R&D project  reports, attended DOE’s annual review of its projects in May 2007, and  interviewed DOE hydrogen program managers and scientists at DOE’s  National Renewable Energy Laboratory and Los Alamos National  Laboratory. We also reviewed the R&D plans, technology roadmaps,  assessments and reviews from each of DOE’s programs, including Energy  Efficiency and Renewable Energy, Fossil Energy, Nuclear Energy, and  Science, and from several of the technical teams that DOE established to  review R&D progress in specific technologies. In addition, we spoke with  members and attended meetings of the Hydrogen and Fuel Cell Technical  Advisory Committee, interviewed industry representatives, and reviewed  industry assessments of DOE’s progress in developing and demonstrating  vehicle, stationary, and portable technologies. Furthermore, we reviewed  reports of the National Academies of Sciences and Engineering on the  hydrogen R&D program and spoke with cognizant officials.", "To determine the extent to which DOE has worked with industry to set  and meet R&D targets, we reviewed pertinent documents, assessed DOE’s  processes for soliciting industry input, and attended a meeting of the fuel  cell technical team at Los Alamos National Laboratory. We also  interviewed cognizant DOE managers and scientists and executives of car  manufacturers, energy companies, utilities, hydrogen producers, fuel cell  manufacturers, and suppliers of hydrogen-related components about  DOE’s processes for soliciting industry input and we toured several  industry facilities.", "To determine the extent to which DOE has worked with other federal  agencies to develop and demonstrate hydrogen technologies, we reviewed  pertinent documents and spoke with officials at DOE, the Department of  Transportation, the Department of Defense, the Department of Commerce,  the National Aeronautics and Space Administration, and the U.S. Postal  Service. We also attended the Interagency Task Force’s first meeting in  August 2007.", "We conducted this performance audit from March through December 2007  in accordance with generally accepted government auditing standards.  These standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Energy", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Richard Cheston, Assistant  Director; Robert Sanchez; Thomas Kingham; Marc Castellano; and Alison  O’Neill made key contributions to this report. Also contributing to this  report were Kevin Bray, Virginia Chanley, Patrick Gould, Anne Stevens,  and Hai Tran."], "subsections": []}]}], "fastfact": []}