{"id": "GAO-07-710T", "url": "https://www.gao.gov/products/GAO-07-710T", "title": "Intellectual Property: National Enforcement Strategy Needs Stronger Leadership and More Accountability", "published_date": "2007-04-12T00:00:00", "released_date": "2007-04-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["U.S. government efforts to protect and enforce intellectual property (IP) rights domestically and overseas are crucial to preventing billions of dollars in losses to U.S. industry and IP rights owners and to avoiding health and safety risks resulting from the trade in counterfeit and pirated goods. IP protection and enforcement cut across a wide range of U.S. agencies and a coordinating structure has evolved to address coordination issues. First, Congress created the interagency National Intellectual Property Rights Law Enforcement Coordination Council (NIPLECC) in 1999. Later, in October 2004, the Bush administration initiated the Strategy Targeting Organized Piracy (STOP). GAO's testimony focuses on (1) the effectiveness of NIPLECC and STOP as a coordinating structure to guide and manage U.S. government efforts; and (2) the extent to which STOP meets the criteria for an effective national strategy. This statement is based on GAO's November 2006 report (GAO-07-74), which included an assessment of STOP using criteria previously developed by GAO. In this report, we recommended that head of NIPLECC, called the IP Coordinator, in consultation with the National Security Council and relevant agencies (1) clarify in the STOP strategy how NIPLECC will carry out its oversight and accountability roles and (2) take steps to ensure that STOP fully addresses the characteristics of a national strategy. The IP Coordinator concurred with our recommendations."]}, {"section_title": "What GAO Found", "paragraphs": ["The current coordinating structure that has evolved for protecting and enforcing U.S. intellectual property rights lacks leadership and permanence, presenting challenges for effective and viable coordination for the long term. NIPLECC has struggled to define its purpose and retains an image of inactivity among the private sector. It continues to have leadership problems despite enhancements made by Congress in December 2004 to strengthen its role. In contrast, the presidential initiative called STOP, which is led by the National Security Council, has a positive image compared to NIPLECC, but lacks permanence since its authority and influence could disappear after the current administration leaves office. While NIPLECC adopted STOP in February 2006 as its strategy for protecting IP overseas, its commitment to implementing STOP as an effective national strategy remains unclear, creating challenges for accountability and long-term viability. While STOP has energized agency efforts for protecting and enforcing intellectual property, its potential as a national strategy is limited since it does not fully address the desirable characteristics of an effective national strategy. For example, its performance measures lack baselines and targets to assess how well the activities are being implemented. In addition, STOP is missing key elements such as a discussion of risk management and designation of oversight responsibility. For instance, the strategy lacks a discussion of current or future costs, the types or sources of investments needed to target organized piracy, and processes to effectively balance the threats from counterfeit products with the resources available. While STOP partially addresses organizational roles and responsibilities, it does not discuss a framework for accountability among the STOP agencies, such as designating responsibility for oversight. Agency documents clarify some of the key elements of an effective national strategy that were not incorporated into STOP directly; however, the need to consult multiple documents underscores the strategy's lack of integration and limited usefulness as a management tool for effective oversight and accountability."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to appear before the subcommittee to  discuss our work on U.S. efforts to protect U.S. intellectual property (IP)  rights. We appreciate the opportunity to further contribute to this  discussion within the Congress. U.S. government efforts to protect and  enforce intellectual property rights domestically and overseas are crucial  to preventing billions of dollars in losses to U.S. industry and IP rights  owners and addressing health and safety risks resulting from the trade in  counterfeit and pirated goods. IP protection and enforcement cut across a  wide range of U.S. agencies and functions, as well as those of foreign  governments, making coordination among all parties essential. Many of  these efforts are coordinated through the interagency National Intellectual  Property Law Enforcement Coordination Council (NIPLECC), created by  Congress in 1999, and the Strategy for Targeting Organized Piracy (STOP)  initiated by the White House in 2004. While NIPLECC is a coordinating  council, STOP is a strategy coordinated by the National Security Council.", "In my statement today, I will address two topics on IP enforcement: (1) the  effectiveness of NIPLECC and STOP as a coordinating structure to guide  and manage U.S. government efforts; and (2) the extent to which STOP  meets the criteria for an effective national strategy. I am aware, Mr.  Chairman, that you have co-sponsored proposed legislation to address  some of the shortcomings of the current coordinating structure which  impede effective IP enforcement and coordination. In my statement today  I will include some observations on how the proposed legislation  addresses key weaknesses we have identified in our past work on IP  enforcement.", "To address these issues, I have drawn on completed GAO studies,  particularly a report that we completed on STOP and NIPLECC last fall.  We examined NIPLECC and STOP official documents and reviewed the  legislative history of NIPLECC. Our November 2006 study assessed the  extent to which STOP serves as a national strategy for combating trade in  counterfeit and pirated goods by using the six desirable characteristics of  an effective national strategy developed in previous GAO work. GAO has  used this methodology to assess and report on the administration’s  strategies relating to combating terrorism, restructuring DOD’s global  force posture, and rebuilding Iraq. National strategies with these desirable  characteristics offer policymakers and implementing agencies a  management tool that can help ensure accountability and more effective  results. I should also mention that we have a number of other studies soon  to be published that are also related to IP enforcement. These include (1) a  study that we have completed for Senator Voinovich focusing on IP  enforcement at the U.S. border, and (2) additional work on a Customs and  Border Protection (CBP) program called the “in-bond system” that allows  goods to transit the United States and enter U.S. commerce at a port other  than the port of arrival. In conducting the GAO studies, we have  performed work at multiple U.S. agency headquarters in Washington, D.C.,  and at U.S. ports of entry and agency field offices. In addition, we met with  representatives from multiple industry associations and companies that  are affected by IP violations, such as manufacturing, entertainment, luxury  goods, and pharmaceutical industries. We also met with the head of  NIPLECC, the IP Coordinator, to obtain information on steps taken to  implement the recommendations presented in our November 2006 study.  We also examined the March 2007 STOP document — the most current  strategy document. All work was conducted in accordance with generally  accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Intellectual property is an important component of the U.S. economy, and  the United States is an acknowledged global leader in its creation.  However, the legal protection of intellectual property varies greatly  around the world, and several countries are havens for the production of  counterfeit and pirated goods. Technology has facilitated the manufacture  and distribution of counterfeit and pirated products, resulting in a global  illicit market that competes with genuine products and complicates  detection and actions against violations. High profits and low risk have  drawn in organized criminal networks, with possible links to terrorist  financing. The public is often not aware of the issues and consequences  surrounding IP theft. Industry groups suggest that counterfeiting and  piracy are on the rise and that a broader range of products, from auto  parts to razor blades, and from vital medicines to infant formula, are  subject to counterfeit production. Counterfeit products raise serious  public health and safety concerns, and the annual losses that companies  face from IP violations are substantial.", "Given the increasing threats to America’s economy, health, and safety, U.S.  government agencies have undertaken numerous efforts to protect and  enforce intellectual property rights, and a structure to coordinate these IP  enforcement efforts evolved. In 1999, Congress created the interagency  National Intellectual Property Law Enforcement Coordination Council  (NIPLECC) as a mechanism to coordinate U.S. efforts to protect and  enforce IP rights in the United States and overseas. In October 2004, the  Bush Administration announced the Strategy Targeting Organized Piracy  (STOP) to “smash criminal networks that traffic in fakes, stop trade in  pirated and counterfeit goods at America’s borders, block bogus goods  around the world, and help small businesses secure and enforce their  rights in overseas markets.” Although both NIPLECC and STOP were  created to improve the United States’ IP enforcement and protection  efforts, they were established under different authorities – NIPLECC as a  congressional mandate and STOP as a presidential initiative led by the  White House under the auspices of the National Security Council. Table 1  compares NIPLECC and STOP.", "STOP and NIPLECC share similar goals, including coordination of IP  protection and enforcement, and involve nearly the same agencies.  NIPLECC’s membership is designated by statute and includes specific  positions by agencies, whereas agencies that participate in STOP overlap  with NIPLECC members, but do not designate any specific positions. (See  figure 1.)"], "subsections": []}, {"section_title": "Lack of Leadership and Permanence Hampers Effectiveness and Long-Term Viability of IP Enforcement Coordinating Structure", "paragraphs": ["The U.S. government has a coordinating structure for IP enforcement, but  the structure’s effectiveness is hampered by a lack of clear leadership and  permanence, and despite some progress, it has not been developed in a  manner that makes it effective and viable for the long term. NIPLECC and  STOP form the central coordinating structure for IP enforcement across  federal agencies. However, NIPLECC continues to have problems in  providing leadership despite enhancements made by Congress, and  STOP’s authority and influence, which result from its status as a  presidential initiative, could disappear after the current administration  leaves office. While the current IP enforcement coordinating structure has  contributed to some progress – particularly in increasing attention to IP  enforcement domestically and abroad through STOP – NIPLECC’s  commitment to implementing STOP as a strategy remains unclear, creating  a challenge for effective accountability and the long-term viability of IP  enforcement."], "subsections": [{"section_title": "NIPLECC and STOP Originated Under Different Authorities", "paragraphs": ["In 1999, Congress created NIPLECC to coordinate domestic and  international intellectual property law enforcement among U.S. federal  and foreign entities. The council’s membership is designated by statute  and includes six federal agencies. The Commissioner of Patents and  Trademarks (USPTO) and Assistant Attorney General, Criminal Division  from the Department of Justice serve as NIPLECC’s co-chairs. NIPLECC’s  authorizing legislation included no specific dollar amount for funding or  staff. Congress also required NIPLECC to report its coordination efforts  annually to the President and various Congressional committees.", "Our September 2004 report noted that NIPLECC had struggled to define its  purpose, had little discernible impact, and had not undertaken any  independent activities, according to interviews with both industry officials  and officials from its member agencies, and as evidenced by NIPLECC’s  own annual reports. From 1999 through the end of 2004, NIPLECC  produced three annual reports that did little more than provide a  compilation of individual agency activities. We also concluded in our 2004  report that if Congress wished to maintain NIPLECC and take action to  increase its effectiveness, it should consider reviewing the council’s  authority, operating structure, membership, and mission.", "Congress addressed NIPLECC’s lack of activity and unclear mission in the  2005 Consolidated Appropriations Act in December 2004. The act called  for NIPLECC to (1) establish policies, objectives, and priorities concerning  international IP protection and enforcement; (2) promulgate a strategy for  protecting American IP overseas; and (3) coordinate and oversee  implementation of the policies, objectives, and priorities and overall  strategy for protecting American IP overseas by agencies with IP  responsibilities. It also created the position of the Coordinator for  International Intellectual Property Enforcement, also known as the “IP  Coordinator,” to head NIPLECC. The IP Coordinator is appointed by the  President and may not serve in any other position in the federal  government. The co-chairs for NIPLECC are required to report to the IP  Coordinator.", "Unlike NIPLECC, STOP from its beginning has been characterized by a  high level of active coordination and visibility. In October 2004, the  President launched STOP, an initiative led by the White House under the  auspices of the National Security Council, to target cross-border trade in  tangible goods and strengthen U.S. government and industry IP  enforcement actions. STOP members are the same agencies that house  NIPLECC members, except that STOP includes the Food and Drug  Administration. According to a high-level official who participated in the  formation of STOP, the initiative was intended to protect American  innovation, competitiveness, and economic growth. It stemmed from the  recognition that U.S. companies needed protection from increasingly  complex and sophisticated criminal counterfeiting and piracy. As part of  STOP, agencies began holding meetings, both at working levels and higher,  to coordinate agency efforts to tackle the problem.", "STOP is viewed as energizing U.S. IP protection and enforcement efforts  and is generally praised by agency officials and industry representatives.  The IP Coordinator stated in congressional testimony that STOP has built  an expansive interagency process that provides the foundation for U.S.  government efforts to fight global piracy. Several agency officials  participating in STOP said that it gave them the opportunity to share ideas  and support common goals. Many agency officials with whom we spoke  said that STOP had brought increased attention to IP issues within their  agencies and the private sector, as well as abroad, and attributed that to  the fact that STOP came out of the White House, thereby lending it more  authority and influence. One agency official pointed out that IP was now  on the President’s agenda at major summits such as the G8 and European  Union summits. In addition, most private sector representatives with  whom we spoke agreed that STOP was an effective communication  mechanism between business and U.S. agencies on IP issues, particularly  through the Coalition Against Counterfeiting and Piracy (CACP), a cross- industry group created by a joint initiative of the Chamber of Commerce  and the National Association of Manufacturers."], "subsections": []}, {"section_title": "IP Enforcement Coordinating Structure Lacks Clear Leadership and Permanence", "paragraphs": ["The structure that has evolved to coordinate U.S. efforts to protect and  enforce IP rights, NIPLECC and STOP, lacks clear leadership and  permanence. Our November 2006 report noted that, despite the re- energized focus on IP enforcement as a result of STOP, the ambiguities  surrounding NIPLECC’s implementation of STOP as a strategy create  challenges for the long-term viability of a coordinated federal IP  enforcement approach. While NIPLECC adopted STOP as its strategy for  protecting IP overseas in February 2006, its commitment to implementing  STOP as a successful strategy remains unclear. For instance, it is not clear  how NIPLECC will provide a leadership role in implementing STOP. While  NIPLECC’s most recent annual report describes many STOP activities and  the IP Coordinator’s direct involvement in them, it does not explain how  the NIPLECC principals and the IP Coordinator plan to carry out their  oversight responsibilities mandated by Congress to help ensure successful  implementation of the strategy. In addition, while the current STOP  strategy document (March 2007) states that the NIPLECC annual report  provides details on interagency collaboration to achieve STOP goals,  STOP does not mention NIPLECC’s oversight role or articulate a  framework for oversight and accountability among the STOP agencies  carrying out the strategy.", "Although Congress enhanced NIPLECC’s powers through the  Consolidated Appropriations Act of 2005, we found that NIPLECC retains  an image of inactivity within some of the private sector. For example,  representatives of almost half of the 16 private sector groups with whom  we spoke expressed the opinion that NIPLECC was inactive or a  nonplayer. In addition, representatives from 10 of these groups were  unclear about NIPLEC’s role, and many said that they were unclear about  the difference between NIPLECC and STOP. In July 2006, Senate  appropriators expressed concern about the lack of information provided  to Congress by NIPLECC on its progress.", "In contrast with NIPLECC, agency officials and members of the private  sector attribute STOP’s effectiveness to its status as a White House  initiative and its resulting authority and influence. However, it lacks  permanence since it is a presidential initiative and may disappear after the  current administration leaves office. Furthermore, while agency officials  we interviewed generally considered STOP to be the U.S. government’s IP  strategy, NIPLECC officials have sent mixed signals about effectively  implementing STOP. One official representing NIPLECC said that the  STOP strategy should have goals and objectives, including metrics to  measure progress about which the IP Coordinator should report. However,  a NIPLECC representative from another agency told us that this document  was a fact sheet that accounted for administration efforts rather than a  strategy. Similarly, a NIPLECC representative from a third agency was  skeptical about whether STOP should be assessed as NIPLECC’s strategy.  Finally, the IP Coordinator stated in March 2006 congressional testimony  that STOP is NIPLECC’s strategy; however, he also told us that STOP was  never meant to be an institutional method for reporting priorities and  metrics to the President or Congress, or to manage resources."], "subsections": []}]}, {"section_title": "Improvements Needed to Achieve an Effective National IP Enforcement Strategy", "paragraphs": ["STOP is a first step toward an integrated national strategy for IP  protection and enforcement and has energized agency efforts. However,  we found that STOP’s potential as a national strategy is limited because it  does not fully address important characteristics that we believe would  improve the likelihood of its long-term effectiveness and ensure  accountability. We found that some strategy documents belonging to  individual STOP agencies supplemented some of the characteristics not  fully addressed in STOP; however, the fact that they have not been  systematically incorporated into STOP limits its usefulness as an  integrated strategy to guide policy and decision makers in allocating  resources and balancing priorities, and does not inform the private sector  and consumers that it aims to protect."], "subsections": [{"section_title": "Current IP Enforcement Structure Does Not Meet All the Characteristics of an Effective National Strategic Plan", "paragraphs": ["While national strategies are not required by executive or legislative  mandate to address a single, consistent set of characteristics, GAO has  identified six desirable characteristics of an effective national strategy. It  is important that a national strategy contain these characteristics because  they enable implementers of the strategy to effectively shape policies,  programs, priorities, resource allocations, and standards so that federal  departments and other stakeholders can achieve the desired results.  National strategies provide policymakers and implementing agencies with  a planning tool that can help ensure accountability and effectiveness.", "We found that STOP partially addresses five of the six characteristics and  their key elements. Figure 2 provides the results of our analysis and  indicates the extent to which STOP addresses the desirable characteristics  of an effective national strategy.", "STOP addresses goals and activities but lacks important elements for  assessing performance.", "Although STOP identifies five main goals, it does not consistently  articulate their objectives and is missing key elements related to assessing  performance such as priorities, milestones, and a process for monitoring  and reporting on progress. For example, under its goal of pursuing  criminal enterprises, STOP clearly lists objectives such as increasing  criminal prosecutions, improving international enforcement, and  strengthening laws. Whereas STOP does not articulate clear objectives for  its goal of working closely and creatively with U.S. industry. Also, STOP  activities include implementing a new risk model to target high-risk cargo  but do not specify time frames for its completion. Although STOP cites  output-related performance measures—such as the USPTO STOP hotline  receiving over 950 calls during fiscal year 2005 and a 45 percent increase in  the number of copyright and trademark cases filed from fiscal year 2004 to  fiscal year 2005—these figures are presented without any baselines or  targets to facilitate the assessment of how well the program is being  carried out. In addition, STOP cites outcome-related performance  measures for only few of many activities included in the strategy.", "STOP does not address elements relevant to resources, investments, or  risk management, limiting the ability of decision makers to determine  necessary resources, manage them, and shift them with changing  conditions.", "STOP does not identify current or future costs of implementing the  strategy, such as those related to investigating and prosecuting IP-related  crime or conducting IP training and technical assistance, nor does it  identify the sources or types of resources required. While the strategy  states that “American businesses lose $200 to $250 billion a year to pirated  and counterfeit goods,” it does not provide a detailed discussion of the  economic threat to U.S. businesses. Further it does not discuss other risks  such as potential threats to consumer health and safety from counterfeited  products or discuss how resources will be allocated given these risks.  STOP partially addresses organizational roles, responsibilities, and  coordination but lacks a framework for oversight or integration.", "STOP does identify lead, support, and partner roles for specific activities.  For example, it identifies the White House as leading STOP and indicates  partnering roles among agencies, such as the joint role of the Department  of Homeland Security’s Immigration and Customs Enforcement (ICE) and  the Department of Justice’s FBI in running the National Intellectual  Property Rights (IPR) Center. However, STOP does not discuss a process  or framework for oversight and accountability among the agencies  carrying out the strategy. Although STOP discusses specific instances of  coordination among member agencies, it lacks a clear and detailed  discussion of how overall coordination occurs. For instance, there is no  mention of STOP meetings, objectives, or agendas.", "We found that the STOP strategy does not consistently articulate how, as a  national strategy, it relates to the strategies, goals, and objectives of  federal agencies that participate in STOP. For example, under its goal of  pursuing criminal enterprises, STOP does not discuss how the objectives  of the Department of Justice’s task force might be linked to the goals and  objectives found in other agency IP enforcement strategies such as the  Department of Homeland Security’s ICE and CBP. It is important that  STOP not only reflect individual agencies’ priorities and objectives but  also integrate them in a comprehensive manner, enhancing collaboration  among the agencies and providing a more complete picture to policy  makers with oversight responsibilities. While some of these elements of a  national strategy are addressed in individual agency documents, the  absence of clear linkages and the need to consult multiple agency  documents underscores the strategy’s lack of integration and limits the  usefulness of STOP as a management tool for long-term effective oversight  and accountability."], "subsections": []}, {"section_title": "GAO Recommended Actions to Improve IP Leadership and Accountability Among U.S. Agencies", "paragraphs": ["In our November 2006 report on this subject, we made two  recommendations to clarify NIPLECC’s oversight role with regard to STOP  and improve STOP’s effectiveness as a planning tool and its usefulness to  Congress. We recommended that the IP Coordinator, in consultation with  the National Security Council and the six STOP agencies, clarify in the  STOP strategy how NIPLECC will carry out its oversight and  accountability responsibilities in implementing STOP as its strategy. In  addition, we recommended that the IP Coordinator, in consultation with  the National Security Council and the six STOP agencies, take steps to  ensure that STOP fully addresses the six characteristics of a national  strategy.", "We provided the agencies that participate in STOP and NIPLECC with a  draft of the report for their review and comment and received written  comments from the U.S. Coordinator for International Property  Enforcement (IP Coordinator). In his comments, the IP Coordinator  concurred with our recommendations, stating that his office planned to  identify opportunities for improvement based on those recommendations.  Our discussions with the IP Coordinator, in preparation for this testimony,  indicated that the Office of the U.S. Coordinator for International Property  Enforcement has taken some steps to address GAO’s recommendations.  For example, the IP Coordinator has been working with the Office of  Management and Budget (OMB) to understand agencies’ priorities and  resources related to IP enforcement. In addition, the council has been  coordinating with the Department of State and USPTO to examine the  U.S.’s training portfolio and identify areas where capacity building and  more training is needed overseas. The IP Coordinator stated that no steps  have been taken with regard to changing the accountability framework  under NIPLECC since, he believes, this is addressed through regular  reporting to Congress via annual reports and testifying at hearings, and  meetings with federal agencies involved in IP enforcement and the private  sector.", "The Intellectual Property Rights Enforcement Act under discussion today  proposed by Senators Bayh and Voinovich recommends changes that may  help address weaknesses we found in the current coordinating structure  and the national IP enforcement strategy as well as improve coordination  with private sector and international counterparts.", "The legislation eliminates NIPLECC and creates a new entity called the  Intellectual Property Enforcement Network (IPEN), to coordinate  domestic and international IP enforcement efforts among U.S. agencies.  The membership of IPEN involves most of the same agencies that are  currently members for NIPLECC, and like NIPLECC, has an Intellectual  Property Enforcement Coordinate appointed by the President. A clear  difference between IPEN and NIPLECC, however, is that the leadership  emanates from the White House. Under IPEN, the Deputy Director for  Management of the Office of Management and Budget would serve as the  chairperson for the network. While GAO does not have an opinion on  whether OMB is the appropriate agency to coordinate IP enforcement and  protection, we believe it is important to note that IPEN retains the  authority and leadership most valued under STOP— the role of the White  House in providing leadership and authority.", "The legislation addresses weaknesses we identified in the current national  strategy by requiring the development of a strategic plan within 6 months  from the date the bill is enacted, and updated every 2 years following. The  requirements of the strategic plan, as laid out in the bill, include  performance measures and risk analysis along with other key elements for  oversight and accountability that we have identified as important to an  effective national strategic plan."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The challenges of IP piracy are enormous and will require the sustained  and coordinated efforts of U.S. agencies, their foreign counterparts, and  industry representatives to be successful. As we pointed out Mr.  Chairman, NIPLECC’s persistent difficulties create doubts about its ability  to carry out its mandate – that of bringing together multiple agencies to  successfully implement an integrated strategy for IP protection and  enforcement that represents the coordinated efforts of all relevant parties.  STOP has brought attention and energy to IP efforts within the U.S.  government, however, as a presidential initiative, STOP lacks permanence  beyond the current administration. This poses challenges to its long-term  effectiveness because STOP depends upon White House support. In  addition, STOP does not fully address the desirable characteristics of an  effective national strategy that we believe would improve the likelihood of  its long-term viability and ensure accountability. This limits its usefulness  as a management tool for effective oversight and accountability by  Congress as well as the private sector and consumers who STOP aims to  protect. As we have pointed out, the Intellectual Property Rights  Enforcement Act under discussion today addresses key shortcomings of  the current IP coordinating structure that we have identified, including  establishing a clearer leadership and framework for accountability.", "Mr. Chairman, this concludes my prepared statement. I would be pleased  to respond to any questions you or other members of the subcommittee  may have at this time."], "subsections": []}, {"section_title": "Contacts and Acknowledgments", "paragraphs": ["Should you have any questions about this testimony, please contact Loren  Yager at (202) 512-4347 or yagerl@gao.gov. Other major contributors to  this testimony were Christine Broderick, Adrienne Spahr, Nina Pfieffer,  Shirley Brothwell, and Jasminee Persaud.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}