{"id": "GAO-03-185", "url": "https://www.gao.gov/products/GAO-03-185", "title": "Medicare Provider Enrollment: Opportunities to Enhance Program Integrity Efforts", "published_date": "2003-03-17T00:00:00", "released_date": "2003-03-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Staffing companies that contract with physicians to staff hospital departments--including emergency departments--are not permitted to bill Medicare. In the Medicare, Medicaid, and SCHIP Benefits Improvement and Protection Act of 2000, Congress directed GAO to assess the program integrity implications of enrolling these companies and allowing them to bill Medicare. GAO reviewed about 2.8 million emergency department claims for 2000 from five states and assessed whether contractor physicians retained by staffing companies billed Medicare comparably to other emergency department physicians. GAO also evaluated how the lack of information on staffing companies affects efforts to assure Medicare program integrity."]}, {"section_title": "What GAO Found", "paragraphs": ["Contractor physicians associated with staffing companies billed Medicare for complex and costly, higher-level emergency department services at rates similar to emergency department physicians with other affiliations, such as those practicing in partnerships, medical groups, or employee-based staffing companies. In addition, the patients treated by contractor physicians received diagnostic tests, were admitted to the hospital, and used ambulance transport at rates similar to patients treated by other emergency department physicians. Staffing companies that retain contractor physicians remain largely invisible to the oversight efforts of the Centers for Medicare & Medicaid Services (CMS) because these companies are not enrolled in Medicare. Although CMS has information on the individual physicians, it has no information on the companies themselves. This may hinder oversight because contractor physicians provided a significant share of emergency care to Medicare beneficiaries. For example, in four of the five states studied, 27 to 58 percent of the physicians with substantial emergency department practices were contractor physicians retained by staffing companies. CMS does not permit the enrollment of staffing companies that retain contractor physicians because, under current law, these companies may not be reassigned Medicare benefits. This limits CMS's ability to monitor claims. CMS cannot identify claims submitted by these companies on behalf of their contractor physicians nor can it subject the claims to the same systematic scrutiny given to enrolled groups. Consequently, it cannot evaluate the billing patterns of specific companies nor assess the aggregate impact of these companies on Medicare program integrity."]}], "report": [{"section_title": "Letter", "paragraphs": ["In 2000, Medicare—the federal health insurance program that serves the  nation’s elderly and disabled—paid for about 16 million visits to hospital  emergency departments. Although hospitals may employ individual  physicians to provide care, they can rely on other staffing arrangements to  ensure adequate physician coverage in their emergency departments.  Some hospitals rely on medical groups, such as physician partnerships, to  ensure this coverage, while others utilize staffing companies to provide  physician services. Staffing companies are businesses that recruit  physicians, verify medical credentials, and provide physicians to staff  hospital departments, including emergency departments. Some staffing  companies are small and serve local or regional markets, while others are  large and provide physicians to hospitals nationwide. Some staffing  companies employ the physicians that they provide to hospitals and others  retain physicians on a contractual basis.", "The Centers for Medicare & Medicaid Services (CMS), the agency  responsible for administering the Medicare program, determines,  consistent with Medicare law, when and under what arrangements  physicians can enroll in, and therefore directly bill, the program for  services. Medicare law generally allows individual physicians and  physician partnerships to file claims for payment. Medicare law also  permits physicians to “reassign” their right to payment to certain other  entities, such as the hospitals or other facilities where services were  performed, or to their employers. CMS’s interpretation of this provision  has had the effect, however, of prohibiting companies that retain  physicians on a contractual basis from receiving reassigned benefits. As a  consequence, such staffing companies have not been permitted to enroll  inand therefore submit claims directly to—Medicare. Claims for services  supplied by contractor physicians must be submitted to Medicare either by  the physicians themselves or the facilities where the services were  furnished. This determination applies to companies that retain contractor  physicians to staff hospital emergency departments, as well as those  providing physician services for other medical specialties, such as  radiology and anesthesiology.", "Although staffing companies that retain contractor physicians cannot  directly bill Medicare, they nonetheless indirectly receive Medicare funds.  These staffing companies submit claims to Medicare on behalf of their  contractor physicians, who are entitled to direct payment for their services  to Medicare beneficiaries. The Medicare payments are deposited in the  contractor physicians’ individual bank accounts. However, the staffing  companies have typically made arrangements with these physicians to  transfer their payments for these Medicare claims to the staffing  companies. Depending upon the contract provisions, the companies and  contractor physicians then share these funds.", "The fiscal integrity of the Medicare program is partially dependent on  CMS’s ability to effectively identify and investigate aberrant billing  patterns among providers to hold these providers accountable. Contractor  physicians are individually responsible for the billings submitted on their  behalf. Because staffing companies that use contractor physicians are not  enrolled in Medicare, CMS typically has little information on these  companies and cannot readily associate the billings of individual  contractor physicians with specific staffing companies. If CMS is unable to  recoup overpayments from contractor physicians, it does not have the  recourse to recoup these funds from staffing companies. As a result, these  staffing companies may have less incentive than enrolled providers to  ensure that the program is billed properly.", "Recent legislation required that we study the Medicare provider  enrollment process as it relates to contractor physicians with a particular  emphasis on hospital-based physicians, such as those retained by  emergency department staffing companies. Among other things, it  specifically directed us to assess the program integrity implications of  enrolling staffing companies that retain contractor physicians. As agreed  with the committees of jurisdiction, we examined emergency department  billings and focused this report on (1) whether staffing companies’  contractor physicians bill Medicare similarly to emergency department  physicians with other affiliations, such as those practicing in partnerships,  medical groups, or employee-based staffing companies, and (2) how CMS’s  ability to monitor Medicare billings has been affected by the lack of  information linking contractor physicians to their staffing companies.", "To conduct our study, we examined Medicare emergency department  evaluation and management (E&M) services because they are an essential  component of care provided to Medicare beneficiaries by emergency  department physicians. E&M services involve a physician taking a patient’s  medical history, performing a physical examination, and making decisions  regarding diagnosis and treatment. Medicare payments for E&M services  vary based on several factors, including the patient’s status and presenting  diagnosis and the level of the physician’s medical decision making and  counseling exercised during the patient’s examination. We analyzed about  2.8 million claims for emergency department E&M services paid in 2000  for beneficiaries in Alabama, Florida, Pennsylvania, Texas, and West  Virginia—or about 20 percent of Medicare emergency department E&M  services paid in 2000 nationally.", "To determine which physicians were contractors associated with—that is,  retained by—staffing companies, we identified physicians with common  payment addresses who were not enrolled in Medicare as part of a medical  group. For purposes of comparison, we placed all other physicians,  including those who were members of partnerships, medical groups, or  employees of hospitals or staffing companies, in a separate category. To  determine if contractor physicians associated with emergency department  staffing companies billed Medicare for more complex services at higher  rates than physicians with other affiliations, we compared the proportions  of each group’s E&M billings that were billed at the two highest levels. We  also compared information from Medicare claims about other services that  patients served by each group received at the time of their emergency  department visits to assess whether the groups were caring for  comparable patients. It was not feasible to obtain patients’ medical  records that would allow a more complete comparison of the two groups’  patients. Our findings cannot be generalized or projected to staffing  companies that retain contractor physicians in other specialties, such as  radiology or anesthesiology, nor can our findings be projected to other  states.", "In addition to our claims analysis, we interviewed CMS officials to discuss  Medicare enrollment policies and procedures as well as the program  integrity implications of enrolling staffing companies that retain contractor  physicians in Medicare. We also discussed these matters with  representatives from several of the claims administration contractors that  CMS relies on to help administer the program. We obtained the views of  officials from staffing companies that employ physicians, as well as those  that retain physicians on a contractual basis and several organizations  representing emergency department physicians. Included among those  officials interviewed at CMS and staffing companies were several  physicians who have experience working in hospital emergency  departments. Finally, we reviewed applicable laws, regulations, and other  guidance concerning Medicare enrollment and claims processing. We  performed our work from March 2001 through February 2003, in  accordance with generally accepted government auditing standards. (See  app. I for more information on our scope and methodology, including our  criteria for selecting the states examined.)"], "subsections": [{"section_title": "Background", "paragraphs": ["Beneficiaries are generally the only parties under Medicare statute who  are entitled to receive Medicare payments for physician services.  However, they can “assign” their rights to payment to physicians, other  providers, and suppliers who directly deliver the care or service and then  submit claims to Medicare. These physicians as well as other providers  and suppliers must meet criteria for enrollment in the Medicare program.  To bill Medicare, CMS requires that physicians, other providers, and  suppliers use a standardized, five-digit coding system on the claim forms  to identify the medical services and procedures that were provided. These  billing codes describe the type of medical, surgical, and diagnostic service  rendered. For E&M services, these codes also designate the level—or  intensity—of care provided. Emergency department E&M codes range  from 99281 to 99285. Typically, the higher the E&M code, the more  complex the consultation, or level of care involved, and the higher the  Medicare payment.", "CMS has delegated the authority for enrolling physicians and other entities  into the Medicare program to its claims administration contractors—the  fiscal intermediaries and carriers—that help it manage the Medicare  program. As carriers are responsible for the administration of Part B  services, they are therefore tasked with managing the enrollment of  physicians in Medicare. Before enrolling individual physicians and other  entities, the carriers determine whether applicants meet Medicare  eligibility criteria and assess, based on information provided, whether they  appear to pose a potential threat to program integrity. For example,  applicants are required to disclose their legal business names and  ownership, adverse legal actions, and outstanding Medicare debt from  previous enrollment along with copies of their medical licenses. The  carriers also have the authority to request additional documentation to  validate information included in the enrollment application, such as  articles of incorporation and partnership agreements. In addition to  verifying the required information, the carriers may access several national  databases to identify adverse reports on applicants that may affect their  ability to become enrolled in Medicare. Once physicians are enrolled, the  carriers assign each physician an individual provider identification number  (PIN), which serves as a unique identifier. Similarly, entities that are  eligible to enroll in Medicare and therefore directly bill the program—such  as physician partnerships or staffing companies that employ physicians— obtain group PINs.", "As specified by law, physicians can only “reassign” their payment rights to  certain other entities, such as the hospitals or other facilities where  services were performed or to their employers. Emergency department  staffing companies generally do not own the facilities where services are  performed and those that retain contractor physicians are not considered  the physicians’ employers. As a result, Medicare payments cannot be  reassigned to emergency department staffing companies that retain  contractor physicians, and these companies are not permitted to enroll in  and directly bill Medicare or be assigned group PINs. However, these  staffing companies may submit claims on behalf of their contractor  physicians, using the physicians’ individual PINs. Although the physicians  are ultimately responsible for the claims submitted on their behalf, they  may not be aware of how the staffing companies code the services billed  to Medicare.", "Carriers may use an individual or a group PIN to facilitate their program  integrity activities. PINs allow carriers to link the individual physicians  who actually rendered the services and the entities with which they are  affiliated. Carriers are then able to monitor billing patterns and compare  billings of both individual physicians and groups. By analyzing the billing  patterns associated with both the PINs of individual physicians and these  entities, carriers can identify meaningful differences and detect potential  instances of improper payments or fraud. Because staffing companies that  retain contractor physicians may not be reassigned benefits and cannot  enroll in Medicare, they do not receive group PINs. Consequently, they are  not identified on Medicare claim forms and are not subjected to such  scrutiny."], "subsections": []}, {"section_title": "Contractor Physicians Billed Similarly to Their Counterparts for Emergency Department Services", "paragraphs": ["Our comparison of the billings by contractor physicians retained by  staffing companies to other affiliated physicians—such as those practicing  in partnerships, medical groups, and employee-based staffing companies— showed that contractor physicians and those with other affiliations both  billed for higher-level E&M services at comparable rates in four of the five  states we reviewed and at a lower rate in the fifth state we reviewed.  Moreover, the rates at which other services—such as ambulance  transportation, hospital admission, and diagnostic testing—were rendered  in conjunction with the higher-level E&M services were similar for  contractor physicians and those with other affiliations, providing an  indication that the patients of both types of physicians were comparable."], "subsections": [{"section_title": "Higher-Level E&M Services Billed at Similar Rates", "paragraphs": ["Comparing the emergency department E&M billings of contractor  physicians with other affiliated physicians showed that physicians  involved with the two types of staffing arrangements billed Medicare for  the higher-level services at similar rates in four of the five states we  reviewed. The payment amounts for the higher-level services—codes  99284 and 99285—are, on average, about three times greater than the  average payment amounts for lower-level services—codes 99281, 99282,  and 99283. As table 1 shows, contractor physicians in Alabama, Florida,  Pennsylvania, and Texas billed nearly the same proportion of higher-level  E&M services as their counterparts in those states. The largest difference  we identified was in West Virginia, where contractor physicians associated  with staffing companies billed the higher-level services 55 percent of the  time while other affiliated physicians billed for these services 74 percent  of the time. We were unable to determine the cause of this variation."], "subsections": []}, {"section_title": "Patients of Contractor Physicians and Other Affiliated Physicians Received Similar Services", "paragraphs": ["Regardless of whether emergency department patients were treated by  contractor physicians or other emergency department physicians, those  receiving higher-level E&M services received other services at similar  rates in the five states we reviewed. To determine the comparability of  patients treated by both types of physicians, we examined the rates at  which patients had been transported by ambulance to the emergency  department, received diagnostic tests, or were admitted to the hospital  within 24 hours of the emergency department visit. As table 2 shows,  patients generally received ambulance, hospital admissions, and  diagnostic testing services at similar rates when higher-level E&M services  were billed, regardless of the physicians’ staffing arrangements.", "Patients treated by contractor physicians in Alabama, Pennsylvania,  Texas, and West Virginia had slightly higher ambulance, hospital  admissions, and diagnostic testing rates than patients treated by other  physicians. However, as noted earlier, these physicians did not bill for  higher-level services at rates significantly greater than physicians with  other affiliations in these four states. The opposite pattern occurred only  in Florida. There, contractor physicians treated patients who received  fewer other services, but billed higher-level E&M services slightly more  often. In Florida, these physicians billed Medicare for higher-level services  69 percent of the time as compared to 64 percent by other affiliated  physicians."], "subsections": []}]}, {"section_title": "Despite Representing a Significant Share of Billings, Staffing Companies That Retain Contractor Physicians Are Practically Invisible to Oversight", "paragraphs": ["In four of the five states we examined, a substantial percentage of the  physicians providing emergency department care were contractor  physicians associated with staffing companies. These physicians also  received a significant share of Medicare payments for these services.  However, because the staffing companies are not subject to the enrollment  procedures that the carriers routinely conduct for physicians and medical  groups before they are allowed to bill Medicare, CMS does not collect  critical information that would enable it to identify claims that are  submitted by staffing companies on behalf of their contractor physicians.  Without such information, CMS cannot routinely link the claims that these  companies submit on behalf of their physicians to assess the billing  patterns of physicians contracting with specific staffing companies  compared to the billing patterns of other physicians."], "subsections": [{"section_title": "Contractor Physicians Account for Significant but Variable Share of Medicare Billings", "paragraphs": ["Our five-state analysis of Medicare emergency department claims data and  physician payment information showed that contractor physicians with  staffing company affiliations accounted for a significant share of billings  overall, but this varied by state. In four of the five states studied, from 27  to 58 percent of the physicians with substantial emergency department  practices were contractor physicians associated with staffing companies.  As table 3 shows, in Alabama, 58 percent of the 351 physicians we  identified as having substantial emergency department practices were  contractor physicians. Though the percentage of these physicians was  lower in Florida, Texas, and West Virginia, they still provided a significant  portion of emergency care for Medicare beneficiaries in those states and  received a proportionate share of Medicare E&M payments for their  services. In contrast, a considerably lower percentage of Pennsylvania  physicians were contractors associated with staffing companies. We were  unable to determine why contractor physicians had a relatively small  presence in this state."], "subsections": []}, {"section_title": "Program Safeguards Hindered by Lack of Information", "paragraphs": ["Despite the significant share of Medicare payments for emergency  department E&M services made to contractor physicians, the staffing  companies that retain these physicians are not subject to the screening or  systematic scrutiny that carriers impose on other entities that are eligible  to enroll in Medicare. During the enrollment process, carriers obtain  substantial information about providers that can be used to identify  applicants who may be more likely to submit improper billings. Because  staffing companies that retain contractor physicians may not be  reassigned benefits and cannot enroll in the program, they are not  assigned PINs and such information about them is not collected. Medicare  cannot identify which physicians are associated with a specific company.", "For entities that are enrolled in Medicare, carriers can track the billings of  specific providers associated with an entity over time, compare the billings  of similar provider types, and examine claims submitted by physicians  affiliated with different entities. These analyses allow the carriers to spot  billing patterns that are markedly different from the norm, which could  suggest potential improper billing. The carriers cannot perform this  analysis for staffing companies that retain contractor physicians because  these companies do not have group PINs that would enable carriers to link  physicians’ billings to the companies. As our hypothetical example  contained in figure 1 demonstrates, important differences in billing  practices across companies can be missed when the carriers cannot  identify company affiliation.", "If a carrier determines that a medical group’s billings differ significantly  from other similar providers, the carrier may review the entity’s claims to  identify the reasons for the variance. If the review finds improper bills, the  carrier can take corrective action, including an assessment of amounts  paid in error that must be repaid to Medicare. For repeated billing abuses,  the carrier can take steps to further protect the Medicare program. For  example, it can delay payment of some or all claims, pending more intense  screening. When the group is enrolled in Medicare, the carrier may hold  accountable, not just the physicians responsible for the improper billings,  but the group, partnership, or entity employing those physicians as well.  For example, if the physician stops billing Medicare before the amount of  the overpayment can be withheld from subsequent payments or if the  physician is unable to return the amount of the overpayment, plus  applicable penalties and interest, the carrier may be able to recover the  funds from a partnership or staffing company that employed the physician.  Such steps cannot be taken against staffing companies that retain  contractor physicians. Because staffing companies that retain contractor  physicians may not be reassigned benefits and are not enrolled in  Medicare, CMS has no information on these companies and cannot  associate the billings of individual contractor physicians with specific  staffing companies.", "Under current law, CMS lacks the capability to readily identify contractor  physicians and the staffing companies with which they associate. We  engaged in a time-consuming and labor-intensive process that is not  routinely performed by CMS or its carriers. We had to extract and match  physician information from multiple sources, including Medicare  emergency department claims data, Medicare cost reports, a staffing  company database voluntarily provided by one staffing company, and  hospitals we contacted in the five states we reviewed.", "CMS officials acknowledge the limitations in the current reassignment and  enrollment policies and the lack of information on staffing companies that  retain contractor physicians. They explained that although Medicare  statute expressly provides for certain types of entities—such as medical  groups and health care delivery systems—to enroll and have group PINs,  that law does not have comparable provisions for staffing companies that  retain contractor physicians. CMS officials, therefore, maintain that they  lack the authority to change CMS policy to permit the enrollment of these  staffing companies and assignment of group PINs to them."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Across the five states, contractor physicians billed Medicare similarly to  other affiliated physicians. While these similarities were observed at an  aggregate level, contractor physicians associated with specific companies  may nonetheless have billing patterns that differ markedly from the norm.  This, coupled with the significant share of Medicare payments that these  staffing companies receive, albeit indirectly, for emergency services in  four of the five states we studied, suggests that it is important for CMS to  be able to monitor the billing practices of individual companies using  contract physicians. However, the law prohibiting staffing companies from  being reassigned Medicare paymentswith the result that they are not  permitted to enroll in Medicare and receive group PINshas limited  CMS’s ability to conduct oversight. CMS’s carriers cannot identify claims  submitted by these staffing companies and, therefore, cannot subject them  to same systematic scrutiny as those of other groups. Although our work  did not include an analysis of billings by contractor physicians who  specialize in the provision of other medical services, such as radiology or  anesthesiology, these companies remain as invisible to CMS’s oversight as  those providing emergency department care."], "subsections": []}, {"section_title": "Matters for Congressional Consideration", "paragraphs": ["In order to enhance Medicare’s program integrity, Congress may wish to  amend the Social Security Act to (1) permit the reassignment of benefits to  staffing companies that retain contractor physicians to treat Medicare  beneficiaries so that CMS may enroll these companies if they meet  appropriate criteria and (2) require these staffing companies to seek  enrollment in Medicare."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To facilitate improvements in program integrity, the CMS Administrator  should propose legislation permitting the reassignment of benefits to  staffing companies that retain contractor physicians to treat Medicare  beneficiaries and requiring that these companies seek enrollment in  Medicare."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In written comments on a draft of this report, CMS agreed that a legislative  amendment is needed. CMS recommended that we revise the draft report  to reflect that, under current law, staffing companies that retain contractor  physicians are not enrolled in Medicare because they are generally not  eligible to be reassigned benefits. We have revised the report to fully  reflect this.", "We have reprinted CMS’s letter in appendix II. CMS also provided us with  technical comments, which we have incorporated as appropriate.", "We are sending copies of this report to the Administrator of CMS and  other interested parties. In addition, this report will be available at no  charge on GAO’s Web site at http://www.gao.gov. We will also make copies  available to others upon request.", "If you or your staffs have any questions about this report, please call me at  (312) 220-7600. An additional GAO contact and other staff members who  prepared this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To study the billing patterns of emergency department staffing companies  that retain contractor physicians, we obtained Medicare claims data paid  in 2000 for beneficiaries in five states—Alabama, Florida, Pennsylvania,  Texas, and West Virginia. We analyzed all the emergency department  evaluation and management (E&M) claims—about 2.8 million—from the  five carriers and six fiscal intermediaries that processed Medicare claims  for these states during this period. These claims represented about 20  percent of all Medicare emergency department E&M services paid in 2000.  We interviewed representatives from the Centers for Medicare & Medicaid  Services (CMS), officials from the five Medicare carriers and several of the  fiscal intermediaries serving the five states we reviewed, and three  professional associations that represent emergency department  physicians—the American College of Emergency Physicians, the  Emergency Department Practice Management Association, and the  American Academy of Emergency Medicine. Several of the officials from  these organizations were also physicians who have experience working in  hospital emergency departments.  We also contacted hospitals in the 5  states we reviewed.", "To determine how the use of staffing companies that retain contractor  physicians has affected CMS’s ability to monitor emergency department  billings, we reviewed documentation related to the provider enrollment  process. This included criteria for qualifying for an individual or group PIN  and the processes for assessing their integrity. We reviewed applicable  laws, CMS regulations, and program guidance. We also reviewed  applicable laws and regulations on provider enrollment, Medicare cost  reports, as well as reports and other relevant materials from staffing  companies."], "subsections": [{"section_title": "State Selection Criteria", "paragraphs": ["We selected the five states in our study based on several factors. We chose  Florida, Texas, and Pennsylvania because, according to 2000 U.S. Census  Bureau data, they were among the states with the largest number of  Medicare beneficiaries. Because carrier officials indicated that billing  improprieties might be more likely to occur in states that exceed the  national average for higher-level E&M services, we chose West Virginia as  one such state. As shown in table 4, Florida and Texas also exceeded the  national average in the use of higher-level codes. Finally, we selected  Alabama because the carrier serving beneficiaries in that state had  developed extensive experience identifying and addressing provider  enrollment problems. Our results cannot be generalized to other states."], "subsections": []}, {"section_title": "Method for Distinguishing Contractor Physicians Associated with Staffing Companies from Physicians with Other Affiliations", "paragraphs": ["We developed a method for categorizing physicians by their type of  staffing arrangement, based on Medicare claims data. Our analysis was  limited to physicians with substantial emergency department practices in  2000. We defined a “substantial practice” as one in which at least (1) 50  percent of the physician’s Medicare payments were for emergency  department E&M services and (2) $20,000 in Medicare payments were for  emergency department E&M services. For physicians meeting these  criteria, carriers provided summary data containing the physicians’ names,  provider identification number (PIN), practice addresses, payment  addresses, payments received, and Medicare group numbers, where  applicable.", "Using individual PINs, group PINs, and payment addresses, we placed  physicians in one of two categories—contractor physicians and other  physicians. We used a multistep process that entailed extracting and  matching information from various sources. First, we used information  from Medicare claims data to place physicians whose individual PINs were  associated with group PINs in the other physicians category. Second, we  placed physicians who did not have group PINs into the contractor  physician category if their Medicare payments were sent to addresses used  by at least one other physician or if they practiced in rural areas. We used  Medicare emergency department claims data, private databases, and  public records to identify payment addresses and practice locations.  According to CMS officials, physicians who do not have group PINs and  whose payments are sent to addresses similar to another physician are  likely to be contractors retained by staffing companies. Third, we  excluded physicians who did not have group PINs, payment addresses in  common with another physician, or who practiced in rural locations. Less  than 1 percent of the physicians were excluded. Table 5 summarizes the  results of our analysis."], "subsections": []}, {"section_title": "Methods for Comparing Billing Patterns", "paragraphs": ["To determine whether contractor physicians retained by staffing  companies bill Medicare for the higher-level services at rates comparable  to other emergency department physicians, we did the following. We  asked the carriers to provide us with frequency distributions of the E&M  services provided by physicians in our study. We combined the less costly  codes (99281, 99282, and 99283) to form a lower-level service category and  the more costly codes (99284 and 99285) to form a higher-level category.  Of the five procedural codes, 99284 and 99285 were claimed 56 percent of  the time. The carriers derived this information from Medicare claims data.", "We also used Medicare claims data to determine whether patients treated  by contractor physicians and those treated by other affiliated physicians  received comparable services. We asked carriers to identify patients who  received higher-level E&M services from physicians in both arrangements  and the dates of the E&M services. We then compared this information  with all Medicare claims paid from January 1, 2000, through November 30,  2000. We did this to determine whether patients receiving higher-level  E&M services were also transported by ambulance, received at least one  diagnostic test, or were admitted to the hospital. Carrier officials provided  us with a list of service codes that when present on a claim, indicate one of  these three services. Our analysis included a search for such services  delivered on the same day, 1 day before, or 1 day after the higher-level  E&M service was received.", "Because carrier officials told us that it would be unusual for a patient who  received a higher-level E&M code to not receive any of the three selected  services, we analyzed such instances. We randomly selected 15 patients in  each of the five states who received a higher-level E&M service without  also receiving a selected service. The carriers reviewed the patients’  Medicare claims information on services rendered within 1 week before  and 1 week after the date of the higher-level E&M service. We did not ask  that the carriers conduct medical reviews to determine whether claims  were properly coded."], "subsections": []}]}, {"section_title": "Appendix II: Comments from the Centers for Medicare & Medicaid Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["Enchelle D. Bolden, Shaunessye D. Curry, Richard M. Lipinski, and Craig  Winslow made major contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["HIPAA Standards: Dual Code Sets Are Acceptable for Reporting Medical  Procedures. GAO-02-796. Washington, D.C.: August 9, 2002.", "Medicare Hospital and Physician Payments: Geographic Cost  Adjustments Important to Preserve Beneficiary Access to Services.   GAO-02-968T. Washington, D.C.: July 23, 2002.", "Medicare: Recent CMS Reforms Address Carrier Scrutiny of Physicians’  Claims for Payment. GAO-02-693. Washington, D.C.: May 28, 2002.", "Medicare: HCFA to Strengthen Medicare Provider Enrollment  Significantly, but Implementation Behind Schedule. GAO-01-114R.  Washington, D.C.: November 2, 2000."], "subsections": []}], "fastfact": []}