{"id": "GAO-12-529", "url": "https://www.gao.gov/products/GAO-12-529", "title": "Management Report: Improvements Needed in Controls over the Preparation of the U.S. Consolidated Financial Statements", "published_date": "2012-06-27T00:00:00", "released_date": "2012-06-27T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Treasury, in coordination with OMB, is primarily responsible for preparing the Financial Report , which contains the CFS. Since GAO\u0092s first audit of the fiscal year 1997 CFS, certain material weaknesses and other limitations on the scope of GAO\u0092s work have prevented GAO from expressing an opinion on the CFS, exclusive of the Statement of Social Insurance (SOSI). Also, GAO was unable to express opinions on the 2011 and 2010 SOSI and the 2011 Statement of Changes in Social Insurance Amounts because of significant uncertainties, primarily related to the achievement of projected reductions in Medicare cost growth, reflected in these statements.", "As part of the fiscal year 2011 CFS audit, GAO identified material weaknesses and other control deficiencies in the processes used to prepare the CFS. The purpose of this report is to (1) provide details on new control deficiencies GAO identified related to the preparation of the CFS, (2) recommend improvements, and (3) provide the status of corrective actions taken to address GAO\u0092s prior recommendations in this area that remained open at the end of the fiscal year 2010 audit."]}, {"section_title": "What GAO Found", "paragraphs": ["During its audit of the fiscal year 2011 consolidated financial statements of the U.S. government (CFS), GAO identified new and continuing control deficiencies in the Department of the Treasury\u0092s (Treasury) and the Office of Management and Budget\u0092s (OMB) processes used to prepare the CFS. These control deficiencies contributed to material weaknesses in internal control over the federal government\u0092s ability to", "adequately account for and reconcile intragovernmental activity and balances between federal entities;", "ensure that the federal government\u0092s accrual-based consolidated financial statements were consistent with the underlying audited entities\u0092 financial statements, properly balanced, and in conformity with U.S. generally accepted accounting principles; and", "identify and either resolve or explain material differences between (1) components of the budget deficit that are used to prepare certain information in the CFS and (2) related amounts reported in federal entities\u0092 financial statements and underlying financial information and records.", "GAO identified new control deficiencies involving the need to", "develop or revise and implement written procedures for appropriate Treasury and OMB officials to (1) review and approve the drafts of the Financial Report of the United States Government (Financial Report) before they are provided to GAO and (2) better ensure that key federal entity personnel are actively involved in the process for preparing and reviewing the Financial Report ;", "enhance procedures for timely review, approval, and use of the CFS disclosure checklist;", "develop procedures for pursuing indications that financial information provided by federal entities for inclusion in the CFS may not be in conformity with applicable accounting standards;", "enhance Treasury\u0092s intragovernmental data validation process; and", "enhance procedures for timely identifying, notifying, and obtaining closing packages from federal entities as they first become significant to the Financial Report .", "In addition, GAO found that various other control deficiencies identified in previous years\u0092 audits with respect to the CFS preparation continued to exist. Specifically, of the 50 open recommendations from GAO\u0092s prior reports regarding control deficiencies in the CFS preparation process,12 were closed and 38 remained open as of December 12, 2011, the date of GAO\u0092s report on its audit of the fiscal year 2011 CFS. GAO will continue to monitor the status of corrective actions taken to address the 10 new recommendations as well as the 38 open recommendations from prior years as part of its fiscal year 2012 CFS audit."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making 10 recommendations \u00979 to Treasury and 1 to OMB\u0097to address new control deficiencies. In commenting on GAO\u0092s draft report, Treasury and OMB generally concurred with GAO\u0092s findings."]}], "report": [{"section_title": "Letter", "paragraphs": ["In our report dated December 12, 2011, we disclaimed an opinion on the  consolidated financial statements of the U.S. government (CFS) for the  fiscal years ended September 30, 2011 and 2010, except for the 2009,  2008, and 2007 Statements of Social Insurance (SOSI), which received  unqualified opinions. Since GAO’s first audit of the fiscal year 1997 CFS,  certain material weaknesses in internal control over financial reporting  and other limitations on the scope of our work have resulted in conditions  that prevented us from expressing an opinion on the federal government’s  accrual-based consolidated financial statements. These include material  weaknesses that relate to the federal government’s processes used to  prepare the CFS. Such material weaknesses involve the federal  government’s inability to adequately account for and reconcile intragovernmental activity and  balances between federal entities; ensure that the federal government’s accrual-based consolidated  financial statements were consistent with the underlying audited  entities’ financial statements, properly balanced, and in conformity  with U.S. generally accepted accounting principles; and  identify and either resolve or explain material differences between  (1) certain components of the budget deficit reported in the  Department of the Treasury’s (Treasury) central accounting records  that are used to prepare the Reconciliation of Net Operating Cost and  Unified Budget Deficit, the Statement of Changes in Cash Balance  from Unified Budget and Other Activities, and the Fiscal Projections  for the U.S. Government (included in Supplemental Information) and  (2) related amounts reported in federal entities’ financial statements  and underlying financial information and records.", "Treasury, in coordination with the Office of Management and Budget  (OMB), prepares the CFS on behalf of the federal government. Several  of the material weaknesses in internal control over financial reporting  that have contributed to our continuing disclaimers of opinion on the  federal government’s accrual-based consolidated financial statements  were identified by other auditors during their audits of individual federal  entities’ financial statements and were reported in detail with  recommendations to the entities in separate reports.", "The purpose of this report is to provide (1) detailed information on new  control deficiencies identified during our fiscal year 2011 audit that relate  to the processes used to prepare the CFS, (2) 10 recommendations to  address these new control deficiencies, and (3) the status of corrective  actions taken by Treasury and OMB to address the 50 recommendations  relating to the processes used to prepare the CFS detailed in our  previous reports that remained open at the end of the fiscal year 2010  audit. We closed 12 of the 50 recommendations at the end of the fiscal  year 2011 audit. We closed 4 of these recommendations based on  Treasury’s progress to date and opened new recommendations that are  better aligned with the current status of the remaining internal control  deficiencies related to these areas. Appendix I provides a summary of the  status of actions taken to address the open recommendations from our  previous reports as of December 12, 2011, the date of our report on the  audit of the fiscal year 2011 CFS."], "subsections": [{"section_title": "Scope and Methodology", "paragraphs": ["As part of our audit of the fiscal years 2011 and 2010 CFS, we  considered the federal government’s financial reporting procedures and  related internal control. Also, we determined the status of corrective  actions taken by Treasury and OMB to address open recommendations  relating to the processes used to prepare the CFS detailed in our  previous reports. Based on the scope of our work and the effects of the  other limitations on the scope of our audit noted throughout our audit  report on the fiscal year 2011 CFS, our internal control work would not  necessarily identify all deficiencies in internal control, including those that  might be material weaknesses or significant deficiencies. We have  communicated each of the new control deficiencies to your staff. We  performed our audit of the fiscal years 2011 and 2010 CFS in accordance  with U.S. generally accepted government auditing standards. We believe  that our audit provided a reasonable basis for our conclusions in this  report.", "We requested comments on a draft of this report from the Acting Director  of OMB and the Secretary of the Treasury or their designees. OMB  provided oral comments, which are summarized in the Agency Comments  section of this report. Treasury’s Fiscal Assistant Secretary provided  written comments on June 7, 2012, which are reprinted in their entirety in  appendix II and are also summarized in the Agency Comments section."], "subsections": []}, {"section_title": "Review and Approval of the Financial Report", "paragraphs": ["Over the past several years, Treasury and OMB have improved the  process for preparing the Financial Report of the United States  Government (Financial Report) and have addressed several of the  issues underlying prior years’ recommendations, including our  recommendation regarding the preparation and review of the  Management’s Discussion and Analysis and Citizen’s Guide sections of  the Financial Report. However, we continued to identify numerous  incorrect amounts and inconsistent and incomplete disclosures in the  draft 2011 Financial Report, including the consolidated financial  statements, and the Notes and Supplemental Information sections of the  Financial Report. These errors, inconsistencies, and omissions occurred  more frequently in the relatively new and in more complex areas of the  Financial Report. For example, several note disclosures in the draft  Financial Report related to social insurance, the Troubled Asset Relief  Program, Government-Sponsored Enterprises, and federal employee and  veteran benefits were inconsistent with related disclosures in federal  agencies’ Performance and Accountability Reports or Agency Financial  Reports, and in some cases were not accurate or complete. The errors,  inconsistencies, and omissions were not identified through Treasury’s and  OMB’s processes for preparing and reviewing the draft Financial Report.  We communicated these matters to Treasury and OMB officials who  revised the Financial Report, as appropriate.", "While Treasury maintains standard operating procedures for preparing,  reviewing, and approving the Financial Report, the extent of errors,  inconsistencies, and omissions we identified is evidence of deficiencies in  Treasury’s process for preparing and reviewing the draft Financial Report,  particularly with respect to relatively new areas and in more complex  areas. Treasury procedures did not provide for key federal entity  personnel with technical expertise in the relatively new and the more  complex areas to be actively involved in the preparation and review  process of the Financial Report. More active involvement of such key  federal entity personnel can help prevent or detect and correct incorrect  amounts and inconsistent and incomplete disclosures. Further, Treasury’s  procedures for preparing and reviewing the Financial Report did not  require review and approval of drafts of the Financial Report by  appropriate higher-level Treasury officials of the Office of the Fiscal   Also,  Assistant Secretary before they were provided to GAO for audit.although OMB had certain informal procedures for its Office of Federal  Financial Management’s review and approval of drafts of the Financial  Report before they were provided to GAO, it had not documented these  procedures. Documented procedures that clearly delineate the roles and  responsibilities of the appropriate Treasury and OMB officials can help to  provide an effective review process.", "According to Standards for Internal Control in the Federal Government,  one of the key objectives of an organization’s internal control over  financial reporting is to provide reasonable assurance as to the reliability  of its financial reporting, including its financial statements. effectively implemented preparation, review, and approval processes for  drafts of the Financial Report, Treasury and OMB are at risk of presenting  information that is incorrect, inconsistent, or incomplete."], "subsections": [{"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Acting Director of OMB direct the Controller of  OMB to develop and implement written procedures specifying the steps  required for effectively reviewing and approving the drafts of the Financial  Report before they are provided to GAO, to include clear delineation of  the review and approval roles and responsibilities of designated  appropriate higher-level officials in OMB’s Office of Federal Financial  Management, including the Controller of OMB.", "GAO, Standards for Internal Control in the Federal Government, GAO/AIMD-00-21.3.1  (Washington, D.C.: November 1999). These standards define the minimum level of quality  acceptable for internal control in the government and provide the basis against which  internal control is to be evaluated. related to preparing and reviewing the drafts of the Financial Report  before they are provided to GAO, to include clear delineation of the  review and approval roles and responsibilities of designated appropriate  higher-level officials in the Office of the Fiscal Assistant Secretary,  including the Fiscal Assistant Secretary.", "We further recommend that the Secretary of the Treasury direct the Fiscal  Assistant Secretary, working in coordination with the Controller of OMB,  to develop and implement procedures to provide for the active  involvement of key federal entity personnel with technical expertise in  relatively new areas and more complex areas in the preparation and  review process of the Financial Report."], "subsections": []}]}, {"section_title": "Timely Review and Approval of the Financial Reporting Disclosure Checklist", "paragraphs": ["For many years, we have reported that Treasury had not established a  formal process to reasonably assure that the CFS, including the related  notes, were presented in conformity with generally accepted accounting  principles (GAAP). Over the past several years, Treasury has  developed procedures utilizing a financial reporting disclosure checklist  (CFS disclosure checklist) that is intended to significantly improve  Treasury’s ability to timely identify GAAP requirements, assess the effect  of any omitted disclosures, and document decisions reached with regard  to the omission of any disclosures and the rationale for such decisions.  However, during our audit of the fiscal year 2011 CFS, we determined  that Treasury’s assessment and documentation regarding the reporting of  certain financial information required by GAAP continued to be impaired.  Specifically, we found that Treasury officials did not complete and  document their required review and approval of the CFS disclosure  checklist within the time frames established by Treasury’s policies and  procedures.", "In response to our prior recommendation, Treasury developed  procedures, including use of its CFS disclosure checklist, to help  determine that all disclosures required by GAAP are included in the CFS.  Several years ago, Treasury established a standard operating procedure  (SOP), entitled “The FR Disclosure List,” to update the CFS disclosure  checklist to reflect new disclosures that are required to be included in the  CFS. In fiscal year 2011, Treasury further enhanced the SOP to include  procedures for periodically updating the CFS disclosure checklist and  documenting preparer sign-offs and managerial approvals. Specifically,  the fiscal year 2011 enhancement to the SOP requires the CFS  disclosure checklist to be revised annually, as necessary, to incorporate  any (1) new and amended disclosure requirements effective for the  current year’s reporting and (2) additional information necessary to  address GAO audit recommendations related to financial disclosure. The  SOP was also modified to require a final review and sign-off on the CFS  disclosure checklist by the Financial Reports Division (FRD) Director in  Treasury’s Financial Management Service (FMS) by December 5, 2011,  to help provide reasonable assurance that the disclosures are in   However, we found that the final review and  conformity with GAAP.approval by the FRD Director was not completed and documented by  December 5, 2011, as required by the SOP. We also noted that the SOP  did not require Treasury to use the CFS disclosure checklist to assist in  preparing the format draft that Treasury prepares in advance of the year- end consolidation. Using the CFS disclosure checklist to assist in  preparing the format draft could assist Treasury in completing the final  checklist on a timely basis.", "As a result, Treasury was limited in its ability to rely on the CFS  disclosure checklist to reasonably assure that the CFS was prepared in  conformity with GAAP as intended by the SOP. Specifically, the lack of  timely review and approval of the CFS disclosure checklist limited  Treasury’s ability to reasonably assure that all GAAP-required disclosures  are included in the CFS."], "subsections": [{"section_title": "Recommendations for Executive Action", "paragraphs": ["To help to provide reasonable assurance that the information reported in  the CFS is complete, accurate, and in conformity with GAAP, the  Secretary of the Treasury should direct the Fiscal Assistant Secretary to  (1) establish a mechanism to ensure that Treasury’s CFS disclosure  checklist is reviewed and approved by the date in Treasury’s policies and  procedures and (2) revise the SOP to include requirements for using the  CFS disclosure checklist to prepare the format draft of the CFS and to  update the CFS disclosure checklist as necessary when subsequent  drafts of the CFS are prepared."], "subsections": []}]}, {"section_title": "Review of Federal Entities’ Financial Information for Inclusion in the CFS", "paragraphs": ["Over the past several years, Treasury has made progress in developing,  documenting, and implementing numerous improvements to its SOPs  intended to enhance internal control over the process for preparing the  CFS. However, in fiscal year 2011, we identified a control deficiency  involving Treasury’s review of audited closing packages. In connection  with Treasury’s role as preparer of the CFS, Treasury management is  responsible for developing and documenting detailed policies and  procedures for preparing the CFS and ensuring that appropriate internal  control is built into and is an integral part of the CFS compilation process.  Standards for Internal Control in the Federal Government calls for clear  documentation of policies and procedures.", "Treasury’s SOP entitled “Data Analysis” includes procedures for Treasury  staff to compare financial information submitted by federal entities  through their audited closing packages to the entities’ audited financial  statements for consistency and to work with the entities to correct any  material inconsistencies identified by Treasury. However, Treasury’s SOP  did not include steps to pursue instances where the information provided  to Treasury contains indications that federal entities’ financial information  submitted through the closing package, even if consistent with the  entities’ audited financial statements, may not be in conformity with  GAAP. Steps to pursue these instances would be particularly relevant  when a new federal accounting standard is implemented to reasonably  assure appropriate and consistent application across government. For  example, as part of its fiscal year 2011 CFS compilation process,  Treasury did not identify federal entities’ potential GAAP exceptions  related to Statement of Federal Financial Accounting Standards No. 33,  Pensions, Other Retirement Benefits, and Other Postemployment  Benefits: Reporting the Gains and Losses from Changes in Assumptions  and Selecting Discount Rates and Valuation Dates, which was first  implemented in fiscal year 2010. As part of our fiscal year 2011 audit, we  raised concerns that the financial information presented at the  governmentwide level, which was provided by federal entities, may not be  in conformity with GAAP. However, there was not sufficient time for  Treasury to pursue and resolve our concerns. As a result, Treasury was  unable to reasonably assure that such Federal Employee and Veteran  Benefits Payable information in the fiscal year 2011 CFS was presented  in conformity with GAAP. Inadequate policies and procedures increase  the risk that errors in the compilation process could go undetected and  result in misstatements in the financial statements or incomplete and  inaccurate disclosure of information within the Financial Report."], "subsections": [{"section_title": "Recommendation for Executive Action", "paragraphs": ["To help to provide reasonable assurance that financial information is  properly reported in the CFS, we recommend that the Secretary of the  Treasury direct the Fiscal Assistant Secretary to enhance the SOP  entitled “Data Analysis” to include required steps for pursuing any  instances where the information provided to Treasury contains indications  that financial information provided by federal entities for inclusion in the  CFS may not be in conformity with GAAP, particularly with respect to any  recent changes in GAAP."], "subsections": []}]}, {"section_title": "Treasury’s Intragovernmental Data Validation Process", "paragraphs": ["The Treasury Financial Manual section entitled “Agency Reporting  Requirements for the Financial Report of the United States Government”  requires federal entities to report intragovernmental balances quarterly to  Treasury and work with their trading partners to reconcile and resolve  intragovernmental differences. Treasury developed the Intragovernmental  Reporting and Analysis System (IRAS) to begin to address the long- standing weakness we reported regarding the federal government’s  inability to adequately account for and reconcile intragovernmental activity  and balances. Using IRAS, Treasury generates reports on a quarterly  basis to assist federal entities in identifying, reconciling, and resolving  intragovernmental differences with their trading partners prior to year-end  reporting. Further, Treasury personnel use IRAS reports to monitor  entities’ progress in reconciling their intragovernmental differences both  quarterly and at year-end. Treasury’s SOP entitled “Intragovernmental  Quarterly Reporting Process and Analysis” includes IRAS validation  procedures for Treasury personnel to validate the IRAS reports for  accuracy prior to providing them to federal entities. However, during our  fiscal year 2011 audit, we found control deficiencies over the design and  implementation of the IRAS data validation process.", "Specifically, during our fiscal year 2011 audit, we found that one  individual at Treasury, who was the developer of IRAS, also had several  other incompatible roles and responsibilities, including serving as the  IRAS administrator as well as a review accountant for one of the federal  entities included in the IRAS process. In these various roles, his  responsibilities included uploading the federal entities’ reported  intragovernmental data into IRAS, using IRAS to process the data and  generate the IRAS reports, and monitoring his assigned entity’s progress  in reconciling and resolving the intragovernmental differences with its  trading partners. As such, his roles included responsibilities for much of  the process for identifying, reconciling, and resolving intragovernmental  differences.", "Standards for Internal Control in the Federal Government calls for  segregation of duties among different people in order to reduce the risk of  error or fraud, thus preventing a single individual from having full control  of a transaction or event. Treasury noted that it reduced the risk of error  through the required quarterly IRAS validation process, which provides for  the IRAS administrator to verify randomly selected federal entities’  submitted data for consistency and completeness with IRAS reports. The  process also calls for the IRAS team leader to review and approve the  IRAS administrator’s testing documentation prior to the distribution of  IRAS reports to the federal entities. In addition, the process includes  completing a checklist to document that these procedures have been  performed. If properly designed and effectively implemented, this process  could reduce the risk of error caused by inadequate segregation of duties.  However, we found that although the IRAS validation process calls for  testing of randomly selected federal entities’ data with IRAS reports for  consistency and completeness, this procedure did not require testing of  the federal entity that the administrator was responsible for under his  review accountant’s role. Further, we found that since the IRAS validation  checklist has been in place—the third and fourth quarters of fiscal year  2011—the completed checklists did not always include the IRAS team  leader’s signature to document that the required review took place. We  also noted that the data from IRAS were provided to federal entities for  use prior to the validations, increasing the risk of entities receiving  inaccurate reports.", "These deficiencies in the design and implementation of the IRAS  validation process impair Treasury’s assurance that it has reduced the  risk of error in the IRAS reports that Treasury and federal entities depend  on to help identify and reconcile intragovernmental differences between  federal entities and their trading partners."], "subsections": [{"section_title": "Recommendations for Executive Action", "paragraphs": ["To help to provide reasonable assurance that appropriate controls are in  place to reduce the risk of errors in IRAS reports, we recommend that the  Secretary of the Treasury direct the Fiscal Assistant Secretary to   (1) enhance the IRAS validation procedures, at a minimum, to include  specific steps for testing intragovernmental data of the administrator’s  assigned entity and (2) establish a mechanism for ensuring that all steps  in the required validation process are completed, documented, and  reviewed prior to the distribution of IRAS reports."], "subsections": []}]}, {"section_title": "Timely Submission of Audited Closing Packages by Newly Identified Significant Federal Entities", "paragraphs": ["Treasury’s SOP entitled “Significant Federal Entities Identification”  includes procedures for Treasury to annually assess whether federal  entities that were previously determined nonsignificant, have become  significant to the Financial Report. The SOP also includes procedures for  Treasury, in coordination with OMB, to help provide reasonable  assurance that any newly identified significant entities comply with the  reporting requirements for significant entities. Treasury’s assessments  are based on prior year financial information. In addition, the SOP  requires federal entities identified as significant to the Financial Report to  submit a closing package to Treasury that includes audited special  purpose financial statements that have been appropriately reclassified in  accordance with CFS reporting requirements for inclusion in the Financial  Report.", "In fiscal year 2011, we found that Treasury’s and OMB’s processes were  not effective in ensuring timely submission of audited closing packages by  entities newly identified as significant to the Financial Report because of  deficiencies in the design of Treasury’s related policies and procedures.  Specifically, we found that Treasury’s SOP did not include procedures to  (1) identify any federal entities that became significant to the Financial  Report during the fiscal year but were not identified as significant in the  prior fiscal year and (2) obtain audited closing packages from newly  identified entities in the year they are determined to be significant,  including timely written notification to newly identified significant entities.  Without these procedures, Treasury is unable to reasonably assure that it  has appropriate audit assurance over financial information for all federal  entities that are significant to the Financial Report."], "subsections": [{"section_title": "Recommendations for Executive Action", "paragraphs": ["To help to provide reasonable assurance that Treasury timely receives  the audited closing package from those federal entities that are newly  identified as being significant to the Financial Report, we recommend that  the Secretary of the Treasury direct the Fiscal Assistant Secretary,  working in coordination with the Controller of OMB, to enhance the SOP  entitled “Significant Federal Entities Identification” to include procedures  for (1) identifying any entities that become significant to the Financial  Report during the fiscal year but were not identified as significant in the  prior fiscal year and (2) obtaining audited closing packages from newly  identified significant entities in the year they become significant, including  timely written notification to newly identified significant entities."], "subsections": []}]}, {"section_title": "Status of Recommendations from Prior Reports", "paragraphs": ["Of our 50 recommendations from our prior reports regarding control  deficiencies in the CFS preparation process that were open at the end of  the fiscal year 2010 audit, we were able to close 12 during our fiscal year  2011 audit, generally as a result of corrective actions taken by Treasury.  The other 38 recommendations remained open as of December 12, 2011,  the date of our report on the audit of the fiscal year 2011 CFS.", "Appendix I summarizes the status as of December 12, 2011, for the 50  open recommendations from our prior years’ reports. Specifically,  appendix I includes the status according to Treasury and OMB, as well as  our own assessments where appropriate. The status of recommendations  per GAO includes explanatory comments on Treasury’s and OMB’s  information. We will continue to monitor Treasury’s and OMB’s progress  in addressing our recommendations as part of our fiscal year 2012 CFS  audit."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": [], "subsections": [{"section_title": "OMB Comments", "paragraphs": ["In oral comments on a draft of this report, OMB generally concurred with  the findings in this report."], "subsections": []}, {"section_title": "Treasury Comments", "paragraphs": ["In written comments on a draft of this report, Treasury concurred with our  findings and noted that the agency has made significant progress in  enhancing its policies and procedures for the CFS preparation since the  issuance of the fiscal year 2011 audit report. Also, Treasury stated that it  expects to implement additional recommendations by the end of fiscal  year 2012, and that it will use our findings to continue to improve the  central accounting and compilation activities associated with the CFS. In  addition, Treasury stated that it has given great management attention  and staff resources to resolving material intragovernmental differences  along with developing or improving process controls within FMS and the  federal agencies. Treasury also stated that its strategy includes the use of  multiple focus groups that have identified both short- and long-term  solutions through analysis of material differences and working closely with  agencies to identify root causes of differences. Further, Treasury stated  that it has developed General Fund accounts that will provide Treasury  with the capability to reconcile to federal agency financial reporting data.", "This report contains recommendations to you. The head of a federal  agency is required by 31 U.S.C. 720 to submit a written statement on  actions taken on our recommendations to the Senate Committee on  Homeland Security and Governmental Affairs and to the House  Committee on Oversight and Government Reform not later than 60 days  after the date of this report. A written statement must also be sent to the  Senate and House Committees on Appropriations with the agency’s first  request for appropriations made more than 60 days after the date of this  report.", "We are sending copies of this report to interested congressional  committees, the Fiscal Assistant Secretary of the Treasury, and the  Controller of OMB’s Office of Federal Financial Management. In addition,  this report is available at no charge on the GAO website at  http://www.gao.gov.", "We acknowledge and appreciate the cooperation and assistance  provided by Treasury and OMB during our audit. If you or your staff have  any questions or wish to discuss this report, please contact me at (202)  512-3406 or engelg@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report."], "subsections": []}]}]}, {"section_title": "Appendix I: Status of Treasury’s and OMB’s Progress in Addressing GAO’s Prior Year Recommendations for Preparing the CFS", "paragraphs": [], "subsections": [{"section_title": "Count GAO-04-45 (results of the fiscal year 2002 audit) 1 02-4", "paragraphs": ["No.", "As the Department of the Treasury (Treasury)  is designing its new financial statement  compilation process to begin with the fiscal  year 2004 consolidated financial statements  of the U.S. government (CFS), the Secretary  of the Treasury should direct the Fiscal  Assistant Secretary, in coordination with the  Controller of the Office of Management and  Budget (OMB), to develop reconciliation  procedures that will aid in understanding and  controlling the net position balance as well as  eliminate the plugs previously associated with  compiling the CFS.", "To eliminate or explain adjustments  to net position, Treasury eliminates,  at the consolidated level,  intragovernmental activity and  balances using formal balanced  accounting entries (via Reciprocal  Categories) and analyzes  transactions that contribute to the  unmatched transactions and  balances adjustment i.e., the plug.  Major contributors to the plug are  transactions with the General Fund  (within Reciprocal Category 29).  A Treasury task group is currently  developing the Schedule of  General Fund Authority, with the  goal to enter audited data for fiscal  year 2013 into the Governmentwide  Financial Report System (GFRS)  and to remove General Fund  transactions from the plug. In the  interim, Treasury will separately  identify certain General Fund  transactions by providing agencies  with monthly STAR/CARS (Central  Accounting Reporting System) data  to facilitate reconciliation on a  quarterly basis. In addition,  Treasury has revised the guidance  related to the appropriate use of  “Trading Partner 99” (General  Fund). This guidance will be issued  in fiscal year 2012, to be effective  in fiscal year 2013.  Also throughout fiscal year 2012,  Treasury will continue to identify  and resolve, via communications  to, and assistance from, agencies,  material differences related to  fiduciary, employee benefits,  buy/sell and transfer activity  through the continued efforts of  Treasury focus groups to identify  and mitigate root causes and  implement short- and long-term  solutions.", "Open."], "subsections": []}, {"section_title": "Count 2", "paragraphs": ["Recommendation  As OMB continues to make strides to address  issues related to intragovernmental  transactions, the Director of OMB should  direct the Controller of OMB to develop  policies and procedures that document how  OMB will enforce the business rules provided  in OMB Memorandum M-07-03, Business  Rules for Intragovernmental Transactions.", "Per Treasury and OMB   Treasury has taken the lead role for  resolving intragovernmental  disputes and major differences  between trading partners. In fiscal  year 2011, Treasury published the  updated Intragovernmental  Business Rules, which include  dispute resolution procedures for  trading partner agencies to follow.  Treasury’s dispute resolution  process includes a new  Intragovernmental Dispute  Resolution Request Form to be  certified by federal entity chief  financial officers (CFO). Treasury  as the enforcer of the updated  business rules, working with OMB  as necessary, will work with  agencies, to help ensure the  effectiveness of the dispute  resolution process during each  fiscal year and will document the  resolutions.", "Per GAO   Closed.", "As OMB continues to make strides to address  issues related to intragovernmental  transactions, the Director of OMB should  direct the Controller of OMB to require that  significant differences noted between  business partners be resolved and the  resolution be documented.", "See the status for recommendation   No. 02-6.", "Closed."], "subsections": []}, {"section_title": "Count 4", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to design  procedures that will account for the difference  in intragovernmental assets and liabilities  throughout the compilation process by means  of formal consolidating and elimination  accounting entries.", "Per Treasury and OMB   Treasury has designed and  implemented formal consolidating  and eliminating procedures with  regard to intragovernmental assets  and liabilities, but some issues  remain. During fiscal year 2012,  Treasury is revising existing  guidance and policies, and  developing new guidance and  policies as needed, for these  remaining issues. Upon  implementation of the revised  guidance and policies by the  agencies, Treasury’s consolidation  and elimination accounting entries  should effectively account for the  difference in intragovernmental  assets and liabilities. Final  resolution is contingent on fully  resolving material  intragovernmental differences. See  the status for recommendation No.  02-4.", "Per GAO   Open.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to develop  solutions for intragovernmental activity and  balance issues relating to federal agencies’  accounting, reconciling, and reporting in  areas other than those OMB now requires be  reconciled, primarily areas relating to  appropriations.", "See the status for recommendation  No. 02-4.", "Open.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to reconcile the  change in intragovernmental assets and  liabilities for the fiscal year, including the  amount and nature of all changes in  intragovernmental assets or liabilities not  attributable to cost and revenue activity  recognized during the fiscal year. Examples  of these differences would include capitalized  purchases, such as inventory or equipment,  and deferred revenue.", "Treasury’s consolidating  procedures request information  from the agencies related to asset  capitalization and agency advances  or deferred revenue to assist in  ensuring the proper reporting of this  activity. During fiscal year 2012,  Treasury will finalize guidance  related to intragovernmental  capitalized purchases to be  effective in fiscal year 2013. See  the status of recommendation No.  02-4 and No. 02-9.", "Open."], "subsections": []}, {"section_title": "Count 7", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to develop and  implement a process that adequately  identifies and reports items needed to  reconcile net operating cost and unified  budget surplus (or deficit). Treasury should  report “net unreconciled differences” included  in the net operating results line item as a  separate reconciling activity in the  reconciliation statement.", "Per Treasury and OMB   These unmatched transactions and  balances will be reflected only in  the Statements of Operations and  Changes in Net Position until  intragovernmental differences are  materially resolved. At that point,  unresolved reconciling items, if any,  needed to reconcile net operating  cost to the unified budget deficit  can be separately identified in the  reconciliation statements. See the  status of recommendation No. 02- 13.", "Per GAO   Open.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to develop and  implement a process that adequately  identifies and reports items needed to  reconcile net operating cost and unified  budget surplus (or deficit). Treasury should  develop policies and procedures to ensure  completeness of reporting and document how  all the applicable components reported in the  other consolidated financial statements (and  related note disclosures included in the CFS)  were properly reflected in the reconciliation  statement.", "During fiscal year 2012, Treasury is  refining its methodology for  reconciling operating revenue to  budgetary receipts (a component of  the unified budget deficit), in  collaboration with agencies, and is  in the process of readying the  methodology for review and  comment from all agencies and  GAO.  In addition, during fiscal year 2012,  Treasury will work with OMB to  further identify and define all  sources of budgetary receipts  reported to STAR/CARS. Treasury  will take into account GAO review  comments, if any, during  finalization of the methodology for  the CFS and the resolution of  unresolved differences.  Lastly, a group formed by the  Association of Government  Accountants (AGA group) is  performing an independent review  of the compilation of the  reconciliation statement and cash  statement and will provide short-  and long-term solutions for  improving the completeness of  these statements and consistency  with underlying agency financial  statement data. Treasury will  consider AGA group’s  recommendations in revising its  reconciliation methodology.", "Open."], "subsections": []}, {"section_title": "Count 9", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to develop and  implement a process that adequately  identifies and reports items needed to  reconcile net operating cost and unified  budget surplus (or deficit). Treasury should  establish reporting materiality thresholds for  determining which agency financial statement  activities to collect and report at the  governmentwide level to assist in ensuring  that the reconciliation statement is useful and  conveys meaningful information.", "Per Treasury and OMB   During fiscal year 2012, as  Treasury works on its reconciliation  methodology, it will request more  information from agencies related  to certain items in the reconciliation  statement due to their reporting of  certain activity on a net basis  instead of on a disaggregated  basis.  Based on the results of this work,  Treasury will determine what  additional information is needed  from the agencies. Once all  disaggregated information is  obtained, Treasury can implement  its reporting materiality policy to  provide more meaningful and  useful information in the CFS. See  also the status of recommendation   No. 02-13.", "Per GAO   Open.", "If Treasury chooses to continue using  information from both federal agencies’  financial statements and Treasury’s central  accounting and reporting system (STAR),  Treasury should demonstrate how the  amounts from STAR reconcile to federal  agencies’ financial statements.", "Treasury has chosen to use  information from STAR/CARS and  has identified material areas where  STAR/CARS data does not  reconcile to federal agencies’  financial statements. Treasury will  continue to work on its  reconciliation methodology during  fiscal year 2012 to further resolve  these reconciliation issues. In  addition, the reconciliation  methodology will be revised  pending implementation of the AGA  group’s recommendations. See  also the status of recommendation  No. 02-13.", "Open.", "If Treasury chooses to continue using  information from both federal agencies’  financial statements and from STAR,  Treasury should identify and document the  cause of any significant differences, if any are  noted.", "See the status of recommendation  No. 02-13.", "Open."], "subsections": []}, {"section_title": "Count 12", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to develop and  implement a process to ensure that the  Statement of Changes in Cash Balance from  Unified Budget and Other Activities properly  reflects the activities reported in federal  agencies’ audited financial statements.  Treasury should document the consistency of  the significant line items on this statement to  federal agencies’ audited financial  statements.", "Per Treasury and OMB   Treasury has chosen to use  information from STAR/CARS.  During fiscal year 2012, Treasury  will continue to work on its  reconciliation statement  methodology which also affects  related line items on the cash  statement. Once fully developed,  the reconciliation methodology will  also provide consistency of  significant line items on the cash  statement to the underlying federal  agencies’ audited financial  statements. In addition, the  reconciliation methodology will be  revised pending implementation of  the AGA group’s recommendations.  See also the status of  recommendation No. 02-13 and  No. 02-15.", "Per GAO   Open.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to develop and  implement a process to ensure that the  Statement of Changes in Cash Balance from  Unified Budget and Other Activities properly  reflects the activities reported in federal  agencies’ audited financial statements.  Treasury should explain and document the  differences between the operating revenue  amount reported on the Statement of  Operations and Changes in Net Position and  unified budget receipts reported on the  Statement of Changes in Cash Balance from  Unified Budget and Other Activities.", "Treasury will refine its reconciliation  methodology for reconciling  budgetary receipts to net operating  revenue during fiscal year 2012.  Treasury will again work with the  agencies that contribute to the  largest unreconciled differences to  identify the causes of the  differences and to resolve them.  Treasury will take into account  GAO comments, if any, as it  finalizes the reconciliation  methodology for resolving these  differences, as well as consider the  AGA group’s recommendations  related to the compilation of the  reconciliation statement and cash  statement.", "Open."], "subsections": []}, {"section_title": "Count 14", "paragraphs": ["Per Treasury and OMB   During fiscal year 2012, Treasury  will address some of the issues  raised by FASAB’s Reporting Entity  Task Force and Treasury is  supporting and participating in the  task force’s efforts to help gain  clarity and finality on this issue.", "Per GAO   Open.", "Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to perform an  assessment to define the reporting entity,  including its specific components, in  conformity with the criteria issued by the  Federal Accounting Standards Advisory  Board (FASAB). Key decisions made in this  assessment should be documented, including  the reason for including or excluding  components and the basis for concluding on  any issue. Particular emphasis should be  placed on demonstrating that any financial  information that should be included but is not  included is immaterial.  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to provide in the  financial statements all the financial  information relevant to the defined reporting  entity, in all material respects. Such  information would include, for example, the  reporting entity’s assets, liabilities, and  revenues.", "See the status of recommendation   No. 02-22.", "Open.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to disclose in the  financial statements all information that is  necessary to inform users adequately about  the reporting entity. Such disclosures should  clearly describe the reporting entity and  explain the reason for excluding any  components that are not included in the  defined reporting entity.", "See the status of recommendation   No. 02-22.", "Open."], "subsections": []}, {"section_title": "Count 17", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to help ensure  that federal agencies provide adequate  information in their legal representation letters  regarding the expected outcomes of the  cases.", "Per Treasury and OMB   During fiscal year 2011, with few  exceptions, the agencies provided  Treasury and OMB adequate  information in their legal  representation letters regarding the  expected outcomes of the cases.  Treasury and OMB will work with  the few agencies to provide all  required information in fiscal year  2012. Treasury has already held a  “lessons learned” meeting related  to the fiscal year 2011 process and  will work during the year with the  Department of Justice (Justice),  OMB and GAO and the agencies to  determine if further changes in  policy and/or guidance (e.g., OMB  Memorandum 01-02) is needed for  all agencies to provide the required  information regarding the expected  outcomes of legal cases in their  legal representations.", "Per GAO   Open.", "Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to establish  written policies and procedures to help  ensure that major treaty and other  international agreement information is  properly identified and reported in the CFS.  Specifically, these policies and procedures  should require that federal agencies develop  a detailed schedule of all major treaties and  other international agreements that obligate  the U.S. government to provide cash, goods,  or services, or that create other financial  arrangements that are contingent on the  occurrence or nonoccurrence of future events  (a starting point for compiling these data  could be the State Department’s Treaties in  Force).", "Per Treasury and OMB   Agencies are currently required to  report contingencies in their  financial statements and notes  pursuant to generally accepted  accounting principles (GAAP)  guidance. In addition, OMB Circular  A-136, specifically references the  inclusion of treaties and  international agreements within  “Commitments and Contingencies.”  Further, agencies include specific  representations with respect to  material liabilities or contingencies  in their management  representations. In addition, the  financial statements of most  significant entities and many other  federal entities received unqualified  audit opinions. However, no  additional analysis of treaties has  been performed to reasonably  ensure that all of the federal  government’s treaties are  considered in agency analyses or  that agencies are consistently  analyzing treaties for recognition or  disclosure. Treasury will annually  review agency financial statements,  audit reports and management  representation letters for any  references to treaties and  international agreements, and if  deemed material will disclose in the  CFS.", "Per GAO   Open. Until a  comprehensive analysis  of major treaty and other  international agreement  information has been  performed, Treasury and  OMB are precluded from  determining if additional  disclosure is required by  GAAP in the CFS, and  we are precluded from  determining whether the  omitted information is  material.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to establish  written policies and procedures to help  ensure that major treaty and other  international agreement information is  properly identified and reported in the CFS.  Specifically, these policies and procedures  should require that federal agencies classify  all such scheduled major treaties and other  international agreements as commitments or  contingencies.", "See the status of recommendation   No. 02-37.", "Open. See the status of  recommendation   No. 02-37."], "subsections": []}, {"section_title": "Count 20", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to establish  written policies and procedures to help  ensure that major treaty and other  international agreement information is  properly identified and reported in the CFS.  Specifically, these policies and procedures  should require that federal agencies disclose  in the notes to the CFS amounts for major  treaties and other international agreements  that have a reasonably possible chance of  resulting in a loss or claim as a contingency.", "Per Treasury and OMB   See the status of recommendation   No. 02-37.", "Per GAO   Open. See the status of  recommendation   No. 02-37.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to establish  written policies and procedures to help  ensure that major treaty and other  international agreement information is  properly identified and reported in the CFS.  Specifically, these policies and procedures  should require that federal agencies disclose  in the notes to the CFS amounts for major  treaties and other international agreements  that are classified as commitments and that  may require measurable future financial  obligations.", "See the status of recommendation   No. 02-37.", "Open. See the status of  recommendation   No. 02-37.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to establish  written policies and procedures to help  ensure that major treaty and other  international agreement information is  properly identified and reported in the CFS.  Specifically, these policies and procedures  should require that federal agencies take  steps to prevent major treaties and other  international agreements that are classified  as remote from being recorded or disclosed  as probable or reasonably possible in the  CFS.", "See the status of recommendation   No. 02-37.", "Open. See the status of  recommendation   No. 02-37."], "subsections": []}, {"section_title": "Count 23", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to ensure that  the note disclosure for stewardship  responsibilities related to the risk assumed for  federal insurance and guarantee programs  meets the requirements of Statement of  Federal Financial Accounting Standards  (SFFAS) No. 5, Accounting for Liabilities of  the Federal Government, paragraph 106,  which requires that when financial information  pursuant to Financial Accounting Standards  Board standards on federal insurance and  guarantee programs conducted by  government corporations is incorporated in  general purpose financial reports of a larger  federal reporting entity, the entity should  report as required supplementary information  what amounts and periodic change in those  amounts would be reported under the “risk  assumed” approach.", "Per Treasury and OMB   This information was requested  from federal agencies for disclosure  in the fiscal year 2011 CFS.  Treasury will work with agencies to  improve the consistency of this  disclosure in the fiscal year 2012  CFS and will also monitor the work  of the FASAB task force that is  reviewing the reporting for risk  assumed.", "Per GAO   Open. Treasury’s  reporting in this area is  not complete. The CFS  should include all major  federal insurance  programs in the risk  assumed reporting and  analysis. Also, since  future events are  uncertain, risk assumed  information should  include indicators of the  range of uncertainty  around expected  estimates, including  indicators of the  sensitivity of the estimate  to changes in major  assumptions.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to develop a  process that will allow full reporting of the  changes in cash balance of the U.S.  government. Specifically, the process should  provide for reporting on the change in cash  reported on the consolidated balance sheet,  which should be linked to cash balances  reported in federal agencies’ audited financial  statements.", "Treasury will analyze cash  transactions, and work with its  Cash Policy area to achieve  complete and consistent reporting  of cash transactions, to provide full  reporting of the changes in the  cash balance of the U.S.  government.", "Open. Treasury has not  established and  implemented effective  processes and  procedures for identifying  and reporting all items  needed to prepare the  Statement of Changes in  Cash Balance from  Unified Budget and Other  Activities.", "The Director of OMB should direct the  Controller of OMB, in coordination with  Treasury’s Fiscal Assistant Secretary, to work  with the Department of Justice (Justice) and  certain other executive branch federal  agencies to ensure that these federal  agencies report or disclose relevant criminal  debt information in conformity with generally  accepted accounting principles (GAAP) in  their financial statements and have such  information subjected to audit.", "OMB, working with Treasury,  Justice, and certain other agencies,  will continue working to address  this recommendation.", "Open.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to include  relevant criminal debt information in the CFS  or document the specific rationale for  excluding such information.", "Treasury will disclose criminal debt  information in the CFS if material  as reflected in the agencies’  financial statements. See the status  of recommendation No. 03-8.", "Open."], "subsections": []}, {"section_title": "Count 27", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to modify  Treasury’s plans for the new closing package  to (1) require federal agencies to directly link  their audited financial statement notes to the  CFS notes and (2) provide the necessary  information to demonstrate that all of the five  principal consolidated financial statements  are consistent with the underlying information  in federal agencies’ audited financial  statements and other financial data.", "Per Treasury and OMB   Treasury’s current CFS compilation  process provides for direct linkage  from the 35 significant federal  agencies audited financial  statements to most of the CFS  principal statements and to the  related note disclosures. However,  additional work is needed related to  the two budgetary principal  financial statements. Treasury will  take into account GAO comments,  if any, as it develops its  reconciliation methodology during  fiscal year 2012. Treasury will also  consider the AGA group’s  comments and recommendations  to improve the compilation of the  reconciliation statement and cash  statement. See the status of  recommendation No. 02-13 and   No. 02-15.", "Per GAO   Open. Treasury’s  process for compiling the  CFS generally  demonstrated that  amounts in the  Statement of Social  Insurance and the  Statement of Changes in  Social Insurance  Amounts were consistent  with the underlying  federal entities’ financial  statements and that the  Balance Sheet and the  Statement of Net Cost  were also consistent with  the 35 significant federal  entities’ financial  statements prior to  eliminating  intragovernmental activity  and balances. However,  Treasury’s process did  not ensure that the  information in the  remaining three principal  financial statements was  fully consistent with the  underlying information in  the 35 significant federal  entities’ audited financial  statements and other  financial data.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to require that  Treasury employees contact and document  communications with federal agencies before  recording journal vouchers to change agency  audited closing package data.", "During fiscal year 2012, Treasury  will fully implement and enforce its  procedures to document  communications to the agencies in  the supporting documentation for  journal vouchers.", "Open."], "subsections": []}, {"section_title": "Count 29", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to assess the  infrastructure associated with the compilation  process and modify it as necessary to  achieve a sound internal control environment.", "Per Treasury and OMB   During fiscal year 2011, with the  assistance of its contractor,  Treasury continued to make  improvements to its internal control  infrastructure. Treasury updated,  and will revise and improve, its  standard operating procedures  (SOP) to document that key  controls are in place at all critical  areas of the CFS preparation  process. Treasury will monitor and  assess its efforts to determine its  progress in achieving a sound  internal control environment.  Also, during fiscal year 2011,  Treasury restructured the  management of the organization  responsible for the CFS compilation  process to provide additional  oversight and accountability over  the year-end CFS process.  In addition, during fiscal year 2012,  Treasury plans to obtain additional  personnel, via details from other  agencies, with financial reporting  expertise, to assist with  enhancements and improvements  to internal controls.", "Per GAO   Open.", "The Director of OMB should direct the  Controller of the Office of Federal Financial  Management to consider, in order to provide  audit assurance over federal agencies’  closing packages, not waiving the closing  package audit requirements for any verifying  agency in future years, such as Tennessee  Valley Authority (TVA).", "For fiscal year 2011, OMB did not  waive the closing package audit  requirements for any verifying  agency. In addition, over the last 3  fiscal years, TVA progressively  moved closer to submitting its  closing package by the required  financial reporting deadline and is  now submitting the closing package  timely.", "Closed.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, working in  coordination with the Controller of OMB’s  Office of Federal Financial Management, to  establish effective processes and procedures  to ensure that appropriate information  regarding litigation and claims is included in  the governmentwide legal representation  letter.", "Treasury, in coordination with OMB  and Justice, will work during fiscal  year 2012 to establish effective  processes and procedures to  require that appropriate information  regarding litigation and claims is  included in the governmentwide  legal representation letter.", "Open."], "subsections": []}, {"section_title": "Count 32", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, working in  coordination with the Controller of OMB’s  Office of Federal Financial Management, to  develop a process for obtaining sufficient  information from federal agencies to enable  Treasury and OMB to adequately monitor  federal agencies’ efforts to reconcile  intragovernmental activity and balances with  their trading partners. This information should  include (1) the nature and a detailed  description of the significant differences that  exist between trading partners’ records of  intragovernmental activity and balances,   (2) detailed reasons why such differences  exist, (3) details of steps taken or being taken  to work with federal agencies’ trading  partners to resolve the differences, and   (4) the potential outcome of such steps.", "Per Treasury and OMB   During fiscal year 2012, Treasury  will continue its intragovernmental  collection, analysis, and reporting  process as enhanced in fiscal year  2011, for obtaining sufficient  information from federal agencies  to enable Treasury and OMB to  adequately monitor federal  agencies’ efforts to reconcile  intragovernmental activity and  balances with their trading partners.  The information obtained includes  (1) the nature and a detailed  description of the significant  differences that exist between  trading partners’ records of  intragovernmental activity and  balances, (2) detailed reasons why  such differences exist, (3) details of  steps taken or being taken to work  with federal agencies’ trading  partners to resolve the differences,  (4) the potential outcome of such  steps, and (5) additional  information related to their  intragovernmental differences that  would allow Treasury to correct  these differences within GFRS.  This effort was successful during  fiscal year 2011 in reducing the  amount, both on a net and absolute  value basis, of the total amount of  intragovernmental differences.", "Per GAO   Open. Treasury furthered  its commitment to resolve  differences in  intragovernmental activity  and balances, for  example, by expanding  focus groups’ monitoring  and outreach efforts that  involved quarterly  analysis and ongoing  collaboration with entities  to resolve  intragovernmental  differences.  However, we found that a  significant number of  CFOs continue to cite  differing accounting  methodologies,  accounting errors, and  timing differences for  material differences with  their trading partners.  Some CFOs indicated  that they did not know  the reason for the  differences.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to enhance and  fully document all practices referred to in the  standard operating procedure (SOP) entitled  “Preparing the Financial Report of the U.S.  Government” to better ensure that practices  are proper, complete, and can be consistently  applied by staff members.", "Treasury will document all of its  current practices for preparing the  CFS in the SOP.", "Open."], "subsections": []}, {"section_title": "Count 34", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to enhance  Treasury’s checklist or design an alternative  and use it to adequately and timely document  Treasury’s assessment of the relevance,  usefulness, or materiality of information  reported by the federal agencies for use at  the governmentwide level.", "Per Treasury and OMB   Treasury addressed many of  GAO’s concerns related to the  checklist during fiscal year 2011,  specifically the inclusion of  disclosure items related to the  principal financial statements and  management’s discussion and  analysis.", "Per GAO   Closed. Over the past  few years, Treasury has  taken several actions to  address this  recommendation. To  provide  recommendations that  are better aligned with  the current status of  remaining deficiencies  related to this area, we  have (1) closed this  recommendation based  on Treasury’s significant  progress and (2) included  in this report under  “Timely Review and  Approval of the Financial  Reporting Disclosure  Checklist” new  recommendations for  corrective actions for the  remaining deficiencies.", "The Director of OMB should direct the  Controller of OMB’s Office of Federal  Financial Management, in coordination with  Treasury’s Fiscal Assistant Secretary, to  develop formal processes and procedures for  identifying and resolving any material  differences in distributed offsetting receipt  amounts included in the net outlay calculation  of federal agencies’ Statement of Budgetary  Resources and the amounts included in the  computation of the budget deficit in the CFS.", "Treasury will work with OMB to  perform this analysis and to  develop policies and procedures,  as part of developing its  reconciliation methodology, to  resolve these differences. OMB  and Treasury, as applicable, will  continue their efforts to implement  the completed methodology.  Treasury will also be working with  OMB to further identify and define  all sources of distributed offsetting  receipts reported to STAR/CARS.", "Open.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB’s Office of Federal  Financial Management, to develop and  implement effective processes for monitoring  and assessing the effectiveness of internal  control over the processes used to prepare  the CFS.", "Treasury is in the process of  reviewing its documentation of  internal control procedures, as  completed during fiscal year 2011,  to determine what internal control  design gaps remain and what  further controls are needed related  to new or revised procedures. See  also the status of recommendation  No. 04-6.", "Open."], "subsections": []}, {"section_title": "Count 37", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, working in  coordination with the Controller of OMB’s  Office of Federal Financial Management, to  develop and implement alternative solutions  to performing almost all of the compilation  effort at the end of the year, including  obtaining and utilizing interim financial  information from federal agencies.", "Per Treasury and OMB   Treasury is leading a subgroup with  governmentwide participation on  the OMB Circular No. A-136  subcommittee to determine what  information can be obtained during  the third and fourth quarters of  fiscal year 2012 to facilitate the  year-end CFS preparation process.  Depending on the results of this  effort, Treasury will consider what  additional requirements related to  third quarter information in fiscal  year 2013 are needed to facilitate  the year-end compilation effort.", "Per GAO   Open.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to design,  document, and implement policies and  procedures to identify and eliminate  intragovernmental payroll tax amounts at the  governmentwide level when compiling the  CFS.", "During fiscal year 2012, Treasury  will evaluate the adequacy of the  payroll tax amounts reported in the  Monthly Treasury Statement by  discussing the methodology for  preparing this amount with the  providing agency. If deemed  adequate, policies and procedures  will be modified to reflect the results  of the analysis and document how  this amount is identified and used  when compiling the CFS.", "Open."], "subsections": []}, {"section_title": "Count 39", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to develop,  document, and implement processes and  procedures for preparing and reviewing the  Management’s Discussion and Analysis  (MD&A) and “The Federal Government’s  Financial Health: A Citizen’s Guide to the  Financial Report of the United States  Government” sections of the Financial Report  of the U.S. Government (Financial Report) to  help assure that information reported in these  sections is complete, accurate, and  consistent with related information reported  elsewhere in the Financial Report.", "Per Treasury and OMB   The Office of the Fiscal Assistant  Secretary (OFAS) first implemented  SOPs concerning the preparation  of the MD&A and Citizen’s Guide  for the fiscal year 2009 Financial  Report. Since that time, instances  of inaccuracies, inconsistency, and  incompleteness have been  consistently lower than in prior  years. OFAS will update its SOPs  as needed to reflect new reporting  requirements and/or process  improvements.", "Per GAO   Closed. Over the past  few years, Treasury, in  coordination with OMB,  has taken several actions  to address this  recommendation. To  provide  recommendations that  are better aligned with  the current status of  remaining deficiencies  related to this area, we  have (1) closed this  recommendation based  on Treasury’s and OMB’s  significant progress, and  (2) included in this report  under “Review and  Approval of the Financial  Report” new  recommendations for  corrective actions for the  remaining deficiencies.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to establish and  document criteria to be used in identifying  federal entities as significant to the CFS for  purposes of obtaining assurance over the  information being submitted by those entities  for the CFS.", "During fiscal year 2011, Treasury  and OMB established and  documented the criteria to identify  all federal entities that are  significant to the CFS.", "Closed.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary, in coordination  with the Controller of OMB, to develop and  implement policies and procedures for  assessing and documenting, on an annual  basis, which entities meet the criteria  established for identifying federal entities as  significant to the CFS.", "During fiscal year 2011, Treasury  used the significant entity criteria to  assess which entities are  considered significant to the CFS,  and will perform this assessment  on an annual basis.", "Open. During fiscal year  2011, Treasury did not  properly implement its  procedures for assessing  which entities meet its  criteria for identifying  federal entities as  significant to the CFS.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to enhance the  SOP entitled “Analyzing Agency  Restatements” to include procedures for  analyzing the overall impact of entities’  restatements on the CFS and documenting  the analysis and related conclusion.", "During fiscal year 2011, Treasury  complied with its enhanced  procedures for analyzing the impact  of entities’ restatements on the  CFS, documenting its analysis and  related conclusions, and correctly  incorporating the impact of the  entities’ restatements into the CFS.", "Closed."], "subsections": []}, {"section_title": "Count 43", "paragraphs": ["Recommendation  The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to develop,  implement, and document procedures for  identifying, analyzing, compiling, and  reporting all significant accounting policies  and related party transactions at the  governmentwide level.", "Per GAO   Open.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to enhance the  SOP entitled “Statement of Social Insurance,  Social Insurance Note, and Required  Supplementary Information” to implement and  document procedures for assuring the  accuracy of staff’s work related to preparing  the social insurance information for the CFS.", "Per Treasury and OMB   Treasury will fully implement its  procedures for identifying,  analyzing, compiling, and reporting  all related party transactions at the  governmentwide level in fiscal year  2012 by verifying the related party  information received in the closing  packages to the agencies’  underlying audited financial  statements, and will document this  verification procedure. In addition,  Treasury will monitor the work of  FASAB’s Reporting Entity Task  Force as it relates to related party  disclosures.  In fiscal year 2012, Treasury will  comply with its enhanced  Statement of Social Insurance SOP  to document that all the social  insurance information in the CFS is  consistent with the agencies’ social  insurance information.", "Open.  .", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to implement  and document procedures for assuring the  accuracy of staff’s work related to preparing  the Schedule of Differences.", "In fiscal year 2011, Treasury  improved the implementation and  documentation of its procedures to  help assure completeness and  accuracy of documenting the  inconsistencies between the  amounts provided by the agencies.", "Closed.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to implement  and document procedures for assuring the  accuracy of staff’s work related to performing  analytical procedures.", "During fiscal year 2012 Treasury  will improve the implementation  and documentation of its  procedures to address remaining  GAO issues related to assuring the  accuracy of staff’s work related to  performing analytical procedures,  specifically strengthening the  explanations for all significant  variances found during the year- end analyses.", "Open."], "subsections": []}, {"section_title": "Count GAO-11-525 (results of the fiscal year 2010 audit) 47 10-01", "paragraphs": ["No.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to enhance the  applicable SOPs to include required steps for  assuring conformity with SFFAS No. 33 and  the consistency of amounts between the  Statement of Net Cost and the Federal  Employee and Veteran Benefits Payable  (FEVBP) note disclosure.", "During fiscal year 2011, Treasury  enhanced and implemented the  applicable SOPs to verify the  conformity with SFFAS No. 33 and  the consistency of amounts  between the Statement of Net Cost  and FEVBP note disclosure.", "Closed. Treasury has  taken several actions to  address this  recommendation. To  provide  recommendations that  are better aligned with  the current status of  remaining deficiencies  related to this area, we  have (1) closed this  recommendation based  on Treasury’s significant  progress and (2) included  in this report under  “Review of Federal  Entities’ Financial  Information for Inclusion  in the CFS” a new  recommendation for  corrective actions for the  remaining deficiencies.", "The Secretary of the Treasury should direct  the Fiscal Assistant Secretary to implement  and document procedures for assuring  conformity with SFFAS No. 33 and the  consistency of amounts between the  Statement of Net Cost and the FEVBP note  disclosure.", "See the status of recommendation  No. 10-01.", "Closed. See the status of  recommendation   No. 10-01.", "The Director of OMB should direct the  Controller of OMB to enhance its procedures  for preparing the appendixes to include  required steps to assure the accuracy and  consistency of the accompanying information  presented in the appendixes to the Financial  Report related to the federal government’s  financial management.", "During fiscal year 2011, OMB  reported this information on the  newly released Performance.gov  website and no longer included this  in the Other Accompanying  Information section of the Financial  Report.", "Closed.", "The Director of OMB should direct the  Controller of OMB to enhance its procedures  for preparing the appendixes to include  required steps to maintain documentation  supporting the accompanying information  presented in the appendixes to the Financial  Report related to the federal government’s  financial management.", "See the status of recommendation  No. 10-03.", "Closed."], "subsections": []}]}, {"section_title": "Appendix II: Comments from the Department of the Treasury", "paragraphs": [], "subsections": []}], "fastfact": []}