{"id": "GAO-19-83", "url": "https://www.gao.gov/products/GAO-19-83", "title": "Orphan Drugs: FDA Could Improve Designation Review Consistency; Rare Disease Drug Development Challenges Continue", "published_date": "2018-11-30T00:00:00", "released_date": "2018-11-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The ODA provides incentives, including tax credits and exclusive marketing rights, for manufacturers to develop drugs to treat rare diseases, which are typically defined as affecting fewer than 200,000 people in the United States. Approximately 7,000 rare diseases affect an estimated 30 million people in the United States, and only 5 percent of rare diseases have FDA-approved treatments.", "GAO was asked to examine FDA's orphan drug processes. In this report, GAO examines, among other things, (1) the actions FDA has taken to address the growing demand for orphan designations; (2) the extent to which FDA has used consistent criteria and complete information in reviewing orphan designation applications; and (3) the steps FDA has taken to address rare disease drug development challenges. GAO analyzed FDA documents and data, as well as all designation review templates FDA completed as of March 2018 for applications received from October to December 2017. GAO interviewed agency officials, as well as stakeholders, including drug manufacturers, industry experts, and patient advocacy groups."]}, {"section_title": "What GAO Found", "paragraphs": ["The Food and Drug Administration's (FDA) Office of Orphan Products Development is responsible for reviewing drug manufacturer applications for orphan designation. Drugs granted this designation treat rare diseases and may receive various incentives under the Orphan Drug Act (ODA). As the number of orphan designation applications received and granted has grown, FDA outlined several process changes in its June 2017 modernization plan to improve designation review timeliness and consistency.", "In evaluating designation applications, FDA reviewers generally apply two consistent criteria—(1) the size of the rare disease population, and (2) the scientific rationale that the drug may effectively treat the disease. To inform their evaluation, reviewers must record certain background information in a standard review template, such as the drug's U.S. marketing history. Officials told us this information provides important context, such as whether FDA has experience with a little known disease, critical to ensuring a complete designation application review. However, GAO's analysis of 148 designation review templates found that FDA does not consistently record or evaluate background information when making designation decisions. For example, 48 of 148 review templates GAO analyzed were missing information on the drug's U.S. marketing history. As such, FDA cannot be sure that reviewers are conducting complete evaluations that include all critical information needed for assessing its criteria.", "Stakeholders GAO interviewed and research GAO reviewed identified a number of rare disease drug development challenges, such as the difficulty in recruiting small populations for clinical trials, with differing opinions about the ODA incentives. For example, several stakeholders were critical of manufacturers obtaining multiple orphan designations—and ODA incentives—for the same drug when the drug may otherwise be profitable from treating multiple patient groups. However, many patient advocacy groups noted that granting ODA incentives in these circumstances is needed to encourage drug manufacturers to study the safety and efficacy of drugs in rare disease populations."]}, {"section_title": "What GAO Recommends", "paragraphs": ["FDA should ensure that all required information for reviews of orphan designation applications is consistently recorded and evaluated. The agency concurred with our recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["According to the National Institutes of Health, there are approximately  7,000 rare diseases affecting an estimated 30 million people in the United  States. A rare disease or condition (hereafter, “disease”) is typically  defined as affecting fewer than 200,000 people in the United States, and  these diseases are often serious or life-threatening. Currently, only about  5 percent of rare diseases have treatments approved by the Food and  Drug Administration (FDA).", "The Orphan Drug Act (ODA) was enacted in 1983 to provide drug  manufacturers with incentives for developing treatments for small patient  populations that were not expected to be profitable. The ODA, as  amended, provides incentives for drug manufacturers to develop drugs  and biologics (hereafter referred to collectively as “drugs”) to treat rare  diseases. These incentives include tax credits and exclusive marketing  rights. In order to obtain the incentives, drug manufacturers must submit  an application to FDA for orphan designation—a status given to a drug  that is intended to treat a rare disease. To receive orphan designation, a  drug manufacturer must provide evidence demonstrating that its drug  meets certain criteria specified in the ODA and FDA’s implementing  regulations.", "Demand for orphan designations has grown substantially since the ODA’s  enactment, with the number of designation applications nearly tripling  over the past decade. Separate from orphan designation, FDA also  determines which drugs may be marketed in the United States, based on  evidence of safety and effectiveness. The number of orphan drugs FDA  has approved for marketing has also increased over time, with 77  marketing approvals in 2017. According to FDA, the growth in orphan  designations and marketing approvals is expected to continue, partly due  to medical advances that make health care more personalized,  genetically targeted, and likely to address rare diseases. However, the  growth in orphan designations and marketing approvals has coincided  with questions about FDA’s orphan drug program, including that drug  development challenges remain for the majority of rare diseases.", "Due to the importance of rare disease drug development, you requested  that we provide information on drugs receiving orphan designations and  marketing approvals, and examine certain aspects of FDA’s orphan drug  processes. In this report, we examine  1.  actions FDA has taken to address the growing demand for orphan  2.  the extent to which FDA has used consistent criteria and complete  information to review applications for orphan designation, and the  characteristics of drugs seeking orphan designation;  3.  the orphan drugs FDA has approved for marketing; and  4.  the steps FDA has taken to address challenges in rare disease drug  development.", "To examine the actions FDA has taken to address the growing demand  for orphan designations, we reviewed agency plans for meeting this  demand and reports on timeliness metrics used to track designation  reviews. We also reviewed the agency’s plans for staffing levels and  expertise devoted to reviewing orphan designation applications. In  addition, we reviewed its plan for additional programmatic actions to meet  designation demand and the mechanisms the agency has in place to  respond to orphan drug issues. To describe the rate of demand for  orphan designation over time, we obtained and analyzed FDA data over  the past 10 years from the agency’s internal database on orphan  designation applications. Specifically, we determined the number of  designation applications received each year from January 1, 2008, to  December 31, 2017, and the rate of growth in applications and  designations granted during this time frame. We assessed the reliability of  data from FDA’s internal database on orphan designation applications by  interviewing agency officials knowledgeable about the data, reviewing  related documentation, and performing electronic data testing for obvious  errors, and accuracy and completeness, where applicable. We  determined that the data were sufficiently reliable for the purposes of our  reporting objectives. We also interviewed FDA officials about how it  determines staffing levels given the growing demand for orphan  designation reviews. Finally, we interviewed two former Directors of  FDA’s orphan drug program for their views on the level of resources  dedicated over time to FDA’s orphan designation process.", "To examine the extent to which FDA has used consistent criteria and  complete information to evaluate applications for orphan designation, we  reviewed designation criteria detailed in the ODA, program regulations,  and agency guidance, as well as documentation of the agency’s review  process. Specifically, we reviewed guidance for orphan designation  reviewers consisting of training and job aids, and a standard form used  for evaluating applications. We also assessed the extent to which  reviewers consistently documented and used all information required to  evaluate applications against orphan designation criteria. To do so, we  obtained and analyzed all 148 orphan designation review templates FDA  completed as of March 2018 for designation applications it received from  October to December 2017. We also assessed FDA’s orphan  designation processes against federal internal control standards. Finally,  we interviewed FDA officials about the orphan designation process to  determine how effectively its criteria results in consistent orphan  designation determinations and how recent changes have affected their  processes. To describe the characteristics of drugs seeking orphan  designation, we analyzed rates of orphan designations granted and  denied from January 1, 2008, to December 31, 2017, from the agency’s  internal database on orphan designation applications. We also analyzed  information from this database on the characteristics of those drugs  seeking orphan designation, such as population estimates and  therapeutic areas.", "To examine the orphan drugs FDA has approved for marketing, we  obtained and analyzed FDA data over a 10-year period. Specifically, we  identified all publicly listed orphan drugs with marketing approval dates  from January 1, 2008, to December 31, 2017. We then obtained and  analyzed data from FDA’s internal databases on the characteristics of  these approved orphan drugs, including information on the time frames of  each drug’s FDA review, the drug’s therapeutic area, and whether it was  a new drug or a new use for a previously approved drug. We assessed  the reliability of data from FDA’s internal databases on drug approvals by  interviewing agency officials knowledgeable about the data, reviewing  related documentation, and performing electronic data testing for obvious  errors, and accuracy and completeness, where applicable. We  determined that the data were sufficiently reliable for the purposes of our  reporting objectives.", "To describe the steps FDA has taken to address challenges in rare  disease drug development, we reviewed agency guidance on rare  disease drugs, such as staff training materials, and guidance on  developing rare disease drugs. For example, we reviewed guidance FDA  has issued in collaboration with patient advocacy groups on the  experiences of patients with certain rare diseases. We also reviewed FDA  studies on approved orphan drugs to identify rare disease drug  development challenges, and spoke to FDA officials about how they  address these challenges. To further assess rare disease drug  development challenges, we identified and reviewed relevant academic  research and other studies on FDA’s approved orphan drugs and rare  disease drug challenges. We did not independently assess the  methodology or challenges identified in the academic research included  in our review. We also interviewed selected industry experts and  stakeholders to obtain multiple perspectives on the challenges with rare  disease drug development. Specifically, we selected three industry  experts with published work on FDA’s orphan drug program, as well as  officials from the National Organization for Rare Disorders, six individual  patient advocacy groups with a rare disease focus, three pharmaceutical  industry associations, and four drug manufacturers with granted orphan  designations. We then categorized these challenges by thematic area.", "We conducted this performance audit from October 2017 to November  2018 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Drug manufacturers seeking to develop and receive approval to market  an orphan drug go through two separate FDA processes. The drug  manufacturer may first apply for orphan designation, where FDA  determines if the drug is eligible and meets the criteria for designation.", "The manufacturer may then apply to FDA for approval to market the  orphan drug."], "subsections": [{"section_title": "Orphan Designation Eligibility and FDA’s Process for Granting the Designation", "paragraphs": ["There are a variety of circumstances under which a manufacturer’s drug  is eligible for orphan designation. A drug is eligible for orphan  designation when it is intended to treat a disease that affects fewer than  200,000 people in the United States. A drug is also eligible for orphan  designation when it is intended to treat a disease that affects 200,000 or  more people in the United States and there is no reasonable expectation  of recovering the cost of drug development and marketing from U.S.  sales. In addition, a drug that is intended to treat a specific population of  a non-rare disease (known as an orphan subset) is eligible for orphan  designation when a property of the drug (e.g., toxicity profile, mechanism  of action, or prior clinical experience) limits its use to this subset of the  population.", "FDA’s Office of Orphan Products Development (OOPD) administers the  orphan drug program and evaluates orphan designation applications.  When a drug manufacturer submits a designation application, OOPD  receives and assigns it to a reviewer based on factors such as prior  experience related to a particular rare disease and workload across  OOPD reviewers. The drug manufacturer’s application is required to  include such items as a description of the rare disease, documentation of  the number of people affected by the disease in the United States (the  population estimate), and a scientific rationale explaining why the drug  may effectively treat the disease. The manufacturer can submit an orphan  designation application at any point prior to submitting a marketing  application.", "When making an orphan designation decision, OOPD guidance requires  reviewers to evaluate the manufacturer’s application and record  information about the drug and disease on a standard review template.  OOPD reviewers are also expected to independently verify certain  information included in the application. For example, OOPD reviewers  may review independent sources to verify the population estimate  provided by the manufacturer, including comparing the population  estimate against prior related orphan designations.", "Once the OOPD reviewer’s decision is recorded on the standard review  template, it undergoes a secondary review that has typically been  completed by the Director of the Orphan Drug Designation Program.  This secondary review is intended to ensure the quality of the application  review and the consistency of the review across all related designation  applications. There are three possible outcomes from the designation  review: (1) the orphan designation is granted, (2) the application is  pending with the manufacturer due to OOPD finding it deficient, or (3) the  orphan designation is denied. OOPD sends the drug manufacturer a  decision letter detailing the outcome of its review. If the application is  pending or denied, the decision letter describes OOPD’s concerns with  granting the orphan designation (e.g., insufficient evidence to support its  scientific rationale) and the manufacturer may address these concerns  either in an amendment to the original application (for pending status) or  as a new application (for denied status). (See fig. 1.)"], "subsections": []}, {"section_title": "FDA’s Marketing Approval Process", "paragraphs": ["FDA’s marketing approval process is the same for all drugs, regardless of  orphan status. (See fig. 2.) Once a manufacturer has assessed the safety  and efficacy of a new drug through preclinical testing and clinical trials, it  may apply to FDA for approval to market the drug in the United States. To  do so, a drug manufacturer submits its research in a new drug application  (NDA) or biologic license application (BLA) to FDA, which then reviews  and approves the drug for marketing if it is shown to be safe and effective  for its intended use. The two FDA centers responsible for reviewing  applications to market drugs in the United States are the Center for  Biologics Evaluation and Research (CBER) and the Center for Drug  Evaluation and Research (CDER).", "Upon completing its review of a marketing application, FDA will send an  action letter with its determination to the drug manufacturer. The time  elapsed from the date FDA receives the application to the date it issues  an action letter informing the drug manufacturer of the agency’s decision  is defined as one review cycle. If FDA does not approve the marketing  application and the drug manufacturer resubmits the application, a new  review cycle begins.", "When FDA approves a drug manufacturer’s marketing application, it  approves the drug to treat one or more specific uses, known as  indications. The approved indication is based on the clinical trial data  provided in the manufacturer’s marketing application and is typically  narrower than the orphan designation, which is based on early drug  development data for the drug’s intended use in the rare disease. For  example, one drug was granted orphan designation for the treatment of  cystic fibrosis (the rare disease), while the drug’s marketing approval was  for the treatment of cystic fibrosis in patients 12 years and older who have  a certain genetic mutation (the indication). The orphan drug marketing  exclusivity incentive (a period of protection from competition) only applies  to the drug’s approved indication. OOPD determines orphan drug  marketing exclusivity after receiving notification of the drug’s marketing  approval from CBER and CDER.", "Because orphan drugs are often developed to treat patients with unmet  medical needs, they may be eligible for one or more of FDA’s expedited  programs. FDA’s four expedited programs—accelerated approval,  breakthrough therapy designation, fast track designation, and priority  review—are intended to facilitate and expedite the development and  review of new drugs to address unmet medical needs in the treatment of  a serious disease. Depending on the type of expedited program,  manufacturers of new drugs may receive a variety of benefits, such as  additional opportunities to meet with and obtain advice from FDA officials  during drug development or a shorter FDA review time goal for the  marketing application."], "subsections": []}]}, {"section_title": "FDA Implemented Its Modernization Plan to Address Growing Demand for Orphan Designations, and Has Recently Met Timeliness Goals", "paragraphs": ["In June 2017, FDA issued its Orphan Drug Modernization Plan and has  implemented a number of steps under the plan to address the demand for  orphan designations. According to OOPD data, the number of new  designation applications received grew from 185 in 2008 to 527 in 2017  (an increase of 185 percent), while the number of designations granted  also grew during the same period. (See fig. 3.) Prior to implementing the  modernization plan, OOPD had amassed a backlog of 138 applications  that were pending review for more than 120 days. The modernization plan  therefore established two goals: (1) eliminating the backlog of designation  applications within 90 days (by September 25, 2017), and (2) ensuring  that new designation applications are reviewed within 90 days of receipt.", "To accomplish its first goal, the modernization plan outlined seven actions  FDA planned to take to temporarily increase OOPD resources for  reviewing designation applications. For example, the agency established  an experienced team of senior OOPD reviewers to focus solely on the  backlog of designation applications. In addition, OOPD initially enlisted  temporary assistance from CBER and CDER reviewers who expressed  interest in helping clear the backlog. FDA officials told us OOPD also  subsequently received reviewer assistance from the Office of Medical  Products and Tobacco. OOPD trained these additional reviewers on the  orphan designation review process and criteria for granting orphan  status. As a result of these efforts, FDA cleared the application backlog by August 28, 2017, nearly a month ahead of its goal. (See table 1 for the  seven actions FDA took as part of its modernization plan to clear the  designation application backlog.)", "To accomplish FDA’s second goal of reviewing new designation  applications within 90 days of receipt, the modernization plan outlined  eight steps the agency planned to take to improve the efficiency of its  application review process. For example, OOPD implemented a standard  review template in October 2017 that it had developed under the  modernization plan’s first goal to address the backlog of applications. This  template outlines information that reviewers are supposed to record, as  applicable, from each application and evaluate when making a  designation decision—namely, the (1) background information, (2) clinical  superiority analysis, (3) orphan subset analysis, (4) population estimate,  and (5) scientific rationale that the drug may effectively treat the  disease. (See app. I for more information about what is recorded in  OOPD’s review template.) The review template also includes the  designation recommendation, as well as the secondary reviewer’s  concurrence with the designation determination. FDA officials reported  that before implementing this review template, OOPD reviewers  documented less-structured narrative information about each application  on a prior form. In addition, OOPD introduced online training for  manufacturers on the information to include in a designation application  and the common issues OOPD has encountered when reviewing an  application. According to officials, this training is intended to enhance the  consistency and quality of designation applications, which may ultimately  reduce OOPD requests for additional information from manufacturers.  (See table 2 for the eight steps the agency took to improve the timeliness  of its designation application review process.)", "In July 2017, OOPD began using the new internal tracking report to  monitor adherence to its 90-day timeliness goal. As of March 2018, FDA  officials reported that OOPD management has received these tracking  reports on a daily basis, which identify the number of days that have  elapsed for each application pending review, among other things.  According to these tracking reports, OOPD has overall met its 90-day  timeliness goal for reviewing designation applications since mid- September 2017 and has completed most application reviews within 60  days of receipt. For example, as of July 20, 2018, OOPD had 35  applications pending review for 0 to 30 days; 31 applications pending  review for 31 to 60 days; 9 applications pending review for 61 to 90 days;  and no applications pending review for more than 90 days."], "subsections": []}, {"section_title": "FDA Uses Consistent Criteria to Grant Orphan Designation, but Reviews Do Not Include Complete Information", "paragraphs": [], "subsections": [{"section_title": "FDA Generally Applies Consistent Criteria in Reviewing Applications for Orphan Designation, but Did Not Ensure that All Required Information was Appropriately Recorded or Used", "paragraphs": ["OOPD applies two consistent criteria (i.e., two particular criteria that all  designation applications must meet) when determining whether to grant a  drug orphan status: (1) the disease that the drug is intended to treat  affects fewer than 200,000 people in the United States, and (2) there is  adequate scientific rationale that the drug may effectively treat the  disease. For circumstances involving orphan subsets of a non-rare  disease or clinical superiority, additional criteria are required for orphan  designation.", "According to OOPD data, of the 3,690 orphan designation applications  received from 2008 to 2017, OOPD determined that the majority of them  met these criteria and granted them orphan status. Specifically,  approximately 71 percent of applications were granted orphan  designation as of April 2018. The remaining designation applications were  placed in a pending status awaiting the manufacturer’s response to  OOPD concerns (21 percent), denied orphan designation (5 percent), or  withdrawn (2 percent). (See table 3.)", "In addition, our analysis of 148 OOPD review templates completed for  new designation applications received from October to December 2017  provided further detail on OOPD’s designation determinations since  implementing its Orphan Drug Modernization Plan. We found that for this  time period, 87 designation applications (59 percent) were granted  orphan status, 57 designation applications (39 percent) were placed in  pending status awaiting further information from the manufacturer, and 4  designation applications (3 percent) were denied orphan status. The  most common reason OOPD did not grant orphan designation was due to  concerns with the adequacy of the manufacturer’s scientific rationale,  which occurred in 43 of the 61 pending or denied review templates.  OOPD reviewers noted various concerns with the scientific rationale  provided in these designation applications, including that the  manufacturer did not provide sufficient or adequate data to support their  scientific rationale, or that the manufacturer did not provide data from the  strongest available model for testing the drug.", "Of the five review template sections where reviewers are required to  record information, we found that OOPD does not ensure that all required  information is consistently recorded in the background information section  and evaluated when making designation decisions. OOPD instructs  reviewers to document background information, including elements of the  regulatory history of the drug (e.g., U.S. and foreign marketing history),  and previous orphan designations for both the drug and the disease.  Our analysis found that 102 of 148 OOPD review templates were missing  one or more elements of the regulatory history of a drug. (See table 4.) In  addition, we found that 19 of 148 review templates did not capture all  prior orphan designations for the drug and disease. In one case, the  OOPD reviewer did not record any prior orphan designation for the  disease in the review template and placed the designation application in  pending status due to concerns with the manufacturer’s population  estimate. However, the disease that was the subject of the application  had 36 related orphan designations at the time of the review, 7 of which  had been granted in 2017.", "According to FDA officials, although the background information required  in the review template may not directly affect a designation decision, it  provides important context that is critical to ensuring a complete review of  a designation application. For example, FDA officials told us that in cases  where the designation application is for a disease with little published  information available, it may help to know the drug’s U.S. marketing  history to identify whether CBER or CDER has experience with the  disease. Additionally, the prior orphan designation history can help the  OOPD reviewer identify previously accepted methodologies to estimate  the population for a disease.", "Despite requiring its reviewers to record background information for each  designation application, OOPD’s guidance does not provide instructions  on how to use this information when evaluating the applications. Internal  control standards for the federal government specify that agencies should  record relevant, reliable, and timely information, and process that  information into quality data that enables staff to carry out their  responsibilities. Without instructions on how to use the background  information required in its review templates, OOPD reviewers may not  consistently use all of the information needed to conduct a complete  evaluation of a designation application.", "Additionally, OOPD instructs its reviewers to consider evidence found in  independent sources to verify the population estimate provided in a  designation application. However, in 23 of 148 OOPD review templates,  reviewers did not include the results of any such independent verification  in their evaluation of the manufacturer’s population estimate. Internal  control standards state that agencies should conduct checks of their  recorded data to ensure its accuracy and completeness, but we found  that OOPD does not fully conduct such data checks. Without ensuring  that its reviewers conduct and record the results of independent  verification of population estimates, OOPD cannot be assured that quality  information is consistently informing its designation determinations.", "For the 148 templates we reviewed, we found that OOPD granted orphan  designation to 26 applications missing required information. Specifically,  we found that OOPD granted designation to 11 applications where the  reviewer did not record prior orphan designation history, to 13  applications where the reviewer did not document independent  verification of the manufacturer’s population estimate, and to 2  applications where the reviewer did neither. In cases where the  background information was incomplete or there was no documentation  of independent verification of the manufacturer’s population estimate,  there also was no evidence that the secondary reviewer verified the  completeness of these sections of the review templates."], "subsections": []}, {"section_title": "Most Orphan Designation Applications Had a Population Estimate of Fewer than 100,000 and Over Half of the Applications Target One of Four Therapeutic Areas", "paragraphs": ["Approximately 71 percent of orphan designation applications received by  FDA from 2008 to 2017 were for drugs intended to treat diseases  affecting 100,000 or fewer people. In addition, half of the applications  received during this time frame were for drugs intended to treat  populations of 50,000 or fewer people. (See fig. 4.) For applications that  OOPD granted orphan designation, the population estimates for the  diseases they were intended to treat ranged from 0 to 199,966 people.", "Of 3,491 orphan designation applications OOPD received from 2008 to  2017, over half were for the therapeutic areas of oncology (30 percent),  neurology (13 percent), hematology (7 percent), and gastroenterology  and liver (6 percent). Thirty-seven other therapeutic areas accounted for  the remaining 44 percent of applications, with each therapeutic area  accounting for 5 percent or fewer of designation applications received  during this time frame. Some of these other therapeutic areas included  pulmonary, immunology, cardiology, and dermatology. (See fig. 5.)", "Additionally, our analysis of 148 OOPD review templates from October to  December 2017 found that", "29 applications (20 percent) requested orphan status based on an  orphan subset claim, 7 of which were granted orphan designation;  and", "7 applications (5 percent) requested orphan status based on a clinical  superiority claim, 2 of which were granted orphan designation."], "subsections": []}]}, {"section_title": "FDA’s Orphan Drug Marketing Approvals Increased from 2008 to 2017, Were Focused in Two Therapeutic Areas, and Typically Required about 9 Months for Agency Review", "paragraphs": ["FDA approved 351 orphan drugs for marketing from 2008 to 2017.  Orphan drug marketing approvals have increased over this period, from  17 in 2008 to 77 in 2017, and have accounted for an increasing  proportion of all FDA marketing approvals. Orphan drug marketing  approvals also vary by certain characteristics, but were typically in one of  two therapeutic areas and required about 9 months for FDA review,  among other commonalities.", "Therapeutic area. From 2008 to 2017, 53.3 percent of orphan drug  marketing approvals were in one of two therapeutic areas that were also  common for granted designations: oncology (42.5 percent) and  hematology (10.8 percent). There were 27 different therapeutic areas  overall, with 7 of those areas having 10 or more approved orphan drugs.  (See app. II for FDA’s orphan drug marketing approvals from 2008 to  2017 by therapeutic area.)", "Number of indications. Of the 351 orphan drug marketing approvals  from 2008 to 2017, there were 252 unique drugs, because drugs can be  approved for more than one orphan indication. For example, the oncology  drug Velcade received FDA approval in 2008 as a first-line therapy for  multiple myeloma, and received approval for a second indication in 2014  for treatment of mantle cell lymphoma if the patient has not received at  least one prior therapy. (See app. II.) The majority of drugs had one  orphan indication (77.4 percent) or two orphan indications (15.9 percent).  However, several drugs (6.7 percent) were approved to treat three or  more orphan indications. Two oncology drugs had the most approved  orphan indications: Imbruvica (10 orphan indications) and Avastin (9  orphan indications).", "New drug or new indication for previously approved drug. The  majority (61.5 percent) of orphan drug marketing approvals from 2008 to  2017 have been for a new drug not previously approved for any use,  while the remainder (38.5 percent) have been for a new indication for a  drug previously approved to treat a rare or non-rare disease. (See fig.  6.) Of the new orphan drugs that received marketing approval, the  majority have been for novel uses—new molecular entities or new  therapeutic biologics that are often innovative and serve previously unmet  medical needs, or otherwise significantly help to advance patient care and  public health.", "FDA review time. For orphan drug marketing approvals from 2008 to  2017, the median time from FDA receiving a marketing application to  approval was about 9 months, and ranged from 75 days to about 17  years. FDA averaged about 1.2 review cycles for these drugs, with the  number of cycles ranging from one to four reviews. Two neurology  drugs each had the largest number of reviews (four).", "Expedited programs. Approximately 71 percent of orphan drug  marketing approvals from 2008 to 2017 benefitted from at least one type  of FDA’s four primary expedited programs (accelerated approval,  breakthrough therapy designation, fast track designation, or priority  review). Most orphan drug approvals in each year received priority  review, while less than half received accelerated approval, breakthrough  therapy designation, or fast track designation in the year the drug was  approved. (See fig. 7.) Very few (six) orphan drug approvals were  granted all four of these expedited programs in the year approved."], "subsections": []}, {"section_title": "FDA Issued Guidance and Offered Training to Address Ongoing Rare Disease Drug Development Challenges", "paragraphs": [], "subsections": [{"section_title": "FDA Developed Guidance and Training to Better Inform Its Reviewers and the Public about Rare Disease Drug Development Challenges", "paragraphs": ["To address rare disease drug development challenges, FDA has  established guidance for internal and public use, and offered training to its  reviewers. FDA’s guidance and training on rare diseases includes topics  related to more general drug development issues, as well as the agency’s  marketing approval process as it applies to orphan drugs.", "In general, FDA’s review centers—CBER and CDER—are responsible for  establishing guidance on general rare disease drug development  issues. For example, FDA published draft guidance for industry in  August 2015 on common issues in rare disease drug development. The  guidance discusses important aspects of drug development, such as the  need for an adequate understanding of the natural history of the disease  and the drug’s proposed mechanism of action, and the standard of  evidence to establish safety and effectiveness. CBER published  additional draft guidance in July 2018 on rare disease drug development  specific to gene therapy in order to help manufacturers consider issues  such as limited study population size, safety issues, and outcomes.", "FDA has also conducted studies to understand rare disease drug  development challenges. In March 2011, FDA issued a report to  Congress on the strengths and weaknesses of its regulatory process with  respect to rare and neglected tropical diseases. In that report, a group  of expert FDA officials found that its regulations allowed experienced  reviewers to use flexibility and scientific judgment in determining the  safety and efficacy of rare disease drugs. However, the group also noted  areas for improvement, such as the need to develop training for FDA  reviewers and to increase communication efforts with stakeholders,  including industry and advocacy organizations.", "One other key area the group identified was the need to analyze the  agency’s orphan drug marketing approvals to further understand the  factors helping or hindering drug development. To do so, FDA analyzed a  subset of orphan drug approvals and published two studies:", "FDA’s February 2012 publication on rare disease drug approvals  between 2006 and 2011 found that substantial proportions of  marketing approvals were for innovative drugs, and most clinical  studies were highly unique in terms of the study design, controls, and  outcome measures used. FDA concluded that developing defined  policy and consistency around such diverse drugs and unique clinical  studies would be difficult.", "FDA’s May 2012 publication on marketing applications between 2006  and 2010 concluded that, due to the high approval rates for  applications targeting rare diseases in its study, increased efforts in  the agency’s review process would be unlikely to substantially  increase the number of new rare disease drugs.", "FDA’s patient engagement programs have also focused on rare disease  drug development. As of February 2016, the agency reported that nearly  half of patient-focused drug development meetings—meetings to obtain  the patient perspective on specific diseases and their treatments—have  been focused on rare diseases. In addition, four of six patient advocacy  groups we interviewed said that they used this type of meeting or another  structured meeting to provide FDA input on their rare disease. One  patient advocacy group told us that its meeting with FDA helped lead to  issued guidance on drug development for Duchenne muscular  dystrophy.", "As part of its efforts to better inform reviewers about the agency’s  regulatory framework and drug development challenges with respect to  rare diseases, FDA has developed a training course and holds an annual  all-day meeting for reviewers. (See table 5.) In its rare disease training  course, FDA describes its authority to be flexible in reviewing marketing  applications for rare disease drugs. Multiple studies found that FDA has  regularly used this flexibility in approving rare disease therapies; for  example, by allowing marketing approval based on one adequate and  well-controlled study, rather than requiring two."], "subsections": []}, {"section_title": "Stakeholders and Research Identified Ongoing Rare Disease Drug Development Challenges, while Opinions on the Orphan Drug Act Incentives Varied", "paragraphs": ["Stakeholders we interviewed, including industry experts and patient  advocacy groups, and research we reviewed identified general rare  disease drug development challenges, as well as more specific concerns  pertaining to the ODA incentives and pricing. However, opinions of some  of the concerns attributed to the ODA incentives varied among  stakeholders.", "Barriers to rare disease drug development. The two barriers to rare  disease drug development most commonly cited among stakeholders we  interviewed were (1) the need for more basic scientific research (e.g.,  understanding patient experiences and progression of symptoms, known  as a disease’s natural history), and (2) the difficulty in recruiting small  populations for clinical trials. One drug manufacturer explained that, when  a disease affects a small population, it is hard to identify and recruit  participants, because they may be geographically dispersed or have to  travel long distances to participate in the trial. Identifying these  participants and enrolling them into a clinical trial is therefore both labor-  and resource-intensive.", "A number of studies conducted by FDA and others identified similar  challenges, as well as other rare disease drug development issues. For  example, a 2010 study by the National Academies of Science,  Engineering, and Medicine noted that researchers still lack a basic  understanding of the mechanisms that underlie many rare diseases.  Another drug development challenge identified in the study is attracting  trained investigators to study rare diseases.", "To address some of these challenges, OOPD has a number of grant  programs focused on rare disease drug development, including one that  funds studies that track the natural history of a disease over time to  identify demographic, genetic, environmental, and other variables that  may lead to drug development. In addition, FDA’s fiscal year 2019 budget  justification includes a request for funds to develop clinical trial networks  to create an understanding of the natural history and clinical outcomes of  rare diseases.", "Significance of ODA incentives in fostering drug development.  Although many stakeholders we spoke with categorized the ODA’s  incentives as significant to rare disease drug development, two  stakeholder groups we spoke with—industry experts and drug  manufacturers—largely categorized the incentives as less important than  did other stakeholders. For example, two of four drug manufacturers we  interviewed told us that their company’s drug development decisions are  based on the disease areas it wants to target and not due to ODA  incentives. In addition, several stakeholders noted non-ODA drivers of  orphan drug growth, including the ability to command high prices and  advances in scientific discovery for some rare diseases.", "Several studies also noted limitations of the ODA incentives, including the  structure of the orphan drug tax credit, the decreasing impact of the  marketing exclusivity incentive in protecting orphan drugs from  competition, and the ability of the incentives to target “truly” rare  conditions that would not otherwise have obtained sufficient investment.  For example, the Congressional Research Service reported in December  2016 that the benefits of the orphan drug tax credit are limited to  companies with positive tax liabilities. As a result, the Congressional  Research Service concluded that the typical small startup company  investing in the development of an orphan drug may be unable to take  advantage of the tax credit during its first few years of operation when its  expenses exceed its revenue and cash flow may be a problem.", "Certain circumstances under which drug manufacturers may obtain  ODA incentives. Several stakeholders we spoke with were critical of how  drug manufacturers may obtain ODA incentives, such as for drugs that  were already approved to treat another disease or for multiple orphan  designations for the same drug. For example, one industry expert argued  that granting multiple orphan designations for the same drug subverts the  purpose of the ODA to support development of drugs that may not  otherwise be profitable, as a drug manufacturer can make a return on  investment from the drug from multiple patient groups rather than just  one. In contrast, many patient advocacy groups we spoke with noted that  drug manufacturers’ ability to obtain ODA incentives under certain  circumstances, such as multiple orphan designations for the same drug,  are needed for further investment in drug development. In particular, they  noted that this provides an incentive for manufacturers to demonstrate  their drugs are safe and effective for individuals who have a rare disease  (particularly for FDA-approved drugs with an unapproved use—known as  off-label use) and account for any differences within rare diseases.", "A number of studies raised similar concerns about these and other  issues, including off-label use of orphan drugs. Specifically, one study  noted that, due to increasing investment in precision medicine, manufacturers may develop drugs treating a particular genetic subset of a  non-rare disease. These subsets may qualify for ODA incentives, even  though they may not face the same development challenges as “true”  rare diseases. For example, three orphan drugs were approved as  treatments for a subset of non-small cell lung cancers that have a specific  gene mutation. According to the study, these drugs can also be used off- label for diseases other than the non-small cell lung cancer subset for  which they were originally approved.", "FDA has taken steps in recent years to address certain circumstances  under which drug manufacturers may obtain orphan designation. For  example, the agency recently issued guidance stating that it no longer  plans to grant orphan designation to pediatric subsets of non-rare  diseases. The agency attributed its decision, in part, to a loophole that  could result in a drug receiving an orphan designation for a pediatric  subset being exempt from requirements under the Pediatric Research  Equity Act to study drug safety and effectiveness in pediatric  subpopulations. FDA also held a workshop in May 2018 to seek input  on appropriate orphan designation for certain oncology treatments to stay  current with evolving knowledge.", "Orphan drug pricing. Stakeholders we interviewed and research we  identified also raised concerns about the high prices drug manufacturers  can charge for orphan drugs when receiving ODA incentives. Several  stakeholders we spoke with noted that it was difficult to discuss the ODA  without addressing concerns with how orphan drugs are priced. For  example, one patient advocacy group told us that it may be appropriate  for a drug to receive multiple orphan designations, but that the drug  manufacturer should revise the price of its drug to reflect the number of  orphan designations. Several studies have also pointed to high orphan  drug prices as a public health challenge in terms of access and  affordability, particularly when orphan drug development may be less  costly than non-orphan drugs due to smaller and fewer efficacy and  safety trials, shorter FDA review time, higher marketing approval success  rates, and lower marketing costs. One study found an inverse  relationship between the price of orphan drugs and their volume of use  (i.e., the more expensive the orphan drug, the fewer patients who use the  drug), and noted that over the past 20 years spending on medicine in the  U.S. market has shifted increasingly toward drugs that treat relatively few  people, such as those with rare diseases."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["With significant unmet need for most rare diseases, the ODA provides  manufacturers with a variety of incentives if they develop drugs that meet  orphan designation criteria. To ensure that drug manufacturers’ claims in  their orphan designation applications are accurate, FDA must conduct  thorough and consistent evaluations. FDA took several steps beginning in  June 2017 to improve the consistency and efficiency of these evaluations,  including introducing a standard review template and guidance for  completing it. However, we found that FDA does not always ensure that  all information is consistently recorded in its review templates and  evaluated when making designation determinations, which are critical  steps needed to understand the full context of a drug’s intended use in  the rare disease. FDA has a number of options it could take to ensure  that reviewers obtain all necessary information and use it to inform  orphan designation determinations. For example, we found that FDA’s  guidance was not always clear in instructing reviewers how they should  use the information they record. Clarifying these requirements in  guidance could help reviewers make use of this information, including the  secondary reviewers who ensure the consistency and quality of  designation reviews. While FDA action to improve its designation reviews  will not address the broader rare disease drug development challenges  identified by stakeholders we interviewed and research we analyzed, it  could help FDA ensure the consistency of its review process, particularly  as demand for orphan designations continues to grow."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["We are making the following recommendation to FDA:  The Commissioner of FDA should ensure that information from orphan  drug designation applications is consistently recorded in OOPD review  templates and evaluated by OOPD reviewers when making an orphan  designation decision. (Recommendation 1)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Department of Health and Human  Services (HHS) for comment. In its written comments, reproduced in  appendix III, the agency concurred with our recommendation. HHS also  provided technical comments, which we incorporated as appropriate.", "In its response, HHS stated that it would consider our recommendation as  part of FDA’s ongoing efforts to evaluate and revise the designation  review template, and to train reviewers. Regarding the background  information in the review template, HHS also noted that many drugs  requesting orphan designation do not have relevant regulatory history,  particularly adverse actions, as these drugs are early in drug  development at the time of requesting orphan designation. However, HHS  agreed with the importance of consistently documenting and utilizing  background information, and stated that FDA will continue to apply  consistent criteria to its review decisions.", "We are sending copies of this report to the Secretary of Health and  Human Services, appropriate congressional committees, and other  interested parties. The report is also available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  us at (202) 512-7114 or dickenj@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs are on the last page of this  report. GAO staff who made major contributions to this report are listed in  appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Information Recorded in OOPD’s Standard Designation Review Template", "paragraphs": ["In October 2017, the Food and Drug Administration’s Office of Orphan  Products Development (OOPD) introduced a standard review template,  along with guidance for how to complete it, to aid its reviewers in  evaluating orphan designation applications. OOPD guidance instructs its  reviewers to record information about the drug and disease on the  standard review template, as well as the results of independent  verification done for certain information included in the application. The  template is then used with the designation application to determine  whether to grant orphan designation to a drug. (See table 6 for the  information recorded in OOPD review templates.)"], "subsections": []}, {"section_title": "Appendix II: Orphan Drug Marketing Approvals from 2008 to 2017", "paragraphs": ["The Food and Drug Administration (FDA) approved 351 orphan drugs for  marketing from 2008 to 2017 in 27 different therapeutic areas. Forty-two  percent (149) of orphan drug marketing approvals were in oncology, with  six other therapeutic areas having 10 or more approved orphan drugs.  (See table 7 for information on orphan drug marketing approvals from  2008 to 2017 by therapeutic area.) Additionally, the 351 orphan drug  marketing approvals were for 252 unique drugs, because drugs can be  approved for more than one orphan indication. The majority of drugs had  one orphan indication (77.4 percent) or two orphan indications (15.9  percent). However, several drugs (6.7 percent) were approved to treat  three or more orphan indications."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Marcia Crosse (Director), Robert  Copeland (Assistant Director), E. Jane Whipple (Analyst-in-Charge), and  Brienne Tierney made key contributions to this report. Also contributing  were Kaitlin Farquharson, Alison Granger, Drew Long, and Vikki Porter."], "subsections": []}]}], "fastfact": ["How do you get drug manufacturers to make drugs that treat rare diseases—when they may not sell enough to make a profit?", "The Food and Drug Administration designates some drugs as \"orphan drugs,\" which allows manufacturers to obtain incentives (like tax breaks) for developing drugs that treat rare diseases. But we found that FDA reviewers don’t always include all the required information in their reviews to determine whether a drug is eligible for orphan designation.", "Especially as applications for orphan drug designations increase, we recommended improving how FDA reviews these applications."]}