{"id": "GAO-06-914", "url": "https://www.gao.gov/products/GAO-06-914", "title": "Defense Infrastructure: Actions Taken to Improve the Management of Utility Privatization, but Some Concerns Remain", "published_date": "2006-09-05T00:00:00", "released_date": "2006-09-05T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Department of Defense (DOD) installations have about 2,600 electric, water, wastewater, and natural gas utility systems valued at about $50 billion. In 1997, DOD decided that privatization was the preferred method for improving utility systems, and Congress approved legislative authority for privatizing DOD's utility systems with Public Law No. 105-85. DOD estimates that some utility privatization contracts will cost over $100 million. In a May 2005 report, GAO identified several management weaknesses in DOD's implementation of the program. The Fiscal Year 2006 National Defense Authorization Act required GAO to evaluate and report on changes to the utility privatization program since May 2005. Accordingly, this report updates the status of the program and discusses the effect of DOD's changes on the concerns noted last year. To conduct this review, GAO summarized program status and costs, assessed DOD's changes to program guidance and in other areas, and reviewed the services' implementation of the changes."]}, {"section_title": "What GAO Found", "paragraphs": ["DOD's progress in implementing the utility privatization program has been slower than expected and the estimated completion date has slipped from the department's target of September 2005 to September 2011. DOD attributed the delays to the complexity of the program and to the services' decision to suspend and reassess the management of the program between October 2005 and March 2006. Since May 2005, the services privatized 14 utility systems under the legislative authority for the program, bringing the total number of awarded projects to 81. However, the services have awarded no projects since DOD issued new program guidance in November 2005. Meanwhile, the services' total estimated program implementation costs through fiscal year 2006 have increased to $285 million, and more funds will be required before the program is completed in 2011. Since GAO's May 2005 report, DOD has issued new guidance and required changes in procedures. If fully implemented, these changes should result in more reliable economic analyses, improved budgetary consideration of increased utility costs, enhanced oversight of privatization contracts, and reduced instances where contractors recover more than the fair market value paid for system conveyances. However, a number of concerns from the May 2005 report remain. For example, although DOD made changes to improve the reliability of project economic analyses by requiring independent reviews, GAO reviewed 10 economic analyses and found reliability issues that had not been identified during the independent reviews. DOD directed the services to adequately consider in their budgets the increased costs resulting from utility privatization. However, questions remain over the availability of the funds needed to complete the program because the services estimate that they will need $453 million more than is currently programmed to pay costs associated with remaining utility systems that might be privatized. Although DOD made many changes to improve contract administration and oversight, it may take some time to fully implement the changes as new privatization contracts are awarded. GAO's review of five projects awarded prior to DOD's changes found continuing questions about the adequacy of resources provided to perform oversight and the lack of required plans for overseeing contractor performance. It is too early in the program's implementation to know to what extent DOD's efforts will be successful in ensuring equitable periodic contract price adjustments and limiting long-term cost growth in the utility privatization program. However, GAO found indications that cost growth may become a challenge. DOD did not change its guidance to require that project economic analyses depict the actual expected costs of continued government ownership if the systems are not privatized. Therefore, DOD's reported $650 million in long-term cost reductions is unrealistic."]}], "report": [{"section_title": "Letter", "paragraphs": ["Department of Defense (DOD) installations have about 2,600 electric,  water, wastewater, and natural gas utility systems valued at about $50  billion. These systems consist of the equipment, fixtures, pipes, wires, and  other structures used in the distribution of electric power and natural gas,  the treatment and distribution of water, and the collection and treatment  of wastewater. According to DOD officials, many of these systems have  become unreliable and are in need of major improvements. To address this  issue, DOD decided in 1997 that utility privatization was the preferred  method for improving utility systems and services because privatization  would allow installations to benefit from private sector financing and  efficiencies. With private sector financing, installations could immediately  obtain major upgrades to their utility systems and pay for these  improvements over time. Thus, utility improvements could be achieved  without going through the traditional budget justification and funding  process. Under DOD’s program, utility privatization normally involves two  transactions with the successful contractor—the conveyance of the utility  system infrastructure and the acquisition of utility services for upgrades,  operations, and maintenance under a long-term contract of up to 50 years.  DOD estimates that some privatization contracts will cost more than $100  million over the contract time frames.", "To institute the program, at DOD’s request, Congress approved legislative  authority in 1997 for privatizing utility systems at military installations.  The authority requires that the military services meet a number of  conditions to privatize a system including, in part, the following condition:  the services must demonstrate through an economic analysis that  privatization of a system would reduce the government’s long-term costs  for utility services. DOD’s program guidance permits the services to  exempt systems from privatization when long-term costs will not be  reduced or for unique security reasons.", "In May 2005, we issued a report that identified management weaknesses in  DOD’s implementation of the utility privatization program. The report  noted a number of concerns, such as the reliability of the economic  analyses associated with privatization decisions and the adequacy of  contract oversight, and made several recommendations to DOD to  improve the guidance and procedures used to implement and oversee the  utility privatization program. Although DOD initially disagreed with the  report’s findings and recommendations, after further review of the report,  the department subsequently reported to Congress that it generally agreed  with our findings and recommendations and decided to issue new  guidance on November 2, 2005, to address the key issues in our prior  report. Among other things, this guidance required the services to  complete remaining evaluations of utility system potential for privatization  in a timely and efficient manner, perform an independent review of the  economic analyses supporting proposed projects, consider and plan for  increased costs for utility services resulting from potential privatization  projects, and take steps designed to improve the administration and  oversight of awarded privatization projects. Even before DOD issued the  new guidance, the services had implemented several program  improvements including the requirement for independent reviews of  project economic analyses.", "In January 2006, the National Defense Authorization Act for Fiscal Year  2006 made several modifications to the legislative authority for the utility  privatization program, restricted the number of utility systems that DOD  could privatize during fiscal years 2006 and 2007, and required the  Secretary of Defense to submit a report to congressional defense  committees by April 1, 2006, addressing program issues and many of the  concerns noted in our May 2005 report. The act also directed us to  evaluate and report on the changes made by DOD to the program since  May 2005 and their effects. Accordingly, this report (1) updates the status  of the utility privatization program, and (2) discusses the effect of DOD’s  changes on the program management and oversight concerns noted in our  May 2005 report.", "To address these objectives, we summarized program implementation  status and costs and compared the status to DOD’s past and current goals  and milestones. To determine the effect of DOD’s changes on the program  management and oversight concerns noted in our prior report, we  interviewed DOD and service officials and reviewed pertinent policies,  guidance, memorandums, and reports to document the changes made, and  we compared those changes with our previously identified concerns to  assess whether the issues had been fully addressed. Further, we reviewed  the reliability of the economic analyses supporting 10 privatization  projects that were awarded after our prior report and had been subjected  to the services’ new independent review process. We also visited four  installations to assess contract administration and oversight issues and  reviewed contract price changes in six ongoing utility privatization  contracts. Although we generally relied on program status data provided  by the services, we confirmed the status data for five utility privatization  projects and did not otherwise test the reliability of the data.", "We conducted our review from March through July 2006 in accordance  with generally accepted government auditing standards. A more detailed  description of our scope and methodology is included in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["At DOD’s request, Congress approved legislative authority in 1997 for  privatizing utility systems at military installations. In defining a utility  system, the authority included systems for the generation and supply of  electric power; the treatment or supply of water; the collection or  treatment of wastewater; the generation or supply of steam, hot water, and  chilled water; the supply of natural gas; and the transmission of  telecommunications. Included in a utility system are the associated  equipment, fixtures, structures, and other improvements as well as  easements and rights-of-way. The authority stated that the Secretary of a  military department may convey a utility system to a municipal, private,  regional, district, or cooperative utility company or other entity and the  conveyance may consist of all right, title, and interest of the United States  in the utility system or such lesser estate as the Secretary considers  appropriate to serve the interests of the United States.", "Among other things, the 1997 authority also included two requirements for  utility privatization. First, DOD was required to submit a report to  congressional defense committees and wait 21 days before allowing a  conveyance. For each conveyance, the report was to include an economic  analysis, based on acceptable life-cycle costing procedures, demonstrating  that (1) the long-term economic benefit of the conveyance to the United  States exceeds the long-term economic cost of the conveyance to the  United States, and (2) the conveyance will reduce the long-term costs of  the United States for utility services provided by the utility system  concerned. Second, the Secretary was required to receive as consideration  for a conveyance an amount equal to the fair market value, as determined  by the Secretary, of the right, title, or interest of the United States  conveyed. The consideration could take the form of a lump sum payment  or a reduction in charges for utility services.", "Before and after approval of the specific authority for privatizing utilities,  the services have used other authorities for utility privatization. For  example, the Army had privatized some systems after obtaining  congressional authority for each specific case. Also, the services have  privatized systems by modifications to natural gas services agreements  administered by the General Services Administration and by conveyances  of some systems on the basis of authorities related to base realignment  and closure and the military housing privatization program.", "DOD’s Office of the Deputy Under Secretary of Defense for Installations  and Environment provides overall policy and management oversight for  the utility privatization program. However, primary management and  implementation responsibility for the program is delegated to the  individual services, their major commands, and individual installations. In  addition, Defense Logistics Agency’s Defense Energy Support Center is  responsible for providing the military services with utility privatization  contracting, technical, and program management support."], "subsections": [{"section_title": "DOD Made Utility Privatization a Department Policy", "paragraphs": ["In December 1997, DOD issued Defense Reform Initiative Directive  Number 9, which made utility system privatization a DOD policy. The  directive instructed the military departments to develop a plan that would  result in privatizing all installation electric, natural gas, water, and  wastewater utility systems by January 1, 2000, unless exempted for unique  security reasons or if privatization would be uneconomical. Under the  program, privatization normally involves two transactions with the  successful contractor—the conveyance of the utility system infrastructure  and the acquisition of utility services for upgrades, operations, and  maintenance under a long-term contract of up to 50 years. Normally, the  conveyances do not include title to the land beneath the utility system  infrastructures.", "A year later, in December 1998, DOD issued another directive to establish  program management and oversight responsibilities and provide guidance  for performing economic analyses for proposed projects, exempting  systems from the program, and using competitive procedures to conduct  the program. The directive also stated that the objective was for DOD to  get out of the business of owning, managing, and operating utility systems  by privatizing them and that exemptions from privatization should be rare.", "The directive reset the privatization implementation goal to September 30,  2003."], "subsections": []}, {"section_title": "Implementation Goals Reset and Program Guidance Revised", "paragraphs": ["In October 2002, DOD issued revised program guidance and again reset  implementation goals. The guidance noted DOD’s contention that many  installation utility systems had become unreliable and in need of major  improvements because the installations historically had been unable to  upgrade and maintain reliable utility systems due to inadequate funding  caused by the competition for funds and DOD’s budget allocation  decisions. DOD officials stated that owning, operating, and maintaining  utility systems was not a core DOD function and the guidance stated that  privatization was the preferred method for improving utility systems and  services by allowing military installations to benefit from private sector  financing and efficiencies. The revised implementation goals directed the  military departments to reach a privatization or exemption decision on all  systems available for privatization by September 30, 2005. The October  2002 guidance also reemphasized that utility privatization was contingent  upon the services demonstrating through an economic analysis that  privatization will reduce the long-term costs to the government for utility  services. The guidance included details for conducting the economic  analyses, stating that the services’ analyses should compare the long-term  estimated costs of proposed privatization contracts with the estimated  long-term costs of continued government ownership assuming that the  systems would be upgraded, operated, and maintained at accepted  industry standards, as would be required under privatization."], "subsections": []}, {"section_title": "GAO Report Identified Weaknesses in Program Implementation", "paragraphs": ["In May 2005, we issued a report that identified management weaknesses in  DOD’s implementation of the utility privatization program. The report  noted that utility privatization implementation had been slower than  expected, the services’ economic analyses supporting utility privatization  decisions provided an unrealistic sense of savings to a program that  generally increases government utility costs, DOD’s funding obligations  would likely increase faster than they would under continued government  ownership, DOD did not require that the services’ economic analyses be  subjected to an independent review for accuracy and compliance with  guidance, implementation of the fair market value requirement in some  cases resulted in higher contract costs for utility services, the services had  not issued specific contract administration guidance for the program, and  DOD’s preferred approach of permanently conveying utility system  ownership to contractors may give the contractor an advantage when  negotiating service contract changes or renewals. The report made several  recommendations for DOD to address these concerns."], "subsections": []}, {"section_title": "Program Legislative Authority Modified", "paragraphs": ["The National Defense Authorization Act for Fiscal Year 2006, enacted in  January 2006, made several modifications to the legislative authority for  the utility privatization program. The act did the following:    Reinstated a requirement that the Secretary of Defense must submit to  congressional defense committees an economic analysis and wait 21 days  after the analysis is received by congressional defense committees, or 14  days if in electronic form, before conveying a utility system. The  economic analysis must demonstrate among other things that the  conveyance will reduce the long-term costs to the United States of utility  services provided by the utility system. The report and wait requirement  had been replaced with a requirement for a quarterly report of  conveyances by the National Defense Authorization Act for Fiscal Year  2004.", "Added a requirement that the economic analyses incorporate margins of  error in the estimates, based upon guidance approved by the Secretary of  Defense, that minimize any underestimation of the costs resulting from  privatization or any overestimation of the costs resulting from continued  government ownership.", "Eliminated the requirement that DOD must receive as consideration for a  conveyance an amount equal to the system’s fair market value.", "Limited contract terms to 10 years, unless the Secretary concerned  determines that a longer term contract, not to exceed 50 years, will be  cost-effective and provides an explanation of the need for the longer term  contract, along with a comparison of costs between a 10-year contract and  the longer term contract.", "Placed a temporary limitation on conveyance authority stating that during  each of fiscal years 2006 and 2007, the number of utility systems for which  conveyance contracts may be entered into under this authority shall not  exceed 25 percent of the total number of utility systems determined to be  eligible for privatization under this authority as of January 6, 2006.", "Required DOD to submit, not later than April 1, 2006, to congressional  defense committees a report describing the use of section 2688 of title 10,  United States Code (10 U.S.C. 2688), to convey utility systems. The report  was to address several specified aspects of the utility privatization  program."], "subsections": []}, {"section_title": "DOD’s Response to GAO’s Report and Modifications to the Program’s Authority", "paragraphs": ["Although DOD initially disagreed with our May 2005 report, after further  review of the report, it subsequently reported to Congress that the report  had brought some significant issues to light and that the department had  decided to issue new guidance to address the key issues in the report in  order to improve program management. On November 2, 2005, DOD  issued the new guidance, which among other things required the services  to complete the remaining evaluations of utility system potential for  privatization in a timely and efficient manner, perform an independent  review of the economic analyses supporting proposed projects, consider  and plan for increased costs for utility services resulting from potential  privatization projects, and take steps to improve the administration and  oversight of awarded privatization projects. DOD issued additional  supplemental guidance on March 20, 2006, to implement the  modifications to the legislative authority made by the Fiscal Year 2006  National Defense Authorization Act; and on March 31, 2006, DOD  submitted to congressional defense committees the utility privatization  report required by the act. Even before DOD issued new guidance to  improve the program in November 2005, the services had implemented  several program improvements, including the requirement for independent  reviews of project economic analyses."], "subsections": []}]}, {"section_title": "Utility Privatization Milestones Have Slipped and Implementation Costs Continue to Climb", "paragraphs": ["DOD’s progress in implementing the utility privatization program has been  slower than expected and implementation costs have continued to climb.  None of the services met DOD’s September 2005 implementation goal and  the program’s estimated completion date has now slipped to September  2011. In addition to increasing implementation costs, program delays have  also resulted in the cancellation of privatization solicitations because of  concern that conditions had changed or might change before a decision  would be made whether to privatize."], "subsections": [{"section_title": "Services Did Not Meet Program Implementation Milestone", "paragraphs": ["None of the services met DOD’s goal of making a privatization or  exemption decision on all systems available for privatization by September  30, 2005. Since the program began, DOD officials have attributed delays in  program implementation to privatization evaluation, solicitation, and  contracting processes that were more complex and time consuming than  originally anticipated. Service officials stated that additional delays  occurred because the services decided to suspend the program between  October 2005 and March 2006. According to the officials, the suspension  was provided to allow DOD and the services time to review concerns  noted in our May 2005 report, develop and issue supplemental guidance  for the program, and implement program changes necessitated by  modifications in the program’s legislative authority made by the National  Defense Authorization Act for Fiscal Year 2006. The services now estimate  that their program completion dates—the date when a privatization or  exemption decision has been made on all available systems—are October  2007 for the Navy and Marine Corps, December 2008 for the Air Force, and  September 2011 for the Army. Among other things, the Army attributed the  extension in its completion date to the privatization process being more  complicated than envisioned and a recognition that the Army’s past  estimates for completing the program were unrealistic. Table 1 shows  progress as of March 31, 2006, compared to DOD’s goal, as well as the  current estimated program completion dates."], "subsections": []}, {"section_title": "Services Have Awarded Contracts for a Fraction of the Total Systems Available for Privatization", "paragraphs": ["After spending about $268 million on program implementation costs  through fiscal year 2005, the services had awarded contracts for a fraction  of the 1,496 utility systems available for privatization. Between May 31,  2005, and September 30, 2005, the services privatized 14 utility systems  using 10 U.S.C. 2688 authority bringing the total number of awarded  projects to 81. However, the services have awarded no projects under this  authority since DOD issued supplemental program guidance in November  2005. In addition to the projects awarded under 10 U.S.C. 2688 authority,  DOD privatized 36 systems under other programs, such as DOD’s housing  privatization program. The services also have exempted 147 additional  systems, bringing the total systems exempted from privatization to 458.  Table 2 shows program status as of March 31, 2006."], "subsections": []}, {"section_title": "Program Delays Have Resulted in Increased Implementation Costs", "paragraphs": ["With program delays, the services’ estimated program implementation  costs have increased from about $268 million through fiscal year 2005 to  about $285 million through fiscal year 2006. Additional implementation  funds will be needed before the services complete their programs between  October 2007 and September 2011. According to service officials, the funds  used to implement the program primarily paid for consultants hired to  help the services in conducting an inventory of their utility systems,  assessing the systems’ condition, preparing economic analyses, and  soliciting and contracting for proposed projects. Program implementation  costs did not include funds used to pay the costs of awarded privatization  contracts. Table 3 shows program implementation costs by service and the  Office of the Secretary of Defense.", "Program delays also caused the Defense Energy Support Center to cancel  solicitations to privatize 42 Army utility systems in May 2006. These  solicitations had been closed from 1 to 4 years with no award decision and  there were concerns that conditions, such as the accuracy of the inventory  and needed improvements, had changed or might change before an award  decision would be made. The Army plans to resolicit these systems over  the next few years. Further, Defense Energy Support Center officials  stated that program delays and the resulting decrease in assistance  requested by the services have made it difficult to retain qualified staff to  support the utility privatization program. Consequently, the center will  need to train new staff once the program’s pace begins to increase again."], "subsections": []}, {"section_title": "Services Have Estimated the Number and Cost of Potential Privatization Contracts", "paragraphs": ["In addition to revising their program completion dates since our previous  report, the services also estimated the additional number of systems that  might be privatized by the completion of their programs and the funds  needed to pay the costs of these anticipated contracts. The Army  estimated that 41 additional systems might be privatized with the  associated contract costs totaling about $212 million; the Navy and the  Marine Corps estimated that 40 additional systems might be privatized  with the associated contract costs totaling about $139 million; and the Air  Force estimated that 210 additional systems might be privatized with the  associated contract costs totaling about $602 million (see table 4). Air  Force officials stated that its estimated 210 additional systems was a  “worst case” estimate used to determine the maximum funding needed for  possible additional privatization contracts. The officials stated that the  more likely number of systems that might be privatized was about 105  systems. However, the officials did not provide an estimate of the contract  costs associated with the smaller number of systems."], "subsections": []}]}, {"section_title": "DOD’s Changes to Improve Utility Privatization Implementation Have Addressed Many Areas but Have Not Eliminated All Program Concerns", "paragraphs": ["DOD has made many changes to improve the management and oversight  of the utility privatization program since our May 2005 report. To improve  the reliability of the economic analyses supporting privatization decisions,  DOD now requires that the analyses undergo an independent review to  assess the inputs and assumptions, ensure that cost estimates for the  government-owned and privatization options are treated in a consistent  manner, and verify that all relevant guidance has been met. Also, in  supplemental program guidance issued in November 2005, DOD reminded  the services to consider and plan for increased costs for utility services  contracts resulting from potential privatization projects and prepare  operation and maintenance budgets based upon the expected costs under  privatization. The guidance also emphasized the importance of contract  oversight and directed a number of actions designed to ensure adequate  contract administration and oversight. Among other things, the guidance  directed the Defense Energy Support Center to develop specific preaward  and postaward procurement procedures for the effective management of  utilities services contracts, directed contracting agencies to adequately  train and prepare personnel involved in the utility privatization contracts,  noted that DOD components are responsible for ensuring that the  acquisition plan adequately addresses cost growth control, and stated that  DOD components are responsible for ensuring that resources required to  properly administer the contracts have been identified and provided. In  March 2006, DOD also issued guidance implementing modifications in the  program’s legislative authority made by the Fiscal Year 2006 National  Defense Authorization Act, which among other things addresses our  concern that some utility privatization contracts had allowed contractors  to recover more than they paid as the fair market value for system  conveyances. If fully implemented, the changes should result in more  reliable economic analyses supporting proposed privatization projects,  improved budgetary consideration of increased utility costs from  privatization, enhanced oversight of privatization contracts, and reduced  instances where contractors recover more than the amounts they paid as  the fair market value for system conveyances.", "Although DOD has made many changes to improve implementation of the  utility privatization program, the changes have addressed some concerns  but have not eliminated all concerns noted in our prior report, such as  ensuring the reliability of project economic analyses and ensuring  effective contract oversight. We found that changes to address some  issues have not been effectively implemented, some changes were not  sufficient to totally eliminate the concerns, and DOD did not make  changes to address some concerns causing continued questions about the  reliability of the economic analyses, the availability of funds to pay for the  remaining projects that might be privatized, the adequacy of contract  oversight in projects awarded prior to DOD’s changes, and the control of  long-term cost growth in utility privatization contracts. We also have  concerns that the program may continue to provide an unrealistic sense of  savings and decision makers may have incomplete information on the  financial effect of privatization decisions."], "subsections": [{"section_title": "DOD Has Taken Steps to Improve the Reliability of Project Economic Analyses but Implementation Is a Concern", "paragraphs": ["Although DOD has made changes to improve the reliability of the analyses  supporting proposed utility privatization projects, we found issues with  the services’ implementation of the changes. In November 2005, DOD  issued supplemental program guidance requiring DOD components to  ensure that independent reviews were conducted for all economic  analyses supporting a proposed conveyance. The guidance stated that the  independent review should verify that all relevant guidance has been met  and that privatization is in the best interest of the government. In March  2006, DOD reported to Congress that the independent review included  procedures to review the general inputs and assumptions, verify that the  inventory in the economic analysis is identical to the inventory in the  solicitation, and ensure that the government and the contractor treat the  renewal and replacement cost estimates in a consistent manner. Even  before DOD issued the guidance requiring independent reviews, Army and  Air Force officials stated that they had implemented such reviews to help  ensure reliability of their project analyses. The officials stated that  independent reviews were performed on the analyses supporting 12 utility  privatization projects that were awarded in September 2005—after our  previous report—but before DOD’s issuance of the guidance requiring  independent reviews.", "As an additional step to help ensure reliable economic analyses, DOD’s  March 2006 report to Congress stated that the services must conduct  postconveyance reviews that compare actual project costs with the  estimated costs included in the projects’ economic analyses. DOD stated  that the postconveyance reviews are conducted 2 to 3 years after contract  award, or 1 year after the first periodic price adjustment, whichever is  later, and that the results of these reviews will be compiled until such time  as the analysis of all conveyances is complete. DOD stated that the  reviews are to include an analysis of the system’s inventory, changes in  requirements and contract costs, and a comparison of actual contract  costs with estimates from the economic analyses.", "Although DOD’s changes are key steps in the right direction to improve the  reliability of the economic analyses, we found issues with the  implementation of the changes. First, we reviewed the analyses associated  with 10 Army and Air Force projects awarded in September 2005.", "Although these analyses were prepared prior to the issuance of DOD’s  supplemental guidance, the services had already implemented an  independent review process and these analyses underwent an independent  review. Service officials noted that the independent reviews had just  begun and expected that the thoroughness of the reviews would improve  as experience was gained and DOD’s supplemental guidance was  implemented. We found that the reviews did identify some questionable  items and that some changes were made to improve the reliability of the  economic analyses. Yet, we also found questionable items in each analysis  that were not identified during the independent review. For example:    The economic analysis for the natural gas system privatization at Minot Air  Force Base did not treat estimates of renewal and replacement costs for  the government-owned and privatization options in a consistent manner.  The analysis estimated that the Air Force would spend $7.1 million on  renewals and replacements during the first year of continued government  ownership. Under the first year of privatization, the analysis estimated that  the contractor would spend about $0.2 million on renewals and  replacements. When we asked about this difference, Air Force officials  stated that the contractor is not required to perform the same renewals  and replacements identified in the government estimate and that the  government found the contractor’s proposal to be acceptable. Because the  analysis was not based on performing the same work, the cost estimates  were not consistently developed and resulted in favoring the privatization  option. This issue was not identified in the independent review.", "The economic analyses for the water and wastewater privatization  projects at Andrews Air Force Base were based on the systems’ inventory  (i.e., the wells, pumps, water treatment equipment, valves, fire hydrants,  water distribution mains, meters, storage tanks, reservoirs, and other  components that constitute the systems) and condition 2 years prior to  contract award. The Air Force stated that adjustments to the contract  could be made after contract award, if needed, to reflect changes in the  inventory. However, because the analyses were not updated to reflect  inventory changes before contract award, the reliability of the analyses is  less certain. This issue was not noted in the independent review.", "The economic analyses for privatization of the electric distribution system  at Fort Leavenworth and the water and wastewater systems at three Army  installations in the Tidewater Virginia area incorrectly included financing  costs under the government option. Although this favored the privatization  option, the amount was not enough to change the outcome of the analyses.  This issue was not identified in the independent review. However, Army  officials told us that they would ensure that this did not occur in future  analyses.", "Second, although DOD noted in its March 2006 report to Congress the  importance of postconveyance reviews as an additional measure to help  ensure reliable economic analyses, DOD has not issued guidance that  requires the services to perform the reviews. Service officials stated that  they had performed only a limited number of postconveyance reviews and  do not have plans to perform the reviews in the manner or frequency  described in DOD’s report to Congress. Also, DOD’s report cited seven  Army Audit Agency postconveyance reviews, four additional Army  postconveyance reviews, and one Air Force postconveyance review.  However, only three of the Army Audit Agency reviews included a  comparison of actual contract costs with estimates from the economic  analyses."], "subsections": []}, {"section_title": "DOD Has Taken Steps to Address Some Funding Issues but Concerns Remain", "paragraphs": ["Although DOD has taken steps to help ensure that the services adequately  consider the increased costs from utility privatization projects during  budget preparation, questions remain over the availability of the additional  funds needed to complete the program. The services estimate that they  potentially will need $453 million more than is currently programmed for  continuing government utility operations to pay implementation and  contract costs associated with the remaining number of utility systems  that might be privatized through 2010 for the Air Force, the Navy, and  Marine Corps, and through 2011 for the Army. As a result, in view of  competing needs and budget priorities, the Deputy Assistant Secretary of  the Air Force (Installations) stated in an April 2006 memorandum that the  Air Force could not afford to award further utility privatization contracts  unless additional resources are provided."], "subsections": [{"section_title": "Utility Costs Increase with Privatization", "paragraphs": ["Our May 2005 report noted that installation utility costs under privatization  typically increase significantly above historical levels because the systems  are being upgraded and the contractors recoup their investment costs  through the utility services contracts. Essentially, under the privatization  program, the services leverage private sector capital to achieve utility  system improvements that otherwise would not be feasible in the short  term because of limited funding caused by the competition for funds and  budget allocation decisions. The services pay for the improvements over  time through the utility services contracts, which are “must pay” bills. As a  result, if an installation’s funds were not increased sufficiently, then funds  provided for other installation functions where there was more discretion  in spending might be used to pay the higher utility bills. This, in turn, could  negatively affect those other functions, such as the maintenance of  installation facilities. We recommended that DOD provide program  guidance emphasizing the need to consider increased utility costs under  privatization as the military services prepare their operation and  maintenance budget requests and that DOD direct the service Secretaries  to ensure that installation operations and maintenance budgets are  adjusted as necessary to reflect increased costs from utility privatization  projects.", "In November 2005, DOD issued supplemental program guidance that  reminded DOD components to consider the increase in utility costs from  privatization. Specifically, the guidance directed the components to  consider and plan for increased costs for utility services contracts  resulting from potential privatization projects and system conveyance and  prepare operation and maintenance budgets based upon the expected  costs under privatization."], "subsections": []}, {"section_title": "Funds Not Programmed for All Potential Utility Privatization Projects", "paragraphs": ["DOD’s guidance addresses the recommendations from our May 2005  report and, if implemented, should result in the increased costs from  utility privatization projects being adequately considered during budget  preparation. However, in view of competing needs and budget priorities,  questions remain over availability of the additional funds needed to  complete the program. To illustrate, DOD’s November 2005 supplemental  guidance also directed DOD components to advise the Deputy Under  Secretary of Defense (Installations and Environment) if significant  shortfalls are anticipated that will affect utilities privatization efforts. In  response to that direction, each service estimated the remaining number  of utility systems that might be privatized, calculated the associated  implementation and contract costs, compared these costs with the funds  already programmed for continued government operation of the systems  that might be privatized, and determined whether any potential funding  shortfalls existed. The Army’s estimate was through fiscal year 2011 and  the other services’ estimates were through fiscal year 2010. As a result of  this review, each service determined that funding shortfalls existed to pay  for potential future privatization contracts (see table 5).", "Air Force officials stated that the increased costs from potential future  utility privatization contracts had reached a critical point. The officials  stated that because funds are limited and funding needs for some Air  Force programs are greater than the funding needs for utility upgrades, the  Air Force has concluded that it will not solicit new utility privatization  contracts until additional resources are identified to specifically cover any  potential increase in future costs. Air Force officials further explained that  privatization results in improving utility systems to an industry standard  level by creating “must pay” contracts. However, without additional  resources, funding these contracts must come from other base operating  support funds, which would result in diverting critical resources from  remaining facilities and infrastructure. Also, the officials noted that the  utility privatization program drives system recapitalization to an industry  standard level that may be questionable when compared to historical Air  Force requirements and, furthermore, reflects a funding level that is not  affordable in light of current fiscal constraints and differing Air Force  modernization priorities.", "When we questioned a cognizant DOD official in June 2006 about the  potential funding shortfall, the official stated that each service has  competing priorities and the cost of awarding contracts to privatize utility  infrastructure is just one of many. However, the official also stated that the  funding issue and alternatives were under discussion but conclusions had  not yet been reached."], "subsections": []}]}, {"section_title": "DOD Directed Actions to Improve Utility Privatization Contract Oversight but Some Concerns Remain", "paragraphs": ["DOD has made a number of changes designed to improve utility  privatization contract administration and oversight since our May 2005  report. However, it may take some time for the improvements to be fully  implemented as the changes are applied to new privatization contract  awards and efforts may be needed to ensure that the changes are applied,  where needed, to previously awarded contracts."], "subsections": [{"section_title": "DOD Has Taken Steps to Address Oversight Concerns", "paragraphs": ["To address privatization contract oversight concerns, DOD issued  supplemental program guidance in November 2005 that emphasized to the  services the importance of contract oversight and directed a number of  actions designed to ensure adequate contract administration and  oversight. Among other things, the guidance    directed the Defense Energy Support Center to develop specific preaward  and postaward procurement procedures for the effective management of  utilities services contracts resulting from a utility conveyance, and  coordinate with the Defense Acquisition University to develop a training  program for all contracting officers and DOD components involved in  utilities privatization efforts;    directed contracting agencies to adequately train and prepare personnel  involved in the administration of the utilities services contracts resulting  from a utilities conveyance;    stated that contracting officers must be able to use guidance for  postaward contract management and contract provisions to ensure that  the government’s interests are protected in the long-term utility service  contracts and associated real estate documents;    stated that prior to awarding a services contract resulting from a utility  conveyance, DOD components are responsible for ensuring, among other  things, that resources required to properly administer the contract have  been identified; and    directed that transfers of contract administration responsibilities from the  procuring contract office to the contracting administration office should  include an on-site transfer briefing with government and contractor  personnel that includes, among other things, a clear assignment of  responsibilities.", "During our visit to the Defense Energy Support Center in April 2006,  officials stated that in accordance with the guidance, the center had  already issued the preaward and postaward procurement procedures that  would help ensure the effective management of utilities services contracts.  The officials stated that they had also begun developing a training program  for all contracting officers and other DOD personnel involved in utilities  privatization efforts and had developed procedures for transferring  contract responsibilities that should help ensure effective contract  oversight. During our visits to the services, officials stated that, in addition  to working with the Defense Energy Support Center, further efforts were  underway to ensure that postaward management is effective. For example,  Air Force officials stated that they had developed their own postaward  plan, which defines the responsibilities and standards by which the  government could ensure that utility services are provided in accordance  with requirements. Navy officials stated that the Navy plans to prepare a  quality assurance plan for each utility privatization contract awarded."], "subsections": []}, {"section_title": "Some Contract Oversight Concerns Identified at the Four Installations We Visited", "paragraphs": ["Although the steps taken by DOD, the Defense Energy Support Center, and  the services are significant improvements, implementation will be the key  to ensuring effective oversight of all utility privatization contracts, and it  may take some time to fully implement improvements as new privatization  contracts are awarded. From the time DOD’s supplemental guidance was  issued and other improvement measures were put into place through the  time of our review in June 2006, the services awarded no new utility  privatization contracts. Thus, to assess contract oversight, we were unable  to visit installations with utility privatization contracts awarded after  DOD’s changes were implemented. Instead, we assessed contract  oversight at four installations with five utility privatization projects that  were awarded prior to our May 2005 report. We found continuing concerns  about the adequacy of oversight because no additional resources were  provided to oversee the contracts at all four installations and mandatory  written plans for overseeing contractor performance were not prepared at  two installations.", "For example, officials at each of the four installations we visited noted  that no additional resources were provided at the installation level to  perform contract oversight once their utility systems were privatized. The  contract officials stated that the extra work associated with the contracts  was added to their workload of overseeing other contracts. Some officials  stated that they did not have sufficient personnel to perform the level of  detailed monitoring of contractor performance that they believed was  needed. According to Fort Eustis officials, when the electric system was  privatized, they requested three additional people to oversee the contract  based on the magnitude of the workload associated with this contract. Yet,  no additional people were provided and the extra workload was added to  the workload of the staff responsible for overseeing other contracts.", "Also, our review of the electric distribution system privatization projects  at Fort Eustis and the Army’s Military Ocean Terminal Sunny Point found  that neither installation had a quality assurance surveillance plan in place  for overseeing contractor performance. Such plans are required by the  Federal Acquisition Regulation. Officials at both installations stated that  although a formal surveillance plan had not been prepared, they were  performing oversight to ensure that the contractors met contract  requirements. Nevertheless, formal contractor performance monitoring  plans are an important tool for ensuring adequate contract oversight."], "subsections": []}]}, {"section_title": "Containing Utility Privatization Contract Cost Growth May Be a Challenge", "paragraphs": ["Because contractors own installation utility systems after privatization  and, therefore, may have an advantage when negotiating contract changes  and renewals, containing utility privatization contract cost growth may  become a challenge as contracts go through periodic price adjustments  and installations negotiate prices for additional needed capital  improvement projects and other changes. In March 2006, DOD stated that  although it recognizes that privatization may limit the government’s  options during contract negotiations, the department continues to prefer  privatization with permanent conveyance and believes that safeguards are  in place to adequately protect the government’s interests. Although it is  too early in the program’s implementation to know to what extent DOD’s  efforts will be successful in ensuring equitable contract price adjustments  and limiting long-term cost growth in the utility privatization program, our  review found indications that containing cost growth may become a  concern."], "subsections": [{"section_title": "DOD Continues to Prefer Permanent Conveyance but Has Taken Steps to Control Costs", "paragraphs": ["In our prior report, we noted that, according to DOD consultant reports,  DOD’s approach to utility privatization differs from typical private sector  practices in that private sector companies may outsource system  operations and maintenance but normally retain system ownership. As a  result, the consultant reports note that DOD’s preferred approach of  permanently conveying utility system ownership to contractors may give  the contractor an advantage when negotiating service contract changes or  renewals. This occurs because DOD must deal with the contractor or pay  significant amounts to construct a new utility distribution system to  replace the one conveyed to the contractor, attempt to purchase the  system back from the contractor, or institute legal action to reacquire the  system through condemnation proceedings. Because of concern that  contractors may have an advantage when it comes time to negotiate  contract changes and renewals, we recommended that DOD reassess  whether permanent conveyance of utility systems should be DOD’s  preferred approach to obtaining improved utility services.", "DOD stated that it has reassessed its position and continues to believe that  owning, operating, and maintaining utility systems is not a core mission of  the department and that permanent conveyance of systems under utilities  privatization enables the military installations to benefit from private  sector innovations, economies of scale, and financing. Although DOD  contends that private industry can normally provide more efficient utility  service than can the government, DOD has not provided any studies or  other documentation to support its contention. Given that the private  sector faces higher interest costs than the government and strives to make  a profit whereas the government does not, it is not certain that utility  services provided by the private sector would be less costly than utility  services provided by the government through the use of up-front  appropriations.", "Although DOD continues to prefer privatization with permanent  conveyance of the utility systems, DOD has recognized that privatization  may limit the government options during contract renegotiations and has  taken steps to help control contract cost growth. First, DOD stated in its  March 2006 report to Congress that a contractor also may have limited  options under privatization because the contractor typically cannot use  the installation’s utility system to service other customers. DOD reported  that privatization creates a one-to-one relationship between the  installation and the contractor. In this relationship, DOD stated that both  parties must work together to execute fair and equitable contract changes,  both parties have significant vested interests in successful negotiations,  and both parties retain substantial negotiation leverage.", "Second, DOD noted that service contracts awarded as part of a  privatization transaction are contracts subject to the Federal Acquisition  Regulation and applicable statutes. Because it is recognized that  privatization will as a practical matter limit future opportunities to  recompete this service, DOD stated that all contracts will include  appropriate provisions to protect the government’s interest while allowing  the contractor reasonable compensation for the services provided. DOD’s  report further stated that fixed price contracts with prospective price  adjustment provisions have been determined to be the most appropriate  contract in most situations and that this type of a contract will mitigate  cost risk and hopefully result in a satisfactory long-term relationship for  both the contractor and the government.", "Third, DOD noted that utility services contracts resulting from a utility  conveyance may include a contract clause that provides an option for the  government to purchase the system at the end of the contract period.  According to Defense Energy Support Center officials, the center has  developed language for future Army and Air Force contracts that would  provide an option for the government to buy back a system at the end of  the contract period. Center officials stated that this clause may help the  government in negotiations at the end of the contract term. Navy officials  stated that the Navy does not plan to include a buy back clause in its  future utility contracts because a system could be taken back, if necessary,  through condemnation procedures.", "Fourth, in its November 2005 supplemental guidance, DOD emphasized  the importance of controlling contract cost growth. Specifically, the  guidance noted that prior to awarding a services contract resulting from a  utility conveyance, DOD components are responsible for ensuring that the  acquisition plan adequately addresses cost growth control, which includes  specifying the appropriate price adjustment methodology and postaward  contract administration."], "subsections": []}, {"section_title": "Cost Growth in Utility Privatization Contracts May Become a Concern", "paragraphs": ["Although DOD has policies, guidance, and procedures to help control  contract costs and ensure that price adjustments are equitable, cost  growth may still become a concern as utility privatization contracts go  through periodic price adjustments and, in some cases, installations  negotiate changes for additional capital improvement projects or other  needs. According to DOD, most utility privatization contracts include  provisions for periodic price adjustments. The price adjustment process  allows contract price changes based on changes in market prices,  generally to cover inflation, and changes to the service requirement from  system additions or modifications resulting from capital upgrades. Under  this process, the contractor is required to submit sufficient data to support  the accuracy and reliability of the basis for service charge adjustments. If  the contractor’s data is determined to be fair and reasonable, the  contracting officer negotiates a service charge adjustment. Utility  privatization contracts normally provide for price adjustments after an  initial 2-year period and every 3 years thereafter. In addition to cost  increases from service charge adjustments, contract costs can also  increase as a result of contract modifications to pay for additional capital  improvement projects not included in the initial contract.", "According to the services, utility privatization contracts for 22 systems are  currently undergoing, or will be subject to, their first periodic price  adjustment before the end of calendar year 2007. Although it is too early  to know the extent of cost changes that might occur in these contracts,  our review of six contracts—one that completed a periodic price  adjustment, one that was undergoing periodic price adjustment, and four  that had not yet undergone a periodic price adjustment—found conditions  that indicate that cost growth in utility privatization contracts may become  a concern. Changes in contract costs could result in privatization costs  increasing above the levels estimated in the economic analyses. To  illustrate:    The Fort Rucker natural gas distribution system privatization contract was  issued on April 24, 2003. The contract provided for a price adjustment  after the initial 2 years of the contract and then every 3 years thereafter. In  February 2005, the contractor submitted a proposal for a price adjustment  and requested an increase in the price paid to the contractor for  operations and maintenance, associated overhead, and renewals and  replacements. According to a government memorandum that summarized  the results of the price adjustment process, the requested increases were  based on the contractor’s actual labor hours and material costs and  additional overhead costs which resulted from a change in the way the  contractor calculated overhead costs. The change in overhead calculations  included costs that were not included in the original proposal submission  or in the contract. When queried, the contractor responded that the costs  were not originally submitted but should have been. After review, the  government team responsible for the price adjustment process determined  that the requested increases were allowable and reasonable and approved  the price increase. The change increased the government’s annual utility  service charge costs from about $87,000 to about $124,000, an increase of  about $36,000, or 41 percent. In approving the increase, the government  team noted that although the estimated cost avoidance from privatization  would be reduced, the contract was still economical compared to the  estimated costs of government ownership.", "The Sunny Point electric distribution system privatization contract was  issued on September 30, 2003. In January 2006, the contractor submitted a  proposal for a price adjustment and requested an increase in the utility  service charge based on the contractor’s actual labor hours and material  costs associated with operating and maintaining the system, including the  installation’s emergency generators. According to installation officials, the  costs to operate and maintain the system were significantly higher than  originally anticipated by the contractor because of errors in the system’s  inventory used to develop the solicitation, such as not including all of the  installation’s emergency generators. When queried about the requested  price increase, the contractor responded that the initial contract bid would  have been higher if the true inventory of the system had been known.  Although the price adjustment process was not final at the time of our visit  in June 2006, installation officials stated that the government team  responsible for the process had determined that the requested increases  were allowable and reasonable and had approved the price increase. As a  result of the price adjustment, the government’s annual utility service  costs are expected to increase from about $415,000 to $798,000 in the third  year of the contract, an increase of about $383,000, or 92 percent.", "The Fort Eustis electric distribution system privatization contract was  issued on June 24, 2004. While this contract is not scheduled for a periodic  price adjustment until December 2006, the contract costs have increased  by about $431,000, or 26 percent, since the contract was signed. The  increase is the result of two factors. First, the annual service charge was  increased by about $73,000 as the result of correcting errors to the  system’s inventory described in the privatization solicitation. Second, the  contract’s cost was increased by about $358,000 to pay for capital  improvement projects that were added to the original contract. Fort Eustis  officials stated that funding for the capital improvement projects added to  the contract did not have to compete for funding against other needed  installation improvement projects because project costs were added to the  privatization contract. The officials stated that it was unclear whether  these projects would have been approved for funding had the privatization  contract not been in place.", "The remaining three contracts we reviewed—the water and wastewater  privatization contracts at Bolling Air Force Base and the electric  distribution system privatization contract at Dobbins Air Reserve Base— were not yet eligible for, or not subject to, a periodic price adjustment. At  the time of our visits in May 2006, actual contract costs in these cases  approximated the estimates in the projects’ economic analyses."], "subsections": []}]}, {"section_title": "DOD Has Not Made Changes to Provide More Realistic Savings Estimates from Utility Privatization", "paragraphs": ["Because DOD has not changed the guidance for performing the economic  analyses or taken any other steps to change the perception that the utility  privatization program results in reduced costs to the government, the  program may continue to provide an unrealistic sense of savings for a  program that generally increases annual government utility costs in order  to pay contractors for enhanced utility services and capital improvements.  The concern was caused by the methodology DOD uses to determine  whether a proposed privatization contract would meet the statutory  requirement for reduced long-term costs. In our previous report, we noted  that DOD’s guidance directs the services to compare the estimated long- term costs of the contract with the estimated long-term “should costs” of  continued government ownership assuming that the service would  upgrade, operate, and maintain the system in accordance with accepted  industry standards as called for in the proposed contract. This estimating  method would be appropriate, if in the event the system is not privatized,  the service proceeded to upgrade, operate, and maintain the system as  called for in the estimate. However, this generally is not the case.  According to DOD and service officials, if a system is not privatized, then  the anticipated system improvements would probably be delayed because  of DOD’s budget allocation decisions, which have limited funds for utility  improvements. Because of the time value of money, a future expense of a  given amount is equivalent to a smaller amount in today’s dollars. Thus, if  reduced costs to the government are expected to be a key factor in utility  privatization decision making, then it would appear more appropriate for  the services to compare the cost of a proposed privatization contract with  the cost of continued government ownership on the basis of the actual  planned expenditures and timing of these expenditures.", "Since May 2005, DOD has not changed the guidance for performing the  economic analyses nor has DOD taken other steps, such as showing  current utility system costs in the economic analyses, to change the  perception that the utility privatization program results in reduced costs to  the government. DOD’s November 2005 supplemental program guidance  directed the services to continue to prepare economic analyses based on  the “should costs,” which is defined as an independent government  estimate of the costs required to bring the system up to and maintain it at  current industry standards. Further, DOD’s March 2006 report to Congress  stated that the “should cost” estimate is the government’s best tool for  predicting the future requirement for individual systems and is the most  realistic methodology. Yet, the report also acknowledged that the  department had done an inadequate job of defining industry standards and  then subsequently programming, budgeting, and executing to that  requirement. Because DOD has not programmed funds to do the work  described in the “should cost” estimate if the system is not privatized,  DOD’s estimates of the reduced costs to the government that would result  from privatization are not based on realistic cost differences.", "Information that DOD reported to Congress in March 2006 illustrates our  concern. DOD’s report stated that the department’s total cost avoidance  from utility conveyances is expected to exceed $1 billion in today’s dollars  and, as shown in table 6, the report included information showing that the  81 contracts awarded under 10 U.S.C. 2688 will result in about $650 million  in reduced costs to the government in today’s dollars compared to DOD’s  “should cost” estimate.", "DOD’s reported cost avoidance amounts provide an unrealistic sense of  savings for several reasons:    First, as previously stated, the estimated costs under government  ownership are not based on the actual expected costs if the system is not  privatized but rather on a higher “should cost” amount. As a result,  estimated costs under government ownership are overstated and,  therefore, DOD’s estimated cost avoidance is overstated, at least in the  short term.", "Second, the government’s costs for utility services increase with  privatization. Army officials estimated that average annual cost increase  for each privatized Army system was $1.3 million. Also, the services  estimate that they will need $453 million more than is currently  programmed for continuing government ownership to pay for the contract  and other costs associated with the remaining number of utility systems  that might be privatized through 2010 for the Air Force and the Navy and  Marine Corps, and through 2011 for the Army.", "Third, DOD’s reported cost avoidance does not consider the program’s  one-time implementation costs. Through fiscal year 2005, about $268  million was spent to implement the program.", "Fourth, the economic analyses used to estimate the cost avoidance  between the government-owned and privatization options for several of  the 81 projects included in DOD’s report to Congress are unreliable. As  noted in our previous report, our review of seven project analyses  identified inaccuracies, unsupported cost estimates, and noncompliance  with guidance for performing the analyses. The cost estimates in the  analyses generally favored the privatization option by understating long- term privatization costs or overstating long-term government ownership  costs. When we made adjustments to address the issues in these analyses,  the estimated cost avoidance with privatization was reduced or eliminated.  Also, as discussed in another section of this report, although DOD has  taken steps to improve reliability, we found questionable items in 10  economic analyses supporting projects awarded after our May 2005 report.", "Fifth, cost growth in privatization contracts might reduce or eliminate the  amount of the estimated cost avoidance from privatization. We reviewed  the analysis supporting the Navy’s one privatization project under 10  U.S.C. 2688, awarded in 1999, and compared actual contract costs to the  estimated contract costs included in the analysis. The analysis showed  that if contract costs continue to increase at the same rate experienced  since the contract was awarded, then the project’s estimated cost  avoidance would be reduced from about $92.7 million to about $18 million.  This analysis also did not include consideration of privatization contract  oversight costs. Consideration of these costs would further reduce the  estimated cost avoidance to about $4 million. As discussed in another  section of this report, we found contract cost growth concerns in 3 of 6  additional utility privatization projects we reviewed, which will reduce the  estimated cost avoidance for those projects.", "In addition to providing an unrealistic sense of savings by providing only  the “should cost” estimates, the economic analyses do not include other  information that would provide decision makers with a clearer picture of  the financial effect of privatization decisions. If the analyses included  information showing the amount that the government currently spends on  operating, maintaining, and upgrading the utility systems being evaluated  for privatization, decision makers could better consider the increase in  costs that will result from privatization as they assess the merits of  proposed projects. However, DOD’s guidance does not require that the  services’ economic analyses include current utility system cost  information.", "The National Defense Authorization Act for Fiscal Year 2006 modified the  program’s legislative authority by requiring that project economic analyses  incorporate margins of error in the estimates that minimize any  underestimation of the costs resulting from privatization of the utility  system or any overestimation of the costs resulting from continued  government ownership and management of the utility system. This step  could help improve the reliability of the cost differences between the  government-owned and privatization options. The modified authority  stated that incorporating margins of error in the estimates was to be based  upon guidance approved by the Secretary of Defense. However, as of June  2006, DOD had only issued general guidance in this area with no details on  how the services were to comply with the new requirement. Specifically,  on March 20, 2006, DOD issued guidance directing the services to include  in the economic analysis an explanation as to how margin of error  considerations were addressed in developing the independent government  cost estimate and carried forward in the price analysis report and cost  realism report. Although the guidance referenced Office of Management  and Budget Circular A-94, dated October 29, 1992; DOD Instruction 7041.3,  dated November 7, 1995; and Deputy Secretary of Defense memorandum  and guidance dated October 9, 2002; none of these documents provide  details on how margins of error should be incorporated into the economic  analyses. At the time of our review in June 2006, Army and Navy officials  stated that they were evaluating how to include margins of error into  future economic analyses. Air Force officials stated that their economic  analyses already included margins of error calculations but that no formal  rules existed on how to use the results of the calculations. Without  detailed DOD guidance, there is little assurance that the services will  include margins of error considerations in an appropriate and consistent  manner in future project economic analyses."], "subsections": []}, {"section_title": "Changes in Legislative Authority and DOD’s Implementation of the Change Address Fair Market Value Concerns", "paragraphs": ["DOD’s changes to implement a modification to the legislative authority for  the utility privatization program have addressed the fair market value  concerns discussed in our May 2005 report. Our report noted that in some  cases implementation of a previous legislative requirement that the  government receive fair market value for systems conveyed to  privatization contractors had resulted in higher contract costs for utility  services. To address this concern, we recommended that DOD place  greater scrutiny on the implementation of the fair market value  requirement in proposed contracts to minimize cases where contractors  recover more than the amounts they paid for system conveyances.  Subsequent to our report, in January 2006, the National Defense  Authorization Act for Fiscal Year 2006 was enacted. The act changed the  legislative language from stating that fair market value from a conveyance  must be received to stating that fair market value from a conveyance may  be received.", "In March 2006, DOD issued guidance to implement modifications in the  legislative authority made by the act. With regard to fair market value,  DOD’s guidance to the services noted that military departments are no  longer required to obtain fair market value exclusively through cash  payments or rate credits. The military departments now have the flexibility  to seek consideration in a manner other than a payment of the fair market  value when the economic analysis demonstrates it is in the best interest of  the government. The guidance also stated that the military departments  may not dispose of the government’s property without receiving an  appropriate return, but the amount and nature of that return may be  determined and represented in a number of ways, depending on the  negotiated deal.", "The change in legislative authority and the additional guidance issued by  DOD address our concern with receipt of fair market value for system  conveyances. Our review of 10 economic analyses for projects awarded  after our May 2005 report showed that the fair market value paid by the  contractor and the amount recovered were the same. Thus, according to  these analyses, the receipt of the fair market value for the conveyances in  these cases did not result in any increased costs to the government."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["DOD has made many changes to improve the management and oversight  of the utility privatization program since our previous report. If fully  implemented, the changes should result in more reliable economic  analyses supporting proposed privatization projects, improved budgetary  consideration of increased utility costs from privatization, enhanced  oversight of privatization contracts, and reduced instances where  contractors recover more than the amounts they paid as the fair market  value for system conveyances. However, a number of program concerns  remain because DOD’s changes to address some issues noted in our  previous report have not been effectively implemented, some changes  were not sufficient to totally eliminate the concerns, and DOD did not  make changes to address some concerns. Specifically, implementation of  DOD’s changes to improve the reliability of the economic analyses, such as  requiring independent reviews and noting the importance of  postconveyance reviews to compare actual contract costs with estimates  from the analyses, could be improved. The reliability of the analyses could  continue to be questionable until DOD requires independent reviewers to  report to decision makers on the thoroughness of the economic analyses  and any significant anomalies between the ownership options, estimated  costs, inventories, and assumptions and also issues guidance requiring the  services to perform the postconveyance reviews as noted in its March 2006  report to Congress. An additional concern is the services’ estimated  shortfall in the funds needed to pay contract costs associated with the  remaining number of utility systems that might be privatized by the end of  their programs. Unless DOD addresses the potential funding shortfall in  view of all DOD and service funding and priority needs, questions will  remain over the availability of the additional funds needed to complete the  program. Also, although DOD’s changes designed to improve utility  privatization contract administration and oversight are key steps in the  right direction, it may take some time to fully implement improvements as  new privatization contracts are awarded and oversight of older contracts  is assessed. Until DOD ensures that the contracts awarded prior to the  program changes have adequate resources and contractor performance  surveillance plans, the adequacy of contract oversight will remain a  concern. Further, because contractors own installation utility systems  after privatization, they may have an advantage when negotiating contract  changes and renewals. Unless DOD places additional emphasis on  monitoring contract cost growth as utility privatization contracts undergo  periodic price adjustments and other changes are negotiated, concern will  continue that containing utility privatization contract cost growth may  become a challenge.", "Because DOD did not change guidance to require that project economic  analyses show the actual costs of continued government ownership if the  system is not privatized, or take any other steps to change the perception  that the utility privatization program results in reduced costs to the  government, DOD continues to provide an unrealistic sense of savings to a  program that generally increases government utility costs in order to pay  contractors for enhanced utility services and capital improvements. Until  DOD requires that each economic analysis includes information on the  system’s current costs and the actual expected costs if the system is not  privatized, decision makers will have incomplete information on the  financial effect of privatization decisions. In addition, unless the Secretary  of Defense issues detailed guidance explaining how the services should  incorporate margins of error in the economic analyses, as required by the  National Defense Authorization Act for Fiscal Year 2006, there is little  assurance that the full benefit from this requirement will be achieved."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of Defense direct the Deputy Under  Secretary of Defense (Installations and Environment) to take the following  seven actions:  require independent reviewers to report to decision makers on the  thoroughness of each economic analysis and any significant anomalies in  the assumptions used and estimated costs for each ownership option;  issue guidance requiring the services to perform the postconveyance  reviews as noted in DOD’s March 2006 report to Congress;    address the utility privatization program potential funding shortfall in view  of all DOD and service funding and priority needs;    ensure that utility privatization contracts awarded prior to the November  2005 supplemental guidance have adequate resources and contractor  performance surveillance plans;    place additional emphasis on monitoring contract cost growth as utility  privatization contracts undergo periodic price adjustments and other  changes are negotiated;  require, in addition to the “should cost” estimate, that each project  economic analysis include the system’s current annual costs and the actual  expected annual costs if the system is not privatized; and  issue detailed guidance explaining how the services should incorporate  margins of error in the economic analyses."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In comments on a draft of this report, the Deputy Under Secretary of  Defense (Installations and Environment) generally agreed with six of our  seven recommendations and outlined a plan of action to address each  recommendation. The Deputy Under Secretary noted that the utility  privatization systems evaluated in our report were approved prior to  DOD’s November 2005 program guidance and that the guidance will be  fully implemented prior to awarding additional contracts. We recognize  that issues identified in this report pertain to contracts awarded before  supplemental program guidance was issued in November 2005.  Nevertheless, we believe the issues identified in this report highlight areas  that merit increased attention as the program continues—and this is  reflected in the department’s response to each recommendation.", "The Deputy Under Secretary indicated disagreement with our  recommendation to require, in addition to the “should cost” estimate, that  each project economic analysis include the system’s current annual costs  and the actual expected annual costs if the system is not privatized, and  also stated that full implementation of DOD’s November 2005 guidance  will provide further reassurance that every conveyance will reduce the  long-term costs of the department compared to the costs of continued  ownership. However, as noted in our May 2005 report and again in this  report, we believe that in the short term it is clear that the utility  privatization program increases annual costs to the government where  contractors make system improvements and recoup their costs from the  department through their service contracts. DOD’s sole use of “should  costs” as a basis for comparing its long-term costs with those contained in  contractor proposals provides a less clear picture of savings to the  government since, as our reports have shown, the government’s “should  costs” do not provide a realistic portrayal of the planned government  expenditures. Accordingly, we believe our recommendation continues to  have merit.", "DOD’s comments and our detailed response to specific statements in those  comments are presented in appendix II.", "We are sending copies of this report to other interested congressional  committees; the Secretaries of Defense, the Army, the Navy, and the Air  Force; and the Director, Office of Management and Budget. We will also  make copies available to others upon request. In addition, the report will  be available at no charge on GAO’s Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please call me at  (202) 512-5581 or e-mail at holmanb@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this report. The GAO staff members who made key  contributions to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To update the status of the Department of Defense’s (DOD) utility  privatization program, we summarized program implementation status and  costs and compared the status to DOD’s past and current goals and  milestones. We discussed with DOD and service officials issues affecting  implementation of the program, such as the services’ suspension of the  program between October 2005 and March 2006, and inquired about the  effects of implementation delays on program completion plans. Using data  from the services’ quarterly program status reports to DOD, we  summarized the program implementation status by service and compared  the status to program status reported in our prior report. We confirmed  the quarterly reports’ status data on five privatization projects at the four  installations we visited but did not otherwise test the reliability of the data.  We also reviewed and summarized the services’ estimates of the additional  number of systems that might be privatized by the completion of their  programs and the funds needed to pay the costs associated with these  anticipated projects.", "To assess the effect of DOD’s changes on the program management and  oversight concerns noted in our May 2005 report, we documented the  changes made by interviewing DOD and service officials and reviewing  pertinent policies, guidance, memorandums, and reports, discussed with  DOD and service officials the intended objective for each of the changes,  and compared the changes with the concerns identified in our prior report.  To assess the effect of DOD’s changes on the reliability of the economic  analyses supporting privatization decisions, we reviewed the economic  analyses supporting 10 privatization projects that were awarded after our  May 2005 report and that had been subjected to the services’ new  independent review processes. The analyses were judgmentally selected to  obtain examples from both the Army and the Air Force. For each analysis,  we evaluated the basis for the estimates and assumptions used and  assessed consistency and compliance with DOD guidance. We did not  otherwise attempt to independently determine estimates of long-term  costs for the projects. We shared the results of our analyses with service  officials and incorporated their comments as appropriate. To assess the  effect of DOD’s changes on consideration of increased costs from utility  privatization, we summarized the services’ estimates of the additional  funds that would be needed to pay costs associated with the remaining  number of utility systems that might be privatized and inquired about  DOD’s plans for dealing with a potential program funding shortfall. To  assess the effect of DOD’s changes on the administration and oversight of  utility privatization projects, we visited four installations with five utility  privatization projects awarded prior to our May 2005 report: Fort Eustis,  Virginia; the Army’s Military Ocean Terminal Sunny Point, North Carolina;  Bolling Air Force Base, Maryland; and Dobbins Air Reserve Base, Georgia.  These installations were judgmentally selected because they represented a  cross section of typical utility privatization projects, as corroborated with  service officials. At each installation, we discussed resources available for  contract oversight and plans for contractor performance monitoring. Also,  to assess the effect of DOD’s changes on controlling cost growth in utility  privatization contracts, we reviewed cost changes in the five utility  privatization contracts at the installations we visited, discussed the  reasons for the changes with local officials, and compared the actual  contract costs with estimates from the projects’ economic analyses. We  also reviewed cost changes in the Fort Rucker natural gas privatization  contract because, according to the services, it was the only contract  awarded under the legislative authority specifically provided for utility  privatization that had completed a periodic price adjustment. To assess  the effect of DOD’s changes on cost avoidance estimates from  privatization, we reviewed the estimates DOD reported to Congress to  determine whether the estimates reflected the actual changes expected in  the government’s utility costs.", "We conducted our review from March through July 2006 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Defense", "paragraphs": ["The following is our detailed response to the Department of Defense’s  (DOD) comments provided on August 21, 2006."], "subsections": [{"section_title": "GAO’s Response to the Department of Defense’s Comments", "paragraphs": ["Our responses to DOD’s comments are numbered below to correspond  with the department’s various points.  1.  As noted in this report, we identified concerns with the independent  review performed on each of the 10 economic analyses we reviewed.  We did not attempt in this report to prove that the questionable items  we identified with each analysis would have changed the proposed  outcomes but noted that improvements are needed in the  thoroughness of the independent reviews that will be performed on  future projects. Until DOD requires independent reviewers to report to  decision makers on the thoroughness of the economic analyses and  any significant anomalies, we continue to believe the reliability of the  analyses could be questioned. As outlined in our May 2005 report and  this report, to ensure a valid comparison of costs we continue to  believe that the government’s “should cost” estimate should be closely  based on performing the same work that the contractor would  perform.  2.  Our report does not suggest that postconveyance reviews should be  conducted prematurely as indicated by DOD in its comments. The fact  is that the utility privatization contracts under 10 U.S.C. 2688 authority  began to be awarded in 1999, about 7 years ago, and postconveyance  reviews do not appear to have been performed on many ongoing utility  privatization contracts since that time. Although DOD noted in its  March 2006 report the importance of postconveyance reviews as an  additional measure to help ensure reliable economic analyses, it has  not issued guidance to require the services to perform such reviews.  3.  Our report clearly shows that Air Force officials, not GAO, stated that  without additional resources, funding for utility privatization contracts  must come from other base operating support funds, which would  result in diverting critical resources from remaining facilities and  infrastructure.", "Furthermore, DOD’s comment that utility sustainment funds have been  used for other base support operations in the past only reinforces the  need to address the utility privatization program potential funding  shortfall. We have completed a number of reviews in which we have  identified examples where the shifting of operation and maintenance  funds from one account to other accounts to fund must-pay bills and  other priorities contributes to management problems and funding  shortfalls. For example, in February 2003, we reported that the  services withheld facilities sustainment funding to pay must-pay bills,  such as civilian pay, emergent needs, and other nonsustainment  programs, throughout the year and transferred other funds back into  facilities sustainment at fiscal year’s end. Still, the amounts of funds  spent on facilities sustainment were not sufficient to reverse the trend  in deterioration. In June 2005, we reported that hundreds of millions of  dollars originally designated for facilities sustainment and base  operations support had been redesignated by the services to pay for  the Global War on Terrorism. While installations received additional  funds at the end of the fiscal year to help offset shortfalls endured  during the year, the timing made it difficult for the installations to  maintain facilities and provide base support services efficiently and  effectively. Similarly, unless the potential funding shortfall in the utility  privatization program is addressed, funding will likely have to be  redesignated to fund the utility privatization program rather than be  used for its intended purpose.  4.  Our report raises concerns about the adequacy of the services’  oversight of several privatization contracts that were awarded prior to  DOD’s November 2005 supplemental guidance. Given that the Office of  the Deputy Under Secretary of Defense (Installations and  Environment) has overall policy and management oversight  responsibilities for the utility privatization program, we continue to  believe that this office is the appropriate level for providing direction  and assurance that utility privatization contracts awarded prior to the  supplemental guidance have adequate resources and contractor  performance surveillance plans, as we recommend.  5.  Our report highlights the importance of monitoring cost growth  because contractors have ownership of the utility systems after  privatization and, therefore, may have an advantage when negotiating  contract changes and renewals. In addition, controlling the potential  growth in the cost of ongoing utilities privatization contracts is  important to the services in their planning for the adequate funding of  the program. We did not review the effect of contract cost growth on  the government estimate because the government estimate is not a  relevant factor in controlling costs once a system has been privatized.  Although a comparison of actual costs of a privatization project with  the estimates included in the project’s economic analysis is a useful  tool to help improve the reliability of analyses of future privatization  projects, it is unlikely that such comparisons would assist in  controlling cost growth.", "Furthermore, DOD’s comment refers to a “savings delta.” As noted in  our May 2005 report and again in this report, in the short term it is  clear that the utility privatization program increases annual costs to  the department where contractors make system improvements and  recoup their costs through the service contracts."], "subsections": []}]}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Barry W. Holman, (202) 512-5581 or (holmanb@gao.gov)"], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the person named above, Susan C. Ditto, Harry A. Knobler,  Katherine Lenane, Mark A. Little, Gary W. Phillips, Sharon L. Reid, and  John C. Wren also made major contributions to this report."], "subsections": []}]}], "fastfact": []}