{"id": "GAO-10-44", "url": "https://www.gao.gov/products/GAO-10-44", "title": "International Monetary Fund: Lending Programs Allow for Negotiations and Are Consistent with Economic Literature", "published_date": "2009-11-12T00:00:00", "released_date": "2009-11-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The International Monetary Fund (IMF) has significantly increased its total committed lending to countries from about $3.5 billion in August 2008 to about $170.4 billion in August 2009, as countries have been severely affected by the global economic crisis. IMF-supported programs are intended to help countries overcome balance-of-payments problems, stabilize their economies, and restore sustainable economic growth. Critics have long-standing concerns that the IMF has an overly austere approach to macroeconomic policy that does not sufficiently heed country viewpoints. To help address these concerns, the IMF recently stated that it has changed its policies, including by increasing its flexibility. GAO was asked to examine (1) the process for designing an IMF-supported program, (2) the IMF-supported programs in four recipient countries, and (3) the extent to which the findings of empirical economic studies are consistent with the IMF's macroeconomic policies. GAO analyzed IMF and recipient country documents; interviewed U.S., IMF, and foreign government officials, conducting fieldwork in four relatively large recipient countries; and analyzed published or widely cited empirical studies. GAO received written comments from the Department of the Treasury, noting its concurrence with the report's conclusions."]}, {"section_title": "What GAO Found", "paragraphs": ["Designing an IMF-supported lending program involves a complex, iterative process based on projections for key macroeconomic variables; discussions between IMF staff and country officials regarding program goals, policies, and trade-offs; use of economic judgment; and IMF Executive Board approval. An IMF-supported program is intended to help countries achieve their objectives in the context of macroeconomic stability. Programs in low-income countries are broadly geared toward increasing economic growth and reducing poverty, and generally strive for low inflation and sustainable levels of debt. In middle- and high-income countries, programs generally aim to stem capital outflows, restore confidence, and stabilize the exchange rate by, for example, setting targets for budget deficits and international reserves. Trade-offs among the different combinations of objectives and policies allow for negotiations between the IMF staff and country officials, reflecting what is technically feasible and politically acceptable. IMF-supported programs in the four countries GAO reviewed--Liberia, Zambia, Hungary, and Iceland--include different sets of objectives, targets, and conditions that reflect country circumstances, based on negotiations between the IMF staff and country officials. In postconflict Liberia, the program focuses on rebuilding capacity and contains a target for maintaining a balanced budget with no borrowing. In Zambia--a country negatively affected by the recent economic crisis--the IMF-supported program is designed to increase economic growth, reduce poverty, and improve governance. Hungary, which faced a rising risk of default, has a program that focuses on restoring investor confidence while reducing debt and expenditures. A banking and currency collapse in Iceland precipitated the IMF-supported program, which contains some controversial approaches to monetary policy and banking reform. All four countries are making progress but face challenges in implementing conditions or achieving targets in their IMF-supported programs. The macroeconomic policies in IMF-supported programs are broadly consistent with the findings of the empirical literature GAO reviewed, although this literature lacks precise guidance for setting policy targets. For low-income countries, empirical evidence generally suggests inflation is detrimental to economic growth after it exceeds a critical threshold, which is broadly consistent with the inflation targets included in the IMF-supported programs we reviewed. For middle- and high-income countries, the literature identified specific policy weaknesses in advance of crises, including high inflation, high public indebtedness, and low international reserves. These weaknesses are consistent with the policies upon which the IMF focuses in the 13 programs in middle- to high-income countries GAO reviewed."]}], "report": [{"section_title": "Letter", "paragraphs": ["In response to the deepening global economic crisis, the International  Monetary Fund (IMF) has dramatically increased its lending to member  countries—from a total commitment under IMF-supported programs of  about $3.5 billion as of August 2008 to a record level of about $170.4 billion  as of August 2009. Much of this new lending has gone to middle- and high- income countries, facing balance-of-payments crises or risking default on  their external debt payments, to address their short-term financing needs.  About two dozen low-income countries had longer-term IMF-supported  programs focused on increasing economic growth and reducing poverty,  as of August 2009. To help ensure that the IMF continues to have sufficient  resources to meet the increased demand, in April 2009, the Group of  Twenty (G-20) world leaders endorsed measures to make $1 trillion  available through the IMF. The $1 trillion includes the tripling of the IMF’s  lending capacity to $750 billion, and an agreement to back the IMF in  effectively creating an additional $250 billion by issuing special drawing  rights (SDR). As part of these increased resources, Congress had  appropriated, in June 2009, additional funds for the IMF, including making  available up to about $117.5 billion for loans to the IMF.", "The IMF, after holding discussions and reaching agreement with country  authorities, provides member countries with financing that they have not  been able to obtain in private capital markets. IMF-supported lending  programs are intended to help countries overcome balance-of-payments  problems, stabilize their economies, and restore sustainable economic  growth. To help achieve these objectives, IMF-supported programs  identify key macroeconomic targets, such as economic growth rates, using  a macroeconomic framework. These programs also establish conditions,  the economic and financial policy requirements to which recipient  countries agree to receive IMF funding. Furthermore, IMF-supported  programs may involve financing from other, often larger, creditors that  link their funding to recipients’ performance on program conditions.", "Critics have long-standing concerns that the IMF has an overly austere  approach to macroeconomic policy that does not sufficiently heed country  viewpoints, sacrificing potential economic growth and poverty reduction  in order to lower a country’s inflation rate and government deficit. For  example, in October 2007, over 120 nongovernmental organizations (NGO)  expressed their concerns to the IMF that its unnecessarily restrictive  policies may undermine low-income countries’ ability to increase social  spending. During the 1997-1998 Asian financial crisis, as well as more  recently, some NGOs also criticized the IMF for imposing spending  reductions and tight monetary policy on middle-income countries that  exacerbated already severe economic stress. To help address these  concerns, the IMF stated that it has changed its policies in part to increase  flexibility; however, countries in crisis often have to undertake difficult  reforms and cut government spending to achieve macroeconomic stability.  Researchers studied these contentious issues, including the relationship  between inflation and economic growth, and between macroeconomic  policy and crises.", "In response to your request, we examined (1) the process for designing an  IMF-supported program, (2) the IMF-supported programs in four selected  recipient countries, and (3) the extent to which the findings of empirical  economic studies are consistent with the IMF’s macroeconomic policies.", "To address these objectives, we focused our review on IMF-supported  programs that provide countries with financial assistance. We reviewed  and analyzed IMF documents and data, including the IMF Articles of  Agreement; country requests for IMF-supported programs (letters of  intent); IMF consultation reports and assessments of country progress  under IMF-supported programs (including IMF’s Article IV consultation  reports); program design papers; strategy papers; policy documents; and  IMF’s Independent Evaluation Office reports. Using the letters of intent  and consultation reports, we determined inflation goals in the 31 IMF- supported programs in low-income countries and macroeconomic policy  requirements in 13 IMF-supported programs in middle- and high-income  countries as of July 2009. We also met with officials representing the IMF,  U.S. Departments of the Treasury (Treasury) and State, foreign  governments, NGOs, and other international organizations. We conducted  audit work in Washington, D.C., as well as Hungary, Iceland, Liberia, and  Zambia, having selected these four countries as case studies to illustrate  the IMF-supported programs in individual country programs. We selected  these four countries to ensure geographic diversity and to examine how  IMF-supported programs may differ in low-, middle-, and high-income  countries receiving relatively large amounts of IMF financial assistance  during the time of our review. Our choice of countries is meant to be  illustrative, not representative. Furthermore, using published or widely  cited empirical studies identified in economic research databases  including EconLit and Google Scholar, we identified key relationships  between macroeconomic policies and economic growth and crises and  compared them with macroeconomic policies in current IMF-supported  programs. Specifically, we reviewed two parts of the academic literature  relevant to the macroeconomic policy decisions in IMF-supported  programs, namely the literature that links inflation with economic growth  and the crisis “early warning system” literature that identifies leading  indicators of currency, banking, and debt crises.", "We conducted our work from November 2008 to November 2009 in  accordance with all sections of GAO’s Quality Assurance Framework that  are relevant to our objectives. The framework requires that we plan and  perform the engagement to obtain sufficient and appropriate evidence to  meet our stated objectives and to discuss any limitations in our work. We  believe that the information and data obtained, and the analysis  conducted, provide a reasonable basis for any findings and conclusions in  this product. Appendix I contains a more detailed description of our scope  and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["The IMF, an organization of 186 countries, provides surveillance, lending,  and technical assistance to its member countries. IMF surveillance  involves the monitoring of economic and financial developments and the  provision of policy advice, with key aims including financial crisis  prevention. The IMF also lends to countries with balance-of-payments  difficulties, including medium- to high-income countries, to provide  temporary financing and support policies to achieve macroeconomic  stability in the medium term. Its loans to low-income countries are to  assist policies designed to foster economic growth and promote poverty  reduction. In addition, the IMF provides countries with technical  assistance and training in its areas of expertise.", "Upon request by a member country, an IMF loan is generally provided under  a program that stipulates the specific policies and measures a country has  agreed to implement. As part of an agreement to receive IMF financing, a  member country may agree to implement policy measures, known as  conditions, designed to resolve its balance-of-payments problems, overcome  the problems that led it to seek financial aid, and help ensure that it can  repay the IMF. The IMF also conducts periodic program reviews to assess  whether the IMF-supported program is broadly on track and the country has  met established conditions, or whether modifications are necessary to  achieve the program’s objectives. Based on these reviews of a country’s  performance, including whether the country has implemented conditions  according to a specific timetable, the IMF Board determines whether the  country will receive subsequent installments of IMF funding.", "The IMF’s resources are provided by member countries through quota  contributions, loan provisions to the IMF, and member contributions for  lending to low-income countries. When a country joins the IMF, the country  pays a quota to the organization, which may increase when IMF members  agree to increase the IMF’s capital. Each IMF member country is assigned a  quota, based broadly on its relative size in the world economy. A member’s  quota determines its maximum financial commitment to the IMF and its  voting power and has a bearing on the amount of IMF financing a member  can receive. The IMF also may enter into multilateral or bilateral borrowing  arrangements to increase its resources. Moreover, resources for IMF- supported programs to low-income countries come from funding outside  quota resources, including member contributions and the IMF.", "In April 2009, the G-20 world leaders endorsed measures to significantly  increase the IMF’s available resources to $750 billion and also supported  new SDR allocations of about $250 billion to increase the international  reserves of member countries. An additional special SDR allocation of  about $30 billion came into effect in September 2009 under the Fourth  Amendment. The source of IMF’s increase in resources includes both  increased quota contributions and a significant amount of borrowing from  some member countries. Part of these additional resources includes  funding from the United States. In June 2009, the U.S. Congress passed  legislation that appropriated about $7.8 billion for an increase in the U.S.  quota to the IMF. It also made available up to about $117.5 billion for  loans to the IMF. Congress set some provisions for the IMF as part of the  legislation, including language directing U.S. officials to oppose loans to  countries that have repeatedly supported acts of international terrorism  and to programs that would force developing countries to cap spending on  health care and education. When signing the legislation, the President  issued a statement stating that certain provisions within the legislation  would interfere with his constitutional authority to conduct foreign  relations and that he would not treat these provisions as limiting his ability  to engage in foreign diplomacy or negotiations. In addition to the  increase in the IMF’s overall resources, the IMF Board agreed in July 2009  to measures that will boost the IMF’s concessional lending capacity  available to low-income countries to $17 billion through 2014.", "Since August 2008, the IMF has dramatically increased its commitment to  lend to member countries in response to the global economic crisis, as  shown in table 1. The table categorizes the number of countries and  amount of agreed upon IMF funding categorized by various IMF lending  arrangements, which are developed and tailored to address the specific  circumstances of its member countries. As shown in table 1, the number of  countries with Stand-By Arrangements, typically middle- and high-income  countries facing crisis and seeking to resolve their short-term balance of  payments problems, have significantly increased. See appendix II for a list  of the countries that have been approved to receive funding under an IMF- supported program as of August 2009."], "subsections": []}, {"section_title": "Designing an IMF- Supported Program Is a Complex Process That Allows for Negotiated Trade-offs Among Objectives and Policies", "paragraphs": ["The IMF-supported program is intended to help countries achieve  macroeconomic stability and contains objectives, targets, macroeconomic  policies, and conditions. The design of an IMF-supported program involves a  complex process, which includes the use of a macroeconomic framework,  economic judgment, and discussions between the IMF staff and country  officials regarding trade-offs among different objectives and policies."], "subsections": [{"section_title": "IMF-Supported Programs Are Intended to Help Countries Achieve Their Objectives in the Context of Macroeconomic Stability", "paragraphs": ["An IMF-supported program is defined by its objectives and the link  between those objectives and the macroeconomic policies used to achieve  them, with the specific content of a country’s program reflecting the  country’s characteristics and circumstances. For example, IMF-supported  program objectives in low-income countries are broadly geared toward the  long-term goals of increasing economic growth and reducing poverty. In  middle- and high-income countries, particularly those experiencing acute  crises, IMF-supported programs generally aim to stem capital outflows,  restore confidence, and bring about a recovery in the short- to medium- term.", "The macroeconomic framework used to develop the IMF-supported  program consists of the following elements as illustrated in figure 1:    Targets for key macroeconomic variables: IMF-supported programs  include targets to help achieve a country’s objectives. In low-income  countries, programs may include quantitative targets to limit the growth of  the money supply and the budget deficit to lower inflation and maintain  debt levels consistent with macroeconomic stability. In middle- and high- income countries, an IMF-supported program may include targets to  stabilize the exchange rate, raise interest rates, and tighten credit  conditions to stem the outflow of capital and restore investor confidence.", "Macroeconomic policies: Four types of macroeconomic policies— monetary, fiscal, external, and structural reforms—may be used to help a  country achieve its objectives. Monetary policy is used to affect the growth  of the money supply and interest rate levels. Fiscal policy sets the amount  and composition of government expenditures and government revenue to  affect the size of the budget deficit. External policies concern the size of  the trade deficit and the exchange rate, which can influence the amount of  exports and imports and the buildup of international reserves. IMF- supported programs also are likely to include “macro-critical” structural  reforms intended to help countries establish sound financial sector  regulatory systems.", "Conditions: IMF-supported programs may contain quantitative  performance criteria (QPC) and macroeconomic structural conditions,  which the country has agreed to implement to receive IMF  disbursements. Examples of QPCs that address macroeconomic policy  variables include (1) limits on government borrowing to curb the public  debt, (2) a ceiling on the expansion of the money supply to manage the  interest rate or contain inflation, or (3) a floor on international reserves to  stabilize the exchange rate and weather shocks. According to the IMF, a  country’s performance criteria are frequently revised during the course of  a program as external conditions evolve in a way not initially foreseen.  Structural conditions are measures that the IMF and country authorities  consider critical for the successful implementation of the program.  Structural conditions may include specific measures to strengthen banking  supervision, reform the tax system, improve fiscal transparency, and build  up social safety nets. Although structural conditions are no longer used as  performance criteria, the structural reforms that the IMF sees as critical to  a country’s recovery will continue to be monitored."], "subsections": []}, {"section_title": "Various Combinations of Policies and Variables Are Consistent with Macroeconomic Stability, Allowing for Negotiations", "paragraphs": ["Because of the extensive linkages among the various economic sectors  and the mutual dependence of policy instruments and targets, designing  an IMF-supported program is complex, iterative, and requires economic  judgment. The process of designing the program begins when country  authorities contact the IMF due to impending or ongoing macroeconomic  instability or crisis. The IMF staff and country authorities establish the  country’s need for borrowing based on the specific underlying  macroeconomic problems to be addressed and discuss program objectives  and policies. Using a macroeconomic framework as an analytical basis for  the IMF-supported program, IMF staff and country authorities use an  iterative process to set targets for key macroeconomic variables, such as  real GDP growth, inflation, and the budget deficit, and identify specific  economic policies intended to achieve these targets. The framework is  intended to ensure consistency of the target values for the macroeconomic  variables among the various sectors of the economy and to align the IMF’s  macroeconomic and structural policy advice with the program’s  objectives, while incorporating country-specific factors. For example, the  macroeconomic framework might be used to inform discussions about  how to achieve the target of a lower budget deficit by weighing policy  options that include reducing expenditures, raising revenues, obtaining  grant financing, or modifying the goal. The process for designing the  program usually culminates with country authorities and IMF staff  agreeing on the goals, targets, and policies for a program that is both  technically feasible and politically acceptable. Then, they seek agreement  on the conditions, including QPCs and structural reforms, needed to  complete the program. The IMF Board is then asked to discuss and  approve the program.", "In designing an IMF-supported program, a government has to make  difficult trade-off decisions among different priority objectives and  policies consistent with macroeconomic stability. The trade-offs required  reflect the specific country circumstances and the severity of the  macroeconomic imbalances. According to an IMF/World Bank document,  there is a substantial gray area for a combination of levels of key  macroeconomic variables, including growth, inflation, fiscal deficit,  current account deficit, and international reserves that lies between  macroeconomic stability and instability, where a country could enjoy a  degree of stability, but where macroeconomic performance could clearly  be improved (see fig. 1). This gray area allows for negotiation between the  country authorities and the IMF staff.", "This process can be illustrated in the following hypothetical example. A  country can be adversely affected by the global recession in a number of  ways, including through declining export revenue as the price and volume  of exports fall. The decline in exports is likely to lead to a rise in  unemployment as private sector activity declines, contributing to  increased poverty. Any effort on the part of the government to increase  spending to counter this fall in aggregate demand is likely to increase the  budget deficit, especially in the context of falling revenues. The increased  spending also may contribute to inflationary pressures. If the country,  prior to the crisis, was already experiencing a high debt level and an  elevated inflation rate, the way forward can be quite complicated. If the  budget deficit were to rise by too much, inflation could increase to a point  where the country would be at risk of macroeconomic instability, while  insufficient domestic spending could lower economic growth, worsening  the unemployment situation and increasing poverty.", "Financial assistance through an IMF-supported program can help mitigate  the situation, but the government of the hypothetical country in this  example still faces a difficult policy trade-off—how to reduce the impact  of the recession on the poor without risking high inflation. Within this  overall context, the discussions between IMF staff and government  officials are likely to explore targets for the budget deficit and inflation  that attempt to balance these two concerns. While the range of discussion  regarding these targets is limited to what will achieve or maintain  macroeconomic stability, country officials and IMF staff may have  different perspectives on the risks of macroeconomic instability, the  degree to which spending cuts will harm the poor, and the political  feasibility of gaining parliamentary approval for significant spending cuts.  These different perspectives could provide the basis for negotiation for the  targets contained within the program."], "subsections": []}]}, {"section_title": "Four IMF-Supported Programs Were Negotiated Based on Countries’ Circumstances", "paragraphs": ["IMF-supported programs in each of the four countries we reviewed  contain different sets of objectives, targets, and conditions that reflect  each country’s individual circumstances, trade-offs, and negotiations with  IMF staff. The program in postconflict Liberia focuses on rebuilding  capacity, whereas the program in Zambia, a country with significant  natural resources, but substantial poverty, centers on increasing economic  growth. Hungary, a middle-income country, faced a risking risk of debt  default; thus, the program concentrates on restoring investor confidence  and reducing debt and expenditures. A banking and currency collapse  precipitated Iceland’s request for a program, which focuses on  recapitalizing the banks and stabilizing the currency. While IMF staff and  country officials in all four countries generally agreed with the programs  and have made progress in implementing the programs, each country has  encountered some challenges in implementing conditions or achieving  targets. Figures 2, 4, 6, and 8 show country background information for  Liberia, Zambia, Hungary, and Iceland.  Table 2 summarizes the context,  circumstances, and objectives of the IMF-supported programs we  reviewed."], "subsections": []}, {"section_title": "Macroeconomic Policies in IMF- Supported Programs Are Broadly Consistent with Findings of Academic Literature", "paragraphs": ["For low-income countries, empirical evidence suggests inflation is  detrimental to economic growth after it exceeds a critical threshold, which  is broadly consistent with the inflation targets included in the IMF- supported programs we reviewed. Similarly, for middle- and high-income  countries, the academic literature identifies weaknesses in  macroeconomic policies that often precede economic crises that are  consistent with the policies in the IMF-supported programs we reviewed."], "subsections": [{"section_title": "Empirical Evidence Evaluating the Complex Relationship between Inflation and Growth Is Broadly Consistent with IMF-Supported Programs in Low-Income Countries", "paragraphs": [], "subsections": [{"section_title": "Empirical Research Suggests a Complex Relationship between Inflation and Growth; Inflation Harms Growth above a Critical Threshold", "paragraphs": ["Inflation targets are a prominent feature of IMF-supported programs in  low-income countries, but there has been considerable debate about  appropriate targets for these countries. Some believe that the IMF may  have gone beyond the existing empirical evidence in targeting very low  inflation, potentially compromising economic growth. Although the  precise relationship between inflation and economic growth in low- income countries remains uncertain, the empirical literature over the past  10 years has reached consensus about some aspects of this complex  relationship. For example, there is general agreement about the following  in low-income countries:    The relationship between inflation and growth varies depending on the  level of inflation and potentially on other country-specific variables.", "Inflation is detrimental to medium- and long-term economic growth after it  exceeds a critical threshold, implying that inflation can compromise  growth if it is “too high.”", "Inflation does not negatively affect economic growth at low levels—in  fact, the relationship can be positive for this limited range. Reducing  inflation below this critical threshold produces no additional economic  growth or may cause a country to sacrifice some long-term growth  benefits.", "These findings are represented in figure 10, which provides an illustrative  summary of the impact of rising inflation on economic growth in low- income countries. The central finding from the literature is that  relationship is nonlinear with a critical point (point 1) where the  relationship between inflation and growth changes significantly.", "To the left of point 1 in figure 10, inflation does not harm economic growth  and, in most cases, a positive relationship is established. Beyond point 1,  countries face a trade-off between the short-term cost associated with  lowering inflation to achieve higher medium- and long-term growth and  the cost of accepting higher inflation and therefore lower future growth.  Anti-inflationary policies in the region left of point 1 can be  counterproductive since the potential costs of reducing inflation are not  offset by increases in economic growth or, at worst, can be compounded  by declines in long-term growth rates. However, as inflation rises and the  critical threshold is breached, the negative effects of inflation surface.  Beyond this point, any increases in the inflation rate result in additional  declines in economic growth. As points 2 and 3 show, the marginal costs  to long-term growth can either increase or decrease as inflation rises,  although empirical research does not reach a consensus as to whether the  relationship changes for moderate inflation rates. As a country approaches  hyperinflation (point 4), it likely faces a complete breakdown in economic  functioning.", "However, examining the inflation-growth relationship under these  conditions generally goes beyond the scope of the literature we  reviewed. Earlier academic literature raised doubts about whether  moderate to high inflation was costly to economic growth, but recent  literature suggests that the cost of inflation was understated because  researchers failed to acknowledge the complex, or nonlinear, natur relationship between inflation and economic growth."], "subsections": []}, {"section_title": "Current IMF-Supported Programs Generally Target Single-Digit Inflation That Is within the Bounds of the Existing Empirical Estimates", "paragraphs": ["Although not definitive, the empirical literature supports the focus of IMF- supported programs on containing inflation in low-income countries.  Excluding those with countries in currency unions, or with currency  boards, IMF-supported programs in low-income countries consistently  target inflation in the 5 to 10 percent range. The 31 IMF-supported  programs in low-income countries, as of July 2009, are designed to help  the countries achieve and maintain macroeconomic and financial stability,  including targeting single-digit inflation to avoid the risk that rising prices  pose to economic growth. According to IMF documents, inflation above 10  percent is generally considered harmful to medium-term growth, while  targeting inflation below 5 percent may not be appropriate given the  potential benefits of modest inflation on product and labor markets. Of the  31 IMF-supported programs, the 20 programs that did not involve  countries participating in currency unions all targeted single-digit inflation  at no less than 5 percent (see table 3). In some cases, we found shorter- term inflation targets above 10 percent. For example, Sao Tome and  Principe, and Guinea both have short-term targets in low double digits as  part of the longer-term objective of gradually reducing inflation to the  single digits.", "The 11 other countries with IMF-supported programs participate in  common currency unions (or operate a currency board) with inflation  targets of 3 percent or lower that are set indirectly by the choice of  exchange rate arrangements, not the IMF. Inflation targets in the  common currency unions in table 3 are driven by the decision to maintain  a fixed exchange rate that requires member countries to keep the range of  inflation close to inflation levels in the developed country or area to which  the common currency is fixed. Almost all of the countries included in the  lower half of table 3 belong to currency unions that peg their currency to  either the euro or, in the case of Grenada, the U.S. dollar. The only  exception is Djibouti, which is not part of a currency union but operates a  currency board tied to the U.S. dollar. As a result, the inflation targets for  these countries are largely independent of IMF inflation policy and tend to  approximate the inflationary experiences of the euro area or the United  States.", "The empirical literature we reviewed, consisting of nine studies, provides  estimates of the inflation rate (ranging from 3 to 18 percent) beyond which  inflation hampers long-term growth for low-income countries. Inflation  targets in IMF-supported programs, although at the lower end of the 3 to  18 percent range, are generally consistent with estimates in empirical  studies. (See fig. 11.)", "Eliminating the lowest and two highest estimates produces an  approximate range of 5 to 12 percent for the threshold, which is roughly  consistent with the inflation targets of 5 to 10 percent in the 31 IMF- supported programs for low-income countries we reviewed. Across the  studies, the estimated threshold is generally found to be higher for low- income than for high-income economies, providing some support for  inflation targets in IMF-supported programs that tolerate higher inflation  in low-income countries. (The bibliography for inflation-growth literature  contains a full listing of the studies.) While there is some disagreement on  where the critical threshold lies, there is consensus that it is lower than  the level suggested by some studies prior to 2000. These studies provided  some evidence that inflation did not significantly hurt economic growth  until it reached the 20 to 40 percent range, but these findings have not  proven robust for a number of reasons. Specifically, some of the threshold  calculations were based on judgment rather than empirical estimation."], "subsections": []}, {"section_title": "Flexibility in the Selection of an Inflation Target for a Particular Country Is Prudent", "paragraphs": ["The complexity of the relationship between inflation and economic growth  uncovered by the literature indicates it may be inappropriate to set a  uniform policy target applicable to all countries. The empirical literature  illustrates that combining countries at different levels of development can  produce unreliable results both in the estimating of the threshold in the  inflation-growth relationship and the effect of low and high inflation on  economic growth. This calls for flexibility in the implementing inflation  targets in individual countries because the “growth-maximizing” rate of  inflation might be expected to differ, at least somewhat, even across low- income countries at various stages of development. For example, after  increasing the sample of low-income countries, some researchers found  that the estimated inflation threshold increased from 6 to 17 percent.  Similarly, another study found no clear-cut threshold for developing  countries and attributes this finding to the differences across countries  grouped under the “developing” country label. One interpretation of  these findings is that, even though the literature generally supports  inflation targets in IMF-supported programs, the gains from a given  reduction in inflation to single digits from somewhat higher levels might  by the cost in some cases. As a result, the relationships and trade-offs  should be carefully evaluated for each country.", "Moreover, the methodologies and the validity of the estimates vary across  studies, and none should be viewed as definitive. Although recent  empirical literature is informative and addresses a number of  methodological issues that plagued earlier studies, other limitations  remain. Important limitations of the literature analyzing the relationship  between inflation and economic growth include (1) potential biases due to  the omission of important variables; (2) biases resulting from the failure of  some studies to address the fact that, in addition to inflation impacting  economic growth, economic growth may also affect inflation; (3) issues  with small samples and outlier effects; and (4) technical issues related to  the modeling procedures employed. Moreover, the negative effects on the  economy may extend beyond the effects on economic growth. As a result,  studies that investigate only the impact of inflation on economic growth  may understate the total negative effects of inflation. Finally, there are  relatively few systematic analyses of the critical threshold beyond which  inflation hampers long-term growth; therefore, there is likely to be  continued disagreement on where the threshold lies."], "subsections": []}]}, {"section_title": "Academic Literature Identifies Weaknesses in Macroeconomic Policies That Often Precede Economic Crises, Consistent with IMF- supported Programs", "paragraphs": [], "subsections": [{"section_title": "Academic Literature Identifies Weaknesses in Macroeconomic Policies Preceding Currency, Banking, and Debt Crises", "paragraphs": ["The academic literature identifies weaknesses in macroeconomic policies  preceding economic crises. We focused on this aspect of the academic  literature because, as previously noted, middle- and high- income  countries have sought significant IMF financial assistance due to stress  associated with the global financial crisis. Empirical academic literature  we reviewed, focused on anticipating and explaining economic crises,  attempts to identify leading indicators of crises, including weaknesses in  macroeconomic policies. This body of research is known as the crisis  “early warning system” literature. Economic crises include in particular  (1) currency crises, which involve a speculative attack or large  depreciation of a currency; (2) banking crises, which involve the  widespread failure of critical financial institutions; and (3) sovereign debt  crises, which involve the default or near default of a government on its  debt obligations. Economic crises can involve one or more of the types of  crises described above and often precipitate moderate to severe  recessions involving substantial losses of jobs, income, and production.", "By analyzing a broad history of crises—crises that have occurred in  dozens of countries over the last several decades—researchers have tried  to identify common precursors of crises that may provide “early warning”  that a crisis is coming. We reviewed 19 published or widely cited studies,  identified in economic research databases, or in citations of other studies,  written since 1998. For each study, we documented the variables that  were predictive of an economic crisis. Across the studies, several  macroeconomic policy variables (and many variables unrelated to  macroeconomic policy) consistently predict currency, banking, or debt  crises. These variables suggest a number of specific policy weaknesses  that make countries more vulnerable to crises, especially high inflation,  high public indebtedness, and an overvalued currency. These  vulnerabilities can represent unsustainable monetary, fiscal, and exchange  rate policies, such as (1) high money growth, inconsistent with the  government’s commitment to a fixed exchange rate or broad exchange  rate stability; (2) large and persistent budget deficits that significantly  increase the stock of public debt and jeopardize the ability of the  government to meet its obligations; or (3) a significant inflow of foreign  capital without the central bank accumulating a buffer of international  currency to guard against sudden capital outflows. Table 4 contains the  specific macroeconomic policy variables identified by the literature and  the nature of the related vulnerabilities.", "Several factors unrelated to macroeconomic policy also often precede  crises, including external events (e.g., a crisis in a neighboring country),  private sector behavior (e.g., significant private sector borrowing), and  institutional or political factors (e.g., weak law enforcement). Crises are  not singularly caused by unsustainable macroeconomic policies; there are  often other factors or triggers that increase the likelihood of a crisis.  Nevertheless, crises do not strike at random, poor macroeconomic policy  management can greatly increase a country’s vulnerability to crisis.", "While the crisis “early warning system” literature can inform the  development of macroeconomic policy, it has limitations and provides  qualitative rather than precise quantitative guidance. Conceptually, the  literature identifies certain costs associated with loose macroeconomic  policies that are important considerations to include in the full accounting  of the costs and benefits associated with macroeconomic policies, but  these are not the only considerations. Furthermore, the literature has a  number of methodological limitations. Specific limitations that we  identified during our review of the crisis literature include selecting a  sample of countries in a way that overstates the predictability of crises,  analytical approaches that fail to account for multiple causes of economic  crises, and crisis definitions that may not correspond to severe economic  consequences (e.g., the inclusion of speculative attacks that did not result  in actual currency depreciation in the definition of currency crises). The  limitations we identified may introduce biases into estimates of policy  effects in studies where they are present. The exclusion of noncrisis  countries in some analyses may, for example, overstate the level of  international reserves necessary to guard against crises in some countries.  These limitations suggest caution in interpreting the precise numerical  results of the literature."], "subsections": []}, {"section_title": "Macroeconomic Policies Are Focused on Critical Vulnerabilities in IMF- Supported Programs in Middle- and High-Income Countries", "paragraphs": ["The central macroeconomic policy weaknesses identified by the literature  closely correspond to the macroeconomic policy areas upon which IMF- supported SBA programs focus. The IMF-supported programs in middle-  and high-income countries we reviewed have macroeconomic program  requirements (generally QPCs) designed to limit money growth and  inflation, limit public debt, and accumulate international reserves.  Similarly, high debt, high inflation, and low international reserves are  important macroeconomic policy weaknesses that make a country more  vulnerable to crises. We reviewed certain quantitative macroeconomic  program requirements in all SBA programs in which governments have  drawn IMF funds, which included 13 countries for which program  documents were available as of July 2009. Because SBA programs are for  countries considered to have temporary balance-of-payments needs, these  countries are generally middle- or high-income countries that have been  adversely affected by the global financial crisis. In each of the 13  programs, we found that quantitative program requirements supported the  broad goals of (1) limiting money growth and inflation, (2) limiting public  debt, and (3) accumulating international reserves.", "To support the broad goals identified above, IMF-supported programs  often used a variety of specific policy variables. To limit money growth  and inflation, SBA programs featured QPCs and other program  requirements for a number of macroeconomic policies. These included  ceilings on the net domestic assets of the central bank, inflation  consultations, and ceilings on the amount of credit the central bank may  extend to the government or the private sector. To limit public debt, 11 of  the 13 SBA programs had QPCs for the government’s budget deficit, and  some had restrictions on the government issuing new external debt, and  short-term external debt in particular. To accumulate international  reserves, 12 of the 13 SBA programs had floors for either net international  reserves or net foreign assets. With respect to our case study countries,  we have noted above that a large stock of public debt was a key factor  driving the crisis in Hungary. In Iceland, the IMF noted in 2007 that the  króna was overvalued by 15 to 25 percent, and inflation rose sharply  before the banking crisis ensued. The focus of IMF-supported programs on  the central policy weaknesses should assist countries in regaining investor  confidence and addressing the underlying crisis vulnerabilities."], "subsections": []}]}]}, {"section_title": "Agency Comments", "paragraphs": ["The Department of the Treasury provided written comments on a draft of  this report, which are reprinted in appendix III.  Treasury stated that it fully  concurs with our conclusions that IMF-supported programs are shaped by  negotiations with local officials in the context of country circumstances.  In  addition, Treasury noted our finding that the underlying economic literature  on growth, inflation, fiscal and external sustainability, and financial stability,  drive IMF policy advice in lending programs.  Treasury also emphasized that  it encourages the IMF to work with low-income countries to increase  spending in areas such as health and education.  Furthermore, we received  technical comments on a draft of this report from Treasury and the IMF,  which we incorporated as appropriate.", "We are sending copies of this report to other congressional offices,  Treasury, and the IMF.. The report also is available at no charge on the  GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-9601 or melitot@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Other contacts and major contributors are listed in  appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To examine the process for designing an International Monetary Fund  (IMF)-supported program, we reviewed and analyzed IMF’s public  documents and data. These documents include IMF Articles of Agreement;  countries’ letters of intent; IMF consultation reports and assessments of  country progress under IMF-supported programs, including the Article IV  consultation reports; program design papers; strategy papers; policy  documents; and IMF’s Independent Evaluation Office reports. We also met  with officials representing the IMF and the U.S. Department of the  Treasury (Treasury) in Washington, D.C., to discuss the process of  designing of an IMF-supported program and the typical trade-offs  associated with the program’s policy decisions. Specifically, we used IMF  policy documents and countries’ letters of intent to identify the primary  objectives and key targets of low- and middle- to high-income countries.  We also reviewed the letters of intent provided to the IMF by countries  receiving current IMF-supported financial programs, as well as updates of  program reviews conducted by the IMF for these programs, available as of  July 2009, to obtain examples of macroeconomic target variables,  quantitative performance criteria, and structural reforms. We utilized  interviews with IMF officials, as well as IMF policy papers, including IMF  institute documents, to clarify and explain the process of designing an  IMF-supported program.", "To examine the IMF-supported programs in recipient countries, we  selected four case study countries—Hungary, Iceland, Liberia, and  Zambia—and reviewed documents and interviewed officials regarding  these countries’ IMF-supported programs. Our selection of these four  countries include criteria to examine how IMF-supported programs may  differ in low-, middle-, and high-income countries with geographic  diversity that had relatively large amounts of IMF financing as of April  2009. Our choice of countries was meant to be illustrative, not  representative or generalizable to the population of IMF-supported  programs. Documents we reviewed include the letters of intent provided  to the IMF by these four countries; IMF reviews, reports, and press  releases regarding these countries’ IMF-supported programs; and country  background documents provided by U.S. embassies in these four  countries. In addition, we interviewed IMF and Treasury officials in  Washington, D.C., to discuss the context of the four recipient countries  and the countries’ IMF-supported programs. In Hungary, Iceland, Liberia,  and Zambia, we met with U.S. embassy officials, IMF staff, officials  representing foreign governments, academics, and nongovernmental  organizations to obtain their views about the IMF-supported programs.", "To examine the extent to which the findings of empirical economic studies  are consistent with the IMF’s macroeconomic policies, we reviewed IMF  documents and empirical studies. Using published or widely cited  empirical studies identified in economic research databases EconLit,  Social Science Research Network, and Google Scholar, we identified key  relationships between macroeconomic policies and economic growth and  crises, and compared them with macroeconomic policies in IMF- supported programs. Specifically, we reviewed two parts of the academic  literature relevant to the macroeconomic policy decisions in IMF- supported programs, namely the literature that links inflation with  economic growth, and the crisis “early warning system” literature that  identifies leading indicators of currency, banking, and debt crises. For the  inflation and growth literature, we reviewed empirical studies isolating the  threshold level of inflation explicitly for lower-income countries identified  in economic research databases and published since 1999. Due to the lag  between publication and submission, we also included working papers  produced during the last 2 years. Although we found these studies to be  reliable for the purposes of identifying the range of estimates and  comparing them with targets in IMF-supported programs, their inclusion  in this report does not imply that we deem them to be definitive. (The  bibliography contains a full listing of the studies linking inflation with  economic growth that we reviewed.) To determine the inflation targets in  all 31 IMF-supported programs in low-income countries, as of July 2009,  we reviewed countries’ letters of intent and IMF Article IV reports and  recorded the target for each country. To ensure the data were collected  consistently and accurately, each recorded target was independently  reviewed and verified. In a few cases where no clear target was  articulated, we used the long-term inflation projection for the country as  the implicit target. For the crisis “early warning system” literature, we  reviewed 19 published or widely cited studies, identified in economic  research databases, or in citations of other studies, written since 1998. We  chose 1998 as the starting year because of the large volume of research  explaining or predicting economic crises that was performed after the  Asian financial crisis. For each study, we documented the variables that  were predictive of an economic crisis. Where possible, we used a  conservative standard for identifying key predictor variables. Under the  signals method, we selected only variables that had a noise-to-signal ratio  (NTSR) of 0.5 or less (less than 1 indicates more signal than noise). Noise  indicates an incorrect prediction while a signal indicates a correct  prediction, so a NTSR of less than 1 implies more correct than incorrect  predictions. Under traditional regression methods, we selected only  variables whose coefficients had p-values less than 0.05. (Several studies  we reviewed reported coefficients that were statistically significant at the  10 percent level.) (The bibliography contains a full listing of studies in the  “early warning system” literature that we reviewed.) Similar to our  identification of inflation targets in IMF-supported programs in low- income countries, we determined certain quantitative macroeconomic  program requirements in all Stand-By Arrangements in which governments  have drawn IMF funds, which included 13 countries for which program  documents were available as of July 2009. We reviewed these countries’  letters of intent, determined and recorded the policies associated with the  macroeconomic program requirements for each country, then  independently verified that the requirements data were collected  consistently and accurately.", "We conducted our work from November 2008 to November 2009 in  accordance with all sections of GAO’s Quality Assurance Framework that  are relevant to our objectives. The framework requires that we plan and  perform the engagement to obtain sufficient and appropriate evidence to  meet our stated objectives and to discuss any limitations in our work. We  believe that the information and data obtained, and the analysis  conducted, provide a reasonable basis for any findings and conclusions in  this product."], "subsections": []}, {"section_title": "Appendix II: Countries Approved to Receive IMF Financial Arrangements as of August 31, 2009", "paragraphs": ["Table 5 shows the countries that have been approved to receive financial  assistance from the IMF as of August 31, 2009. The recipient countries are  categorized by type of IMF lending arrangement."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of the Treasury", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Cheryl Goodman, Assistant  Director; Lawrance Evans, Assistant Director; Marc Castellano; Michael  Hoffman; Victoria Lin; and Roberta G. Steinman made key contributions to  this report. The team benefited from the expert advice and assistance of  Lynn Cothern, Etana Finkler, Joel Grossman, and Mary Moutsos."], "subsections": []}]}, {"section_title": "Bibliography of Empirical Studies Reviewed in the Inflation-Growth Literature", "paragraphs": ["To examine the relationship between economic growth and inflation in  low-income countries, we reviewed the following academic articles. Our  review of the literature included academic studies, using data from low- income countries, published from 1999 to 2009. Due to the lag between  publication and submission, we included working papers produced in the  last 2 years. The studies indicated with an asterisk (*) provided empirical  estimates of the threshold level of inflation for low-income, developing or  nonindustrial countries that serve as the basis for figure 11 in the report.  The list includes widely cited studies published prior to 1999, although  they either combine low-income and high-income countries when  estimating the threshold inflation rate or determine the threshold on the  basis of judgment.", "Barro, Robert. “Inflation and Economic Growth,” Federal Reserve Bank of  St. Louis Review 78 (1996).", "Bruno, Michael and William Easterly. “Inflation Crises and Long-Run  Growth,” Journal of Monetary Economics 41 (1998).", "Bruno, Michael and William Easterly. “Inflation and Growth: In Search of a  Stable Relationship,” Review of Federal Reserve Bank of St. Louis 78, no.  3 (1996).  *Burdekin, Richard C.K., Arthur T. Denzau, Manfred W. Keil, Thitithep  Sitthiyot, and Thomas D. Willett, “When Does Inflation Hurt Economic  Growth? Different Nonlinearities for Different Economies,” Journal of  Macroeconomics 26 (2004).", "Fischer, Stanley. “The Role of Macroeconomic Factors in Growth,”  Journal of Monetary Economics 32 (1993).", "Ghosh, Atish and Stephen Phillips. “Warning: Inflation May be Harmful to  Your Growth,” IMF Staff Papers 45 (1998).  *Gillman, Max, Mark Harris, and Laszlo Matyas. “Inflation and growth:  explaining a negative effect,” Empirical Economics 29, no. 1 (2004).", "Gylfason, Thorvaldur and Tryggvi T. Herbertsson. “Does Inflation Matter  for Growth?,” Japan and the World Economy 13 (2001).  *Khan, Mohsin S. and Abdelhak S. Senhadji. “Threshold effects in the  Relation Between Inflation and Growth,” IMF Staff Papers 48 (2001). *Kochar, Kalpana and Sharmini Coorey. “Economic Growth: What Has  Been Achieved So Far and How?”, in Hugh Bredenkamp and Susan  Schadler (eds), Economic Adjustment and Reform in Low-Income  Countries (Washington, D.C.: International Monetary Fund, 1999).  *Kremer, Stephanie, Alexander Bick and Dieter Nautz, “Inflation and  Growth: New Evidence from a Dynamic Panel Threshold Analysis,”  Sonderforschungsbereich Discussion Paper 649, Humboldt University,  Berlin, Germany (2009).  *Kremer, Stephanie, Alexander Bick and Dieter Nautz, “Inflation and  Growth: New Evidence from a Panel Data Threshold Analysis,” Goethe  University Working Paper, Frankfurt (2008).  *Pollin, Robert and Andong Zhu, “Inflation and Economic Growth: A  Cross-Country Non-linear Analysis,” Journal of Post Keynesian  Economics 28, no. 4 (2006).", "Sarel, Michael. “Nonlinear Effects of Inflation on Economic Growth,” IMF  Staff Papers 43 (1996).  *Sepehri, Ardeshir and Saeed Moshiri. “Inflation-Growth Profiles Across  Countries: Evidence from Developing and Developed Countries,”  International Review of Applied Economics 18, no. 2 (2004).  *Vaona, A. and S. Schiavo, “Nonparametric and Semiparametric Evidence  on the Long-run Effects of Inflation on Growth,” Economics Letters 94,   no. 3 (2007)."], "subsections": []}, {"section_title": "Bibliography of Empirical Studies Reviewed in the Crisis “Early Warning System” Literature", "paragraphs": ["We reviewed the following empirical studies in the crisis “early warning  system” literature written since 1998. For each study, we documented the  variables that were predictive of an economic crisis. Where possible, we  used a conservative standard for identifying key predictor variables. Under  the signals method, we selected only variables that had a noise-to-signal  ratio (NTSR) of 0.5 or less (less than 1 indicates more signal than noise).  Noise indicates an incorrect prediction while a signal indicates a  correct prediction, so a NTSR of less than one implies more correct than  incorrect predictions. Under traditional regression methods, we selected  only variables whose coefficients had p-values less than 0.05. (Several  studies we reviewed reported coefficients that were statistically significant  at the 10 percent level.)", "Berg, Andrew and Catherine Patillo. “Predicting Currency Crises: The  Indicators Approach and an Alternative,” Journal of International Money  and Finance 18 (1999).", "Borio, Claudio and Philip Lowe. “Assessing the Risk of Banking Crises,”  BIS Quarterly Review (December 2002).", "Burkart, Oliver and Virginie Coudert. “Leading Indicators of Currency  Crises for Emerging Countries,” Emerging Markets Review 3 (2002).", "Bussiere, Matthieu and Marcel Fratzscher. “Towards a New Early Warning  System of Financial Crises,” Journal of International Money and Finance  25 (2006).", "Ciarlone, Alessio and Giorgio Trebeschi. “Designing an Early Warning  System for Debt Crises,” Emerging Markets Review 6 (2005).", "Davis, E. Philip and Dilruba Karim. “Comparing Early Warning Systems for  Banking Crises.” Journal of Financial Stability 4 (2008).", "Demirgüç-Kunt, Asli and Enrica Detragiache. “The Determinants of  Banking Crises in Developing and Developed Countries,” IMF Staff Papers  45, no. 1 (1998).", "Edison, Hali J. “Do Indicators of Financial Crises Work? An Evaluation of  An Early Warning System,” International Journal of Finance and  Economics 8 (2003).", "Esquivel, Gerardo and Felipe Larrain. “Explaining Currency Crises.”  Harvard Institute for International Development (1998).", "Hemming, Richard, Michael Kell and Axel Schimmelpfennig. “Fiscal  Vulnerability and Financial Crises in Emerging Market Economies,”  Occasional Paper 218 (Washington, D.C.: International Monetary Fund,  2003).", "Kamin, Steven B., John Schindler, and Shawna Samuel. “The Contribution  of Domestic and External factors to Emerging Market Currency Crises: An  Early Warning Systems Approach,” International Journal of Finance and  Economics 12 (2007).", "Kaminsky, Graciela L. “Currency Crises: Are They All the Same?” Journal  of International Money and Finance 25 (2006).", "Kaminsky, Graciela, Saul Lizondo, and Carmen Reinhart. “Leading  Indicators of Currency Crises,” IMF Staff Papers 45 (March 1998).", "Kaminsky, Graciela L. and Carmen Reinhart. “The Twin Crises: The Causes  of Banking and Balance of Payments Problems,” American Economic  Review 89 (1999).", "Komulainen, Tuomas and Johanna Lukkarila. “What Drives Financial  Crises in Emerging Markets?” Emerging Markets Review 4 (2003).", "Kumar, Mohan, Uma Moorthy, and William Perraudin. “Predicting  Emerging Market Currency Crashes.” Journal of Empirical Finance 10  (2003).", "Manasse, Paolo, Nouriel Roubini, and Axel Schimmelpfennig. “Predicting  Sovereign Debt Crises,” IMF Working Paper WP/03/221 (November 2003).", "Manasse, Paolo and Nouriel Roubini. “‘Rules of Thumb’ for Sovereign Debt  Crises,” IMF Working Paper WP/05/42 (March 2005).", "Shimpalee, Pattima L. and Janice Boucher Breuer. “Currency Crises and  Institutions,” Journal of International Money and Finance 25 (2006)."], "subsections": []}], "fastfact": []}