{"id": "GAO-20-53", "url": "https://www.gao.gov/product/GAO-20-53", "title": "Traffic Safety: Improved Reporting Could Clarify States' Achievement of Fatality and Injury Targets", "published_date": "2019-10-22T00:00:00", "released_date": "2019-10-22T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Over 37,000 people were killed in traffic crashes on the nation's highways in 2017. Within the U.S. Department of Transportation (DOT), two agencies—NHTSA for behavioral factors and FHWA for highway infrastructure—provide about $3 billion annually to states for programs to improve traffic safety. To ensure that states are held accountable for these funds, NHTSA and FHWA developed performance management frameworks that require states to use performance measures and targets in tracking traffic fatalities and serious injuries.", "GAO was asked to review NHTSA's and FHWA's traffic safety performance management frameworks. This report examines the extent to which: (1) states have met fatality and serious injury targets, and NHTSA's and FHWA's approaches to assessing states' achievements, and (2) states have used performance measures and targets to make traffic safety funding decisions. GAO analyzed state-reported targets and NHTSA data from 2014 through 2017—the most recent data available—for all 50 states, the District of Columbia, and Puerto Rico; surveyed these states on the use of performance measures and targets; reviewed requirements in NHTSA's and FHWA's frameworks; and interviewed officials from NHTSA, FHWA, and 10 states, selected to obtain a mix of population sizes, geographic locations, and other factors."]}, {"section_title": "What GAO Found", "paragraphs": ["From 2014 through 2017, states did not achieve most of the fatality-related targets they set under the National Highway Traffic Safety Administration's (NHTSA) performance management framework (see table), and the number of serious injury targets states achieved during this period is unclear. GAO did not assess whether states achieved targets they set under the Federal Highway Administration's (FHWA) framework because the data were not yet available. State officials we interviewed said that achieving fatality targets may depend on factors outside their control, such as demographic, economic, and legislative changes. GAO's analysis of states' reports showed that nearly half of states did not provide the required assessment of progress to NHTSA on their most recent set of fatality targets. While NHTSA has taken steps to improve its review of these reports, officials acknowledged states are not clear on which target years to assess. Further, NHTSA lacks a mechanism to report whether states eventually achieve these targets. As a result, NHTSA and other stakeholders have limited insight into the results states have achieved from their use of federal safety funds. The extent to which states achieved serious injury targets is unclear because states have changed their definitions of serious injury over time. To ensure the consistency of these data, NHTSA and FHWA established a standard definition for reporting serious injuries, which states are in the process of adopting.", "In a survey that GAO administered, officials from a majority of states said that performance measures informed how they selected projects under NHTSA's framework. GAO found, however, that in the 2019 plans submitted by states to NHTSA, less than a third of states reported how performance targets and funded projects were linked. Since the submission of those plans, NHTSA has provided training and guidance to its staff to ensure future plans will more clearly identify these links. Under FHWA's framework, about one-third of states reported in GAO's survey that performance measures influenced their project selection; the remaining two-thirds reported using an alternative data-driven approach, such as cost-benefit analysis. FHWA officials said they are developing guidance to help states integrate performance measures and targets into methods that states are currently using to select highway safety projects."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that NHTSA (1) provide additional direction and clarification to ensure states assess and report progress in meeting fatality targets, and (2) report on states' final achievement of targets. DOT concurred with the recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Over 37,000 people were killed and an estimated 2.7 million were injured  in traffic crashes in the United States in 2017, due to persistent safety  issues such as speeding, distracted driving, and driving under the  influence of alcohol. The U.S. Department of Transportation (DOT)— through the National Highway Traffic Safety Administration (NHTSA) and  the Federal Highway Administration (FHWA)—annually provides about $3  billion in federal funds to states to improve highway safety. NHTSA  provides grants to state highway safety offices to address behavioral  factors that affect safety (such as impaired or distracted driving), while  FHWA provides federal-aid highway funds to state departments of  transportation for roadway safety improvements (such as rumble strips).", "Since the late 2000s, we have highlighted the need for Congress to  consider restructuring the nation’s transportation programs to move to a  performance-based approach in order to improve accountability and help  states more efficiently allocate federal surface transportation funding,  including funding used to enhance traffic safety. In response to the  Moving Ahead for Progress in the 21st Century Act, which established the  requirements for a performance-based approach to traffic safety in 2012,  NHTSA and FHWA have each established performance management  frameworks for traffic safety. Under these frameworks, states use  performance measures to track traffic fatality, serious injury, and other  metrics, and establish targets annually for those performance measures  to evaluate progress. In rulemakings, NHTSA and FHWA indicated an  intent for these performance management frameworks to help states  select projects to reach their long-term safety goals, such as to reduce  fatalities to zero, by directly linking investments to performance outcomes.  The consistently high number of traffic fatalities—over 30,000 each year  since 2007—has raised the question of whether NHTSA’s and FHWA’s  recent application of performance management principles in federal  highway safety programs is helping states achieve their safety goals and  make the best use of federal funds.", "We were asked to review NHTSA’s and FHWA’s traffic safety  performance management frameworks. This report examines: (1) the extent to which states have met fatality and serious injury targets, and  NHTSA’s and FHWA’s approaches to assessing states’ achievement of  these targets; and (2) the extent to which states have used performance  measures and targets to make funding decisions related to traffic safety.", "To address both of these objectives, we reviewed laws, regulations, and  policy documents related to NHTSA and FHWA’s performance  frameworks, as well as our body of work on performance management in  the federal government and transportation programs. We also interviewed  highway safety and state department of transportation officials in 10  states about their approaches to setting targets and selecting projects to  fund. We selected states with a diversity of population sizes and  geographic locations, among other factors. We applied these criteria to  select a non-generalizable sample of states that included states with  varying characteristics within and across each criterion. These criteria  allowed us to obtain information from officials representing a diverse mix  of states, but this information cannot be generalized to all states because  the states selected were part of a nonprobability sample. To gather  additional information, we also interviewed NHTSA and FHWA officials  and representatives of transportation associations.", "To evaluate the extent to which states have met the fatality and serious  injury targets they set for NHTSA’s traffic safety grant programs, we  analyzed fatality targets established for NHTSA’s Highway Safety Grants  Program in states’ highway safety planning documents from 2014 through  2017. We selected this time period because 2014 was the first year states  were required to submit targets to NHTSA under their framework, and  2017 was the most recent year that fatality data were available during our  review. We compared state targets to data on fatalities from NHTSA’s  Fatality Analysis Reporting System (FARS) and assessed the extent to  which states had achieved their targets over this time. To assess the  reliability of the data, we interviewed NHTSA officials about their methods  for collecting and validating FARS data and reviewed related  documentation. We determined that the data were sufficiently reliable for  the purposes of our reporting objectives. To evaluate the extent to which  states have met fatality and serious injury targets under FHWA’s  performance framework, we analyzed the initial set of fatality targets  states established for 2018. We did not assess states’ progress in  achieving their initial set of FHWA targets because the data for 2018 were  not yet available during our review. We also reviewed NHTSA’s and  FHWA’s documents and guidance for establishing serious injury targets,  and interviewed officials from these agencies about serious injury data.  To evaluate NHTSA’s and FHWA’s approaches for assessing states’  achievement of targets, we reviewed regulations and documents to  analyze the approaches NHTSA and FHWA have developed to evaluate  states’ progress. We then compared NHTSA’s and FHWA’s approaches  to federal internal control standards for information and communication.", "To assess the extent to which states have used performance measures  and targets to make funding decisions related to traffic safety, we  reviewed states’ annual highway safety planning and reporting  documents. Specifically, for all states, we reviewed the 2018 Annual  Reports and 2019 Highway Safety Plans submitted to NHTSA, and the  2018 Highway Safety Improvement Program (HSIP) Annual Reports  submitted to FHWA. These were the most recent reports available at the  time of our review. We compared the content of reports to requirements in  NHTSA’s and FHWA’s regulations. In addition, from April through May  2019, we surveyed 52 state highway safety offices about NHTSA’s  performance framework and surveyed 52 state departments of  transportation about FHWA’s performance framework. We received  responses from 50 state highway safety offices (96 percent response  rate) and from all 52 state departments of transportation (100 percent  response rate). We also reviewed results from an FHWA survey of state  departments of transportation from all states on transportation  performance management.", "We conducted this performance audit from October 2018 through October  2019 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Reducing transportation-related fatalities and serious injuries has  consistently been DOT’s top priority. Traffic fatalities and serious injuries  may result from unsafe driver behaviors, such as speeding and alcohol-  or drug-impaired driving, or from the design or condition of the road and  its accompanying infrastructure. Within DOT, both NHTSA and FHWA are  charged with reducing fatalities and serious injuries on the nation’s  highways and, respectively, provide grant funding to states to mitigate the  behavioral and infrastructure-related causes of vehicular crashes.", "NHTSA provided over $600 million in fiscal year 2018 to state  highway safety offices through the Highway Safety Grants Program  for activities designed to improve traffic safety by modifying driver  behavior. For example, states may use NHTSA grant funding for  efforts to increase seatbelt use, or to reduce impaired driving.", "FHWA provided about $2.6 billion in fiscal year 2018 to state  departments of transportation through the Highway Safety  Improvement Program (HSIP) for projects to improve safety on all  public roads. HSIP funds can be used for infrastructure projects, such  as rumble strips, and other projects such as road safety audits, safety  planning, and improving safety data. States are allowed to transfer up  to 50 percent of their HSIP safety apportionment made available each  fiscal year to the other core FHWA highway programs. For example,  from 2013 through 2018, 24 states transferred HSIP safety funding  totaling over $1 billion to other core programs and three states  transferred approximately $600 million into their HSIP safety program  from other core programs.", "Over the last decade, the federal government has taken steps to move  toward a performance-based framework for traffic safety funding.  Historically, most federal surface transportation funds were distributed  through formulas that often had no relationship to outcomes or grantees’  performance. In 2008, we recommended that Congress consider  integrating performance-based principles into surface transportation  programs such as NHTSA’s Highway Safety Grants Program and  FHWA’s HSIP to improve performance and accountability in states’ use of  federal funds. In particular, we noted that tracking specific outcomes  that are clearly linked to program goals can provide a strong foundation  for holding grant recipients responsible for achieving federal objectives  and measuring overall program performance. The Moving Ahead for  Progress in the 21st Century Act, enacted in 2012, formally required the  Secretary of the Department of Transportation to, among other things,  establish performance measures for states to use to assess fatalities and  serious injuries to ensure further accountability for federal traffic safety  funding provided to states. See table 1 for a complete list of mandatory  performance measures.", "States are also required to establish targets annually for each of the  performance measures and measure progress toward these targets.  NHTSA first required states to develop targets for their performance  measures as part of their planning for fiscal year 2014, and FHWA first  required states to establish targets for their performance measures set in  2017 for calendar year 2018. Starting with these targets, state highway  safety offices and departments of transportation were required by both  NHTSA and FHWA to set identical targets for the three common  performance measures in both frameworks. Both NHTSA’s and FHWA’s  frameworks provide flexibility to states in how they may establish targets  and emphasize using data to develop realistic and achievable targets  rather than aspirational ones that reflect a long-term vision for future  performance. Because the frameworks do not require a specific reduction  in fatalities or serious injuries, states may set targets that are higher or  lower than their historical averages depending on state-specific factors,  such as population increases or economic conditions. As a result, targets  may reflect either an anticipated increase or decrease in fatalities or  serious injuries.", "NHTSA and FHWA require states to submit annual plans and reports to  establish targets and describe their use of federal funds to improve safety  and the results they have achieved relative to their targets. (See table 2.)  NHTSA requires that states submit an annual Highway Safety Plan to,  among other things, set targets, identify projects they will implement in  the upcoming fiscal year, and describe how they will use funds from the  Highway Safety Grants Program. States are also required to submit an  Annual Report to NHTSA that includes an assessment of the state’s  progress in achieving safety performance targets in the previous fiscal  year. States are required to submit an HSIP report to FHWA that  describes, among other things, how they have used federal HSIP funding  for highway safety improvement projects during the prior reporting period  as well as performance targets for the upcoming calendar year. In  addition to the annual requirements, FHWA requires a Strategic Highway  Safety Plan from states every 5 years that identifies a state’s key safety  needs and long-term goals, and guides investment decisions to reduce  fatalities and serious injuries.", "NHTSA and FHWA rely on states and localities to collect and report  fatality and serious injury data used in the performance framework. In  addition to providing information through annual plans and reports, states  report traffic fatalities to NHTSA’s FARS database, which tracks all fatal  traffic crashes nationwide. When a fatal crash occurs, a state or local  police officer completes a crash report form unique to each state. These  forms can include a variety of data fields, such as the time of the crash,  weather conditions, and the number of killed or injured persons. FARS  analysts—state employees who are trained by NHTSA’s data validation  and training contractors—use the data in crash report forms to compile a  record of the fatal crash. However, NHTSA’s collection and validation of  these data may take up to 24 months following the end of a calendar year  before it is finalized. FARS also contains serious injury data associated  with fatal crashes, though neither NHTSA nor FHWA maintain a database  of all serious injuries. Rather, the agencies rely on states and localities to  collect and store records of serious injuries resulting from traffic crashes  and report this information to them each year. Based on data the states  and localities provide, NHTSA estimates the number of total injuries  resulting from crashes to track overall national trends."], "subsections": [{"section_title": "States’ Overall Achievement of Fatality and Serious Injury Targets Is Unclear due to Incomplete Reporting and Data Limitations States Did Not Achieve Most of Their NHTSA Fatality Targets from 2014 through 2017, and NHTSA and States Do Not Fully Report Progress and Communicate Results", "paragraphs": ["From 2014 through 2017, states did not achieve about two-thirds of the  targets they set for the required fatality performance measures, according  to our analysis of state-reported NHTSA data. In addition, for a majority of  the fatality performance measures required by NHTSA, these data show  that the number of targets states achieved generally decreased from  2014 through 2017. (See table 3.) Over this same time, fatalities  increased nationwide by 13 percent from about 33,000 in 2014 to over  37,000 in 2017. NHTSA officials said that fewer states achieved their  targets over this time because fatalities increased nationwide over the  same period due to increases in vehicle miles traveled and corresponding  exposure to driving-related risks.", "Officials from the 10 states we selected said that achieving targets often  depends on factors outside of their control, such as demographic and  economic factors, as well as changes to state laws.", "Demographic factors. Officials from eight of the 10 selected states  said that demographic factors such as increases or decreases in  population affect traffic safety. For example, officials from one state  said that when companies expanded in the state, the population  increased rapidly and the economy improved and led to more driving.  Officials from another state noted that the increasing population in the  state’s urban areas has increased the number of pedestrian fatalities.", "Economic factors. Officials from seven of the 10 selected states  noted that economic factors such as low unemployment can affect  traffic safety. For example, officials in one state said that fatalities  decreased during the 2009 recession, but when the economy began  to improve and more people were employed, fatalities increased.", "These officials noted that the number of people driving is also affected  by gas prices because when prices increase, people drive less.", "Changes to state laws. Officials from eight of the 10 selected states  said that changes in state laws can affect whether a state meets its  targets. For example, officials from one state said fatalities increased  beginning in 2012 when the state legislature passed a law allowing  the operation of a motorcycle without a helmet, and continued to  increase through 2017 when the state legislature increased the speed  limit on some roads from 70 to 75 miles per hour. These officials also  noted that they expect fatalities in their state to further increase as a  result of the recent legalization of the recreational use of marijuana.", "However, the extent to which states achieve targets does not necessarily  reflect whether the number of fatalities has increased or decreased over  time.", "First, states that achieved fatality targets did not necessarily  experience reduced traffic fatalities. For example, for the 2017 targets,  state-reported NHTSA data shows that 10 of 52 states achieved their  target for the pedestrian fatalities performance measure, but five of  these 10 states also experienced an increase in pedestrian fatalities  compared to their 2012 through 2016 historical average. These data  also show that the remaining 42 states did not achieve their total  fatality target.", "Second, some states have experienced a decrease in traffic fatalities  while not achieving their targets. For example, state-reported NHTSA  data shows that 31 states did not achieve their targets for the  speeding-related fatalities performance measure. However, these  same data show that 11 of these 31 states decreased the total of  number of these fatalities over their 2017 target period compared to  their 2012 to 2016 average.", "Further, states that established targets that represented an increase  in fatalities from historical averages (increasing targets) were more  likely to achieve them than states that established targets that  represented a decrease or no change in fatalities compared to their  historical averages (decreasing targets), according to state-reported  NHTSA data. Specifically, in 2017, for all of the required fatality  performance measures, these data show that states that set  increasing fatality targets relative to their historical 2012 to 2016  average achieved them at a higher rate than states that set targets  that represented a decrease or no change to the number of fatalities  (See fig.1.) For example, for the total fatality performance measure,  eight states set increasing targets relative to their historical 2012 to  2016 average, while 44 states set decreasing or unchanged targets  relative to their averages. However, these data show that six of the  eight states with increasing targets for the total fatalities performance  measure achieved them, while only three of the 44 states with  decreasing or unchanged targets achieved theirs.", "In response to statute, NHTSA requires states to assess and report  progress in achieving targets in the following year’s Highway Safety Plan  and the NHTSA Annual Reports each year. Such an approach is  consistent with federal standards for internal control, which state that  agencies should communicate quality information, including about  activities and achievements. According to NHTSA officials, state  evaluations of their progress in these plans and reports are designed to  be an interim assessment of a state’s progress. For example, because  fatality data can take up to 2 years to be recorded by states in FARS and  validated by NHTSA, final FARS data are not available when states are  required to report on the achievement of the prior fiscal year’s targets in  their Highway Safety Plans. Therefore, NHTSA encourages states to use  state data to conduct this assessment or provide a qualitative analysis of  the progress made in achieving these targets when FARS data are not  available. Upon review of these reports, NHTSA publishes them on its  website.", "While NHTSA has established requirements for states to provide  assessments of their progress on achieving the prior year targets in their  Highway Safety Plans and Annual Reports, we found that many states  have not done so. For example, in the 2019 Highway Safety Plans  submitted to NHTSA in July 2018, a third of states (19 of 52) did not  provide an assessment of the progress they had made in achieving the  fatality targets established in their 2018 Highway Safety Plans. Similarly,  in the 2018 Annual Reports, submitted to NHTSA in December 2018, half  of states (26 of 52) did not provide an assessment of whether they had  made progress toward achieving the fatality targets established in their  2018 Highway Safety Plans. Instead, many of these states assessed  progress for an earlier year or performance period. NHTSA officials  acknowledged that some states are not clear on which target years to  assess in their Highway Safety Plans and Annual Reports.", "NHTSA officials stated that they work closely with states to review the  contents of the Highway Safety Plans and Annual Reports. To do so,  NHTSA has developed guides to help its staff review Highway Plans and  the Annual Reports to ensure states meet requirements to provide  assessments of their progress. NHTSA officials stated they expect most  states to comply with the requirements to assess progress in future  Annual Reports and Highway Safety Plans because states will be more  familiar with the reporting requirements. However, NHTSA has had  similar requirements for states to provide in-progress assessments in  these documents for a number of years. For example, the requirement to  report on progress achieving highway safety performance measure  targets identified in the Highway Safety Plans in the Annual Report was  introduced in 2013. Similarly, NHTSA’s regulations have also required  states to include an assessment of their progress in meeting state  performance targets in their Highway Safety Plans since 2013. Without  additional clarification from NHTSA to states on which target years to  assess in their Highway Safety Plans and Annual Reports, NHTSA and  other stakeholders may lack a timely understanding of the progress states  have made in achieving their targets. NHSTA could provide such  clarification through outreach to states, or by providing guidance on  NHTSA’s website.", "Beyond the required interim state assessments of progress contained in  the Annual Reports and Highway Safety Plans, NHTSA does not  communicate to the public and other stakeholders about whether states  eventually achieve their fatality targets. Federal standards for internal  control state that agencies should communicate quality information,  including about activities and achievements, so that external parties–such  as Congress and other stakeholders–can help realize agency goals and  objectives. NHTSA officials said that they have reported on states’  achievement of fatality targets in the past. For example, NHTSA  previously reported to Congress in 2017 on states’ achievement of the  fatality targets established in the 2014 and 2015 Highway Safety Plans in  response to a statutory requirement. However, NHTSA did not provide  this report to other stakeholders, and it has not subsequently reported to  Congress or the general public on whether states achieved targets.  NHTSA officials told us they did not have any plans to develop a similar  report in the future because the requirement to report to Congress was  repealed in January 2019. NHTSA was directed by statute in January  2019 to provide information on its website on state performance relative  to the targets in the Highway Safety Plan. The statute broadly directs  NHTSA to report on state performance and does not specifically direct  NHTSA to communicate whether states eventually achieve their  performance targets. NHTSA officials told us that this effort was in its  initial stages and NHTSA is still in the process of determining how to meet  the statutory requirement.", "By improving external communication of states’ achievement of fatality  targets, NHTSA could give stakeholders better insight into the results  states and NHTSA have achieved in their efforts to reduce fatalities and  hold states more accountable for their use of federal safety funds. NHTSA  could provide such information to all stakeholders through its planned  website or by developing an alternative mechanism to convey this  information."], "subsections": []}, {"section_title": "States’ Achievement of Serious Injury Targets Is Unclear, and Consistent Data Will Not Be Available for Some Time", "paragraphs": ["We were not able to determine the extent to which states achieved  NHTSA serious injury targets from 2014 through 2017 because states’  definitions of “serious injury” have changed over time. As a result, state  serious injury data used to set targets and analyze results may not be  comparable year to year over this time period. NHTSA officials noted that  changes to serious injury definitions can affect the total number of serious  injuries recorded by the states. Similarly, officials from the Association of  Transportation Safety Information Professionals told us that based on  their experience, when there is a change to how serious injury data are  defined or collected by states, total serious injury numbers in that state  may change by up to 15 percent the following year. In some cases,  changes to serious injury totals may be more extensive. For example, in  2016, one state changed its definition as part of implementing a new  database to store crash records. After this change, the number of serious  injuries nearly doubled from the previous year.", "NHTSA and FHWA have taken steps to standardize how states define  and report serious injury data. In 2016, both FHWA and NHTSA set out  requirements for all states to use a specific definition of serious injury by  April 15, 2019, establishing a single national standard definition that will  be used under both NHTSA’s and FHWA’s performance management  framework. This standard includes requirements for states to integrate  this definition into their practices for collecting and recording serious injury  data. According to NHTSA and FHWA, this standard will ensure  consistent, coordinated, and comparable data at the state and national  levels and will assist stakeholders in addressing highway safety  challenges. Moreover, according to officials from the Association of  Transportation Safety Information Professionals, adoption of this standard  will be an improvement upon the previous approaches used by states to  define serious injuries.", "However, it will take time for states to adopt this standard and collect  consistent data under the new national standard for serious injuries to use  in the NHTSA’s and FHWA’s performance management frameworks.", "First, NHTSA’s and FHWA’s regulations require that states establish  5-year averages for serious injury targets; however, according to  states’ most recent reporting, many states have only recently adopted  NHTSA and FHWA’s national standard for defining serious injuries.  Specifically, based on our review of information submitted by states in  their 2018 HSIP reports, we found that 18 states had reported that  they were fully compliant with the national standard as of the end of  August 2018. FHWA officials told us that, based on their review of the  information in the 2018 HSIP reports, they estimated that an  additional 22 states planned to fully align their serious injury definition  with requirements in the national standard by April 2019, and that the  remaining 12 states had not indicated if they would be compliant with  the national standard by that time. FHWA officials said they would  conduct a compliance assessment in fall 2019 to determine whether  states fully adopted the national standard.", "Second, data collected under previous, differing definitions cannot be  retroactively converted to equivalent data under the definition  established by the national standard, and thus it will take time to  develop a consistently defined set of serious injury data. Specifically,  for those states that have adopted the new standard in the last year, it  may be 4 to 5 years until a 5-year average of serious injury data under  the new standard can be reported, while the transition period may be  longer for those states that have yet to adopt the standard. For  example, the American Association of State Highway and  Transportation Officials noted that if a state was not currently using  the national standard, it would take a lengthy and resource-intensive  effort to adopt the standard, including changing reporting processes,  guidance, and training. State officials we interviewed also said the  costs of updating software and paper forms to collect and store  serious injury information, and of training state officials to collect  serious injury data using the national standard, could further delay  implementation.", "NHTSA and FHWA have taken steps to assist states with the transition to  the new national standard for serious injuries. For example, in preparation  for issuing the regulations, NHTSA and FHWA published state-specific  guidance to help states adopt an interim standard before the national  standard took effect in 2019. According to NHTSA and FHWA officials,  this guidance, which aligned states’ existing definitions with a scale for  injury severity, helped states provide more consistent serious injury  statistics prior to implementing the new national standard in the FHWA  rulemaking. While this interim standard helps improve consistency of the  definition of serious injury within a state, it does not standardize the  specific definition across all states as does the new national standard. In  addition, NHTSA and FHWA developed an outreach program and training  to help states adapt to the new requirement prior to implementation in  2019.", "While the transition occurs and until states have collected 5 years of data  under the new national standard for serious injuries, NHTSA and FHWA  plan to take different approaches to assessing states’ progress toward  serious injury targets and communicating the results of their  assessments.", "NHTSA officials told us that they would wait to assess progress until  the states had adopted a consistent set of data under the national  standard for serious injuries. NHTSA officials also noted that they did  not assess whether states achieved their serious injury targets in  NHTSA’s 2015 and 2017 reports to Congress, because of limitations  with the data that the new standard seeks to mitigate. However, once  the transition to the new national standard for serious injuries is  complete, similar to state fatality targets, NHTSA does not have a  formal mechanism for communicating whether states eventually  achieve their serious injury targets. Communication of states’  achievement of both fatality and serious injury targets could help  NHTSA hold states more accountable for their use of federal funds.", "In contrast, as directed by statute and regulations, FHWA plans to  evaluate whether each state has met or made “significant progress”  toward meeting both the fatality and serious injury-related targets by  improving upon the state’s historical 5-year baseline for four of the five  required performance measures. As directed by statute and FHWA’s  regulations, states that FHWA determines either have not met their  2018 targets or not made significant progress are required to develop  an implementation plan to describe how they will achieve targets in  future years. Further, these states must use a portion of these  states’ fiscal year 2021 HSIP funding exclusively for HSIP projects  and may not transfer this portion of their HSIP funding to other core  highway programs. Once FHWA’s evaluation of state progress is  complete, it plans to communicate the extent to which states achieve  these targets on its website, which contains information on the 5-year  averages that make up the baseline, targets, and results, and tracks  this information over time.", "FHWA officials said that, as states transition to the new national standard  for serious injuries, the use of data collected under multiple definitions in  a state may occur in future assessments of significant progress as states  collect 5 years of data under the national standard. However, FHWA  officials said that states will be able to take the limitations in the data into  consideration and adjust targets each year as needed to minimize the risk  that states’ results will vary significantly from their targets. An official from  the Association of Transportation Safety Information Professionals said  that he expects states may recalculate targets to account for changes in  the data over the transition to the national standard for serious injuries,  but that states have not expressed concerns about doing so. More  broadly, FHWA officials also stated that modifying its approach for the  transition period would require additional rulemakings by both FHWA and  NHTSA, which could be a lengthy process and thus may not be  completed before most states collect 5 years of data under the new  standard."], "subsections": []}]}, {"section_title": "States Have Not Fully Incorporated Performance Measures and Targets into Traffic Safety Funding Decisions, but NHTSA and FHWA Are Taking Steps to Assist States Over Half of States Use Performance Measures and Targets to Make Funding Decisions under NHTSA’s Framework, and NHTSA Is Taking Steps to Improve Reporting", "paragraphs": ["Officials from a majority of the states we surveyed reported that the  performance measures and targets in the NHTSA framework influenced  which projects they selected to fund to improve traffic safety and reduce  fatalities and serious injuries. (See fig. 2.) For example, officials from two  states we surveyed reported that the performance measures helped them  identify emerging traffic safety trends, such as higher rates of speeding;  as a result, the states directed more funding to projects addressing those  issues. Officials from another state noted that the performance measures  have led them to develop new projects to reduce cyclist and pedestrian  fatalities, in addition to their traditional projects targeting impaired driving  or seat belt use. In addition, other state officials responded that setting  targets influenced their project selection by requiring staff to identify and fund projects that would have a positive effect on the targets established.  When NHTSA developed the performance measures for states, it noted  that, in addition to helping states monitor and evaluate their progress,  performance measures can be used to allocate resources towards the  most pressing safety issues.", "Officials from 19 states we surveyed said that the performance measures  in the NHTSA framework did not influence their project selection.  Similarly, officials from 23 states said the targets did not influence their  project selection. Officials we surveyed cited a variety of reasons for  why they did not use this performance information to select projects. For  example, officials from three of these states said their states already had  a data-driven or performance-based approach to project selection.  Officials from one state explained that the NHTSA performance measures  provide them with a general overview of safety trends in the state, but that  they rely on more detailed data analysis of safety trends in different  localities to select projects. Officials from another state said they do not  use the specific targets to select projects, because they look for ways to  decrease fatalities, not to achieve a specific number of fatalities in a given  year. Officials from another state explained that they receive limited  safety funding and therefore select projects to make sure they are eligible  to qualify for NHTSA grants. NHTSA officials acknowledged that the  performance management framework can pose challenges for some  states, but noted that they provide technical assistance and guidance to  help states make the best use of their performance information.", "State officials reported other safety benefits from NHTSA’s performance  framework in addition to improved project selection. Specifically, officials  from almost three-quarters of states we surveyed said the NHTSA  framework helped them to improve highway safety in their state. For  example, officials from five states we surveyed reported that the  framework has improved how they identify highway safety problems, such  as by formalizing a data-driven approach to highway safety in their state.  Officials we surveyed also noted that by requiring states to reach  agreement on some NHTSA and FHWA targets, the framework helped  them to increase collaboration with other highway safety stakeholders in  the state. For example, officials from one state reported that the  collaboration between the state department of transportation and highway  safety office has increased their awareness of how physical road  improvements and behavioral projects can work together to improve  safety in the state. Officials from the 14 states who reported that the  framework has not helped them improve safety cited various reasons,  including that they used data-driven approaches prior to NHTSA’s  framework and that the framework has increased their administrative  burden. NHTSA officials agreed that the framework imposed some  administrative burdens on states, but stated that the benefits of using a  performance-based approach to manage state highway safety programs  outweighed any costs for states.", "To ensure that the framework helps states to improve traffic safety,  NHTSA regulations require states to include at least one performance  measure (and associated target) for each program area contained in their  Highway Safety Plans. These requirements are consistent with federal standards for internal control that agencies should establish and operate  activities to monitor the internal control system. Such monitoring activities  should be built into the agency’s operation. We found 49 states included  performance measures with all the program areas in their 2019 Highway  Safety Plans. For example, one state uses the number of motorcyclist  fatalities and unhelmeted motorcyclist fatalities as performance measures  for its motorcycle safety program area. The remaining three states  included performance measures for at least 80 percent of their program  areas. By requiring states to establish performance measures for their  program areas, NHTSA can help ensure states have appropriate  performance measures in place to evaluate whether they are achieving  the objectives of their highway safety programs.", "NHTSA’s regulations also require states to describe the linkage between  the countermeasure strategies—the safety initiatives a state plans to fund  to address highway safety problems—and the performance targets in  their Highway Safety Plans. Requiring states to link their funding  decisions with their targets aligns with a leading practice for performance  management we have previously identified: that agencies should use  performance information to allocate resources. We examined the  sections of 2019 Highway Safety Plans where states are prompted to  provide this linkage, and found, however, that less than a third of states  (12 of 52) described all the linkages between their performance targets  and the countermeasure strategies in those sections. NHTSA officials  noted that states are directed to submit similar information in other  locations throughout the plans, and that NHTSA’s review of the 2019  plans credited states with making these linkages by considering  information in other sections of the plan.", "NHTSA has taken steps this year to improve states’ reporting and its own  review of the 2020 Highway Safety Plans. For example, NHTSA officials  told us that they have held in-person meetings with state highway safety  officials to emphasize the need to provide linkages between their targets  and countermeasures in their 2020 Highway Safety Plans. NHTSA  officials said they have also held training in 2019 for staff who review  these plans to ensure states adhere to reporting requirements.  Specifically, during the training, NHTSA officials said they provided  guidance to staff on reviewing Highway Safety Plans; this guidance  prompts reviewers to check whether states link their countermeasure  strategies with targets, and to provide feedback to states that have not  provided these linkages. As a result of these actions, NHTSA anticipates  that states will more clearly identify linkages in their 2020 plans."], "subsections": [{"section_title": "Some States Use Performance Measures and Targets for Funding Decisions under FHWA’s Framework, and the Agency Is Developing Guidance to Assist States", "paragraphs": ["While states recently began setting performance measure targets under  FHWA’s framework in 2017, officials from about a third of states we  surveyed reported that performance measures in FHWA’s framework  influenced their decisions about which infrastructure-based safety  projects to fund. (See fig. 3.) Slightly fewer respondents said the targets  they set influenced their project selection. These states reported that this  performance information influenced their decision making in different  ways. For example, officials from one state reported funding more  pedestrian and bicycle safety projects as a result of the trends indicated  by the performance measures. Officials from another state said they have  shifted to selecting projects that can be constructed quickly in order to  reach their annual safety targets.", "Officials from about two-thirds of states we surveyed said the  performance measures and performance targets did not influence their  HSIP project selection. Instead, many of these state officials reported that  the FHWA performance framework has not changed their project  selection methodology, and that they used alternative data-driven  approaches to select highway projects. For example, officials from four  states reported that they used their 5-year Strategic Highway Safety  Plans, which highlight traffic safety issues to guide project selection. In  other cases, state officials reported that they continued to use a data- driven approach, such as cost-benefit analysis or crash data analysis, to  maximize safety benefits and select the most cost-effective highway  safety projects. This approach is consistent with a recent FHWA survey of  state departments of transportation, which reported that most states used  their 5-year Strategic Highway Safety Plans and cost to prioritize projects.  Federal guidelines, including those at FHWA, encourage the use of cost- benefit analysis for selecting infrastructure projects. We have also  previously reported that such analysis can lead to better-informed  transportation decisions. According to FHWA officials, performance  management is not intended to supplant the use of other data-driven  project selection methods, but to complement and be integrated into  existing methods. To help further this synthesis, FHWA officials told us  that they are developing a guide to better explain how states can  incorporate the use of performance measures into existing methods, such  as cost-benefit analysis, to select projects and achieve their safety  targets. FHWA officials expect to issue this guide by January 2020.", "Overall, a slight majority of states we surveyed (27 of 52) reported that  FHWA’s performance framework assisted them in improving safety.  Officials cited safety benefits beyond improved project selection, such as  increased awareness of highway safety issues for state leaders and the  public; and increased collaboration with other highway safety agencies  within the state. State officials who did not find the framework helpful cited  various reasons. For example, some state officials we surveyed said they  were already using performance measures prior to FHWA’s framework.  Other officials surveyed said FHWA’s performance framework was not  helpful because they have a “Vision Zero” or a “Toward Zero Deaths”  policy in their state. According to these officials, under such a policy, the  state’s goal is to achieve zero traffic fatalities. Officials from a state with  such a policy explained that setting a target to achieve any fatalities was  not acceptable to the public or the state because it suggests that not  every life is important. FHWA officials said that setting annual targets,  however, can ensure states are on track to reach their long-term goals,  such as to reduce fatalities to zero.", "To encourage states to integrate the performance framework into their  other safety plans, FHWA regulations require states to link their  performance measure targets to the long-term goals in their 5-year  Strategic Highway Safety Plans. States must provide a description in their  HSIP reports of how each target supports these goals. FHWA has  developed and issued a template for the HSIP report that prompts states  to describe the link between their targets and their Strategic Highway  Safety Plans’ goals. However, about half of the states did not describe  how all of their targets support their Strategic Highway Safety Plans’  goals in their 2018 HSIP report, and thirteen of these states did not  describe these linkages for any of their targets. In response to our  analysis, FHWA officials have taken additional actions to improve states’  HSIP reporting. Specifically, FHWA officials provided training to staff and  state officials that referenced our analysis that states did not describe the  linkages between targets and long-term goals in their HSIP reports.  During the training, FHWA officials emphasized the importance of  including such information as states prepare their 2019 HSIP reports.  Additionally, FHWA officials said they are updating the guide its staff uses  to review HSIP reports to ensure states are describing how the targets  they set support their Strategic Highway Safety Plan’s goals."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["In light of the large number of fatalities that occur each year on the  nation’s highways and the billions of federal dollars DOT provides  annually to states to improve traffic safety, the ability to assess the  outcomes of federal surface transportation safety programs and hold  grant recipients accountable for results is critical. NHTSA and FHWA  have made great strides over the last decade in moving to a  performance-based approach for traffic safety funding to improve  accountability for federal funds. The results, however, that states have  achieved under these frameworks are not always clear. For example,  NHTSA has required states to report on their interim progress achieving  targets, but states have not had clear direction on what results to assess.  In addition, NHTSA lacks a formal mechanism to communicate whether  states have been achieving the targets set under their framework. Without  improved communication of progress, Congress will be limited in its ability  to hold NHTSA and states accountable for their use of federal funds.  Moreover, improved reporting of states’ achievements under NHTSA’s  framework could help provide insight into the effectiveness of the overall  federal traffic safety program."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making two recommendations to NHTSA:", "The NHTSA Administrator should provide direction and clarification to  states to ensure compliance with requirements to assess and report  progress made in achieving fatality targets. (Recommendation 1)", "The NHTSA Administrator should develop and implement a  mechanism that communicates to Congress and other stakeholders  whether states achieve their fatality and serious injury targets.  (Recommendation 2)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOT for comment. In its comments,  reproduced in appendix III, DOT stated that it concurred with our  recommendations. DOT also provided technical comments, which we  incorporated as appropriate.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of Transportation, and other interested parties.  In addition, the report will be available at no charge on the GAO website  at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  Susan Fleming at (202) 512-2834 or flemings@gao.gov. Contact points  for our Offices of Congressional Relations and Public Affairs may be  found on the last page of this report. Key contributors to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Survey of State Highway Safety Offices on NHTSA’s Performance Management Framework", "paragraphs": ["The questions we asked in our survey of state Highway Safety Offices  and the aggregate results of the responses to the closed-ended questions  are shown below. Our survey was comprised of closed- and open-ended  questions. We do not provide results for the open-ended questions. We  sent surveys to 52 state highway safety offices about the National  Highway and Traffic Safety Administration’s (NHTSA) performance  framework from the 50 states, Puerto Rico and the District of Columbia.  We received responses from 50 state highway safety offices, for a 96  percent response rate. For more information on our survey methodology,  see page 4 of this report.", "Q1a. NHTSA has implemented a performance management framework  that requires states to set targets for highway safety performance  measures and to track their progress towards meeting those targets.  Generally speaking, has NHTSA’s highway safety performance  framework assisted you in improving highway safety in your state?", "Q1b. Why has NHTSA’s highway safety performance framework assisted  or not assisted you in improving highway safety in your state?  (Written responses not included.)", "Q2a. Each year, states use Highway Safety Plan (HSP) funding and  select projects to address identified highway safety problems. How much,  if at all, has NHTSA’s highway safety performance framework changed  your state’s current approach to selecting HSP projects?", "Q2b. In what ways, if any, has NHTSA’s highway safety performance  framework changed your state’s current approach to selecting HSP  projects?  (Written responses not included.)", "Q3a. Thinking about your state’s current HSP program, how much, if at  all, did NHTSA’s required highway safety performance measures  influence which projects your state selected?", "Q3b. In what ways, if any, have NHTSA’s required performance  measures influenced which HSP projects your state selected?  (Written responses not included.)", "Q4a. Thinking again about your state’s current HSP program, how much,  if at all, did the specific targets your state set for NHTSA’s required  performance measures influence which projects your state selected?", "Q4b. In what ways, if any, have the specific targets your state set for  NHTSA’s required performance measures influenced which HSP projects  your state selected?  (Written responses not included.)"], "subsections": []}, {"section_title": "Appendix II: Survey of State Departments of Transportation on FHWA’s Performance Framework", "paragraphs": ["The questions we asked in our survey of state departments of  transportation and the aggregate results of the responses to the closed- ended questions are shown below. Our survey was comprised of closed-  and open-ended questions. We do not provide results for the open-ended  questions. We surveyed 52 state departments of transportation about the  Federal Highway Administration’s (FHWA) performance framework from  the 50 states, Puerto Rico and the District of Columbia. We received  responses from all 52 state departments of transportation, for a 100  percent response rate. For more information on our survey methodology,  see page 4 of this report.", "Q1a. FHWA has implemented a performance management framework  that requires states to set targets for highway safety performance  measures and to track their progress towards meeting those targets.  Generally speaking, has FHWA’s highway safety performance framework  assisted you in improving highway safety in your state?", "Q1b. Why has FHWA’s highway safety performance framework assisted  or not assisted you in improving highway safety in your state?  (Written responses not included.)", "Q2a. Each year, states use Highway Safety Improvement Program  (HSIP) funding and select projects to address identified highway safety  problems. How much, if at all, has FHWA’s highway safety performance  framework changed your state’s current approach to selecting HSIP  projects?", "Q2b. In what ways, if any, has FHWA’s highway safety performance  framework changed your state’s current approach to selecting HSIP  projects?  (Written responses not included.)", "Q3a. Thinking about your state’s current HSIP program, how much, if at  all, did FHWA’s required highway safety performance measures influence  which projects your state selected?", "Q3b. In what ways, if any, have FHWA’s required performance measures  influenced which HSIP projects your state selected?  (Written responses not included.)", "Q4a. Thinking again about your state’s current HSIP program, how much,  if at all, did the specific targets your state set for FHWA’s required  performance measures influence which projects your state selected?", "Q4b. In what ways, if any, have the specific targets your state set for  FHWA’s required performance measures influenced which HSIP projects  your state selected?  (Written responses not included.)"], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Transportation", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Sara Vermillion (Assistant  Director); Matt Voit (Analyst-in-Charge); Carl Barden; Caitlin Cusati;  Timothy Guinane; Geoffrey Hamilton; Georgeann Higgins; Catrin Jones;  Jesse Mitchell; Joshua Ormond; Kelly Rubin; and Laurel Voloder made  key contributions to this report."], "subsections": []}]}], "fastfact": ["Over 37,000 people were killed in traffic accidents on U.S. highways in 2017. The U.S. Department of Transportation provides about $3 billion a year to states to improve traffic safety. To determine whether the federal money is being spent effectively, states are supposed to set safety targets and report on whether their projects helped achieve them.", "States did not achieve most of their fatality reduction targets from 2014-2017. Nearly half did not provide their most recent required assessments of fatality targets.", "We recommended that Transportation clarify state reporting requirements and report to Congress whether states are meeting targets."]}