{"id": "GAO-18-295", "url": "https://www.gao.gov/products/GAO-18-295", "title": "Heavy Equipment: Selected Agencies Should Improve Guidance for Purchases and Leases", "published_date": "2018-02-27T00:00:00", "released_date": "2018-02-27T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Federal agencies use heavy equipment such as cranes and forklifts to carry out their missions, but there is no government-wide data on federal agencies' acquisition or management of this equipment.", "GAO was asked to review federal agencies' management of heavy equipment. This report, among other objectives, examines: (1) the number, type, and costs of heavy equipment items that are owned by 20 federal agencies and (2) the heavy equipment that selected agencies recently acquired as well as how they decided whether to purchase or lease this equipment.", "GAO collected heavy equipment inventory data as of June 2017 from the 24 agencies that have chief financial officers responsible for overseeing financial management. GAO also selected three agencies (using factors such as the heavy equipment fleet's size) and reviewed their acquisitions of and guidance on heavy equipment. These agencies' practices are not generalizable to all acquisitions but provide insight into what efforts these agencies take to acquire thousands of heavy equipment items. GAO also interviewed officials at the three selected agencies."]}, {"section_title": "What GAO Found", "paragraphs": ["Of the 24 agencies GAO reviewed, 20 reported owning over 136,000 heavy equipment items such as cranes, backhoes, and forklifts, and spending over $7.4 billion (in 2016 dollars) to acquire this equipment. The remaining 4 agencies reported that they do not own any heavy equipment.", "The three selected agencies GAO reviewed in-depth—the Air Force within the Department of Defense (DOD), and the Fish and Wildlife Service and the National Park Service within the Department of the Interior (Interior)—spent about $360 million to purchase about 3,500 heavy equipment assets in calendar years 2012 through 2016 and over $5 million to lease heavy equipment from fiscal years 2012 through 2016. Officials from all three agencies stated that they consider mission needs and the availability of equipment leases when deciding whether to lease or purchase heavy equipment. Federal regulations provide that agencies should consider whether it is more economical to lease or purchase equipment when acquiring heavy equipment, and federal internal control standards require that management clearly document all transactions in a manner that allows the documentation to be readily available for examination. However, in reviewing selected leases and purchases of heavy equipment from these three agencies, GAO found that officials did not consistently conduct or document lease-versus-purchase analyses. Officials at the Air Force and Interior said that there was a lack of clarity in agency policies about when they were required to conduct and document such analyses. Without greater clarity on when lease-versus-purchase analyses should be conducted and documented, these agencies may not be spending funds on heavy equipment effectively."]}, {"section_title": "What GAO Recommends", "paragraphs": ["The Department of the Interior and the Air Force should clarify the circumstances in which lease-versus-purchases analyses for heavy equipment acquisitions are to be conducted and documented. The Departments of the Interior and Defense concurred with these recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Federal agencies use a variety of heavy equipment—such as cranes,  backhoes, and forklifts—to carry out their missions. This type of  equipment can cost over $2 million per item. There is no government- wide information on how much heavy equipment agencies own and there  are no requirements for agencies to report on their ownership, use, or  cost of this equipment. This is in part due to the lack of a generally  accepted definition of heavy equipment. As the government continues to  seek opportunities to reduce costs, it is important to understand how  agencies determine the need for heavy equipment and how their methods  may affect the cost of their heavy equipment fleet.", "You asked us to identify data on federally owned heavy equipment and  agencies’ efforts to manage utilization of their heavy equipment. This  report addresses:  the number, type, and cost of heavy equipment items that are owned  by 20 federal agencies;  the heavy equipment items that selected agencies have recently  acquired and how agencies decided whether to purchase or lease this  equipment; and how selected agencies manage the utilization of their heavy  equipment.", "To identify the number, type, and cost of heavy equipment owned by  federal agencies, we first developed a definition of heavy equipment for  the purposes of our review. Specifically, we identified 12 federal supply  classes in which the majority of items are self-propelled equipment and  include items such as backhoes, cranes, excavators, tractors, and  warehouse trucks. The selected federal supply classes do not include  classes specific to passenger vehicles and combat and tactical items, as  these items are generally not considered to be heavy equipment. We  validated our selection of federal supply classes with agency officials we  interviewed, who agreed that the selected classes are generally  considered to be heavy equipment. We then contacted the personal  property managers at each of the 24 agencies covered by the Chief  Financial Officers Act (CFO Act) and requested data on each agency’s  heavy equipment inventory. We received inventory data from 20 of the  24 agencies either at the department level or from different components  within the agency, depending on how the data were maintained. Officials  at four agencies—the Department of Education, the Department of the  Treasury, the General Services Administration (GSA), and the Small  Business Administration—indicated that the agency does not own heavy  equipment. We did not verify the data or responses received, but did  review the data for inconsistencies and removed outliers; the results of  our data collection effort are used only for descriptive purposes and are  not generalizable beyond the 24 CFO Act agencies. We found these data  to be sufficiently reliable for our purposes. For a complete list of agencies  that responded to our data collection effort, as well as information on  whether they reported at the departmental level, see appendix I.", "To determine the heavy equipment items that selected agencies recently  acquired and how these agencies decided whether to purchase or lease  this equipment, we identified agencies that reported the highest  obligations for construction and/or heavy equipment in Federal  Procurement Data System-Next Generation (FPDS-NG). We then  identified additional factors such as spending on leases and a mix of  civilian and military departments. Through this process, we selected the  departments of Defense and the Interior for further review. Working with  department officials, we selected three agencies within those two  departments that had the highest number of heavy equipment items  based on their inventory data, among other criteria: the U.S. Air Force (Air  Force), the Fish and Wildlife Service (FWS), and the National Park  Service (NPS). For each agency, we used data from our data collection  effort to determine what heavy equipment the agency had purchased in  calendar years 2012 through 2016 and requested data on heavy  equipment leased in fiscal years 2012 through 2016. We obtained and  reviewed these three selected agencies’ guidance documents on  acquiring heavy equipment and reviewed eight heavy equipment  acquisitions from the three selected agencies to determine if the  acquisitions followed relevant guidance and Standards for Internal Control  in the Federal Government. To select these acquisitions, we randomly  selected two purchases each from the Air Force, NPS, and FWS as well  as two leases each from the Air Force and FWS, for a total of ten  acquisitions. During our review, Interior identified guidance from 2013 on  lease-versus-purchase analysis. We excluded one FWS lease and one  NPS purchase from our analysis because they occurred prior to the  issuance of this guidance. As a result, we reviewed a total of eight  acquisitions. Any findings from our review of the selected agencies and  analysis of these procurement decisions are not generalizable within each  department or across the federal government. However, these  acquisitions provide examples of these three agencies’ practices in  deciding whether to lease or purchase heavy equipment.", "To determine how the three selected agencies managed the utilization of  their heavy equipment, we reviewed the selected agencies’ policies and  interviewed agency officials from each of the three agencies to determine  whether each agency has guidance for managing heavy equipment. For  those agencies with guidance for managing heavy equipment, we  reviewed the guidance to determine if and how selected agencies  measured and documented heavy equipment utilization. For more  information about our scope and methodology, see appendix II.", "We conducted this performance audit from October 2016 to February  2018 in accordance with generally accepted government auditing  standards Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Acquiring Heavy Equipment", "paragraphs": ["Agencies generally acquire equipment from commercial vendors and  through GSA, which contracts for the equipment from commercial  vendors. In acquiring heavy equipment from a commercial vendor or  GSA, agencies can purchase or lease the equipment. Generally,  agencies use the term “lease” to refer to acquisitions that are time-limited  and therefore distinct from purchases. The term “lease” is used to refer to  both long-term and short-term leases. For example, the three agencies  we reviewed in-depth use the term “rental” to refer to short-term leases of  varying time periods. According to Air Force officials, they define rentals  as leases that are less than 120 days while FWS and NPS officials said  they generally use the term rental to refer to leases that are a year or  less. For the purposes of this report, we use the term “rental” to refer to  short-term leases defined as rentals by the agency and “long-term lease”  to refer to a lease that is not considered a rental by the agency. (See fig.  1.)", "In 2013, GSA began offering heavy equipment through its Short-Term  Rental program, which had previously been limited to passenger vehicles,  in part to eliminate ownership and maintenance cost for infrequently used  heavy equipment. Under this program, agencies can request a short-term  equipment rental (less than a year) from GSA, and GSA will work with a  network of commercial vendors to provide the requested heavy  equipment."], "subsections": []}, {"section_title": "Heavy Equipment Reporting, Data, and Acquisition Requirements", "paragraphs": ["Unlike for some other types of federal property, there are no central  reporting requirements for agencies’ inventories of heavy equipment.  However, each federal agency is required to maintain inventory controls  for its property, which includes heavy equipment. Agencies maintain  inventory data through the use of agency-specific databases, and each  agency can set its own requirements for what data are required and how  these data are maintained. For example, while an agency may choose to  maintain data in a headquarters database, it could also choose to  maintain data at the local level. As another example, an agency may  decide to track and maintain data on the utilization of its heavy equipment  (such as the hours used) or may choose not to have such data or require  any particular utilization levels.", "The Federal Acquisition Regulation (FAR) governs the acquisition  process of executive branch agencies when acquiring certain goods and  services, including heavy equipment. Under the FAR, agencies should  consider whether to lease equipment instead of purchasing it based on  several factors. Specifically, the FAR provides that agency officials should  evaluate cost and other factors by conducting a “lease-versus-purchase”  analysis before acquiring heavy equipment. Additionally, DOD’s  regulations require its component agencies to prepare a justification  supporting lease-versus-purchase decisions if the equipment is to be  leased for more than 60 days."], "subsections": []}]}, {"section_title": "Twenty Agencies Own Over 136,000 Pieces of Heavy Equipment, at an Acquisition Cost of Over $7.4 Billion", "paragraphs": [], "subsections": [{"section_title": "Agencies Report Owning Over 136,000 Pieces of Heavy Equipment of Various Types", "paragraphs": ["Twenty agencies reported data on their owned heavy equipment,  including the (1) number, (2) types, (3) acquisition year, and (4) location  of agencies’ owned heavy equipment in their inventories as of June  2017."], "subsections": [{"section_title": "Number", "paragraphs": ["The 20 agencies reported owning over 136,000 heavy equipment items.  DOD reported owning most of this heavy equipment—over 100,000  items, about 74 percent. (See app. I for more information on agencies’  ownership of these items.) The Department of Agriculture reported  owning the second highest number of heavy equipment items—almost  9,000 items, about 6 percent. (See fig. 2.) Four agencies—the Nuclear  Regulatory Commission, the Department of Housing and Urban  Development, the Office of Personnel Management, and the Agency for  International Development—reported owning five or fewer heavy  equipment items each.", "The 20 agencies reported owning various types of heavy equipment, such  as cranes, backhoes, and road maintenance equipment in five categories:  (1) construction, mining, excavating, and highway maintenance  equipment; (2) airfield-specialized trucks and trailers; (3) self-propelled  warehouse trucks and tractors; (4) tractors; and (5) soil preparation and  harvesting equipment.", "Thirty-eight percent (almost 52,000 items) were in the construction,  mining, excavating, and highway maintenance category (see fig. 3).  Fifteen of the 20 agencies reported owning at least some items in this  category.", "Twenty-four percent (over 33,000 items) were in the airfield- specialized trucks and trailers category, generally used to service and  re-position aircraft on runways. DOD reported owning 99 percent  (over 32,000) of these items, while 9 other agencies, including the  Department of Labor and the National Aeronautics and Space  Administration, reported owning the other one percent (317 items).", "Twenty-two percent (over 29,000 items) were in the self-propelled  warehouse trucks and tractors category, which includes equipment  such as forklift trucks. All 20 agencies reported owning at least one  item in this category, and five agencies—the Agency for International  Development, Department of Housing and Urban Development, the  Environmental Protection Agency, the Nuclear Regulatory  Commission, and the Office of Personnel Management—reported  owning only items in this category.  (For additional information on agencies’ ownership of heavy equipment in  various categories, see app. I.)", "The twenty agencies reported acquiring their owned heavy equipment  between 1944 and 2017, with an average of about 13 years since  acquisition (see fig. 4). One heavy equipment manager we interviewed  reported that a dump truck can last 10 to 15 years, whereas other types  of equipment can last for decades if regularly used and well-maintained.", "The 20 agencies reported that over 117,000 heavy equipment items (86  percent) were located within the United States or its territories. Of these,  about one-fifth (over 26,000) were located in California and Virginia, the  two states with the most heavy equipment (see fig. 5).", "Of the equipment located outside of the United States and its territories,  94 percent was owned by the Department of Defense. The rest was  owned by the Department of State (714 items in 141 countries from  Afghanistan to Zimbabwe) and the National Science Foundation (237  items in areas such as Antarctica)."], "subsections": []}]}, {"section_title": "Agencies Reported Spending Over $7.4 Billion to Purchase Heavy Equipment, Although Actual Costs Were Greater Than Reported", "paragraphs": ["The twenty agencies reported spending over $7.4 billion in 2016 dollars to  acquire the heavy equipment they own (see table 1). However, actual  spending was higher because this inflation-adjusted figure excludes over  37,000 heavy equipment items for which the agencies did not report  acquisition cost or acquisition year, or both. Without this information, we  could not determine the inflation-adjusted cost and therefore did not  include the cost of these items in our calculation. The Army owns almost  all of these items, having not reported acquisition cost or acquisition year,  or both, for 36,589 heavy equipment items because, according to Army  officials, the data were not available centrally but may have been  available at individual Army units and would have been resource- intensive to obtain.", "The heavy equipment items reported by the 20 agencies ranged in  acquisition cost from zero dollars to over $2 million in 2016 dollars, with  an average acquisition cost in 2016 dollars of about $78,000, excluding  assets with a reported acquisition cost of $0. Of the items which we  adjusted to 2016 dollars and for which non-zero acquisition costs were  provided:", "94 percent cost less than $250,000 and accounted for 57 percent of  the total adjusted acquisition costs (See fig. 6.)", "6 percent of items cost more than $250,000 and accounted for 43  percent of the adjusted acquisition costs. (See fig. 6.)", "High-cost items included a $779,000 hydraulic crane acquired by the  National Aeronautics and Space Administration in 1997 ($1.2 million in  2016 dollars), a $1.4 million ultra-deep drilling simulator acquired by the  Department of Energy in 2009 ($1.6 million in 2016 dollars), and several  $2.2 million well-drilling machines acquired by the Air Force in 2013 ($2.3  million in 2016 dollars)."], "subsections": []}]}, {"section_title": "Three Selected Agencies Purchased Almost 3,500 Pieces of Heavy Equipment in Calendar Years 2012 through 2016, but Did Not Consistently Document Lease- Versus-Purchase Analyses", "paragraphs": [], "subsections": [{"section_title": "Air Force, FWS, and NPS Purchased Almost 3,500 Pieces of Heavy Equipment in Calendar Years 2012 through 2016; Limited Information Is Available on Leases", "paragraphs": ["In calendar years 2012 through 2016, the Air Force, FWS, and NPS  purchased almost 3,500 pieces of heavy equipment through GSA and  private vendors at a total cost of about $360 million to support mission  needs. (See table 2.) These agencies also spent over $5 million on long- term leases and rentals during this time period.", "The Air Force spent over $300 million to purchase over 2,600 heavy  equipment assets in calendar years 2012 through 2016 that were used to  support and maintain its bases globally. For example, according to Air  Force officials, heavy equipment is often used to maintain runways and  service and reposition aircraft on runways. While the majority of Air Force  heavy equipment purchased in this time period is located in the United  States, 41 percent of this heavy equipment is located outside the United  States and its territories in 17 foreign countries to support global military  bases.", "The Air Force could not provide complete information on its heavy  equipment leases for fiscal years 2012 through 2016. Specifically, the  Air Force provided data on 33 commercial heavy equipment leases that  were ongoing as of August 2017 but could not provide cost data for these  leases because this information is not tracked centrally. Additionally, the  Air Force could not provide any data on leases that occurred previously  because, according to Air Force officials, lease records are removed from  the Air Force database upon termination of the lease. Officials said that  rentals are generally handled locally and obtaining complete data would  require a data call to over 300 base contracting offices. Air Force officials  stated that rentals are generally used in unique situations involving short- term needs such as responding to natural disasters. For example,  following Hurricane Sandy, staff at Langley Air Force Base in Virginia  used rental equipment to clean up and repair the base. Although Air  Force did not provide complete information on rentals, data we obtained  from GSA’s Short-Term Rental program indicated that Air Force rented  heavy equipment in 46 transactions not reflected in the Air Force data we  received totaling over $3.7 million since GSA began offering heavy  equipment through its Short-Term Rental program, which had previously  been limited to passenger vehicles, in part program in 2013.", "FWS spent over $32 million to purchase 348 heavy equipment assets  from calendar years 2012 through 2016. FWS used its heavy equipment  to maintain refuge areas throughout the United States and its territories,  including maintaining roads and nature trails. FWS also used heavy  equipment to respond to inclement weather and natural disasters. Most of  the heavy equipment items purchased by FWS were in the construction,  mining, excavating, and highway maintenance equipment category and  include items such as excavators, which were used for moving soil,  supplies, and other resources.", "FWS officials reported that they did not have any long-term leases for any  heavy equipment in fiscal years 2012 through 2016 because they  encourage equipment sharing and rentals to avoid long-term leases  whenever possible. FWS officials provided data on 228 rentals for this  time period with a total cost of over $1 million. Information regarding  these rentals is contained in an Interior-wide property management  system, the Financial Business Management System (FBMS). FWS  officials told us that they have not rented heavy equipment through GSA’s  program because they have found lower prices through local equipment  rental companies.", "NPS spent over $27 million to purchase 471 heavy equipment assets  from calendar years 2012 through 2016. NPS uses heavy equipment— located throughout the United States and its territories—to maintain  national parks and respond to inclement weather and natural disasters.  For example, NPS used heavy equipment such as dump trucks, snow  plows, road graders, and wheel loaders to clear and salt the George  Washington Memorial Parkway in Washington, D.C., following snow and  ice storms. Most of the heavy equipment items purchased by NPS were  in the construction, mining, excavating, and highway maintenance  equipment category and include items such as excavators, which are  used for moving soil, supplies, and other resources.", "NPS reported spending about $360,000 on 230 long-term leases and  rentals in fiscal years 2012 through 2016, not including rentals through  GSA’s Short-Term Rental program, which had previously been limited to  passenger vehicles, in part program. As with FWS, NPS leases and  rentals are contained in FBMS, which is Interior’s property management  system. Data we obtained from GSA’s Short-Term Rental program, which  had previously been limited to passenger vehicles, in part program  indicated that NPS rented heavy equipment in 26 transactions totaling  over $200,000 since GSA began offering heavy equipment through its  Short-Term Rental program, which had previously been limited to  passenger vehicles, in part program in 2013, for a potential total cost of  over $560,000 for these long-term leases and rentals."], "subsections": []}, {"section_title": "Selected Agencies Did Not Consistently Conduct and Document Lease-versus- Purchase Analyses", "paragraphs": ["As mentioned earlier, the FAR provides that executive branch agencies  seeking to acquire equipment should consider whether it is more  economical to lease equipment rather than purchase it and identifies  factors agencies should consider in this analysis, such as estimated  length of the period that the equipment is to be used, the extent of use in  that time period, and maintenance costs. This analysis is commonly  referred to as a lease-versus-purchase analysis. While the FAR does not  specifically require that agencies document their lease-versus-purchase  analyses, according to federal internal control standards, management  should clearly document all transactions and other significant events in a  manner that allows the documentation to be readily available for  examination and also communicate quality information to enable staff to  complete their responsibilities.", "As discussed below, we found that most acquisitions we reviewed from  FWS, NPS, and the Air Force did not contain any documentation of a  lease-versus-purchase analysis. Specifically, officials were unable to  provide documentation of a lease-versus-purchase analysis for six of the  eight acquisitions we reviewed. FWS officials were able to provide  documentation for the other two. Officials told us that a lease-versus- purchase analysis was not conducted for five of the six acquisitions and  did not know if such analysis was conducted for the other acquisition.  According to agency officials, the main reason why analyses were not  conducted or documented for these six acquisitions is that the  circumstances in which such analyses were to be performed or  documented were not always clear to FWS, NPS, and Air Force officials."], "subsections": [{"section_title": "Interior", "paragraphs": ["In addition to the FAR, Interior has agency guidance stating that bureaus  should conduct and document lease-versus-purchase analyses. This July  2013 guidance—that FWS and NPS are to follow—states that requesters  of equipment valued at $15,000 or greater should perform a lease-versus- purchase analysis when requesting heavy equipment. According to the  guidance, this analysis should address criteria in the FAR and include a  discussion of the financial and operating advantages of alternate  approaches that would help contracting officials determine the final  appropriate acquisition method. At the time the guidance was issued,  Interior also provided a lease-versus-purchase analysis tool to aid officials  in conducting this analysis. Additionally, in April 2016, Interior issued a  policy to implement the July 2013 guidance. The 2016 policy clarifies that  program offices are required to complete Interior’s lease-versus-purchase  analysis tool and provide the completed analysis to the relevant  contracting officer.", "Within Interior, bureaus are responsible for ensuring that procurement  requirements are met, including the requirements and directives outlined  in Interior’s 2013 guidance and 2016 policy on lease-versus-purchase  analyses, according to agency officials. Within FWS, local procurement  specialists prepare procurement requests and ensure that procurement  requirements are met and that all viable options have been considered.  Regional equipment managers review these procurement requests,  decide whether to purchase or lease the requested equipment, and  prepare the lease-versus-purchase analysis tool if the procurement  specialist has indicated that it is required. Within NPS, local procurement  specialists are responsible for ensuring that all procurements adhere to  relevant requirements and directives, including documenting the lease- versus-purchase analysis.", "Of the three FWS heavy equipment acquisitions we reviewed for which  the 2013 Interior guidance was applicable, one included a completed  lease-versus-purchase analysis tool; one documented the rationale for  purchasing rather than leasing, although it did not include Interior’s lease- versus-purchase analysis tool; and one did not include any  documentation related to a lease-versus-purchase analysis. (See table 3.)", "Regarding the acquisition for which no documentation of a lease-versus- purchase analysis was provided—a 12-month lease of an excavator and  associated labor costs for over $19,000—FWS officials initially told us  that a lease-versus-purchase analysis was not required because the  equipment lease was less than $15,000, and Interior’s guidance required  a lease-versus-purchase analysis for procurements of equipment valued  at $15,000 or greater. However, we found the guidance did not specify  whether the $15,000 threshold includes the cost of labor. We also found  that Interior’s guidance did not specify if a lease-versus-purchase analysis  was required if the total cost of a rental is less than the purchase price.  FWS officials acknowledged that Interior guidance is not clear and that it  would be helpful for Interior to clarify whether these leases require a  lease-versus-purchase analysis.", "NPS officials were unable to provide documentation of a lease-versus- purchase analysis for the single heavy equipment acquisition we  reviewed—the purchase of a wheeled tractor in 2015 for $43,177.  According to these officials, they could not do so because of personnel  turnover in the contracting office that would have documented the  analysis. In addition, they told us that they believe that such analyses  are not always completed for heavy equipment acquisitions because  responsibility for completing these analyses is unclear. Specifically, they  told us that it was unclear whether the responsibility lies with the official  requesting the equipment, the contracting personnel who facilitate the  acquisition, or the property personnel who manage inventory data.  However, when we discussed our findings with Interior and NPS officials,  NPS officials were made aware of the 2016 Interior policy that specifically  requires program offices—the officials requesting the equipment—to  complete the lease-versus-purchase analysis and provide documentation  of this analysis to the contracting officer. As a result, NPS officials told us  at the end of our review that program office officials will now be required  to complete the lease-versus-purchase analysis tool and document this  analysis."], "subsections": []}, {"section_title": "Air Force", "paragraphs": ["According to Air Force officials responsible for managing heavy  equipment, financial or budget personnel at individual bases are  responsible for conducting lease-versus-purchase analyses, also called  economic analyses, to support purchase and lease requests. Air Force  fleet officials told us that they then review these requests from a fleet  perspective, considering factors such as whether the cost information  provided in the request is from a reputable source, expected maintenance  costs, and whether a requesting base has the capability to maintain the  requested equipment. However, they said they do not check to ensure  that a lease-versus-purchase analysis was completed or review the  analysis. Equipment rentals can be approved at individual bases.", "In our review of four Air Force heavy equipment acquisitions, we found no  instances in which Air Force officials documented a lease-versus- purchase analysis (see table 4).", "For the acquisitions that we reviewed, Air Force officials told us they did  not believe a lease-versus-purchase analysis was required because the  new equipment was either replacing old equipment that was previously  approved or could be deployed. Accordingly, the Air Force purchased two  forklifts in 2013 without conducting lease-versus-purchase analyses  because the forklifts were replacing old forklifts that were authorized in  1997 and 2005. Furthermore, Air Force officials told us that both of these  forklifts could be deployed and indicated that lease-versus-purchase  analyses are not required for deployable equipment. However, the Air  Force does not have guidance that describes the circumstances that  require either a lease-versus-purchase analysis or documentation of the  rationale for not completing such analysis.", "Although we identified several instances in which officials in the three  selected agencies did not document lease-versus-purchase analyses,  officials from these agencies stated that they consider mission needs and  equipment availability, among other factors, when making these  decisions. For example, Air Force officials told us following Hurricane  Sandy, staff at Langley Air Force Base in Virginia used rental equipment  to clean and repair the base because the equipment was needed  immediately to ensure the base could meet its mission. Moreover,  availability of heavy equipment for lease or rental, which can be affected  by factors such as geography and competition for equipment, is a key  consideration. For example, FWS officials told us that the specialized  heavy equipment sometimes needed may not be available for long-term  lease or rent in remote areas such as Alaska and the Midway Islands, so  the agency purchases the equipment. In addition, some agency officials  told us that they may purchase heavy equipment even if that equipment is  needed only sporadically if there is likely to be high demand for rental  equipment. For example, following inclement weather or a natural  disaster, demand for certain heavy equipment rentals can be high and  equipment may not be available to rent when it is needed.", "While we recognize that mission needs and other factors are important  considerations, without greater clarity regarding when to conduct or  document lease-versus-purchase analyses, officials at FWS, NPS, and  Air Force may not be conducting such analyses when appropriate and  may not always make the best acquisition decisions. These agencies  could be overspending on leased equipment that would be more cost- effective if purchased or overspending to purchase equipment when it  would be more cost-effective to lease or rent. Moreover, without  documenting decisions on whether to purchase or lease equipment, they  lack information that could be used to inform future acquisition decisions  for similar types of equipment or projects."], "subsections": []}]}]}, {"section_title": "Air Force and FWS Periodically Assess Heavy Equipment Utilization; NPS Does Not But Is Developing Guidance to Do So", "paragraphs": ["Air Force guidance requires that fleet managers collect utilization data for  both vehicles and heavy equipment items, such as the number of hours  used, miles traveled, and maintenance costs. The Air Force provided us  with utilization data for over 18,000 heavy equipment items and uses  such data to inform periodic base validations. Specifically, Air Force  officials said that every 3 to 5 years each Air Force base reviews the on- base equipment to ensure that the installation has the appropriate heavy  equipment to complete its mission and reviews utilization data to identify  items that are underutilized. If heavy equipment is considered  underutilized, the equipment is relocated—either moved to another  location or sent to the Defense Logistics Agency for reuse or transfer to  another agency. According to Air Force officials the Air Force has  relocated over 700 heavy equipment items based on the results of the  validation process and other factors such as replacing older items and  agency needs since 2014.", "Similarly, FWS guidance for managing heavy equipment utilization sets  forth minimum utilization hours for certain types of heavy equipment and  describes requirements for reporting utilization data. FWS provided us  with utilization data on over 3,000 heavy equipment items. According to  officials, condition assessments of heavy equipment are required by FWS  guidance every 3 to 5 years. According to FWS officials, condition  assessments inform regional-level decision making about whether to  move equipment to another FWS location or dispose of the equipment.", "In contrast, NPS does not require the collection of utilization data to  evaluate heavy equipment use and does not have guidance for managing  heavy equipment utilization. However, NPS officials told us that they  recognize the need for such guidance. NPS officials shared with us draft  guidance that they have developed, which would require collection of  utilization data for heavy equipment such as hours or days of usage each  month. According to NPS officials, they plan to send the guidance to the  NPS policy office for final review in March 2018. Until this guidance is  completed and published, NPS is taking interim actions to manage the  utilization of its heavy equipment. For example, NPS officials stated that  they have asked NPS locations to collect and post monthly utilization  data, discussed the collection of utilization data at fleet meetings, and  distributed job aids to support this effort. During the course of our review,  NPS officials provided us with some utilization data for about 1,400 of the  more than 2,400 NPS heavy equipment items. Specifically, for the 1,459  heavy equipment items for which NPS provided utilization data, 541 items  had utilization data for each month. For the remaining 918 items,  utilization data were reported for some, but not all months."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["The federal government has spent billions of dollars to acquire heavy  equipment. There is no requirement that agencies report on the inventory  of this equipment, as there is no standard definition of heavy equipment.  When deciding how to acquire this equipment, agencies’ should conduct  a lease-versus-purchase analysis as provided in the FAR, which is a  critical mechanism to ensure agencies are acquiring the equipment in the  most cost-effective manner. Because FWS, NPS and the Air Force were  unclear when such an analysis was required, they did not consistently  conduct or document analyses of whether it was more economical to  purchase or lease heavy equipment. In the absence of clarity on the  circumstances in which lease-versus-purchase analyses for heavy  equipment acquisitions are to be conducted and documented, the  agencies may not be spending funds on heavy equipment cost- effectively."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making two recommendations—one to the Air Force and one to  the Department of the Interior.", "The Secretary of the Air Force should develop guidance to clarify the  circumstances in which lease-versus-purchase analyses for heavy  equipment acquisitions are to be conducted and documented.  (Recommendation 1)", "The Secretary of the Interior should further clarify in guidance the  circumstances in which lease-versus-purchase analyses for heavy  equipment acquisitions are to be conducted and documented.  (Recommendation 2)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Departments of Agriculture,  Defense, Energy, Homeland Security, Housing and Urban Development,  the Interior, Justice, Labor, State, and Veterans Affairs; General Services  Administration; National Aeronautics and Space Administration; National  Science Foundation; Nuclear Regulatory Commission; Office of  Personnel Management; and U.S. Agency for International Development.", "The departments of Agriculture, Energy, Homeland Security, Housing and  Urban Development, Justice, State and Veterans Affairs, as well as the   General Services Administration, National Aeronautics and Space  Administration, National Science Foundation, Nuclear Regulatory  Commission, Office of Personnel Management; and U.S. Agency for  International Development did not have comments.  The Department of  Labor provided technical comments, which we incorporated as  appropriate. In written comments, reproduced in appendix III, the  Department of Defense stated that it concurred with our recommendation  and plans to issue a bulletin to Air Force contracting officials.  In written  comments, reproduced in appendix IV, the Department of the Interior  stated that it concurred with our recommendation and plans to implement  it.", "If you or members of your staff have any questions about this report,  please contact me at (202) 512-2834 or RectanusL@gao.gov. Contact  points for our Offices of Congressional Relations and Public Affairs may  be found on the last page of this report. Major contributors to this report  are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Table of 20 Agencies’ Heavy Equipment Inventories by Category, as of June 2017", "paragraphs": [], "subsections": [{"section_title": "Agency Department of Agriculture", "paragraphs": ["Specialized  Trucks and  Trailers   37  .", "Self-Propelled  Warehouse  Trucks and  Tractors   1,733  3  .  .  . . .  . ."], "subsections": []}, {"section_title": "Department of Commerce", "paragraphs": [".  .  .  .  ."], "subsections": []}, {"section_title": "U.S. Census Bureau Department of Defense", "paragraphs": [". . . . . . ."], "subsections": []}, {"section_title": "Agency Department of Energy", "paragraphs": ["Specialized  Trucks and  Trailers   7  .", "Self-Propelled  Warehouse  Trucks and  Tractors   2,925  134  .  .  .  .  .  .  .  .  .  ."], "subsections": []}, {"section_title": "Department of Health and Human Services", "paragraphs": [".  .  .  .  .  ."], "subsections": []}, {"section_title": "Department of Homeland Security", "paragraphs": [".  ."], "subsections": []}, {"section_title": "Agency", "paragraphs": ["Specialized  Trucks and  Trailers   .", "Self-Propelled  Warehouse  Trucks and  Tractors   146  .  .  .  ."], "subsections": []}, {"section_title": "Department of Housing and Urban Development Department of the Interior Bureau of Indian Affairs", "paragraphs": [".  .  7  .  . ."], "subsections": []}, {"section_title": "Department of Justice", "paragraphs": ["-  109  .  .  ."], "subsections": []}, {"section_title": "Agency Department of State Department of Transportation", "paragraphs": ["Self-Propelled  Warehouse  Trucks and  Tractors   575  64  40  .  .  . . ."], "subsections": []}, {"section_title": "Department of Veterans Affairs", "paragraphs": [".  .  .  ."], "subsections": []}, {"section_title": "Environmental Protection Agency National Aeronautics and Space Administration National Science Foundation", "paragraphs": [".  .  4  .  .  .  . . .  . . ."], "subsections": []}, {"section_title": "Agency", "paragraphs": ["Nuclear Regulatory Commission  Office of Personnel Management  Social Security Administration  United States Agency for  International Development  Grand Total  .  .  .  ."], "subsections": []}]}, {"section_title": "Appendix II: Objectives, Scope, and Methodology", "paragraphs": ["This report addresses: (1) the number, type, and cost of heavy equipment  items that are owned by the 24 CFO Act agencies; (2) the heavy  equipment items selected agencies have recently acquired and how  selected agencies decided to purchase or lease this equipment; and (3)  how selected agencies manage the utilization of their heavy equipment.", "To identify the number, type, and cost of heavy equipment owned by  federal agencies, we first interviewed officials at the General Services  Administration to determine whether there were government-wide  reporting requirements for owned heavy equipment and learned that there  are no such requirements. We then obtained and analyzed data on  agencies’ spending on equipment purchases and leases from the Federal  Procurement Data System–Next Generation (FPDS-NG), which contains  government-wide data on agencies’ contracts. However, in reviewing the  data available and identifying issues with the reliability of the data, we  determined that data on contracts would not be sufficient to answer the  question of what heavy equipment the 24 CFO Act agencies own. We  therefore conducted a data collection effort to obtain heavy equipment  inventory information from the 24 CFO Act agencies, which are the  Departments of Agriculture, Commerce, Defense, Education, Energy,  Health and Human Services, Homeland Security, Housing and Urban  Development, the Interior, Justice, Labor, State, Transportation, the  Treasury, and Veterans Affairs; Environmental Protection Agency;  General Services Administration; National Aeronautics and Space  Administration; National Science Foundation; Nuclear Regulatory  Commission; Office of Personnel Management; Small Business  Administration; Social Security Administration; and Agency for  International Development.", "Because there is no generally accepted definition of heavy equipment, we  identified 12 federal supply classes in which the majority of items are self- propelled equipment but not passenger vehicles or items that are specific  to combat and tactical purposes, as these items are generally not  considered to be heavy equipment. (See table 5.) We then vetted the  appropriateness of these selected supply classes with Interior, FWS,  NPS, and Air Force agency officials, as well as with representatives from  a fleet management consultancy and a rental company, and they  generally agreed that items in selected federal supply classes are  considered heavy equipment. Federal supply classes are used in FPDS- NG and are widely used in agencies’ inventory systems. Overall, about 90  percent of the heavy equipment items that agencies reported were  assigned a federal supply class in the agency’s inventory data. In  discussing heavy equipment categories in the report, we use the category  titles below.", "To identify points of contact at the 24 CFO Act agencies, we obtained  GSA’s list of contact information for agencies’ national utilization officers,  who are agency property officers who coordinate with GSA. As a  preliminary step, we contacted these individuals at each of the 24 CFO  Act agencies and asked them to either confirm that they were the  appropriate contacts or provide contact information for the appropriate  contact and to inform us if they do not own heavy equipment. Officials at  4 agencies—Department of Education, Department of the Treasury,  General Services Administration, and Small Business Administration— indicated that the agency did not own any items in the relevant federal  supply classes. Officials at 16 of these agencies indicated that they would  be able to respond on a departmental level because the relevant  inventory data are maintained centrally, while officials at 4 agencies  indicated that we would need to obtain responses from officials at some  other level because the relevant inventory data are not maintained  centrally. (See table 7 for a list of organizations within the 20 CFO Act  agencies that indicated they own relevant equipment and responded to  our data collection effort.)", "After identifying contacts responsible for agencies’ heavy-equipment  inventory data, we prepared data collection instruments for requesting  information on heavy equipment and tested these documents with  representatives from 4 of the 20 CFO Act agencies that indicated they  own heavy equipment to ensure that the documents were clear and  logical and that respondents would be able to provide the requested data  and answer the questions without undue burden. These agency  representatives were selected to provide a variety of spending on federal  supply group 38 equipment as reported in FPDS-NG, civilian and military  agencies, and different levels at which the agency would be responding to  the data collection effort (e.g., at the departmental level or at a sub- departmental level).", "Our data collection instrument requested the following data on  respondent organizations’ owned assets in 12 federal supply classes as  of June 2017:  Respondents provided data on original acquisition costs in nominal terms,  with some acquisitions occurring over 50 years ago. In order to provide a  fixed point of reference for appropriate comparison, we present in our  report inflation-adjusted acquisition costs using calendar year 2016 as the  reference. To adjust these dollar amounts for inflation, we used the  Bureau of Labor Statistic’s Producer Price Index by Commodity for  Machinery and Equipment: Construction Machinery and Equipment  (WPU112), compiled by the Federal Reserve Bank of St. Louis. We  conducted the data collection effort from July 2017 through October 2017  and received responses from all 20 agencies that indicated they own  heavy equipment. In order to assess the reliability of agencies’ reported  data, we collected and reviewed agencies’ responses regarding  descriptions of their inventory systems, frequency of data entry, agency  uses of the data, and agencies’ opinions on potential limitations of the use  of their data in our analysis. We conducted some data cleaning, which  included examining the data for obvious errors and eliminating outliers.  We did not verify the data or responses received; the results of our data  collection effort are used only for descriptive purposes and are not  generalizable beyond the 24 CFO Act agencies. Based on the steps we  took, we found these data to be sufficiently reliable for our purposes.", "To determine the heavy equipment items that selected agencies recently  acquired and how these agencies decided whether to purchase or lease  this equipment, we first used data from the FPDS-NG to identify agencies  that appeared to have the highest obligations for construction or heavy  equipment, or both, and used this information, along with other factors, to  select DOD and Interior. At the time, in the absence of a generally  accepted definition of heavy equipment, we reviewed data related to  federal supply group 38—construction, mining, excavating, and highway  maintenance equipment—because (1) we had not yet defined heavy  equipment for the purposes of our review; (2) agency officials had told us  that most of what could be considered heavy equipment was in this  federal supply group; and (3) our analysis of data from usaspending.gov  showed that about 80 percent of spending on items that may be  considered heavy equipment were in this federal supply group. In meeting  with officials at these departments, we learned that agencies within each  department manage heavy equipment independently, so we requested  current inventory data for Interior bureaus and the DOD military  departments and selected three agencies that had among the largest  inventories of construction and/or heavy equipment at the time, among  other criteria: the U.S. Air Force (Air Force); the Fish and Wildlife Service  (FWS); and the National Park Service (NPS). We then used information  from our data collection effort—which included the number, type, cost,  acquisition year and other data elements—to determine heavy equipment  items that these agencies acquired during 2012 through 2016. We  interviewed agency officials to determine what lease data were available  from the three selected agencies. We assessed the reliability of these  data with agency official interviews and reviewed the data for  completeness and potential outliers. We determined that the data  provided were sufficiently reliable for the purposes of documenting leased  and rental heavy equipment. We also obtained data from GSA’s Short- Term Rental program, which had previously been limited to passenger  vehicles, in part program for August 2012, when the first item was rented  under this program, to February 2017, when GSA provided the data. We  used these data to identify selected agencies’ rentals of heavy equipment  through GSA’s Short-Term Rental program, which had previously been  limited to passenger vehicles, in part program and associated costs. We  interviewed officials from GSA’s Short-Term Rental program to discuss  the program history as well as the reliability of their data on these rented  heavy equipment items. We determined that the data were sufficiently  reliable for our purposes.", "To determine how the three selected agencies decide whether to  purchase or lease heavy equipment, we interviewed fleet and property  managers at these selected agencies and asked them to describe their  process for making these decisions as well as to identify relevant federal  and agency regulations and guidance. We reviewed relevant federal and  agency regulations and guidance regarding how agencies should make  these decisions, including: Federal Acquisition Regulation, Office of  Management Budget’s A-94, Guidelines and Discount Rates for Benefit- Cost Analysis of Federal Programs, Defense Federal Acquisition  Regulation Supplement, Air Force Manual 65-506, Air Force Guidance  Memorandum to Air Force Instruction 65-501, and Interior’s Guidance On  Lease Versus Purchase Analysis and Capital Lease Determination for  Equipment Leases. We also reviewed the Standards for Internal Control  in the Federal Government for guidance on documentation as well as  past GAO work that reviewed agencies’ lease-versus-purchase  analyses.", "To determine whether the three selected federal agencies documented  lease-versus-purchase decisions for selected acquisitions and adhered to  relevant agency guidance, we selected and reviewed a non-generalizable  sample of 10 heavy equipment acquisitions—two purchases each from  the Air Force, FWS, and NPS, and two leases each from the Air Force  and FWS. Specifically, we used inventory data obtained through our data  collection effort, described above, to randomly select two heavy  equipment purchases from each selected agency using the following  criteria:  calendar years 2012 through 2016;  the two federal supply classes most prevalent in each selected  agency’s heavy equipment inventory, as determined by the data  collection effort described above; and  for NPS and FWS, acquisition costs of over $15,000.", "In addition, we used lease data provided by the Air Force and FWS to  randomly selected two heavy equipment leases per agency. Because  NPS could not provide data on heavy equipment leases, we did not select  or review any NPS lease decisions. To select the Air Force and FWS  leases we used the following criteria:  fiscal years 2012 through 2016;  for the Air Force, which included federal supply classes in the lease  data provided, the two federal supply classes most prevalent in the  lease data and for FWS, which did not include federal supply class in  the lease data provided, the two federal supply classes most  prevalent in the purchase data; and  for FWS, leases over $15,000.", "After selecting these acquisitions, we determined that one FWS lease and  one NPS purchase we selected pre-dated Interior’s 2013 guidance on  lease-versus-purchase analysis and excluded these acquisitions from our  analysis for a total of eight acquisitions. In reviewing agencies’  documentation related to these acquisitions, we developed a data  collection instrument to assess the extent to which agencies documented  lease-versus-purchase analyses and, in the case of FWS and NPS,  adhered to relevant Interior guidance. We supplemented our review of  these acquisition decisions with additional information by interviewing  officials at the three selected agencies and requesting additional  information to understand specific circumstances surrounding each  procurement. Our findings are not generalizable across the federal  government or within each selected department.", "To determine how selected agencies manage heavy equipment  utilization, we interviewed officials at the three selected agencies to  identify departmental and agency-specific guidance and policies and to  determine whether utilization requirements exist. We reviewed guidance  identified by these officials, including Interior and Air Force vehicle  guidance, both of which apply to heavy equipment, and FWS’s Heavy  Equipment Utilization and Replacement Handbook. We also compared  their practices to relevant Standards for Internal Control in the Federal  Government. For the selected agencies with guidance for managing  heavy equipment—Air Force and FWS—we reviewed the guidance to  determine if and how selected agencies measured and documented  heavy equipment utilization. For example, we reviewed whether selected  agencies developed reports for managing heavy equipment utilization  such as Air Force validation reports and FWS conditional assessment  reports. We also reviewed Air Force, FWS, and NPS utilization data for  heavy equipment but we did not independently calculate or verify the  utilization rate for individual heavy equipment items because each heavy  equipment item (backhoe, forklift, tractor, etc.,) has different utilization  requirements depending on various factors such as the brand, model, or  age of equipment. However, we did request information about agency  procedures to develop and verify utilization rates. We assessed the  reliability of the utilization data with agency official interviews and a review  of the data for completeness and potential outliers. We determined that  the data were sufficiently reliable for the purposes of providing evidence  of utilization data collection for heavy equipment assets.", "We also visited the NPS George Washington Memorial Parkway to  interview equipment maintenance officials regarding the procurement and  management of heavy equipment and to document photos of heavy  equipment. We selected this site because of its range of heavy equipment  and close proximity to the Capital region.", "We conducted this performance audit from October 2016 to February  2018 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Interior", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, John W. Shumann (Assistant  Director), Rebecca Rygg (Analyst in Charge), Nelsie Alcoser, Melissa  Bodeau, Terence Lam, Ying Long, Josh Ormond, Kelly Rubin, Crystal  Wesco, and Elizabeth Wood made key contributions to this report."], "subsections": []}]}], "fastfact": []}