{"id": "GAO-15-257", "url": "https://www.gao.gov/products/GAO-15-257", "title": "Chemical and Biological Defense: Designated Entity Needed to Identify, Align, and Manage DOD's Infrastructure", "published_date": "2015-06-25T00:00:00", "released_date": "2015-06-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The United States faces current and emerging chemical and biological threats, and defenses against these threats enable DOD to protect the force, preclude strategic gains by adversaries, and reduce risk to U.S. interests.", "GAO was asked to review DOD efforts to manage its chemical and biological defense infrastructure capabilities. This report examines the extent to which the CBDP Enterprise has: (1) achieved its goal to identify required infrastructure capabilities to address current and emerging chemical and biological threats; (2) identified, addressed, and managed potential fragmentation, overlap, and duplication in its chemical and biological defense infrastructure; and (3) used and plans to use threat data and the results of risk assessments to support its investment planning for chemical and biological defense. GAO analyzed CBDP infrastructure policies, plans, and studies from organizations across the CBDP Enterprise from fiscal years 2008 through 2014."]}, {"section_title": "What GAO Found", "paragraphs": ["A key component of the 26 Department of Defense (DOD) organizations that constitute the Chemical and Biological Defense Program (CBDP) Enterprise is the chemical and biological defense research and development and test and evaluation infrastructure. After nearly 7 years, the CBDP Enterprise has not fully achieved its goal to identify required infrastructure capabilities. The Joint Chemical, Biological, Radiological, and Nuclear Defense Program Analysis and Integration Office (PAIO), CBDP's analytical arm, recommended in 2008 that the CBDP Enterprise identify required infrastructure capabilities, such as laboratories to research chemical and biological agents, to ensure alignment of the infrastructure to its mission. CBDP Enterprise officials recognize the importance, validity, and necessity of addressing the 2008 recommendation. The CBDP Enterprise has made limited progress in achieving this infrastructure goal because CBDP Enterprise officials told GAO that they were focused on higher priorities and had no CBDP Enterprise-wide impetus to address the infrastructure recommendations. The Office of the Assistant Secretary of Defense for Nuclear, Chemical, and Biological Defense Programs previously identified the need for an entity that has the responsibility and authority needed to ensure achievement of this goal, but DOD has not designated such an entity. By identifying and designating an entity with the responsibility and authority to lead infrastructure transformation, the CBDP Enterprise would be better positioned to achieve this goal.", "The CBDP Enterprise has taken some actions at its laboratories to identify duplication in its chemical and biological defense infrastructure. DOD directives outline goals, such as to avoid duplication by using existing DOD and other federal agencies' facilities. As part of an ongoing study to identify required infrastructure, in July 2015 PAIO plans to inventory and analyze CBDP Enterprise infrastructure for potential duplication. However, study officials stated that they do not plan to identify, request, or consider information about infrastructure capabilities from existing studies of other federal agencies, such as the Department of Homeland Security, because their office does not have the authority or resources to require such information. By considering existing information, which would not necessarily require new authority, PAIO will have more information about existing infrastructure inventory across the federal government, such as its capability and potential availability for use.", "The CBDP Enterprise used threat data and plans to use threat data and the results from risk assessments piloted in 2014 to support its future portfolio planning process to prioritize research and development investment. However, the CBDP Enterprise has not updated its guidance and planning process to fully institutionalize the use of risk assessments. Federal standards for internal control state that agencies should have written procedures to better ensure leadership directives are implemented. According to CBDP Enterprise officials, while updating the guidance would be beneficial, they had not committed to updating such guidance or established a time frame for doing so. By updating its guidance to fully institutionalize the use of risk assessments, the CBDP Enterprise would be better positioned to prioritize future research and development investments."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends, among other things, that DOD (1) designate an entity to lead the effort to identify required infrastructure; (2) identify, request, and consider any information from chemical and biological infrastructure studies of other federal agencies to avoid potential duplication; and (3) update the CBDP Enterprise's guidance and planning process to fully institutionalize the use of risk assessments. DOD concurred with all five of GAO's recommendations and discussed actions it plans to take."]}], "report": [{"section_title": "Letter", "paragraphs": ["The United States faces current and emerging chemical and biological  threats. The Quadrennial Defense Review 2014 states that North Korea’s  weapons of mass destruction program constitutes a significant threat to  peace and stability on the Korean Peninsula and in Northeast Asia and is  a growing and direct threat to the United States. In addition, the use of  chemical weapons in Syria in 2013, the 2014 Ebola virus outbreak in  West Africa, the emergence of nontraditional (chemical) agents, and the  spread of scientific knowledge and capabilities by state and nonstate  actors to produce effective chemical and biological weapons have each,  among others, contributed to the nation’s vulnerability to chemical and  biological attacks and naturally occurring diseases.", "Defenses against these chemical and biological threats are intended to  enable the Department of Defense (DOD) to protect the force, preclude  strategic gains by adversaries, and reduce risks to U.S. interests. DOD’s  Chemical and Biological Defense Program (CBDP) leads the  department’s efforts to protect military personnel, particularly the  warfighter, against a wide range of threats. The program’s mission is “to  enable the warfighter to deter, prevent, protect against, mitigate, respond  to, and recover from chemical, biological, radiological, and nuclear  (CBRN) threats and effects as part of a layered, integrated defense.” The  CBDP Enterprise—those 26 DOD organizations that determine warfighter  requirements, provide science and technology expertise, conduct  research and development and test and evaluation on capabilities needed  to protect the warfighter, and provide oversight—implements the mission.  (See app. I for a list of CBDP Enterprise organizations.) In fiscal year  2015, CBDP received $1.4 billion, and has requested $1.3 billion for fiscal  year 2016, with the reduction coming in the Research, Development,  Test, and Evaluation and Procurement accounts. A key component  supporting this mission is DOD’s chemical and biological defense  research and development and test and evaluation infrastructure.", "In 2008, the CBDP Enterprise’s Joint Chemical, Biological, Radiological,  and Nuclear Defense Program Analysis and Integration Office  (hereinafter referred to as the Program Analysis and Integration Office— PAIO) , the analytical arm of the CBDP Enterprise, assessed the physical  infrastructure capabilities that support the CBDP Enterprise’s mission and  recommended, among other things, that the CBDP Enterprise identify its  required research and development and test and evaluation infrastructure  capabilities to support its mission. For the purpose of our review, we  used the CBDP Enterprise’s description of its infrastructure—both  intellectual (also referred to as the knowledge and skill capabilities of its  personnel) and physical (e.g., laboratories, testing facilities, and support  facilities)chemical and biological threats.  —needed to ensure that it addresses current and emerging  You asked us to review DOD’s efforts to manage its chemical and  biological defense infrastructure capabilities to address current and  emerging chemical and biological threats. This report examines the extent  to which the CBDP Enterprise has (1) achieved its goal to identify  required infrastructure capabilities to address current and emerging  chemical and biological threats; (2) identified, addressed, and managed  potential fragmentation, overlap, and duplication in its chemical and  biological defense infrastructure; and (3) used threat data and plans to  use threat data and the results of risk assessments to support its  investment planning in research and development for chemical and  biological defense.", "To determine the extent to which the CBDP Enterprise has achieved its  goal to identify required infrastructure capabilities to address current and  emerging chemical and biological threats, we reviewed PAIO’s 2008  recommendations, including the recommendation that the CBDP  Enterprise identify its required infrastructure capabilities. We reviewed  the recommendations with officials from the Office of the Deputy   Assistant Secretary of Defense for Chemical and Biological Defense  (ODASD ), who determined that the 2008 recommendations are still  valid. We developed and administered a questionnaire to the CBDP  Enterprise’s four primary research and development and test and  evaluation facilities on actions they have taken to identify required  infrastructure capabilities. We included the four primary facilities in our  review because they conduct the majority of the research and  development and test and evaluation activities for the program. By  including all of the primary facilities, we are obtaining information across  the CBDP Enterprise, but this information is not generalizable to all  facilities that may be used by the program to implement its mission. In  addition, we interviewed and collected information from officials from  other CBDP Enterprise organizations that have responsibilities for the  program, such as ODASD (CBD), the Joint Science and Technology  Office, and PAIO, on their actions and the CBDP Enterprise’s progress to  address its infrastructure. We compared PAIO’s 2008 recommendation to  the actions taken by the CBDP Enterprise since then through January  2015 to identify required infrastructure capabilities.", "We analyzed relevant criteria from our work on the implementation of  organizational transformation—such as the importance of establishing a  dedicated authority responsible for day-to-day management for an  organization’s change initiatives with the necessary authority and  resources to set priorities, make timely decisions, and move quickly to  implement top leadership’s decisions regarding organizational  transformation; and a timeline and milestones to successfully implement  organizational change—and compared these criteria to actions that the  CBDP Enterprise has taken to identify required infrastructure capabilities  to address current and emerging chemical and biological threats. We  used these criteria from our work to analyze whether the CBDP  Enterprise followed key implementation steps to successfully transform  the way it manages its infrastructure to address its goals.", "To determine the extent to which DOD’s CBDP Enterprise has identified,  addressed, and managed potential fragmentation, overlap, and  duplication in its chemical and biological defense infrastructure, we  reviewed policies on the program and related testing facility guidance and  a 2011 study on infrastructure needs to support medical  countermeasures, and a 2014 PAIO plan to identify infrastructure  duplication and gain efficiencies. We developed and administered a  questionnaire to the CBDP Enterprise’s primary research and  development and test and evaluation facilities to collect information on  any processes or action to identify, address, and manage fragmentation,  overlap, and duplication. In addition, we interviewed ODASD (CBD) officials about any plans to identify, address, and manage fragmentation,  overlap, and duplication. Using DOD’s guidance and responses to the  questionnaire, we compared their processes and actions to DOD  guidance to determine the extent to which the CBDP Enterprise reported  that it avoided duplication and identified, addressed, and managed  potential infrastructure duplication.", "To determine the extent to which the CBDP Enterprise has used threat  data and plans to use threat data and the results of risk assessments to  support future investment planning in research and development for  chemical and biological defense, we received a threat briefing to  understand the type of data provided to the CBDP Enterprise about  chemical and biological threats. We reviewed a DOD Directive that   We  includes information on risk assessments within the program. interviewed officials from the Joint Requirements Office within the Office  of the Joint Chiefs of Staff and ODASD (CBD) about how they used the  risk assessment guidance from the 2001 Quadrennial Defense Review  Report to conduct their risk assessments. We interviewed officials from   ODASD (CBD), which develops CBDP Enterprise–wide policy and  guidance to support various objectives to determine how threat data and  the risk assessments are used—or will be used in the future—to support  future research and development investment planning. We compared  internal control standards on written procedures to those used by the  CBDP Enterprise to conduct its risk assessments. A more detailed  explanation of our scope and methodology can be found in appendix II.", "We conducted this performance audit from January 2014 to June 2015 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "The CBDP Enterprise", "paragraphs": ["The Chemical and Biological Defense Program was established in 1994  and develops defense capabilities to protect the warfighter from current  and emerging chemical and biological threats. Specifically, its mission is  “to enable the warfighter to deter, prevent, protect against, mitigate,  respond to, and recover from CBRN threats and effects as part of a  layered, integrated defense.” The CBDP Enterprise conducts research  and develops defenses against chemical threats, such as cyanide and  mustard gases, and biological threats, such as anthrax and Ebola, and  tests and evaluates capabilities and products to protect military forces  from them.", "The CBDP Enterprise comprises 26 organizations across DOD that  determine warfighter requirements, provide science and technology  expertise, conduct research and development and test and evaluation on  capabilities needed to protect the warfighter, and provide oversight.  Figure 1 shows the CBDP Enterprise organizations included in our review  and their roles.", "The ability of the CBDP Enterprise to successfully implement its mission  in a resource-constrained environment, according to the 2012 CBDP  Business Plan, relies on the integrated management of responsibilities  performed by these organizations. The following CBDP Enterprise  organizations have key roles and responsibilities:", "The Assistant Secretary of Defense for Nuclear, Chemical, and  Biological Defense Programs, among other things, serves as the  advisor to the Secretary of Defense for activities that combat current  and emerging chemical and biological threats.", "The Deputy Assistant Secretary of Defense for Chemical and  Biological Defense is responsible for Chemical and Biological  Defense Program oversight activities, acquisition policy guidance, and  interagency coordination.", "The Secretary of the Army is the Executive Agent for the Chemical  and Biological Defense Program. Within the Army, the Assistant  Secretary of the Army for Acquisition, Logistics and Technology  and the Office of the U.S. Army Deputy Chief of Staff, G-8 serve as  cochairs of the Army Executive Agent Secretariat and are responsible  for, among other duties, coordinating and integrating research,  development, test, and evaluation, and acquisition requirements of the  military departments for DOD chemical and biological warfare defense  programs and reviewing all funding requirements for the CBDP  Enterprise.", "The Deputy Under Secretary of the Army for Test and Evaluation  provides oversight, policy, governance and guidance to ensure timely,  adequate, and credible test and evaluation for the Army and the  CBDP Enterprise. The Director, Army Test and Evaluation Office,  serves as the Test and Evaluation Executive for the CBDP Enterprise.", "The Program Analysis and Integration Office (PAIO) is the  analytical arm of the CBDP Enterprise and is responsible for  monitoring the expenditures of research, development, test, and  evaluation activities. It provides analysis, review, and integration  functions for the CBDP Enterprise.", "The Joint Program Executive Office for Chemical and Biological  Defense oversees the total life-cycle acquisition management for  assigned chemical and biological programs, among others.", "The Office of the Joint Chiefs of Staff, Joint Requirements Office  for Chemical, Biological, Radiological, and Nuclear Defense  (hereinafter referred to as the Joint Requirements Office) serves as a  focal point to the Chairman of the Joint Chiefs of Staff for all chemical  and biological issues, among others, associated with combating  weapons of mass destruction, and supports the development of  recommendations to the Secretary of Defense regarding combatant  commanders’ chemical and biological requirements for operational  capabilities, among others.", "The Joint Science and Technology Office for Chemical and  Biological Defense (hereinafter referred to as Joint Science and  Technology Office) oversees science and technology efforts in  coordination with the military services’ research and development  laboratories, to include efforts with other agencies, laboratories, and  organizations.", "The CBDP Enterprise’s four primary research and development and  test and evaluation facilities, as seen in figure 2, include the U.S.  Army Edgewood Chemical Biological Center (hereinafter referred  to as Edgewood), Aberdeen Proving Ground, Maryland; the U.S.  Army Medical Research Institute of Infectious Diseases on the  National Interagency Biodefense Campus, Ft. Detrick, Maryland; the  U.S. Army Medical Research Institute of Chemical Defense,  Aberdeen Proving Ground, Maryland; and the West Desert Test  Center (hereinafter referred to as West Desert), Dugway Proving  Ground, Utah. These facilities conduct research and development and  test and evaluation of chemical and biological defense capabilities  and are owned and operated by the U.S. Army and support the  mission of the Chemical and Biological Defense Program. Additional  information about DOD’s chemical and biological defense primary  research and development and test and evaluation facilities can be  found in appendix III.", "Figure 2 shows the location of the CBDP Enterprise’s primary research  and development and test and evaluation facilities."], "subsections": []}, {"section_title": "CBDP Enterprise Infrastructure Plans and Assessment", "paragraphs": ["The CBDP Enterprise’s plans—which are used as guidance to meet its  mission—articulate infrastructure goals and identify the ways (i.e., the  functions, roles and responsibilities, and business practices) to achieve  them. These plans include the following:", "The 2012 Chemical Biological Defense Program Strategic Plan is  intended to map the direction and articulate the outcomes that the  CBDP Enterprise aims to achieve. The plan responds to evolving  threats and the fiscal environment by setting a vision to align  resources to meet four strategic goals: (1) equip the force to protect  and respond to CBRN threats and effects; (2) prevent surprise by  anticipating threats and developing new capabilities for the warfighter  to counter emerging threats; (3) maintain the infrastructure—both  physical and intellectual—the department requires to meet and adapt  to current and future needs for personnel, equipment, and facilities  within funding constraints; and (4) lead CBDP Enterprise components  in integrating and aligning activities.", "The 2012 Chemical Biological Defense Program Business Plan  describes the ways in which the CBDP Enterprise intends to meet the  four strategic goals identified in the 2012 CBDP Strategic Plan. The  2012 CBDP Business Plan assigns responsibility and provides the  structures and processes to implement the 2012 CBDP Strategic  Plan.", "PAIO’s 2014 CBDP Infrastructure Implementation Plan, endorsed by  the Office of the Assistant Secretary of Defense for Nuclear,  Chemical, and Biological Defense Programs, articulates the process  by which the CBDP Enterprise intends to review its physical  infrastructure to support the identification of required infrastructure  and determine whether any potentially duplicative or redundant  infrastructure capabilities exist within the CBDP Enterprise.", "PAIO’s 2008 Non-Medical Physical Infrastructure Capabilities  Assessment was an assessment conducted by PAIO on the  capabilities of the CBDP Enterprise’s existing infrastructure to support  critical mission areas. The assessment was requested by the  Special Assistant, Chemical and Biological Defense and Chemical  Demilitarization Programs, to support critical mission areas. The study  made four recommendations to the CBDP Enterprise:  1.  Identify its required research and development and test and evaluation infrastructure capabilities to support its mission.2.  Create a joint strategic vision for military construction investment  across all elements of the CBDP Enterprise. 3.  Establish a military construction program aligned with the joint  strategy and processes integrating goals, objectives, and  validation across the CBDP Enterprise.  4.  Address the use of project validation, cost/benefit analysis, and  investment business case issues for infrastructure decisions."], "subsections": []}, {"section_title": "CBDP Enterprise’s Research and Development Planning Process", "paragraphs": ["The CBDP Enterprise annual planning process is designed to support  decision making by program leadership regarding investments in  research and development. This process is intended to incorporate  chemical and biological threat information and chemical and biological  defense warfighter requirements into the formulation of CBDP Enterprise  strategic programming guidance for research and development  investment decisions.", "The CBDP Enterprise’s 2014 risk assessments are based on DOD’s  2001Quadrennial Defense Review Report risk framework. The four  dimensions of the risk framework are as follows:", "Force management—the ability to recruit, retain, train, and equip  sufficient numbers of high-quality personnel and sustain the readiness  of the force while accomplishing its many operational tasks.", "Operational—the ability to achieve military objectives in a near-term  conflict or other contingency.", "ODASD (CBD) officials told us that, since the recommendations were made, they have  expanded the recommendations to include all infrastructure investments, not just  infrastructure funded by military construction appropriations.", "Future challenges—the ability to invest in new capabilities and  develop new operational concepts needed to dissuade or defeat mid-  to long-term military challenges.", "Institutional—the ability to develop management practices and  controls that use resources efficiently and promote the effective  operation of the defense establishment.", "Together, the results from the four dimensions of the risk framework are  expected to allow DOD to consider tradeoffs among fundamental  resource constraints."], "subsections": []}]}, {"section_title": "The CBDP Enterprise Has Taken Actions to Address Infrastructure Needs but Has Not Fully Achieved Its Goal to Identify Required Infrastructure Capabilities to Address Threats", "paragraphs": ["The CBDP Enterprise has taken some actions, such as the development  of infrastructure goals, to address its infrastructure needs; however, after  nearly 7 years, the CBDP Enterprise has not fully achieved its goal to  address the 2008 PAIO recommendation that it identify required  infrastructure capabilities to ensure alignment of its infrastructure to its  mission to address threats. At that time, the CBDP Enterprise made no  plan and did not make infrastructure a priority to address the  recommendation. CBDP Enterprise officials acknowledge the importance,  validity, and necessity of addressing the 2008 recommendation and  recognized these points in their 2012 CBDP Business Plan. However, the  CBDP Enterprise has made limited progress in achieving this  infrastructure goal because CBDP Enterprise officials told us that they  were focused on higher priorities and had no CBDP Enterprise-wide  impetus to address the infrastructure recommendations. OASD (NCB)  previously identified the need for an entity that has the responsibility and  level of authority needed to ensure achievement of this infrastructure  goal, but DOD has not designated such an entity with CBDP Enterprise- wide responsibility and authority to lead this effort, nor has it established  timelines and milestones for doing so."], "subsections": [{"section_title": "The CBDP Enterprise Has Taken Actions to Address Its Infrastructure Needs but Has Not Fully Achieved Its Goal to Identify Its Required Infrastructure Capabilities", "paragraphs": ["The CBDP Enterprise has taken actions, but has not fully achieved   its goal to address the 2008 PAIO recommendation to identify   required infrastructure (intellectual and physical) capabilities to address   current and emerging chemical and biological threats. According to  ODASD (CBD) officials, the CBDP Enterprise recognizes the   importance, validity, and necessity of addressing this (and other) PAIO  recommendations from the 2008 study, which would transform the way  the CBDP Enterprise manages its infrastructure. However, at that time,  CBDP Enterprise officials did not make a plan or set infrastructure as a  priority to address the recommendation. In addition, CBDP Enterprise  officials told us that they have not addressed this recommendation  because they were focused on higher priorities.", "Since the 2008 PAIO recommendation, OASD (NCB) issued the 2012  CBDP Strategic Plan, which, for the first time, established maintaining  infrastructure as a strategic goal. Additionally, OASD (NCB) issued the  2012 CBDP Business Plan, which proposed an assessment of CBDP’s  required knowledge and skill capabilities of its personnel and physical  infrastructure capabilities across the CBDP Enterprise to meet this  strategic goal. In addition to these actions, the Deputy Assistant Secretary  of Defense for Chemical and Biological Defense requested that the  National Research Council of the National Academy of Sciences conduct  a study to identify the science and technology capabilities needed for the  CBDP Enterprise to meet its mission. However, it was not until 2014   and 2015 that the Joint Science and Technology Office and PAIO,  respectively, initiated studies to address the 2012 CBDP Business Plan  proposal and 2008 recommendation to identify its required infrastructure  capabilities. Figure 3 depicts the CBDP Enterprise’s limited progress, as  shown by the gap from 2008 to 2014, to complete its goal to identify its  required infrastructure capabilities.", "In December 2014, the Joint Science and Technology Office initiated a  study of the CBDP Enterprise’s existing intellectual infrastructure to   (1) determine the knowledge and skill capabilities of its personnel and   (2) identify the required capabilities of its personnel to implement its  mission. According to Joint Science and Technology Office officials, they  are using the 18 warfighter core capabilities—the framework for meeting  the program’s mission—to assist in identifying the CBDP Enterprise’s  required knowledge and skill capabilities for personnel. (See app. IV for  additional information about the 18 core capabilities.) These officials told  us that they are working with CBDP’s Senior Scientist Board and the  leadership of the three primary CBDP research and development facilities  to identify the required knowledge and skill capabilities for the CBDP  Enterprise’s personnel.the proposed methodology will help them identify expertise and  leadership that currently exists within the primary research and  development facilities. The methodology also will help them identify the  required knowledge and skill capabilities of its personnel to (1) ensure  that research and development products are making progress towards  project goals and (2) address the 18 warfighter core capabilities. In  addition, Joint Science and Technology Office officials stated that their  study to identify required knowledge and skill capabilities of the CBDP  Enterprise’s personnel will also help them determine any existing  capabilities gaps. As of January 2015, the Joint Science and Technology  Office’s infrastructure study produced a presentation on definitions for  infrastructure-related issues and a proposed methodology to determine   According to the official overseeing this study,  how required knowledge and skill capabilities of the CBDP Enterprise’s  personnel will be maintained. However, the office does not have an end  date for this study or a timeline and milestones to assess its progress.", "In addition, PAIO developed a physical infrastructure implementation plan  in July 2014 to study the CBDP Enterprise’s existing physical  infrastructure capabilities. The study includes a timeline and milestones  for various actions, including that, from July 2015 through February 2016,  PAIO establish an inventory of all the physical infrastructure capabilities  within the CBDP Enterprise and conduct an analysis of these capabilities  to determine their specific functions and the CBDP Enterprise’s level of  reliance on these capabilities. According to PAIO officials, this analysis  will help the CBDP Enterprise achieve its goal by determining its required  physical infrastructure.", "ODASD (CBD) officials acknowledged the need to identify required  knowledge and skills capabilities of the CBDP Enterprise’s personnel and  physical infrastructure capabilities to ensure alignment of the Army-owned  infrastructure to address current and emerging chemical and biological  threats. PAIO officials stated that the information gained from their study  and from the Joint Science and Technology Office study will need to be  combined to gain a comprehensive understanding of the status of  CBDP’s infrastructure. Specifically, they stated that the studies will  provide additional information to CBDP Enterprise leadership on the  existing infrastructure capabilities to help determine required  infrastructure and identify any potential gaps to address threats."], "subsections": []}, {"section_title": "The CBDP Enterprise Does Not Have an Entity to Achieve Infrastructure Transformation and Has Not Established Timelines and Milestones to Identify Required Infrastructure Capabilities", "paragraphs": ["The limited progress in fully achieving the CBDP Enterprise goal to  identify required infrastructure capabilities, and transform the way  infrastructure is managed, is because OASD (NCB) has not identified and  designated an entity that has the responsibility and authority needed to  lead the effort to ensure the achievement of this and other CBDP  Enterprise goals (e.g., the other three 2008 PAIO recommendations, as  identified in the Background section of this report, and the goal  established in the 2012 CBDP Business Plan—an assessment of the  CBDP Enterprise’s required infrastructure capabilities), and no timelines  or milestones have been established for their completion. Key practices  for federal agencies to address challenges in achieving successful  transformation of their organizations, particularly in the implementation  phase, call for (1) establishing a dedicated authority responsible for the  transformation’s day-to-day management to ensure it receives the full- time attention needed to be sustained and successful and (2) establishing  timelines and milestones for achieving goals. The CBDP Enterprise  does not have a dedicated entity with the responsibility and authority  needed to lead the effort to ensure the achievement of its infrastructure  goals.", "The Strategic Portfolio Review assesses, among other things, how efficiently the CBDP  Enterprise is maintaining its infrastructure.", "ODASD (CBD) officials confirmed that, initially, the Army’s PAIO was  designated as the Infrastructure Manager for the CBDP Enterprise.  However, according to PAIO and ODASD (CBD) officials, PAIO does not  have the authority to manage the CBDP Enterprise’s infrastructure. A  decision subsequently was made by ODASD (CBD) that PAIO would no  longer serve in this capacity, but would continue in its role to provide  infrastructure analysis and integration for the CBDP Enterprise. In July  2014, ODASD (CBD) officials told us the U.S. Army and individual  installation leadership were designated as Infrastructure Managers over  intellectual and physical infrastructure capabilities for the CBDP’s  Enterprise’s primary research and development and test and evaluation  facilities under their purview. However, individual installation leadership  does not have the responsibility and authority to maintain CBDP  Enterprise-wide visibility and oversight to ensure that CBDP Enterprise- wide infrastructure goals are achieved. A dedicated authority, such as an  entity responsible for the day-to-day management of the transformation,  could lead the effort to help ensure the CBDP Enterprise receives the full- time attention needed to achieve and sustain its goals to help ensure  progress is made as intended. By identifying and designating an entity  with the responsibility and authority to lead the effort to set priorities,  make timely decisions, and move quickly to implement leadership  decisions for ensuring the timely achievement of the CBDP Enterprise’s  goals, such as identifying required infrastructure capabilities, the CBDP  Enterprise would be better positioned to support resource decisions  regarding the infrastructure capabilities needed to address threats.", "Additionally, no timelines and milestones were established to complete  the recommendations identified in the 2008 PAIO study or the goals  established in the 2012 CBDP Business Plan or the 2014 Joint Science  and Technology Office study to identify required knowledge and skill  capabilities in its personnel because no entity has responsibility and  authority needed to lead the effort to implement this and other CBDP  Enterprise goals. Moreover, CBDP Enterprise officials told us that they  were focused on higher priorities during this time, such as funding for  medical countermeasures capabilities. As a result, the recommendation  made nearly 7 years ago and subsequent goals to address the  recommendation have not been implemented and there is no timeline for  their completion. According to key practices for transforming  organizations, it is essential to set and track timelines to build momentum  and to demonstrate progress from the beginning. Establishing timelines  and milestones for achieving these goals (e.g., the 2008 PAIO  recommendations and the goal established in the 2012 CBDP Business  Plan), would better position the CBDP Enterprise to track its progress  towards meeting its infrastructure goals, pinpoint performance shortfalls  and gaps, and suggest midcourse corrections to ensure progress is being  made to address current and emerging threats and meet its mission.  Further, identifying and designating an entity and establishing timelines  and milestones would better position the CBDP Enterprise to address any  existing challenges in transforming the way the CBDP Enterprise  manages its infrastructure and completing its goal to identify the  infrastructure capabilities needed to meet its mission."], "subsections": []}]}, {"section_title": "The CBDP Enterprise Plans to Identify Potential Duplication in Its Chemical and Biological Defense Infrastructure but Does Not Plan to Consider Information from Existing Studies from Other Federal Agencies", "paragraphs": ["The CBDP Enterprise has taken some actions to identify, address, and  manage potential fragmentation, overlap, and duplication. Further, during  the course of our review, in January 2015, PAIO began a study of CBDP  Enterprise infrastructure to identify potential duplication. However, PAIO  does not plan to identify, request, or consider information from existing  infrastructure studies from other federal agencies. By identifying,  requesting, and considering information from existing infrastructure  studies from other federal agencies working in this area, PAIO will be  better positioned to meet DOD’s goal to avoid duplication by having more  information about existing infrastructure across the federal government  for use by the CBDP Enterprise to support its work."], "subsections": [{"section_title": "CBDP Enterprise Has Taken Some Actions to Identify, Address, and Manage Potential Infrastructure Fragmentation, Overlap, and Duplication", "paragraphs": ["Based on our analysis of information from each of the four primary  research and development and test and evaluation facilities and   ODASD (CBD) on infrastructure capabilities, the CBDP Enterprise’s  primary research and development and test and evaluation facilities have  taken some actions to identify, address, and manage fragmentation,  overlap, and duplication. For example, the CBDP Enterprise has a  research and development project-selection process in place, managed  by the Joint Science and Technology Office, to help reduce the potential  for fragmentation and overlap of CBDP Enterprise infrastructure and  duplication of efforts within the research and development component.  The Joint Science and Technology Office reviews and selects the projects  that support the CBDP Enterprise mission at the CBDP Enterprise’s  primary research and development facilities. By having one entity (the  Joint Science and Technology Office) make decisions regarding the  selection of research and development projects to meet its mission, the  CBDP Enterprise is able to help reduce the potential for fragmentation  and overlap of its infrastructure and duplication of efforts within the  research and development component of the CBDP Enterprise.", "In addition, the U.S. Army Medical Research and Materiel Command is  piloting a Competency Management Initiative, among other things, to  identify any potential duplication and gaps across the knowledge and  skills of command personnel. The initiative, which includes the U.S. Army  Medical Research Institute of Infectious Diseases (USAMRIID) and the  U.S. Army Medical Research Institute of Chemical Defense  (USAMRICD), examines intellectual capabilities and competencies  needed to meet the mission based on chemical and biological threats.  U.S. Army Medical Research and Materiel Command officials expect  results from this initiative in 2015.", "Furthermore, the potential for duplication is reduced because the  missions of the CBDP Enterprise’s four primary research and  development and test and evaluation facilities are different. For example,  USAMRICD focuses on medical chemical defense, USAMRIID focuses  on medical biological defense, Edgewood focuses on nonmedical  materiel solutions to chemical and biological threats, and West Desert  conducts developmental and operational testing and evaluation. The  difference in missions reduces the potential for fragmentation, overlap,  and duplication within the CBDP Enterprise. In addition, in responding to  our questionnaire, officials at CBDP’s four primary facilities told us they  consider potential infrastructure fragmentation, overlap, and duplication  when determining whether additional infrastructure capabilities are  needed to support their work. For example, officials found the potential for  duplication during the planning phase for a new facility, which would  house animals for future research for USAMRIID on the National  Interagency Biodefense Campus at Fort Detrick, Maryland. A set of  studies on medical countermeasure test and evaluation facility  requirements, conducted for the U.S. Army Assistant Chief of Staff for  Facilities, Planning and Programming Division, determined, among other  things, that there was sufficient capacity for holding animals in existing  facilities that conduct research with animals. The study resulted in the  cancellation of USAMRIID’s plans to construct a new medical  countermeasure test and evaluation facility, including a holding facility for  animals (vivarium), with an overall estimated cost savings of about $600  million, according to USAMRIID officials."], "subsections": []}, {"section_title": "PAIO Began a Study of CBDP Enterprise Infrastructure to Identify Potential Duplication and Unnecessary Redundancy", "paragraphs": ["During the course of our review, PAIO began a study in January 2015 of  the CBDP Enterprise’s infrastructure, among other things, to inventory  CBDP Enterprise infrastructure to support identification of (1) required  infrastructure capabilities and (2) any potential duplication and  unnecessary redundancy across the CBDP Enterprise’s primary research  and development and test and evaluation facilities’ physical infrastructure.  This study by PAIO will be the first CBDP Enterprise-wide review of  infrastructure since its 2008 review of nonmedical physical infrastructure  investments.", "PAIO developed an infrastructure implementation plan in July 2014 to  guide its study, among other things, to determine whether there are any  potentially duplicative or unnecessary redundant infrastructure  capabilities. PAIO plans to inventory CBDP Enterprise infrastructure from  July 2015 to October 2015. In addition, PAIO plans to analyze the  infrastructure information for potential duplication from October 2015 to  February 2016. Its infrastructure implementation plan states that there  can be value in some redundancy of infrastructure across the facilities  and that the definition of duplication and unnecessary redundancy, which  will be established during the study, will take this into account. For  example, West Desert at Dugway Proving Ground and Aberdeen Test  Center each has aircraft decontamination pads to support their testing  and evaluation mission. However, if an aircraft became contaminated with  a chemical or biological agent, the facilities have the infrastructure  capability to decontaminate a civilian or military aircraft during a  contingency or national emergency. According to West Desert officials,  having the infrastructure at both facilities allows aircraft coming from the  Pacific or Europe to be handled and decontaminated without the  additional risk of continental travel and refueling.", "However, during the course of our review, we found potential duplication  or redundant swatch testing infrastructure capabilities that may not add  value to CBDP’s test and evaluation infrastructure capabilities.  Specifically, West Desert and Edgewood both have the infrastructure to  conduct testing of swatch material for chemical agents. In addition, the  Quality Evaluation Facility at Pine Bluff Arsenal, Arkansas, a non-CBDP  Enterprise DOD facility, also has swatch testing infrastructure capabilities.  For example, officials from the Joint Program Executive Office for  Chemical and Biological Defense, one of the swatch testing customers for  all three facilities, told us that its current workload would not completely fill  the capacity of either of the CBDP facilities, which could indicate potential  duplication if other DOD or private sector customers did not require  services to ensure each facility is at full capacity. According to Edgewood  and West Desert officials, having swatch testing infrastructure capabilities  in both locations enables efficient transition of technology and continuity  of data from early research and development at Edgewood to advanced  development and operational testing by West Desert. Officials from PAIO  stated that their study will review similar infrastructure examples, but  within the CBDP Enterprise only, to determine what infrastructure, if any,  is duplicative or redundant and what infrastructure, if any, is necessary  redundancy.", "As part of the study methodology, PAIO plans to obtain input from the  Joint Science and Technology Office, the Joint Program Executive Office  for Chemical and Biological Defense, and the Deputy Under Secretary of  the Army for Test and Evaluation and provide the results of its  infrastructure inventory and any potential duplication found to the primary  research and development and test and evaluation facilities. Once the  results are known later in 2015, facility leadership is then expected to  provide a rationale for sustaining any potentially duplicative or redundant  infrastructure capabilities. Finally, in October 2015, the study’s  methodology provides that PAIO will analyze any additional information  from facility leadership to determine which infrastructure capabilities   are potentially duplicative or redundant. According to PAIO and   ODASD (CBD) officials, the study will provide information to CBDP  Enterprise leadership—the Office of the Assistant Secretary of Defense  for Nuclear, Chemical, and Biological Defense Programs and the  Executive Agent—to support their decisions on any potential  infrastructure efficiencies and to support oversight of investment."], "subsections": []}, {"section_title": "PAIO Does Not Plan to Identify, Request, or Consider Information from Existing Infrastructure Studies from Other Federal Agencies as Part of Its Duplication Study", "paragraphs": ["PAIO plans to identify potential duplication within the CBDP Enterprise;  however, PAIO does not plan to identify, request, or consider information  from existing studies about infrastructure capabilities of other federal  agencies with research and development or test and evaluation  infrastructure to study chemical and biological threats. Additional  information about other federal agencies’ infrastructure capabilities may  enhance PAIO’s review of CBDP Enterprise infrastructure and potential  duplication by providing more information on what infrastructure other  federal agencies in this field have to support their work. For example, the  Department of Health and Human Services’ Centers for Disease Control  and Prevention, the National Institutes of Health’s National Institute of  Allergy and Infectious Diseases, Integrated Research Facility; and the  Department of Homeland Security’s National Biodefense Analysis and  Countermeasures Center have infrastructure and study chemical or  biological threats. Information about existing infrastructure inventory, such  as their capability to conduct specialized research of biological agents  with a known potential for aerosol transmission or that may cause serious  and potentially lethal infections, and whether that infrastructure is  available for use to help avoid duplication within the CBDP Enterprise,  would help bolster PAIO’s study.", "In addition, examples of our prior work on fragmentation, overlap, and  duplication found that multiple agencies were involved in federal efforts to  combat chemical or biological threats. We also found that it may be  appropriate for multiple agencies or programs to be involved in the same  area of work due to the nature or magnitude of the federal effort;  however, multiple programs and capabilities may also create  inefficiencies, such as the examples found in our prior reports. For  example, in 1999, prior to the anthrax attacks in the United States, we  found ineffective coordination among DOD and other federal agencies  with chemical and biological programs that could result in potential gaps  or overlap in research and development programs. Further, we found in  September 2009 that there was no federal entity responsible for oversight  of the expansion of high-containment laboratories—those designed for  handling dangerous pathogens and emerging infectious diseases— across the federal government. We also found in June 2010 that the  mission responsibilities and resources needed to develop a  biosurveillance capability—the ability to provide early detection and  situational awareness of potentially catastrophic biological events—were  dispersed across a number of federal agencies, creating potential  inefficiencies and overlap and duplication of effort. Finally, in May 2014,  we found that the Department of Health and Human Services coordinates  and leads federal efforts to determine CBRN medical countermeasure  priorities and the development and acquisition of CBRN medical  countermeasures for the civilian sector, primarily through the Public  Health Emergency Medical Countermeasures Enterprise—an interagency  body that includes other federal agencies with related responsibilities.  We made a number of recommendations to address these issues and, as  of January 2015, about one-third have been partially or fully implemented.  (See app. V for additional information about the findings,  recommendations, and agency actions taken and see the Related GAO  Products section at the end of this report for other reports on high- containment laboratories and biodefense.)", "PAIO officials told us that they identified and requested some information  from other federal agencies to support the development of PAIO’s  infrastructure implementation plan. However, according to PAIO and  ODASD (CBD) officials, PAIO does not have the authority and resources  to require other federal agencies to provide information about their  infrastructure capabilities. DOD Directives 5134.08 and 3200.11 outline  policy goals, among other things, for avoiding duplication, such as using  existing DOD and other federal agency facilities and conducting certain  oversight activities aimed at avoiding unnecessary duplication within the  CBDP Enterprise. According to CBDP Enterprise officials, these types  of deliberate data sharing arrangements can be enhanced by interagency  agreements that are directed and supported at more senior levels within  each department. Identifying, requesting, and considering information  from existing infrastructure studies from other federal agencies about their  chemical and biological infrastructure capabilities would not necessarily  require new authority. PAIO would be better positioned to support the  CBDP Enterprise’s effort to meet DOD’s goal to avoid duplication by  determining what infrastructure is used by other federal agencies and  whether that infrastructure could be available for use by the CBDP  Enterprise to support its work in this area. Until PAIO determines what  infrastructure capabilities exist outside of the CBDP Enterprise, there is  potential for unnecessary duplication and inefficient and ineffective use of  its government resources."], "subsections": []}]}, {"section_title": "The CBDP Enterprise Used Threat Data and Plans to Use Data on Threats and Results of Risk Assessments to Support Future Research and Development Planning but Has Not Updated Its Guidance and Planning Process", "paragraphs": ["The CBDP Enterprise used data on chemical and biological threats from  the intelligence community and plans to use threat data and the results  from risk assessments first conducted in 2014 by the Joint Requirements  Office and ODASD (CBD) to support planning for its future portfolio  planning process for research and development. However, the CBDP  Enterprise has not updated its guidance and planning process to include  specific responsibilities and timeframes for risk assessments."], "subsections": [{"section_title": "The Joint Requirements Office and ODASD (CBD) Piloted Risk Assessments in 2014 to Support the CBDP Enterprise’s Future Portfolio Planning Process", "paragraphs": ["ODASD (CBD) tasked the Joint Requirements Office to conduct an  operational risk assessment of warfighter chemical and biological defense  requirements to support the CBDP Enterprise’s future years’ portfolio  planning process, according to ODASD (CBD) officials. The assessment  was based on threat information from the Defense Intelligence Agency’s  Chemical, Biological, Radiological, and Nuclear Warfare Capstone Threat  Assessment, a survey, and DOD guidance to determine the level of risk  DOD is willing to accept in protecting its forces against chemical and  biological threats under various operational conditions. CBDP Enterprise  officials stated that they plan to use results from the piloted risk  assessment during Phase I of their annual portfolio planning cycle, as  stated in the 2012 CBDP Business Plan. Phase I includes a review of  threats and risk analyses to support the development of strategic  investment guidance and focus areas by the Assistant Secretary of  Defense for Nuclear, Chemical, and Biological Defense Programs. For  example, the guidance may include specific chemical or biological threats  or defense capabilities that the program leadership wants the CBDP  Enterprise to address, which then guides the types of scientific and  technology proposals the research and development facilities will submit  to support CBDP Enterprise goals. This investment program guidance is  then to be used by the CBDP Enterprise organizations to focus the  development of capabilities to counter threats.", "When they conducted the pilot risk assessments, the Joint Requirements  Office and ODASD (CBD) used a modified version of DOD’s 2001  Quadrennial Defense Review Report risk framework—force management,  future challenges, operational risk, and institutional risks—and guidance  from the 2012 CBDP Strategic Plan. For its assessment of current and  future operational risk, the Joint Requirements Office defined operational  risk as the ability of the current force to execute strategy successfully  within acceptable human, materiel, financial, and strategic costs. To  conduct the operational risk assessment, the Joint Requirements Office  developed an operationally driven methodology that consisted of six  interrelated elements.", "The Joint Requirements Office used information from five of the  elements—a joint assessment, survey, analysis, intelligence, and subject- matter expertise—to identify the topics of the tabletop exercise.  Information from the sixth element—other exercises and operational  evaluations, specific threats, potential gaps, potential risks, or the  construct of potential threats on the battlefield—was used to develop  scenarios for the tabletop exercise. According to Joint Requirements  Office officials, the purpose of the tabletop exercise was to gain an  understanding of the chemical and biological operational defense  capabilities against the most demanding and dangerous threats.", "The tabletop exercise was conducted through a series of action-reaction- counteraction sequences for each scenario. Officials facilitated  discussions on military defense and key observations on defensive  capabilities among CBDP Enterprise members, operational planners, and  other subject-matter experts during the tabletop exercise using the  framework of the CBDP Enterprise’s 18 warfighter core capabilities  categorized into four areas—Sense, Shape, Shield, and Sustain. (See  app. IV for additional information about the core capabilities.) The Joint  Requirements Office provided ODASD (CBD) with information about  lessons learned from the tabletop exercise and other analyses, and  identified other operational scenarios to support future operational risk  assessments. According to ODASD (CBD) officials, the operational risk  assessment provided recommendations and new information on the use  of defense capabilities in an operational setting to CBDP Enterprise  leadership to support future planning about the strategic direction of the  CBDP Enterprise in addressing chemical and biological threats.", "Also, in 2014, ODASD (CBD) conducted its own assessment of force  management and institutional risk to the CBDP Enterprise. A separate  risk assessment of future challenges—the fourth risk area in the  2001Quadrennial Defense Review Report’s framework—was not  conducted. According to ODASD (CBD) officials, future challenges were  incorporated into the operational and institutional risk assessments by  including planned future capabilities against future threats as well as the  development of those future capabilities, respectively. To assess force  management risk, the office assessed “equipping the force.” Specifically,  officials assessed 23 systems used by the military forces that were  employed in the Joint Requirements Office’s operational risk assessment.  The focus of the force management risk assessment was to identify  current or planned capabilities that did not meet the force planning   According to the results of the assessment, there were  construct levels.no unacceptably high risks identified in equipping the force that needed to  be address in fiscal year 2016–2020 program guidance. The assessment  indicated the programs associated with the 23 systems appear to not  pose an unacceptable risk. To assess the second area of risk— institutional risk—officials collected data on the CBDP Enterprise’s  infrastructure and processes.", "The intent of the pilot infrastructure risk assessment was to identify  unacceptably high-risk areas or concerns that would need additional  guidance and be addressed during the fiscal year 2016–2020 planning  cycle. ODASD (CBD) officials did not find any critical shortfalls in  research and development or test and evaluation infrastructure or identify  unacceptable risk. However, the assessment found some challenges in  the process of moving capabilities from development to production. In  addition, the results confirmed the difficulty of identifying shortfall risks in  the CBDP Enterprise infrastructure because the primary research and  development facilities are funded by proposal rather than by facility, thus  requiring future risk assessments to look beyond the infrastructure that  exists to determine whether unacceptable risk exists.  ODASD (CBD) officials stated that they expect the results of the risk assessments to  support the CBDP Enterprise’s future investment for research and  development of chemical and biological defense capabilities."], "subsections": []}, {"section_title": "The CBDP Enterprise Has Not Updated Its Guidance and Planning Process to Include Specific Responsiblities and Timeframes for Risk Assessments", "paragraphs": ["The CBDP Enterprise’s guidance and planning process does not include  who will conduct and participate in risk assessments and when those  assessments will be conducted. Federal standards for internal control  state that, over time, management should continually assess and  evaluate its internal control to assure activities being used are effective  and updated when necessary. In addition, decision makers should identify  risks associated with achieving program objectives, analyze them to  determine their potential effect, and decide how to manage the risk and  identify what actions should be taken. The standards also call for written  procedures, to better ensure leadership directives are implemented.  However, which organizations within the CBDP Enterprise are  responsible for conducting and participating in risk assessments and  when the assessments will be conducted to support the portfolio planning  process for research and development investment is not outlined in the  CBDP Enterprise’s guidance on roles and responsibilities or included in  its planning process. Specifically, according to DOD Directive 5160.05E,  the Joint Requirements Office is “responsible for collaborating with  appropriate Joint Staff elements” on, among other things, chemical and   However, the guidance does not explicitly  biological risk assessment.identify which organizations within the CBDP Enterprise are responsible  for conducting and participating in risk assessments. The 2012 CBDP  Business Plan identifies the Joint Requirements Office as the primary  organization responsible for planning chemical and biological risk  assessments for the CBDP Enterprise. Further, the plan includes steps in  its planning process to review threats and risk analyses, but does not  specify when risk assessments will be conducted. Without written  procedures on who will conduct or participate in risk assessments and the  use of DOD’s risk framework, there is no guarantee that risk assessments  will be conducted or when they will be conducted.", "ODASD (CBD) and Joint Requirements Office officials stated that they  plan to conduct additional risk assessments in the future, as reported to  Congress, because of the increasing chemical and biological threats and  the challenges of the austere fiscal environment. However, the use of  risk assessments by the CBDP Enterprise has not been fully  institutionalized because the CBDP Enterprise has not updated its  guidance on roles and responsibilities and its planning process because  this is the first year that risk assessments were conducted. According to  ODASD (CBD) officials, updating the roles and responsibilities guidance  and related planning process would be beneficial, but they have not done  so because the CBDP Enterprise is evaluating the results and lessons  learned from the pilot. As of March 2015, ODASD (CBD) and Joint  Requirements Office officials had not formally committed to updating such  guidance or established a time frame for doing so to fully institutionalize  the use of risk assessments. Without updated guidance, the CBDP  Enterprise will continue to rely on the Deputy Assistant Secretary of  Defense for Nuclear, Chemical, and Biological Defense Programs to  request risk assessments, rather than having the assessments occur at  established times during the investment planning process. Written  guidance, as called for by federal standards for internal control, would  better ensure that leadership directives are implemented as intended.  Written guidance that identifies which CBDP Enterprise entities are  responsible for conducting and participating in risk assessments and  when such assessments are to be conducted would help ensure that risk  assessments are conducted as intended. In this way, new information  from the results of the tabletop exercise from the risk assessment about  how defense capabilities, such as 1 of the 18 warfighter core capabilities,  are used in an operational setting would better position the CBDP  Enterprise to prioritize future research and development investments.  Going forward, addressing internal control standards by updating its  guidance and the planning process to fully institutionalize the use of risk  assessments would support planning, help ensure that the CBDP  Enterprise leadership directives are implemented, and end dependence  upon any particular agency official to request risk assessments to support  future investment planning."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The CBDP Enterprise has taken a number of actions in recent years to  address chemical and biological defense research and development and  test and evaluation infrastructure, but initially did not develop a plan to  address the 2008 PAIO recommendation or make infrastructure a priority.  While the CBDP Enterprise should continue to address its priorities, it  remains important that it also ensures that its infrastructure is aligned to  meet its mission given ever-changing threats. Additional actions would  help the CBDP Enterprise to more effectively and efficiently identify, align,  and manage DOD’s chemical and biological defense infrastructure. By  identifying and designating an entity with the responsibility and authority  to lead the effort for ensuring the timely achievement of the CBDP  Enterprise’s infrastructure goals to identify required infrastructure  capabilities and by establishing timelines and milestones to implement the  2008 PAIO recommendations and the goal established in the 2012 CBDP  Business Plan, the CBDP Enterprise would be better positioned to align  its infrastructure to meet its mission to address threats. Thus, the CBDP  Enterprise would be able to determine whether its infrastructure is  properly aligned to meet its mission to address current and emerging  chemical and biological threats. Implementing the 2008 PAIO  recommendation that the CBDP Enterprise identify its required  infrastructure capabilities is an important first step in identifying potential  infrastructure duplication that may exist across the CBDP Enterprise. By  identifying, requesting, and considering information from existing  infrastructure studies of other federal agencies about their chemical and  biological infrastructure capabilities, PAIO may be better positioned to  enhance its study by providing additional information, for example, about  infrastructure capability and the availability of facilities, to help the CBDP  Enterprise avoid potential infrastructure duplication and gain potential  efficiencies by using those agencies’ existing infrastructure. Finally, the  CBDP Enterprise can capitalize on its progress made in 2014, when the  Joint Requirements Office and ODASD (CBD) conducted risk  assessments, by updating the roles and responsibilities guidance in   DOD Directive 5160.05E and the CBDP Enterprise’s planning process to  identify which organizations are responsible for conducting and  participating in risk assessments and when they would occur. By updating  guidance and the planning process, the CBDP Enterprise can fully  institutionalize the use of risk assessments and not depend on an  individual official to request risk assessments. Fully institutionalizing the  use of risk assessments would support CBDP Enterprise planning and  may provide new information about chemical and biological defense  capabilities to further prioritize the CBDP Enterprise’s future research and  development investments."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making five recommendations to improve the identification,  alignment, and management of DOD’s chemical and biological defense  infrastructure.", "To help ensure that the CBDP Enterprise’s infrastructure is properly  aligned to address current and emerging chemical and biological threats,  we recommend that the Secretary of Defense direct the appropriate DOD  officials to take the following two actions:  identify and designate an entity within the CBDP Enterprise with the  responsibility and authority to lead the effort to ensure achievement of  the infrastructure goals (e.g., the four 2008 PAIO recommendations,  including the recommendation that the CBDP Enterprise identify its  required infrastructure capabilities, and the goal established in the  2012 CBDP Business Plan), and establish timelines and milestones for achieving identified chemical  and biological infrastructure goals, including implementation of the  2008 PAIO recommendation that the CBDP Enterprise identify its  required infrastructure capabilities.", "To enhance PAIO’s ongoing analysis of potential infrastructure  duplication in the CBDP Enterprise and gain potential efficiencies, we  recommend that the Secretary of Defense direct the Under Secretary of  Defense for Acquisition, Technology and Logistics to identify, request,  and consider any information from existing infrastructure studies from  other federal agencies with chemical and biological research and  development and test and evaluation infrastructure.", "To fully institutionalize the use of risk assessments to support future  investment decisions, we recommend that the Secretary of Defense direct  the Under Secretary of Defense for Acquisition, Technology and Logistics  to take the following two actions: update the roles and responsibilities guidance in DOD Directive 5160.05E  to identify which organizations are responsible for conducting and  participating in CBDP Enterprise risk assessments, and update the CBDP Enterprise’s portfolio planning process, to include  when risk assessments will be conducted."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In commenting on a draft of this report, DOD concurred with all five of our  recommendations and discussed actions it is taking and plans to take to  implement them. DOD concurred with our first recommendation to identify  and designate an entity within the CBDP Enterprise with the responsibility  and authority to lead the effort to ensure achievement of the infrastructure  goals (e.g., the four 2008 PAIO recommendations, including the  recommendation that the CBDP Enterprise identify its required  infrastructure capabilities, and the goal established in the 2012 CBDP  Business Plan). The department concurs that an entity needs to lead the  effort to ensure achievement of the infrastructure goals. Further,   OASD (NCB) officials believe that these responsibilities and authorities  are currently in place under existing laws and regulations. The 2012  Chemical and Biological Defense Program (CBDP) Strategic Plan  identified one of the four strategic goals of CBDP as “to maintain  infrastructure to meet and adapt current and future needs for personnel,  equipment, and facilities within funding constraints.” To achieve this goal,  OASD (NCB) and the U.S. Army, as the Executive Agent for Chemical  and Biological Defense, share responsibility to ensure achievement of  CBDP’s strategic infrastructure goals in close collaboration and  coordination with the infrastructure managers (i.e., the individual  installation commanders and directors of the facilities). According to  OASD (NCB) officials, the department is in the process of revising   DOD Directive 5160.05E and will ensure that the directive appropriately  captures the roles and responsibilities related to CBDP infrastructure  capabilities. We believe these actions, if fully implemented, would  address our recommendation.", "DOD also concurred with our second recommendation to establish  timelines and milestones for achieving identified chemical and biological  infrastructure goals, including implementation of the 2008 PAIO  recommendation that the CBDP Enterprise identify its required  infrastructure capabilities. DOD officials agree that the most effective  means of ensuring CBDP infrastructure goals are achieved is to set  realistic timelines and milestones. According to OASD (NCB) officials, the  CBDP Enterprise is undertaking a thoughtful effort to identify the  infrastructure capabilities necessary to successfully complete its mission.  The CBDP Enterprise solicited support from the National Research  Council of the National Academies of Science to identify what science  and technology core capabilities need to be in place within DOD  laboratories to support CBRN research, development, test, and  evaluation. The CBDP Enterprise also is in the midst of internal reviews of  both current infrastructure capabilities and those that are needed to fulfill  mission requirements. The combined results of these studies will enable  the CBDP Enterprise to align its core capabilities with the necessary  supporting infrastructure, and to develop implementation and sustainment  plans with timelines and milestones for required CBDP infrastructure  capabilities and the studies will consider GAO’s recommendation on this  issue. We believe that if these studies are completed and implementation  and sustainment plans are developed with established timelines and  milestones, then these actions would address our recommendation.", "DOD concurred with our third recommendation to identify, request, and  consider any information from existing infrastructure studies from other  federal agencies with chemical and biological research and development  and test and evaluation infrastructure. OASD (NCB) officials said the  department agrees that information from existing federal chemical and  biological infrastructure studies should be considered as inputs to the  CBDP Enterprise infrastructure analysis efforts. They added that DOD  maintains strong partnerships with the Departments of Homeland Security  and Health and Human Services, which will facilitate DOD’s  accomplishment of this recommendation. We agree.", "DOD concurred with our fourth recommendation to update the roles and  responsibilities guidance in DOD Directive 5160.05E to identify which  organizations are responsible for conducting and participating in CBDP  Enterprise risk assessments. According to the OASD (NCB) officials, the  department is in the process of revising DOD Directive 5160.05E, and will  include the risk assessment process in the roles and responsibilities  section. If fully implemented, this action would address our  recommendation.", "Finally, DOD concurred with our fifth recommendation to update the  CBDP Enterprise’s portfolio planning process, to include when risk  assessments will be conducted. OASD (NCB) officials noted that the risk  assessment process was initially piloted in 2014 to determine its utility for  informing CBDP Enterprise portfolio planning and guidance. They said  that, moving forward, the CBDP Enterprise plans to conduct risk  assessments annually to support portfolio planning and guidance. We  believe this action, if fully implemented, would address our  recommendation.", "The full text of DOD’s comments is reprinted in appendix VI. DOD also  provided us with technical comments, which we incorporated, as  appropriate.", "We are sending copies of this report to appropriate congressional  committees; the Secretary of Defense; the Under Secretary of Defense  for Acquisition, Technology and Logistics; the Assistant Secretary of  Defense for Nuclear, Chemical, and Biological Defense Programs; the  Deputy Assistant Secretary of Defense for Chemical and Biological  Defense; the Chairman of the Joint Chiefs of Staff; the Secretary of the  Army; and the Director, Office of Management and Budget. In addition,  the report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions concerning this report, please  contact me at (202) 512-9971 or KirschbaumJ@gao.gov. Contact points  for our Offices of Congressional Relations and Public Affairs may be  found on the last page of this report. GAO staff who made key  contributions to this report are listed in appendix VII."], "subsections": []}]}, {"section_title": "Appendix I: Chemical and Biological Defense Program Enterprise Organizations", "paragraphs": ["The Chemical and Biological Defense Program (CBDP) Enterprise  comprises 26 organizations from across the Department of Defense  (DOD) that determine warfighter requirements, provide science and  technology expertise, conduct research and development and test and  evaluation on capabilities needed to protect the warfighter, conduct  program integration, and provide oversight. These key organizations  include the following:", "Secretary of the Army", "Deputy Under Secretary of the Army", "Assistant Secretary of the Army for Acquisition, Logistics and  Joint Program Executive Office for Chemical and Biological  Defense", "Deputy Under Secretary of the Army for Test and Evaluation", "U.S. Army Chief of Staff", "Vice Chief of Staff of the Army", "U.S. Army Test and Evaluation Command", "West Desert Test Center", "Office of the U.S. Army Deputy Chief of Staff, G-8", "Program Analysis and Integration Office", "U.S. Army Materiel Command", "U.S. Army Research, Development, and Engineering  Command", "Edgewood Chemical Biological Center", "U.S. Army Medical Command", "U.S. Army Medical Research and Materiel Command", "U.S. Army Medical Research Institute of Chemical Defense", "U.S. Army Medical Research Institute of Infectious", "Chairman, Joint Chiefs of Staff", "Director, Force Structure, Resources, and Assessment Directorate  Joint Requirements Office for Chemical, Biological,  Radiological, and Nuclear Defense", "Office of the Under Secretary of Defense for Acquisition, Technology  and Logistics", "Office of the Assistant Secretary of Defense for Nuclear,  Chemical, and Biological Defense Programs", "Office of the Deputy Assistant Secretary of Defense for", "Defense Threat and Reduction Agency  Joint Science and Technology Office for Chemical and  Biological Defense  In addition, according to officials from the Office of the Deputy Assistant  Secretary of Defense for Chemical and Biological Defense, the  Department of the Navy, the Department of the Air Force, the National  Guard Bureau, and combatant commands also have key roles in the  Chemical and Biological Defense Program."], "subsections": []}, {"section_title": "Appendix II: Scope and Methodology", "paragraphs": ["To determine the extent to which the Chemical and Biological Defense  Program (CBDP) Enterprise has achieved its goal to identify required  infrastructure capabilities to address current and emerging chemical and  biological threats, we reviewed the Program Analysis and Integration  Office’s (PAIO) 2008 study, Chemical and Biological Defense Program’s  Non-Medical Physical Infrastructure Capabilities Assessment, which  assessed the physical infrastructure capabilities of the CBDP Enterprise  to support the CBDP mission. The study was requested by the Special  Assistant, Chemical and Biological Defense and Chemical  Demilitarization Programs, and it resulted in four recommendations that  the CBDP Enterprise take to address its infrastructure. Specifically, we  analyzed PAIO’s 2008 recommendation that the CBDP Enterprise identify  its required infrastructure capabilities, part of its core capabilities, and  compared them to the actions taken by the CBDP Enterprise since then  through January 2015. We reviewed the recommendations with officials  from the Office of the Deputy Assistant Secretary of Defense for Chemical  and Biological Defense (ODASD ) and determined that the office  recognized the 2008 recommendations to be valid and confirmed that the  CBDP Enterprise recognizes the importance and necessity of addressing  them. The CBDP Enterprise is using the recommendations as criteria in  its efforts to address its research and development and test and  evaluation intellectual and physical infrastructure.", "We conducted site visits to the CBDP Enterprise’s four primary research  and development and test and evaluation facilities: Edgewood Chemical  Biological Center (Edgewood) at Aberdeen Proving Ground, Maryland;  U.S. Army Medical Research Institute of Chemical Defense (USAMRICD)  at Aberdeen Proving Ground; U.S. Army Medical Research Institute of  Infectious Diseases (USAMRIID) on the National Interagency Biodefense  Campus at Fort Detrick, Maryland; and West Desert Test Center (West  Desert) at Dugway Proving Ground, Utah. We included the four primary  facilities in our review because they conduct the majority of the research  and development and test and evaluation activities for the program. By  including all of the primary facilities, we are gaining information across the  CBDP Enterprise. However, this information is not generalizable to all  facilities that may be used by the program to implement its mission. We  developed and administered a questionnaire to these facilities, based on  the 2012 Chemical and Biological Defense Program (CBDP) Strategic  Plan and our objectives, to collect information about the knowledge and  skill capabilities of its personnel and physical infrastructure capabilities of  each of the facilities, including any changes and challenges to the CBDP  Enterprise’s infrastructure, and any actions they have taken to identify  required infrastructure capabilities (See app. III for additional information  on these facilities.)", "We pretested our questionnaire with officials from ODASD (CBD) and the  following CBDP Enterprise organizations: Edgewood, PAIO, Joint  Science and Technology Office, and the Office of the Deputy Under  Secretary of the Army for Test and Evaluation. The pretest was intended  to solicit feedback on whether our questionnaire (1) would provide  answers to the engagement’s objectives, (2) was written in a way that  would be familiar to leadership officials of the primary research and  development and test and evaluation facilities receiving them, and (3)  should include additional questions to gain information about the CBDP  Enterprise’s infrastructure. We incorporated the feedback, as appropriate,  into our final questionnaire sent to the primary research and development  and test and evaluation facilities. We interviewed leadership officials of  these facilities about their written responses to our questionnaire. During  our site visits to the four primary research and development and test and  evaluation facilities, we toured the facilities and new buildings under  construction to gain an understanding of how the infrastructure supports  their missions.", "We also obtained information from officials from other CBDP Enterprise  organizations that have responsibilities to the program, such as   ODASD (CBD), the Joint Science and Technology Office, and PAIO,   on their actions to identify required infrastructure capabilities and the  CBDP Enterprise’s progress. We reviewed their plans and presentation   to identify required infrastructure capabilities and interviewed them to  discuss the plans. Finally, we compared key practices on the  implementation of organizational transformation, such as the importance  of establishing a dedicated authority responsible for day-to-day  management for an organization’s change initiatives with the necessary  authority and resources to set priorities, make timely decisions, and move  quickly to implement top leadership’s decisions regarding organizational  transformation, and a timeline and milestones to successfully implement  organizational change, with actions the CBDP Enterprise has taken to  implement its goal to identify required infrastructure capabilities needed to  address current and emerging chemical and biological threats. We used  these criteria from our work to analyze whether the CBDP Enterprise  followed key implementation steps to successfully transform the way the  CBDP Enterprise addresses its infrastructure goals.", "To determine the extent to which the Department of Defense’s (DOD)  CBDP Enterprise has identified, addressed, and managed potential  fragmentation, overlap, and duplication in its chemical and biological  defense infrastructure, we reviewed CBDP guidance and policies on the  program and related testing facility guidance; a study in 2011 on  infrastructure needs to support medical countermeasures; and a 2014  PAIO infrastructure implementation plan to support the CBDP  Enterprise’s efforts to avoid duplication. We reviewed the information to  determine how the CBDP Enterprise identifies, addresses, and manages  potential fragmentation, overlap, and duplication. We reviewed DOD  Directive 5134.08 on the responsibilities of the Assistant Secretary of  Defense for Nuclear, Chemical, and Biological Defense Programs and  DOD Directive 3200.11 on the responsibilities of the Major Range and  Test Facility Bases. The directives outline policy goals, such as using  existing DOD and other federal agencies’ facilities and certain oversight  activities aimed at avoiding unnecessary duplication. We did not conduct  an independent assessment of potential fragmentation, overlap, and  duplication within the CBDP Enterprise.", "We developed and administered a questionnaire to CBDP’s four primary  research and development and test and evaluation facilities discussed  above—Edgewood, USAMRICD, USAMRIID, and West Desert—based  on our annual report to Congress on fragmentation, overlap, and  duplication to identify any additional policies on duplication and  understand their processes or actions to identify, address, and manage  fragmentation, overlap, and duplication. responses to the questionnaire, we compared their processes and actions  to DOD guidance to determine the extent to which the CBDP Enterprise  reported that it avoided duplication and identified, addressed, and  managed potential infrastructure duplication. In addition, we analyzed  information about the facilities’ missions and infrastructure. We  interviewed research and development facility officials about their  infrastructure studies and the steps that they had taken to identify,  address, or manage fragmentation, overlap, and duplication. We  analyzed the studies, conducted for the U.S. Army Assistant Chief of Staff  for Facilities, Planning and Programming Division, that identified potential  infrastructure duplication and that were used to make infrastructure  decisions about USAMRIID’s new facility. In addition, we reviewed the  Competency Management Initiative program developed by the U.S. Army  Medical Research and Materiel Command to identify knowledge and skill  capabilities and potential duplication, among other factors, within the  command, to include USAMRIID and USAMRICD.", "See GAO, 2014 Annual Report: Additional Opportunities to Reduce Fragmentation,  Overlap, and Duplication and Achieve Other Financial Benefits, GAO-14-343SP  (Washington, D.C.: Apr. 8, 2014).", "We reviewed the plan and studies of the Joint Science and Technology  Office and the Army’s PAIO to identify required knowledge and skill  capabilities and physical infrastructure capabilities, to include identifying  potential duplication. We analyzed information about the missions and  infrastructure of each CBDP primary research and development and test  and evaluation facility to understand their role within the CBDP  Enterprise. Based on the information from our questionnaire, we collected  information from West Desert and Edgewood on their swatch testing  infrastructure capabilities, infrastructure utilization, competitors, and  customers. In addition, we interviewed research and development facility  officials about the steps they have taken to identify, address, or manage  fragmentation, overlap, and duplication. We did not collect information  about the research and development and test and evaluation projects  conducted at the facilities; therefore, we were unable to determine  whether similar infrastructure capabilities at the facilities were overlapping  or duplicative or used for different purposes.", "To determine the extent to which the CBDP Enterprise has used threat  data and plans to use threat data and the results of risk assessments to  support future investment planning in research and development for  chemical and biological threats, we received a threat briefing from the  Defense Intelligence Agency and the U.S. Army’s National Ground  Intelligence Center, similar to the annual threat data received by the  CBDP Enterprise, to understand the type of threat data on chemical and  biological threats. We analyzed DOD Directive 5160.5E8 to determine  which offices are responsible for conducting and participating in the  CBDP Enterprise’s risk assessments. We reviewed the standards for  internal control in the federal government for use of risk assessment and  written procedures and compared them to any actions taken by the Joint  Requirements Office and ODASD (CBD) to ensure the guidance and  process are being followed. We interviewed officials from the Joint  Requirements Office and ODASD (CBD) about who is responsible for  conducting risk assessments and about how they used the risk  assessment framework, which was introduced in the 2001 Quadrennial  Defense Review Report, to conduct their risk assessment.the program’s annual portfolio planning process described in its 2012  CBDP Business Plan to understand the role of risk assessment in the  CBDP Enterprise’s planning process. We compared internal control  standards on written procedures to those used by the CBDP Enterprise to  conduct its risk assessments. We obtained information on the operational,  force management, and institutional risk assessments conducted by the  Joint Requirements Office and ODASD (CBD) to understand the process  used to conduct the CBDP Enterprise’s risk assessments. We interviewed  officials from ODASD (CBD), which develops CBDP Enterprise-wide  guidance to ensure strategic goals are achieved, to determine how threat  data and the results of risk assessments are used—or will be used in the  future—to support investment planning in research and development.", "We obtained relevant documentation and interviewed officials from the  following organizations:", "Office of the Assistant Secretary of Defense for Nuclear, Chemical,  and Biological Defense Programs", "Office of the Deputy Assistant Secretary of Defense for Chemical  and Biological Defense (ODASD )", "Office of the Assistant Secretary of Defense for Health Affairs", "Joint Chiefs of Staff", "Force Structure, Resources, and Assessment Directorate (J-8)", "Joint Requirements Office for Chemical, Biological,  Radiological, and Nuclear Defense", "Defense Threat Reduction Agency  Joint Science and Technology Office for Chemical and Biological  Defense", "Defense Intelligence Agency", "U.S. Army", "Office of the Assistant Secretary of the Army for Acquisition,  Logistics, and Technology", "Joint Program Executive Office for Chemical and Biological  Defense", "Office of the U.S. Army Deputy Chief of Staff, G-8", "Program Analysis and Integration Office (PAIO)", "Office of the Deputy Under Secretary of the Army for Test and", "U.S. Army Medical Research and Materiel Command", "U.S. Army Medical Research Institute of Infectious Diseases  (USAMRIID), National Interagency Biodefense Campus, Fort  Detrick, Maryland", "U.S. Army Medical Research Institute of Chemical Defense  (USAMRICD), Aberdeen Proving Ground, Maryland", "U.S. Army Materiel Command", "U.S. Army Research, Development and Engineering Command", "Edgewood Chemical Biological Center (Edgewood), Aberdeen", "U.S. Army Test and Evaluation Command", "West Desert Test Center (West Desert), Dugway Proving Ground,", "U.S. Army Intelligence and Security Command", "National Ground Intelligence Center", "National Interagency Confederation for Biological Research, National  Interagency Biodefense Campus, Fort Detrick, Maryland  We conducted this performance audit from January 2014 to June 2015 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix III: DOD’s Chemical and Biological Defense Primary Research and Development and Test and Evaluation Facilities", "paragraphs": ["The Chemical and Biological Defense Program (CBDP) Enterprise’s  research and development and test and evaluation infrastructure is a key  component in defending the nation against chemical and biological  threats. For example, prior to deploying the MV Cape Ray to the  Mediterranean Sea to demilitarize chemical weapons from Syria, the U.S.  Army Medical Research Institute of Chemical Defense (USAMRICD)  provided training to its medical staff, inspected the ship, and evaluated  the medical preparedness of the mission. In July 2014, the United States  began using equipment and personnel expertise from the U.S. Army’s  Edgewood Chemical Biological Center (Edgewood), according to  Edgewood officials, to neutralize chemical weapons materials from Syria  as shown in this video. In another example, according to a U.S. Army  Medical Research Institute of Infectious Diseases (USAMRIID) official,  USAMRIID is supporting the development of multiple products against  Ebola, including the experimental therapeutic drug ZMapp, which was  provided to the American health care workers infected with the Ebola  virus during the outbreak in West Africa in 2014.", "The CBDP Enterprise’s primary research and development and test and  evaluation facilities have different missions, but serve the same military  population and engage in similar activities to protect the warfighter from  chemical and biological threats. While these facilities support the CBDP  Enterprise in carrying out its mission, they are owned and operated by the  U.S. Army."], "subsections": [{"section_title": "Edgewood Chemical Biological Center", "paragraphs": ["Edgewood’s mission is to be the nation’s provider of innovative solutions  to countering weapons of mass destruction. Edgewood is located on  Aberdeen Proving Ground, Maryland. Edgewood aligns with the CBDP  Enterprise by “enabling the warfighter to deter, prevent, protect against,  mitigate, respond to, and recover from chemical, biological, radiological,  and nuclear threats and effects as part of a layered, integrated defense.”  To do this, Edgewood’s core areas of work include chemistry and  biological sciences; science and technology for emerging threats;  chemical, biological, radiological, nuclear, and high-yield explosives  analysis and testing; chemical and biological agent handling and surety;  and chemical and biological munitions and field operations. Edgewood  also conducts training of civilians and military personnel to respond to  chemical and biological threats, cosponsoring some training with  USAMRICD. In fiscal year 2013, 40.8 percent of Edgewood’s funding  came from the CBDP Enterprise, and the remainder came from the Army  (15.5 percent), non-CBDP Department of Defense (DOD) organizations  (35.7 percent), federal agencies (4.1 percent), and nonfederal agencies  (3.9 percent). As of October 2014, Edgewood had a staff of 1,421 whose  work is focused on nonmedical materiel solutions to chemical and  biological threats.", "Since 2008, Edgewood has completed projects intended to more safely  perform the research and development required to address current and  emerging chemical and biological threats. Changes at the facility’s  Advanced Chemical Laboratory include the addition of 10,000 square feet  of state-of-the-art laboratories for safely handing emerging agents,  including materials with no known medical countermeasures. According  to Edgewood officials, planned changes at its Advanced Threat Defense  Facility are expected to facilitate expansion of emerging threat bench- scale experiments to large-scale evaluations to enable enhanced  research capabilities and to include unique infrastructure capabilities to  address the challenges of emerging chemical threats from vapors, solids,  liquids, and aerosols.", "According to Edgewood officials, the biggest challenge for the future is  sustaining core intellectual and physical infrastructure in a time of budget  austerity. Second, these officials stated that a lack of a funding  mechanism for sustainment of the facility is a challenge. The Program  Analysis and Integration Office (PAIO) determined that the cost of  sustainment is about $26.4 million for fiscal year 2015. There is a plan to  fund sustainment of the chemical and biological infrastructure to support  the CBDP mission in the Fiscal Year 2015–2019 Program Objective  Memorandum; however, as of January 2015, there was no agreement  within the CBDP Enterprise to support the primary research and  development facilities in this way. Third, officials told us that Edgewood is  maintaining 28 abandoned buildings on its campus. Figure 4 shows an  example of an abandoned facility at Edgewood. Building 3222, now over  70 years old, was a medical research laboratory with about 33,000  square feet and was built in 1944.", "Figure 5 shows another example of an abandoned facility at Edgewood.  Building 3300 was a chemistry laboratory used to develop and evaluate  decontamination technology to mitigate chemical and biological threats.  This facility has about 44,350 square feet and was built in 1966.", "According to Edgewood officials, it will cost over $74 million to demolish  all 28 buildings, which is equivalent to about 1 year’s facilities  sustainment and support costs for the CBDP Enterprise’s three primary  research and development facilities put together. In addition, according to  Edgewood officials, to maintain one of its most expensive buildings until it  is demolished is estimated to cost about $600,000 a year. Officials said  that the ability to maintain and expand their intellectual infrastructure also  is strained in the current fiscal environment. Currently, Edgewood plans to  maintain these facilities until funding becomes available to demolish the  buildings."], "subsections": []}, {"section_title": "United States Army Medical Research Institute of Chemical Defense", "paragraphs": ["USAMRICD’s mission is to discover and develop medical products and  knowledge solutions against chemical and biochemical threats by means  of research, education and training, and consultation. USAMRICD is  located on Aberdeen Proving Ground, Maryland. Its core areas of work  include analytics, which includes diagnostics, forensics, and the  Absorption, Distribution, Metabolism, Excretion, Toxicology Center of  Excellence to support drug development; agent mitigation, which includes  personnel decontamination and bioscavenger enzymes to neutralize  chemical warfare agents; toxicant countermeasures, which includes  countermeasures against vesicants, metabolic poisons, and pulmonary  toxicants; nerve agent countermeasures, and toxin countermeasures.  USAMRICD develops educational tools and conducts training courses for  military and civilian personnel, with emphasis on medical care of chemical  causalities. USAMRICD’s campus consists of 15 buildings and about  173,000 square feet of laboratories and support areas. In fiscal year  2013, about 61 percent of USAMRICD’s funding came from the CBDP  Enterprise, with about 15 percent coming from non-CBDP DOD  organizations, and about 24 percent coming from non-DOD federal  organizations. As of July 2014, USAMRICD had a staff of 362 personnel  supporting its work to develop medical chemical defenses for the  warfighter.", "According to USAMRICD officials, there have been no major upgrades or  additions to the current infrastructure since 2008 due to the construction  of a new building. USAMRICD officials said they expect to begin moving  into the facility in 2015. According to USAMRICD officials, the laboratory  and research support areas of the facility will consist of about 250,000  square feet across four buildings when the new facility is complete. The  entire new facility is about 526,000 square feet and is on track to be  designated a Leadership in Energy and Environmental Design facility. Figure 6 shows USAMRICD’s new headquarters and laboratory facility.", "A Leadership in Energy and Environmental Design program promotes “green” building  design, green construction practices, and evaluation of the whole building’s lifetime  environmental performance."], "subsections": []}, {"section_title": "United States Army Medical Research Institute of Infectious Diseases", "paragraphs": ["USAMRIID’s mission is to provide leading-edge medical capabilities to  deter and defend against current and emerging biological threats.  USAMRIID is located on the National Interagency Biodefense Campus at  Fort Detrick, Maryland. After the terrorist attacks of September 11, 2001,  additional funding allowed USAMRIID to increase its workforce to  enhance its existing mission to address biological threats, to include  biological threat characterization, enhanced studies of disease, and the  development of medical countermeasures. Its core areas of work include  preparing for uncertainty; research, development, test, and evaluation of  medical countermeasures; rapidly identifying biological agents; training  and educating the force; and providing expertise in medical biological  defense. For example, USAMRIID also conducts field training for  operational forces in areas such as threat identification and diagnostic  methods. Figure 7 shows an example of a USAMRIID field training  exercise.", "USAMRIID’s campus consists of 20 buildings and 582,369 square feet of  laboratory and support space, with 134,469 square feet of Biosafety  Level-2 (BSL-2), BSL-3, and BSL-4 laboratory space. According to  USAMRIID officials, USAMRIID is the only DOD facility with BSL-4  containment laboratories. In addition, USAMRIID officials stated that  about 80 percent of USAMRIID’s work is medical countermeasures  research and development. Figure 8 shows USAMRIID staff in a BSL-4  containment laboratory.", "In 2012, the Office of the Assistant Secretary of Defense for Nuclear,  Chemical, and Biological Defense Programs (OASD ) assigned  USAMRIID the responsibility of performing BSL-3 and BSL-4  developmental testing and evaluation of medical countermeasures. As a  result, USAMRIID made adjustments to the facility’s laboratory  infrastructure and retained key subject-matter experts required to perform  studies under the Good Laboratory Practices system promulgated by the  Food and Drug Administration. In fiscal year 2013, about 50 percent of  USAMRIID’s funding came from the CBDP Enterprise, with about 38  percent coming from non-CBDP DOD organizations, and the remaining  12 percent from non-DOD federal agencies and non-federal agencies. As  of July 2014, USAMRIID maintained a staff of 841 personnel to support  its work in biological defense research.", "USAMRIID is constructing a new headquarters and laboratory building,  and officials said they expect to begin moving into the building in 2017.  According to USAMRIID officials, the new facility will provide additional  laboratory space and a new laboratory design to improve workflow and  productivity, particularly when performing animal studies. The new facility  will include several new capabilities, which may enhance understanding  of the pathophysiology of animals and the effectiveness of medical  countermeasures to address biological threats.", "In response to our questionnaire, USAMRIID officials told us that they are  concerned about a potential intellectual infrastructure gap in supporting  medical countermeasures test and evaluation, a new responsibility as of  2013. The new mission will require USAMRIID personnel to meet  additional standards for conducting research and testing. In addition,  USAMRIID officials stated that it will be a challenge in sustaining their  new facility. USAMRIID officials said that it would be helpful if the CBDP  Enterprise provided stable, sustainment funding in a way similar to the  funding received for the test and evaluation facilities. PAIO estimated that  the cost of sustainment and other support activities at USAMRIID is about  $32.7 million in fiscal year 2015. Currently, the research and development  facilities receive funds to sustain the facilities through individual research  and development projects awarded by ODASD (CBD) through the Joint  Science and Technology Office."], "subsections": []}, {"section_title": "West Desert Test Center", "paragraphs": ["West Desert Test Center (West Desert) at Dugway Proving Ground, Utah,  has a mission to safely test warfighters’ equipment to high standards  within cost and schedule. West Desert enables the delivery of reliable  defense products to the warfighter through rigorous developmental and  operational testing from the test tube to the battlefield. Its core areas of  work include chemical and biological laboratory, chamber, and field  testing; dissemination and explosives; dispersion modeling; meteorology;  data science; and test engineering and integration. Dugway Proving  Ground is one of DOD’s major range and test facility bases. In fiscal year  2013, about 77 percent of West Desert’s work was conducted for the  CBDP Enterprise, with the rest from other DOD organizations (15  percent), non-DOD federal government agencies (2 percent), and  industry, academia, and international organizations (6 percent). In  response to section 232 of the Bob Stump National Defense Authorization  Act for Fiscal Year 2003, West Desert charges DOD customers for the  costs that are directly related to testing. Therefore, West Desert receives  annual funding through the Army and OASD (NCB) for facility  sustainment. As of July 2015, West Desert had a staff of 518 personnel  on a facility of about 1,252 square miles, including mountain terrain,  mixed desert terrain, and salt flats.", "According to West Desert officials, some of the infrastructure capabilities  added since 2008 include upgrades and improvements to their test grid  and dynamic test chamber. Additionally, West Desert has two major  ongoing efforts to align infrastructure with emerging chemical and  biological threats. The Whole System Live Agent Testing Chamber allows  full-system testing of biological detection equipment in a BSL-3  environment with controlled humidity and wind speed—a capability that  does not exist elsewhere. The second capability, the Modular Chemical  Chamber Test Capabilities, tests warfighter capabilities against emerging  chemical threats. This testing capability will include the installation of  Secondary Containment Modules to roll into and out of a large  multipurpose chemical-warfare-agent-testing chamber in the West  Desert’s Bushnell Materiel Testing Facility. The use of modular chambers  allows for reconfiguration of the facility for upcoming tests while other  testing is being conducted within the Bushnell Materiel Testing Facility.  According to West Desert officials, this modular concept is expected to  reduce test costs and timelines, while increasing test throughput and  adding flexibility in meeting customer test requirements.", "As part of its future plans to ensure its infrastructure is aligned to address  emerging threats, West Desert officials stated that upcoming test  requirements for conventional agents are in place and that priorities for  future capabilities will focus on the ability to rigorously test military  systems against threats from nontraditional chemical agents and toxic  industrial chemicals and materials. In addition, West Desert is  constructing an addition to its Life Sciences Test Facility. This annex, to  support testing of field and chamber samples and analysis of test data,  among other uses, will include about 41,200 square feet, with about  16,200 square feet of BSL-2 and BSL-3 laboratories, including an aerosol  chamber. According to West Desert officials, this facility will address a  current shortfall in BSL-3 laboratory and chamber testing capacity. Figure  9 shows West Desert’s new Life Sciences Test Facility annex.", "West Desert officials identified potential gaps in West Desert’s physical  infrastructure and knowledge and skill capabilities. West Desert plans to  establish a nontraditional (chemical) agent staging facility to support the  modular test chambers being installed in the Bushnell Material Testing  Facility. According to West Desert officials, as of January 2015, the  project had not been approved for funding through the Military  Construction–Defense budget account. In addition, officials have  identified gaps in subject-matter expertise in molecular biology, virology,  chemical engineering, analytical chemistry, aerosol-dissemination  technology, information technology, catalysis, and automation  technology. According to West Desert officials, government compensation  restrictions will likely preclude the hiring of full-time personnel in the areas  of information technology and chemical engineering."], "subsections": []}]}, {"section_title": "Appendix IV: Chemical and Biological Defense Program’s 18 Core Capabilities", "paragraphs": ["The Joint Requirements Office developed a list of capabilities needed by  military forces to defend against chemical and biological threats in an  operational environment. As shown in figure 10, the 18 core capabilities  are categorized into four areas: Sense, Shape, Shield, and Sustain.", "These four areas are described as follows:", "The “Sense” area is the capability to continually provide information  about the chemical, biological, radiological, and nuclear (CBRN)  situation at a time and place by detecting, identifying, and quantifying  CBRN hazards in air or water, and on land, personnel, equipment, or  facilities. This capability includes detecting, identifying, and  quantifying those CBRN hazards in all physical states (solid, liquid,  and gas).", "The “Shape” area provides the ability to characterize the CBRN  hazard to the force commander and to develop a clear understanding  of the current and predicted CBRN situation; to collect, query, and  assimilate information from sensors, intelligence, and medical  personnel in near-real time to inform personnel, among other actions  and responsibilities.", "The “Shield” area capabilities provide protection to the force from  chemical and biological threats by preventing or reducing individual  and collective exposures, applying prophylaxis to prevent or mitigate  negative physiological effects, and protecting critical equipment.", "The “Sustain” area capabilities allow forces to conduct  decontamination and medical actions that enable the quick restoration  of combat power, maintain or recover essential functions that are free  from the effects of CBRN hazards, and facilitate the return to  preincident operational capability as soon as possible."], "subsections": []}, {"section_title": "Appendix V: Our Work on Potential Fragmentation, Overlap, and Duplication of the Federal Government’s Chemical and Biological Research and Development Laboratory Facilities", "paragraphs": ["Since 1999, we have found potential fragmentation, overlap, and  duplication of the federal government’s chemical and biological research  and development laboratory facilities, but also we have found improved  coordination among federal agencies developing biological  countermeasures."], "subsections": [{"section_title": "Lack of Coordination among Federal Chemical and Biological Programs", "paragraphs": ["In 1999 and 2000, prior to the anthrax attacks in the United States, we  found ineffective coordination among the Department of Defense (DOD)  and other federal agencies with chemical and biological programs that  could result in potential gaps or overlap in research and development  programs. In August 1999, we found that the formal and informal  program coordination mechanisms that existed between four military and  civilian nonmedical chemical and biological programs may not ensure that  potential overlap, gaps, and opportunities for collaboration would be  addressed. Specifically, we found that coordinating mechanisms between  DOD’s Chemical and Biological Defense Program (CBDP), DOD’s  Defense Advanced Research Projects Agency’s Biological Warfare  Program, the Department of Energy’s Chemical and Biological  Nonproliferation Program, and the Counterterror Technical Support  Program lacked information on prioritized user needs, lacked validated  chemical and biological defense equipment requirements, and lacked  information on how these programs relate their research and  development projects to needs. We concluded that information on user  needs and defined requirements may allow coordination mechanisms to  compare the specific goals and objectives of research and development  projects to better assess whether overlaps, gaps, and opportunities for  collaboration exist. We did not make recommendations in this report.", "In July 2014, we testified before the House Committee on Energy and  Commerce Subcommittee on Oversight and Investigations on recent  incidents at government high-containment laboratories and the need for  strategic planning and oversight of high-containment laboratories. In  September 2009, we found that there was no federal entity responsible  for strategic planning and oversight of high-containment laboratories— those designed for handling dangerous pathogens and emerging  infectious diseases—across the federal government. We concluded in  September 2009 that without an entity responsible for oversight and  visibility across the high-containment laboratories and a strategy for  requirements for the laboratories, there was little assurance of having  facilities with the right capacity to meet the nation’s needs. We made  several recommendations to address these issues, including identifying a  single entity charged with periodic government-wide strategic evaluation  of high-containment laboratories, developing a mechanism for sharing  lessons learned from reported laboratory accidents, and implementing a  personnel reliability program for high-containment laboratories, among  other recommendations. In our February 2013 report on high-containment  laboratories, we made two recommendations—first, that periodic  assessment of national biodefense research and development needs be  conducted and, second, that the Executive Office of the President, Office  of Science and Technology Policy, examine the need to establish national  standards for high-containment laboratories. The Executive Office of the  President, Office of Science and Technology Policy, concurred with our  two recommendations."], "subsections": []}, {"section_title": "Lack of Biosurveillance Focal Point", "paragraphs": ["Regarding biosurveillance, in June 2010, we found that the federal  government could benefit from a focal point that provides leadership to  the interagency community developing this capability. Biosurveillance is  the ability to provide early detection and situational awareness of  potentially catastrophic biological events. Specifically, we found that the  mission responsibilities and resources needed to develop a  biosurveillance capability were dispersed across a number of federal  agencies, creating the potential for overlap and duplication of effort. In  addition, we found that there was no broad, integrated national strategy  that encompassed all stakeholders with biodefense responsibilities to  guide the prioritization and allocation of investment across the entire  biodefense enterprise, among other responsibilities. We made two  recommendations to the Homeland Security Council within the Executive  Office of the President to (1) identify a focal point, which was  implemented when an Interagency Policy Group was convened to  complete a National Biosurveillance Strategy in 2012 and (2) develop a  national biosurveillance strategy, which remains open until a mechanism  to identify resource and investment needs, including investment priorities,  is included in an implementation plan."], "subsections": []}, {"section_title": "Coordination on Biological Countermeasures", "paragraphs": ["See GAO, Public Health Preparedness: Developing and Acquiring Medical  Countermeasures Against Chemical, Biological, Radiological, and Nuclear Agents,  GAO-11-567T (Washington, D.C.: Apr. 13, 2011).", "Security. This organization is a decision-making body responsible for  providing recommendations to the Secretary of Health and Human  Services on coordination of medical countermeasures development  against chemical and biological threats, among other responsibilities.  Similarly, in May 2014, we found coordination of effort among federal  agencies located on the National Interagency Biodefense Campus.", "The following textbox provides our observations on the program’s efforts  at the National Interagency Biodefense Campus to collaborate with other  federal agencies to reduce potential infrastructure fragmentation, overlap,  and duplication.", "GAO Observations on the National Interagency Biodefense  Campus The National Interagency Biodefense Campus at Fort Detrick,  Maryland, was established in 2004. An official with the U.S. Army  Medical Research and Materiel Command testified before the House  Select Committee on Homeland Security in 2004 that the campus  would share common infrastructure and supporting requirements, such  as roadways, libraries, and regulatory and quality assurance  responsibility. In addition, the official stated that the campus would  minimize duplication of effort, technology, and infrastructure.   During the course of our review, we found some examples of actions  taken by the CBDP Enterprise’s primary research and development  facility at the National Interagency Biodefense Campus to reduce the  potential for duplication of physical and intellectual infrastructure.", "A set of studies on medical countermeasure test and evaluation  facility requirements, conducted for the U.S. Army Assistant  Chief of Staff for Facilities, Planning and Programming Division,  determined, among other things, that there was sufficient  capacity for holding animals in existing facilities that conduct  research with animals. During planning for a new medical  countermeasure test and evaluation facility, a decision was  made that the U.S. Army Medical Research Institute of  Infectious Diseases (USAMRIID) on the National Interagency  Biodefense Campus would cancel its own plans to construct  this building, including an animal holding facility (vivarium).  According to USAMRIID officials, the cancellation had an  overall estimated cost savings of about $600 million.", "USAMRIID and the National Institute of Allergy and Infectious  Diseases Integrated Research Facility plan to share Biosafety  Level-3 (BSL-3) and BSL-4 imaging laboratories capabilities.  USAMRIID officials said that this reduces the need for each  facility to have a BSL-3 and BSL-4 imaging laboratory.", "The National Interagency Confederation for Biological  Research, a governance structure for the National Interagency  Biodefense Campus, encourages intellectual collaboration in  efforts related to research of biological pathogens across  agency boundaries, such as collaborative award programs and  annual scientific forums.", "We conducted a number of reviews since 1999 on the efforts of federal  agencies to reduce potential fragmentation, overlap, and duplication  through coordination of their efforts to manage chemical and biological  programs. We found improved coordination that may reduce potential  fragmentation, overlap, and duplication of research and development of  medical countermeasures."], "subsections": []}]}, {"section_title": "Appendix VI: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, GAO staff who made significant  contributions to this report include Mark A. Pross, Assistant Director;  Richard Burkard; Russ Burnett; Jennifer Cheung; Rajiv D’Cruz; Karen  Doran; Edward George; Mary Catherine Hult; Mae Jones; Amie Lesser;  Elizabeth Morris; Steven Putansu; Sushil Sharma; Sarah Veale; and  Michael Willems."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["High-Containment Laboratories: Recent Incidents of Biosafety Lapses.  GAO-14-785T. Washington, D.C.: July 16, 2014.", "Biological Defense: DOD Has Strengthened Coordination on Medical  Countermeasures but Can Improve Its Process for Threat Prioritization.  GAO-14-442. Washington, D.C.: May 15, 2014.", "High-Containment Laboratories: Assessment of the Nation’s Need Is  Missing. GAO-13-466R. Washington, D.C.: February 25, 2013.", "Public Health Preparedness: Developing and Acquiring Medical  Countermeasures Against Chemical, Biological, Radiological, and  Nuclear Agents. GAO-11-567T. Washington, D.C.: April 13, 2011.", "Opportunities to Reduce Potential Duplication in Government Programs,  Save Tax Dollars, and Enhance Revenue. GAO-11-318SP. Washington,  D.C.: March 1, 2011.", "Biosurveillance: Efforts to Develop a National Biosurveillance Capability  Need a National Strategy and a Designated Leader. GAO-10-645.  Washington, D.C.: June 30, 2010.", "High-Containment Laboratories: National Strategy for Oversight Is  Needed. GAO-09-1045T. Washington, D.C.: September 22, 2009.", "High-Containment Laboratories: National Strategy for Oversight Is  Needed. GAO-09-1036T. Washington, D.C.: September 22, 2009.", "High-Containment Laboratories: National Strategy for Oversight Is  Needed. GAO-09-574. Washington, D.C.: September 21, 2009.", "Chemical and Biological Defense: Observations on DOD’s Risk  Assessment of Defense Capabilities. GAO-03-137T. Washington, D.C.:  October 1, 2002.", "Chemical and Biological Defense: Coordination of Nonmedical Chemical  and Biological R&D Programs. GAO/NSIAD-99-160. Washington, D.C.:  August 16, 1999."], "subsections": []}], "fastfact": []}