{"id": "GAO-11-724", "url": "https://www.gao.gov/products/GAO-11-724", "title": "Disability Insurance: SSA Can Improve Efforts to Detect, Prevent, and Recover Overpayments", "published_date": "2011-07-27T00:00:00", "released_date": "2011-07-27T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Social Security Administration's (SSA) Disability Insurance (DI) program paid almost $123 billion in benefits in fiscal year 2010 to more than 10 million workers and dependents. The program is poised to grow further as the baby boom generation ages. GAO examined (1) what is known about the extent to which SSA makes overpayments to, and recovers overpayments from, DI beneficiaries who exceed program earnings guidelines, and (2) potential DI program vulnerabilities that may contribute to overpayments to beneficiaries who have returned to work. To answer these questions, GAO reviewed work continuing disability review (work CDR) policies and procedures, interviewed SSA headquarters and processing center officials, visited 4 of 8 processing centers, and reviewed a random nongeneralizable sample of 60 CDR case files across those 4 centers (15 from each)."]}, {"section_title": "What GAO Found", "paragraphs": ["Disability Insurance overpayments detected by SSA increased from about $860 million in fiscal year 2001 to about $1.4 billion in fiscal year 2010. SSA estimates about 72 percent of all projected DI overpayments were work-related during fiscal years 2005 through 2009. While the agency collected, or recovered, $839 million in overpayments in fiscal year 2010, monies still owed by beneficiaries grew by $225 million that same year, and cumulative DI overpayment debt reached $5.4 billion. SSA does not have agencywide performance goals for debt collection-- for example, the percent of outstanding debt collected annually. And while SSA has a policy for full repayment within 3 years, 19 of the 60 work CDR cases GAO reviewed had repayment plans exceeding 3 years. SSA officials said that lengthy repayment plans are often the result of an individual's limited income, but SSA does not review or approve repayment plans which exceed agency policy. During the course of the review, GAO also found a limitation in SSA's Recovery of Overpayments, Accounting and Reporting (ROAR) system. Used to track overpayments and collections, ROAR does not reflect debt due SSA past year 2049, so the total balance due the program is unknown and likely larger than the agency is reporting. SSA officials acknowledged this issue, but are unable to determine the extent of the problem at this time. They told GAO they have a work group which will recommend action to correct the problem. But until this issue is addressed, SSA officials said that the agency can only track and report on overpayments scheduled to be repaid through 2049. The amount owed after that year is unreflected in current totals even as it annually increases. SSA officials reported that the agency has ongoing initiatives to enhance debt collection. SSA has numerous policies and processes in place to perform work CDRs, though two key weaknesses have hindered SSA's ability to identify and review beneficiary earnings which affect eligibility for DI benefits. First, SSA lacks timely earnings data on beneficiaries who return to work. In 49 of the 60 CDR cases GAO reviewed, there was no evidence in the file that the beneficiary reported his or her earnings, as required by program guidelines. To identify unreported work and earnings, SSA primarily relies on data matching with the Internal Revenue Service (IRS), then sends these matches to staff for a work CDR. However, the IRS data may be more than a year old when received by SSA, and SSA says it is not cost-effective to gain access to and use other sources of earnings information, such as the National Directory of New Hires database. In addition, GAO found that cases may wait up to 15 additional months before SSA staff begin work on the CDRs. Second, SSA lacks formal, agencywide performance goals for work CDRs. While it targets 270 days to complete a case, actual processing time ranged from 82 to 992 days (with a median of 396 days) in the 60 cases GAO reviewed, and overpayments which accrued as a result topped $1 million total. SSA officials reported several initiatives to more effectively prioritize work CDR cases--for example, those with the largest potential overpayment amounts--but these efforts are in the early stages, and GAO could not yet assess their effectiveness as part of this review."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that SSA develop and adopt agencywide performance goals for recovering DI overpayments and processing work CDRs, require supervisory review of certain repayment plans, address a system limitation which precludes an accurate record of debt owed SSA, and explore options for obtaining more timely earnings information. SSA agreed with four of five recommendations. It disagreed with the need for supervisory review of repayment plans while acknowledging the need for more related guidance to its staff."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Social Security Administration’s (SSA) Disability Insurance (DI)  program is the nation’s largest cash assistance program for workers with  disabilities. The program provides cash benefits to workers who are blind  or disabled and contributed to the DI Trust Fund as workers. In fiscal year  2010, the DI program paid about $123 billion in benefits to more than 10  million workers with disabilities and their dependents. The program has  grown substantially in recent years and is poised to grow further as the  baby-boom generation ages. Most importantly, the long-term solvency of  the DI Trust Fund is currently jeopardized, and the fund is projected to be  exhausted in 2018.", "SSA guidelines allow DI beneficiaries to work and earn up to $1,000 per  month for a limited period of time without affecting their benefits—a level  of earnings called substantial gainful activity (SGA). After completing a 9- month “trial work period,” beneficiaries who earn more than SGA are  generally no longer entitled to benefits, and may be overpaid if SSA does  not stop their benefits in a timely manner. To verify an individual’s  ongoing eligibility for DI benefits, SSA is required to periodically evaluate  the beneficiary’s impairments to determine whether the beneficiary  remains entitled to disability benefits. This evaluation process is called a  continuing disability review (CDR). If the review establishes that the  beneficiary has substantial earnings, SSA will investigate the work activity  to determine if the disability continues or ceases. The reviews of  beneficiary earnings are referred to as work CDRs. These reviews  typically involve SSA staff querying centralized agency data systems to  identify earnings, sending forms to a beneficiary requesting information  about work activity and earnings that may affect eligibility for DI benefits,  contacting employers to verify earnings amounts, and assessing other  factors such as employer subsidies and impairment-related work  expenses. Most work CDRs are generated by SSA’s Continuing Disability  Review Enforcement Operation (enforcement operation). Enforcement  operation staff use periodic computer matches between SSA’s  administrative data and Internal Revenue Service (IRS) earnings data to  identify earnings, then send these cases to one of eight regional  processing centers for review by SSA staff.", "If SSA does not obtain timely and accurate earnings information, or fails  to act expeditiously to cease benefits to those no longer eligible,  overpayments can accrue over several years and become very large— adding up to tens of thousands of dollars. Overpayments adversely affect  program integrity, but can also create economic hardship for beneficiaries  who have to repay them once the overpayment is detected. In addition,  the prospect of having to repay an overpayment may be a disincentive for  some beneficiaries to return to work, which runs counter to SSA’s goal of  helping beneficiaries become self-sufficient.", "Given the importance of identifying and collecting overpayments to DI  beneficiaries with earnings in a timely manner, the Chairman and Ranking  Member of the Subcommittee on Social Security, House Committee on  Ways and Means, asked us to review SSA’s enforcement work CDRs.  We answered the following questions: (1) What is known about the extent  to which SSA makes work-related overpayments to, and recovers  overpayments from, DI beneficiaries? (2) What are SSA’s policies and  procedures for performing enforcement work CDRs, including potential DI  program vulnerabilities that may contribute to work-related  overpayments?", "In conducting our review we analyzed DI overpayment debt collection and  enforcement work CDR performance data, policies and procedures for  conducting work CDRs, prior reports by SSA and its Office of the  Inspector General, external research studies, relevant federal laws and  regulations, and our prior reviews of the program. In addition, we  interviewed SSA officials responsible for DI overpayment debt collection  policy and operations, as well as enforcement work CDR processing  management, policy, and oversight. We randomly selected 15 cases from  each of four processing centers we visited (Baltimore, Maryland; Chicago,  Illinois; Kansas City, Missouri; and Queens, New York), which were  closed in fiscal year 2009 with an overpayment. Together, the selected  processing centers received almost 80 percent of SSA’s enforcement  alerts referred for work CDRs in fiscal year 2009. We reviewed each of  these 60 randomly selected cases to determine whether the case had  been administered in accordance with SSA program guidelines for  processing of work CDRs. We used random selection procedures to help  ensure that we drew a wide range of cases for our review; however, the  results from our randomly selected sample of cases cannot be  generalized to the population of all work CDR cases due to our limited  sample sizes. Finally, we conducted in-depth interviews with SSA  management and line staff at headquarters and four of SSA’s eight  processing centers. In our site visits and interviews, we examined work  CDR and overpayment debt recovery procedures; elicited management  and staff views on the effectiveness of the work CDR processes in  detecting and preventing earnings-related overpayments; and discussed  the processing of selected work CDR cases, including debt recovery  cases, and potential improvements to existing policies, processes, and  systems. We assessed the reliability of all databases used in our review,  primarily SSA’s Disability Control File, Master Beneficiary Record (MBR),  and Recovery of Overpayment, Accounting, and Reporting (ROAR)  system. While we identified a ROAR system limitation that is discussed in  the report, we found the databases to be sufficiently reliable for the  purposes of this report.", "We conducted this performance audit from March 2010 to July 2011 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The DI program was established in 1956 to provide monthly cash benefits  to individuals unable to work because of severe long-term disability. In  fiscal year 2010, the program’s average monthly benefit was about $922.  To be eligible for benefits, workers with disabilities must have a specified  number of recent work credits under Social Security when they acquired a  disability. Individuals may also be able to qualify based on the work  record of a deceased or retired parent with a disability or a deceased  spouse. Benefits are financed by payroll taxes paid into the DI Trust  Fund by covered workers and their employers and are based on a  worker’s earnings history. To meet the definition of disability under the DI  program, an individual must have a medically determinable physical or  mental impairment that (1) has lasted or is expected to last at least 1 year  or to result in death and (2) prevents the individual from engaging in  SGA. Individuals are engaged in SGA if they have earnings that average  more than $1,000 per month in calendar year 2010, after applying any  work incentives. Program guidelines direct DI beneficiaries to report  their earnings to SSA in a timely manner to ensure they are still eligible  for benefits and do not incur an overpayment.", "SSA has several programs that are designed to assist beneficiaries in  returning to work. For example, the Ticket to Work and Work Incentives  Improvement Act of 1999 provided for the establishment of the Ticket to  Work and Self-Sufficiency Program to provide eligible DI and  Supplemental Security Income (SSI) beneficiaries with employment  services, vocational rehabilitation services, or other support services to  help them obtain and retain employment and reduce their dependency on  benefits. SSA provides each eligible beneficiary with a ticket to obtain  services from SSA-approved public or private providers, referred to as  employment networks, or from traditional state vocational rehabilitation  agencies.", "SSA conducts work CDRs to determine if beneficiaries are still eligible or  are working above the SGA level. Work CDRs are event-driven and  initiated when there is an indication of work activity. While work CDRs can  be prompted by several events, most are generated by SSA’s  enforcement operation. This process involves periodic data matches  between SSA’s MBR database and IRS earnings data. The enforcement  operation generates alerts for cases that exceed specified earnings  thresholds, which are then forwarded to one of eight processing centers  for additional development by staff. In fiscal year 2010, the enforcement  operation identified approximately 2 million records of which more than  531,000 were sent to SSA’s processing centers and field offices for  review. Appendix I provides detailed information on the results of the  enforcement operation for fiscal years 2008 to 2010, which used IRS  earnings data from 2007 to 2009 (enforcement matches are typically  conducted using the prior year’s earnings data).", "Work CDRs can also be triggered by other events, such as beneficiaries  reporting their earnings to SSA. For example, SSA requires beneficiaries  to undergo periodic medical reviews called medical continuing disability  reviews, or medical CDRs, to assess whether they continue to have a  disabling impairment. During such reviews, the disability examiner  sometimes discovers evidence that a beneficiary is working and forwards  the case to an SSA field office or processing center for earnings or work  development. Third-party reports from state vocational rehabilitation  agencies, federal agencies, or anonymous individuals may also trigger a  work CDR. Finally, some DI beneficiaries report their earnings to SSA as  directed under program guidelines by visiting an SSA field office or calling  the agency’s 800 number.", "While most work CDRs are initially sent to processing centers as a result  of action by SSA’s enforcement operation, some of these cases are later  referred to one of SSA’s more than 1,300 field offices. Field offices can be  asked to assist processing centers in the development of cases when  obtaining local information about beneficiaries or their employers would  expedite case processing. Field offices also tend to be the focal points for  work CDRs generated by medical CDRs, third-party reporting, and  beneficiary self-reporting. Work CDRs entail processes that can be both  labor-intensive and time-consuming. For each case, SSA staff must  review electronic case files in SSA’s eWork and associated data  systems, conduct interviews, and contact beneficiaries and their  employers to verify earnings and any applicable work incentives, such as  subsidies or impairment-related work expenses. After the initial review of  cases indicating a cessation of benefits, a “disability processing  specialist” or “disability examiner” determines whether benefits should be  discontinued and an overpayment assessed. (Fig. 1 provides an  overview of the work CDR process.)", "When a DI work-related overpayment is identified, the beneficiary is  notified of the overpayment and may request reconsideration or waiver of  that overpayment. SSA may grant a waiver request if the agency finds  the beneficiary was not at fault and recovery or adjustment would either  defeat the purpose of the program or be against equity and good  conscience, as defined by SSA. If SSA denies a reconsideration or  waiver request, full repayment is requested. If the beneficiary is receiving  DI or certain other SSA benefits, SSA may withhold partial payment of  these benefits to recover the debt. However, if no SSA benefits are  being received, or if the beneficiary asserts that the proposed withholding  amount is too large, the agency generally requests repayment over 12 to  36 months. SSA policy requires a minimum monthly payment of $10  dollars. SSA may also attempt to recover payments due from the  individual’s estate or subsequent survivor’s benefits. (Fig. 2 provides an  overview of SSA’s debt recovery system.) The agency uses the ROAR  system to track DI overpayments and collections.", "When a debtor is no longer receiving benefits, SSA can also recover debt  through several external collection tools. When a beneficiary is not  repaying as agreed in the repayment plan, SSA terminates its collection  activity and, after a due process period, the debt is referred for external  collection.", "External debt collection tools include  tax refund offset, which withholds or reduces federal tax refunds; federal salary offset, which withholds or reduces wages and payments  to a federal employee;   administrative offset (against other than SSA benefits), which  withholds or reduces federal payments other than tax refunds or  salary;   administrative wage garnishment, which garnishes wages and  payments paid by private employers or state and local governments;  and credit bureau referral, which refers delinquent accounts to credit  bureaus.", "Once a debt is referred to external collection, the debtor remains subject  to offsets until the debt is repaid in full or other resolution of the case."], "subsections": []}, {"section_title": "Most DI Overpayments Are Work-Related, and Their Recovery Can Take Decades", "paragraphs": [], "subsections": [{"section_title": "Nearly Three-Quarters of All DI Overpayments Are to Beneficiaries Who Have Returned to Work", "paragraphs": ["Medical and work-related overpayments in the DI program detected by  SSA grew from about $860 million in fiscal year 2001 to about $1.4 billion  in fiscal year 2010, and though the true extent of overpayments due to  earnings is currently unknown, our review suggests that most of them are  related to beneficiaries who work above SGA while receiving benefits.  (Fig. 3 shows the increase in overpayments detected by SSA in recent  years.) SSA officials estimate that from fiscal years 2005 through 2009,  about 72 percent of all projected DI overpayments were work-related,  meaning the overpayments were to beneficiaries who returned to work  and were no longer eligible. This figure is higher than cited in past years  by SSA. SSA officials attribute the increase in the percentage of  overpayments that are work-related during this period to improved  detection by its enforcement operation, and to changes in how the agency  estimates the overpayment numbers. Agency officials also explained that  approximately half of the increase in overpayment dollars during this  period may be due to the increase in DI program benefit levels.", "We found that detected overpayments could be even larger than SSA’s  data reflect because some overpayments have been accidentally  removed from SSA records due to manual processing errors. In our  review of 60 work CDR cases, we found two manual processing errors  which resulted in overpayments totaling $53,097 being removed from  agency records. In one case, staff entered a code to correct an  overpayment amount but instead deleted the overpayment entirely. As a  result of our detection, SSA officials reentered the overpayment debts into  the system and indicated they would proceed with debtor notification and  recovery. Because the results of our case review are not generalizable,  the incidence of such occurrences is currently unknown and thus the  potential impact on total DI overpayments owed by ineligible beneficiaries  is not clear. SSA officials said that they do not have a mechanism for  detecting, or a process of supervisory review to catch, such processing  errors.", "In the 60 cases we reviewed, we also found that individual overpayment  amounts varied widely, ranging from $1,126 to $53,436, with a median of  $16,917 per individual. The size of individual overpayments can also be  affected by SSA’s Automated Earnings Reappraisal Operations (AERO),  which is a computer program that periodically screens a beneficiary’s  earnings record for changes, and uses that information to adjust, as  needed, the monthly benefit amount. Of the 60 cases, we found 54 in  which AERO increases in benefit amount occurred even while SSA  conducted a work CDR to determine if the beneficiary was still eligible for  benefits at all. In addition, an individual overpayment can result in  additional overpayments to dependents (family members who receive  benefits). In 8 of the 60 cases, additional overpayments occurred  because the primary beneficiary had dependents. For example, in one  case, the overpayments to two dependent children added $6,580 to the  primary beneficiary’s existing overpayment debt of $17,102, for a total of  $23,682 owed.", "A beneficiary’s total DI overpayment debt can also increase because of  multiple periods of employment. DI beneficiaries may reenter and leave  the workforce based on their ability to perform SGA. As a result, a  beneficiary could be subject to multiple periods of DI overpayments if he  or she does not report increased earnings to SSA in a timely manner, as  regulations instruct. In 49 of the 60 cases we randomly selected for  review, there was no indication in the file that the individual had reported  his or her earnings to SSA, and in 15 of the 60, SSA had detected two or  more separate periods of earnings which resulted in overpayments. In  one of these cases, the ineligible beneficiary owed SSA for multiple  overpayments totaling $69,976."], "subsections": []}, {"section_title": "SSA Lacks Agencywide Performance Goals for DI Debt Recovery and Debt Continues to Accrue", "paragraphs": ["SSA does not currently have formal, agencywide performance goals for  debt recovery. Specifically, the agency does not have goals for the  percentage of DI overpayment debt recovered within the 36-month time  frame as required by its own policy. Under the Government Performance  Results Act of 1993, federal agencies are required to establish  performance goals to define level of performance and establish  performance indicators to be used in measuring relevant outputs, service  levels, and outcomes for each program activity. Although SSA’s policy  manual, the Program Operations Manual System (POMS), requires staff  to ask for full repayment within 36 months, the agency has not made this  time frame a performance goal. SSA officials said they are currently  working to develop debt recovery goals. In the meantime, without  agencywide performance goals for debt recovery, SSA cannot adequately  assess its performance or fully leverage and target its resources to  recover overpayments from ineligible beneficiaries and reduce the total  owed to SSA. Despite an increase in DI debt collections—$340 million to  $839 million from fiscal year 2001 through fiscal year 2010—outstanding  DI debt grew from $2.5 billion to $5.4 billion during this time, including a  $225 million increase in fiscal year 2010. (Fig. 4 shows the growth in  cumulative overpayment debt in recent years.)", "Cumulative overpayment debt is comprised of existing debt carried  forward from prior years, new debt, and reestablished debts (debts  reactivated for collection due to re-entitlement or other event). Write-offs,  including waivers and terminated collections, are not included in  cumulative overpayment debt. Write-offs generally represent money the  agency will never recover because it has either waived an overpayment  or has terminated collection activities on the overpayment. Write-offs in  the DI program totaled about $4 billion over the 10-year period, including  about $460 million in fiscal year 2010. (See app. II for more specific  information on overpayment debt in fiscal years 2001 to 2010.) In the 60  cases we reviewed, 20 contained a waiver request from the beneficiary.  SSA approved 2 of these requests for a total of $36,413 waived, and  denied 14 requests. Four other waiver requests were pending a decision  at the time of our review. SSA may waive an overpayment if the agency  determines that an individual is not at fault for the overpayment and  recovery would defeat the purpose of the program or be against equity  and good conscience.", "Most overpayment debt is collected by SSA through partial benefit  withholding or the withholding of future DI benefits for which a beneficiary  is still eligible. SSA attributes 77 percent of the approximately $839 million  of debt collected in fiscal year 2010 to withholding of DI benefits. The  amount withheld from benefits to recoup previous overpayments may be  negotiated with the debtor and based on a monthly amount the debtor  can afford. The remainder of overpayment debt is collected in a variety of  ways, including payments by the debtor and return of uncashed DI benefit  checks; withholding of other SSA benefits, such as SSI; or through  external collection including federal salary offset, administrative offset  (other than against SSA benefits), tax refund offset, and administrative  wage garnishment. SSA estimates that only about 11 percent of  collections is through external means. In our 60 cases, 5 were referred for  external collection at the time of our review, for a total owed of $79,950,  but just $2,478 had been recovered through these methods."], "subsections": []}, {"section_title": "SSA Policy Does Not Require Supervisory Review of Repayment Plans, although Some Last Decades", "paragraphs": ["SSA does not require supervisory review of repayment plans prior to  approval, including those in which repayment periods exceed the  recommended 36 months. The agency reported that in fiscal year 2010,  the average time to collect a DI overpayment debt in full was 48 months.  However, in our review of 60 cases, we found that SSA agreed to some  initial repayment plans which will take many decades. We analyzed the  initial repayment plans established for individuals in these cases and  found 42 of the 60 had a repayment plan in place, with a median  repayment time for all 42 of approximately 34 months. While SSA’s  POMS require that staff should seek full repayment within 36 months,  SSA officials reported that no supervisory approval is needed to exceed  the 36 months. Of the 42 cases with a repayment plan, 19 had initial  plans requiring more than 36 months for repayment in full and 7 of these  required 20 years or more. Repayment time frames for the 42 cases  ranged from less than 1 year to nearly 223 years for a case with a 60- year-old debtor who was paying $10 a month on $26,715 owed. (Fig. 5  shows the years that it would take SSA to recover each overpayment  based on the initial repayment plan established.) SSA officials told us  they are often unable to increase monthly repayment amounts and thus  shorten repayment time frames because of a debtor’s limited income. For  instance, in a case we reviewed with an initial repayment plan of 148  years for $44,465 in overpayments owed to SSA, SSA records show the  individual earned less than $100 in 2010. As this case illustrates, SSA’s  policy allowing for extended repayment plans means that some of these  plans will likely extend beyond the beneficiary’s anticipated retirement  age and total lifespan, thereby reducing the prospect of ultimate  collection.", "In the course of analyzing repayment plans, we also identified a system  limitation that could further impede SSA’s ability to collect overpayment  debt in future years. More specifically, we found that the ROAR system  cannot capture and track overpayment debt scheduled to be collected  beyond the year 2049. This ROAR system limitation stems from a  program modification used to address the change of the century (Y2K)  computer issue, and which extended the debt recovery date in the ROAR  system from “1999” to “2049.” Under existing SSA policies and  procedures, SSA staff manually remove from the ROAR system the  portion of any debt that cannot be collected before the year 2050, and  create a reminder in the system to recover that balance beginning in the  year 2050. However, because this is a manual process, the intended  recovery action could be potentially missed by staff responsible for  processing the cases in the future. As a result, the overpayment debt on  the agency’s books, and reported to the Department of the Treasury  (Treasury) for the federal government’s consolidated financial statements,  is likely understated to an unknown extent. Equally important, we found  that unless this problem is corrected, more overpayments will likely  continue to be underreported as the years progress, and the impact on  the DI Trust Fund may become more pronounced as time goes on.  Overall, we found that 3 of the 60 cases reviewed had a total of $43,285  in overpayments removed from ROAR system records because collection  of these payments will occur after the year 2049. However, because the  results of our case review are not generalizable, we could not determine  how many additional disability overpayment cases detected by SSA fell  into this category. Since bringing this issue to their attention, SSA officials  told us that the agency has begun to study this ROAR system limitation  and an agency working group will recommend a course of action to  correct the problem."], "subsections": []}, {"section_title": "SSA Initiatives Target the Recovery of Delinquent Debt", "paragraphs": ["SSA officials reported that the agency is planning certain initiatives that  could improve the recovery of overpayment debt. First, SSA officials told  us that the agency is in the process of amending administrative offset and  tax refund offset regulations to change the existing requirement regarding  referrals of delinquent debt to Treasury. This change would allow SSA to  refer debts that are delinquent for 10 years or more to Treasury for  collection—something that it does not currently do. Second, Treasury has  launched a pilot program providing for reciprocal offset of federal and  state payments to individuals who are in debt to either federal or state  programs. This program would allow a federal agency such as SSA to, for  example, offset a beneficiary’s state income tax refund to collect certain  delinquent federal debts (such as DI program overpayments), while  allowing for a reciprocal agreement with individual states. Four states— Kentucky, Maryland, New Jersey, and New York—are currently  participating in the Treasury pilot program, and Treasury reports that it  plans to expand the program to all states. On March 2, 2011, SSA  officials published proposed amendments to regulations that would allow  SSA to utilize these collection tools."], "subsections": []}]}, {"section_title": "Lack of Timely Earnings Data and Inconsistent Processing of Work CDRs Allow Overpayments to Accrue", "paragraphs": [], "subsections": [{"section_title": "Dated IRS Earnings Data and Failure of Beneficiaries to Report Earnings Increase Work- Related Overpayments", "paragraphs": ["SSA conducts periodic computer matches with wage data from the IRS to  independently verify beneficiaries’ earnings. However, earnings data  provided through the IRS match are often more than a year old when  SSA staff begin the work CDR prompted by the match. Managers and  staff at the four processing centers we visited cited this delay as a major  obstacle to limiting the occurrence and size of overpayments. Our work  shows that this has delayed processing of work CDRs. In the 60 cases  we reviewed, the earnings data were already between 6 and 26 months  old by the time they were available to SSA staff for performing work  CDRs. (Fig. 6 shows how old earnings data were for the 60 cases.)", "While DI beneficiaries are responsible for notifying SSA when they return  to work as a condition of receiving benefits, they sometimes fail to make  such notifications. Our review of 60 cases found no indication in 49 that  the individual had reported their work and earnings to SSA as instructed  by regulation. In the other 11 cases, beneficiaries had reported returning  to work, including the name of their employer and the amount of their  wages, at some point. Yet 6 of these cases resulted in about $78,000 in  total overpayments, even though these beneficiaries reported returning to  work more than a year prior to initiation of the work CDR. In the remaining  5 cases, the beneficiary reported working only after the CDR was  initiated.", "Earnings data from IRS or from beneficiaries may age further once  received by SSA because no specific program guidelines exist that  require immediate action on results of the IRS match, and consequently  staff do not always begin a work CDR immediately. From the date of the  initial IRS alert to the date staff begin work on the CDR, cases that have  been identified by the IRS match and selected for a work CDR (but for  which no action has yet been taken to process the work CDR) are  categorized by SSA as “pending development.” In the 60 cases we  reviewed, the median time cases were pending development was 205  days, or about 7 months, and ranged from 2 to 466 days, or more than 15  months. For example, in the 466-day case, the IRS alert came to SSA in  September 2007, when earnings (for 2006) were already 15 months old,  then aged an additional 15 months until SSA staff began developing the  work CDR. SSA officials could not explain what caused the delay in  initiating development of this case or of several others we reviewed. (Fig.  7 shows the number of days that the 60 cases were pending  development.)", "The delays that occur when staff do not act promptly to begin a work  CDR, in combination with the initial delays in receiving beneficiary  earnings data (either from the IRS enforcement operation or beneficiaries’  failure to self-report earnings), can result in multiple DI overpayments  which may continue to accrue for extended periods of time before they  are addressed. For example, in the 60 cases we reviewed, delays which  occurred after IRS alerts were delivered to SSA resulted in individual  beneficiaries being overpaid for up to 38 months. Most received fewer  than 12 months of overpayments, but 19 of the cases received 18 or  more months of overpayments. According to an SSA official, staff  shortages and the need to focus resources on competing workloads, such  as initial DI claims and medical CDRs, are among the factors delaying  development of work CDRs once earnings information is received. (Fig. 8  shows the amount of time that overpayments accrued pending  development.)", "In 2004, we recommended that SSA seek to use large scale batch  matches with an alternative database of earnings, the National Directory  of New Hires (NDNH), which was originally established to help states  locate noncustodial parents for child support payments. The NDNH could  provide SSA with quarterly wage information on employees within 4  months of the end of a calendar quarter. Several federal programs and  agencies currently use the NDNH to verify program eligibility, detect and  prevent potential fraud or abuse, and collect overpayments. In 2009, SSA  conducted a cost-effectiveness study on use of the NDNH, which  concluded that a match would generate a large number of alerts needing  development that were not of high quality. They also said the study found  a return on investment of only about $1.40 in savings for each $1 spent.  However, based on the information provided, we believe that some of the  assumptions used in the analysis were overly pessimistic. For example,  though SSA initially estimated savings of nearly $8 for every dollar spent  by using the NDNH, the agency subsequently reduced this estimate by  concluding that much of the anticipated savings from this match would  ultimately be captured by the current enforcement operation. This  assumption does not appear to fully take into account the fact that initial  use of the NDNH would likely identify many potential overpayments  earlier in the process, thus reducing the duration and size of those  overpayments compared with the current enforcement operation. Thus, it  is likely that the actual savings that result could in fact be higher. The  agency’s actual experience with the NDNH in its SSI program suggests  its application in the DI program may be more cost-effective than  indicated by SSA’s analysis. According to SSA officials, the NDNH match  with the SSI program has resulted in an estimated $200 million in savings  per year for the program. Furthermore, even if the savings resulting from  use of the NDNH for identifying DI beneficiaries’ earnings is only $1.40 for  every $1 spent, as estimated by SSA, this still represents a 40 percent  rate of return.", "In a 2010 report, we also recommended that SSA evaluate the feasibility  of incorporating the twice-annual AERO process in the agency’s work  CDR process. SSA does not use AERO to identify beneficiaries who  work. SSA officials told us they are in the early stages of evaluating this  use and, as part of this effort, they said they may include an AERO alert  as one of several screening factors to identify cases at high risk for DI  overpayments. Agency officials also told us that they plan to match cases  that have both an AERO alert and an IRS alert and delay any AERO- awarded changes to benefit amounts until the CDR has been completed  to potentially reduce overpayments."], "subsections": []}, {"section_title": "SSA Lacks Agencywide Performance Goals and a Consistent Approach for Processing Work CDRs", "paragraphs": ["Similar to our findings about the lack of agencywide performance goals  for overpayment debt recovery, we also found that SSA does not have  agencywide performance goals or a consistent approach for processing  work CDRs across its processing centers. Specifically, the agency does  not have performance goals for the number of days taken to completely  process a work CDR. While SSA has established an agencywide goal for  processing a certain number of medical CDRs in a fiscal year, and  includes this goal in the agency’s annual performance plan, SSA officials  told us they have not established similar goals for work CDRs. Instead,  they have established “targets” for the processing centers. For example,  in fiscal year 2011, SSA set targets for the completion of 95 percent of  IRS alerts on earnings generated in 2008 or earlier by September 24,  2010, and for processing centers to complete development of at least 99  percent of cases within 270 days by September 30, 2011. Overall, we  found that while SSA’s policies establish steps for work CDR processing  to be followed across all processing centers, processing times across the  four centers we visited varied widely once development was initiated.  More specifically, we found that processing times for the 60 cases we  reviewed ranged from 82 to 992 days (with a median of 396 days) and  resulted in combined overpayments totaling more than $1 million. We  also found the median processing time for the cases we reviewed from  three centers ranged from 307 to 397 days, and the median processing  time at the fourth center, which processes about 50 percent of all work  CDRs, was 626 days. (Fig. 9 shows the variance in processing time  across the four processing centers.)", "Within the last year, SSA has started work on several new initiatives to  identify work CDR enforcement alerts from its IRS match that correspond  to those cases which are more likely to result in large overpayments.  First, the agency has started prioritizing IRS alerts with reported earnings  that are greater than or equal to 12 times the current SGA level ($1,000  per month in calendar year 2011). Second, in response to a prior GAO  recommendation, SSA is testing a “predictive model” intended to identify  those cases with the highest probability of having large overpayments  and prioritizing them for review by processing center staff. Using existing  screening criteria, the model will assign cases a numeric score based on  the beneficiary’s age, type of disability, benefit amount, earnings, time on  disability rolls, and number of denials for eligibility, among others. The  highest-scoring alerts would be processed first because SSA believes  they are most likely to result in cessation of DI benefit payments and thus  be incurring overpayments. This initiative is currently being piloted in  three processing centers.", "In a third initiative, SSA is piloting a comprehensive review of how all  types of work CDRs are conducted using a sample of 1,000 recently  completed CDRs. This review is intended to identify any aspects in the  initial process that did not appear to be completed correctly. Because  work CDRs are the most common type of CDR the agency encounters,  SSA anticipates they will be a majority of the sample. Agency officials  shared some of the review’s early findings with us, including inadequate  documentation of case development, inconsistencies and vague  language in SSA’s operating procedures, and errors in calculating SGA,  which may contribute to overpayments. SSA’s Office of Quality and  Performance expects to issue its study results in fall 2011. Fourth, SSA  staff are working to update and streamline work issue procedures  regarding the initiation, follow-up time frames, and overall completion of  work CDRs for processing center personnel. The agency anticipates  releasing the updated POMS that will incorporate these new procedures  in October 2011.", "Finally, SSA has revised the forms filed by beneficiaries to document  work activity and to make SGA determinations by SSA staff. According to  agency officials, the forms should be easier for beneficiaries to  understand and complete, and should improve compliance with  beneficiary reporting requirements. As part of this initiative, SSA officials  told us that they have also reduced the number of follow-up requests for  these forms before staff are allowed to make a decision concerning a  beneficiary’s continued eligibility for DI benefits. According to agency  officials, the Office of Management and Budget approved both of the  revised work activity reports. In addition, SSA staff are hopeful that the  revised form will result in more timely work CDR processing and reduced  overpayments. While these initiatives represent promising steps, it is too  early to assess what impact they may have on the prevalence and size of  DI overpayments."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Our review shows that while SSA has some initiatives to improve how it  performs work CDRs, existing policies and processes impede its ability to  more effectively detect, prevent, and recover overpayments. In particular,  the existence of repayment plans that extend out past a debtor’s full  retirement age or projected lifespan means that it is unlikely those debts  will be repaid in full. In addition, the lack of both agencywide performance  goals that specify debt collection time frames and policies that specify the  review of individual debt repayment plans to ensure that they are meeting  these goals hinder the agency’s debt collection efforts. Compounding this  problem, the inability of the ROAR system to process debt recovery  actions past the year 2049 jeopardizes the agency’s ability to accurately  track and report on the recovery of all overpayments. In addition, SSA’s  continued reliance on outdated earnings information to identify  beneficiaries who may no longer be eligible for benefits means that  overpayments, including some large overpayments, are probably  inevitable. SSA’s dependence on such data also means that staff  responsible for performing work CDRs are often dealing with cases that  are already aged when they receive them, and thus more difficult and  time-consuming to develop. As a result, SSA is often in a “pay and chase”  mode that further stretches limited staff and budgetary resources. Absent  more timely sources of earnings data to inform the work CDR process,  this problem is likely to persist. Additionally, other weaknesses such as  the lack of agencywide performance goals for processing centers and  staff likely contribute to delays in processing this workload. These delays,  in turn, can become a factor in the large size of some overpayments.  Without performance goals specifying the time that cases should be  pending development, or the number of days to completely process a  work CDR, improvements to the agency’s operations in this area are  made less likely. We recognize that ensuring the integrity of the DI  program while also performing other work, such as processing medical  CDRs and helping beneficiaries return to work, is a challenge for SSA.  However, the continuing weaknesses we identified in SSA’s existing work  CDR processes and policies, as well as the mounting overpayment debt  and its impact on the financial health of the DI Trust Fund, require  sustained management attention and a more proactive stance by the  agency."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["To enhance SSA’s ability to recover debt and to improve the detection  and, where possible, prevention of overpayments in the DI program, we  recommend that the Commissioner of Social Security  1.  develop and adopt agencywide performance goals, for the recovery of  DI overpayment debt, such as the percent of outstanding debt  collected annually. 2.  require supervisory review and approval of repayment plans which  exceed SSA’s target of 36 months. 3.  correct the ROAR 2049 system limitation so that debt scheduled for  collection after 2049 is included in the system and available for SSA  management, analysis, and reporting. 4.  explore options for obtaining more timely earnings information for DI  program beneficiaries who may be working, and thus are more likely  to incur overpayments. This would include developing data sharing  agreements to access pertinent earnings-related databases, such as  the NDNH. 5.  develop and adopt additional formal agencywide performance goals  for work CDRs to measure the time that cases are pending  development, and the number of days taken to process a work CDR."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We obtained written comments on a draft of this report from the  Commissioner of the Social Security Administration. The comments are  reproduced in appendix III. SSA also provided additional technical  comments, which have been incorporated in the report as appropriate.  SSA agreed with four of five recommendations we made to the  Commissioner to strengthen SSA’s processes and management controls  over the detection, prevention, and recovery of DI overpayments.", "SSA agreed with our first recommendation to develop and adopt  additional agencywide performance goals for the recovery of DI  overpayments, such as the percent of outstanding debt collected  annually. The agency noted that the Office of Management and Budget  (OMB) guidance for the Improper Payments Elimination and Reduction  Act of 2010 requires agencies to establish targets that drive annual  performance based on percentage of recovery (i.e., proportion of  overpayment dollars identified which are recovered in a fiscal year). The  agency said it is working with OMB to develop appropriate debt recovery  goals. We agree this is a positive step, as would be including that  targeted percentage in its annual agencywide performance goals.", "SSA disagreed with our second recommendation to require supervisory  review and approval of DI repayment plans which exceed SSA’s targeted  36 months. In particular, the agency noted that it negotiates these plans  based on a beneficiary’s income, ability to pay, and personal  circumstances. SSA said this recommendation would not improve  collection rates, and an additional approval step is unnecessary.  However, the agency said it will issue guidance to its employees  reminding them to make every effort to recover debts within 36 months.  We agree that issuing guidance to staff to remind them about repayment  time frames is a positive step, but based on recent experiences, we  continue to believe supervisory review and approval of plans that exceed  36 months is needed to strengthen SSA’s controls over the process and  decrease the incidence of repayment plans that extend past a debtor’s full  retirement age or projected lifespan.", "SSA agreed with our third recommendation that SSA correct the ROAR  2049 system limitation so debt scheduled for collection after 2049 is  included in the system and available for current SSA management,  analysis, and reporting. SSA noted the agency is considering solutions for  this limitation.", "SSA agreed with our fourth recommendation to explore options for  obtaining more timely earnings information for DI program beneficiaries  who may be working, and thus more likely to incur overpayments. These  options include data sharing agreements to access pertinent earnings- related databases such as the NDNH. The agency noted it has plans in  this area. Specifically, SSA said while it had previously determined it  would not be cost-effective to use the NDNH for this purpose, it will  reevaluate that decision. SSA also said it will continue to explore other  options for obtaining timely earnings information from other sources. In  addition, the agency said it has developed, based on a previous GAO  recommendation, a computer match of Social Security employee payroll  records and DI and SSI benefit rolls. We agree this internal SSA  computer match should help to obtain more timely earnings information  on DI beneficiaries who may be working. We also encourage SSA to  develop data-sharing agreements to leverage other databases such as  NDNH which allow for regular batch-file matches to verify beneficiaries’  earnings.", "SSA agreed with our fifth recommendation to develop and adopt  additional formal, agencywide performance goals for the time work CDR  cases are pending development and the number of days taken to process  them. The agency commented that it already has internal targets for  overall work CDR processing times. SSA said it will consider GAO’s  recommendation as it works on its agency performance goals. We agree  the agency’s internal targets for work CDR processing are a positive step.  However, we continue to believe that formal, agencywide work CDR  performance goals are needed to assist SSA in assessing its  performance and fully leveraging its resources in this area. The agency  should consider measuring the time cases are pending development, and  the number of days taken to process a work CDR, against agencywide  annual performance goals it develops.", "We are sending copies of this report to the Commissioner of Social  Security, appropriate congressional committees, and other interested  parties. The report is also available at no charge on GAO’s Web site at  http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  me at (202) 512-7215 or bertonid@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. Key contributors to this report are listed in  appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Enforcement Cumulative Totals and Distribution for IRS Enforcement Matches Conducted in 2008-2010 (Data for Earnings Years 2007 through 2009)", "paragraphs": ["Appendix I: Enforcement Cumulative Totals  and Distribution for IRS Enforcement Matches  Conducted in 2008-2010 (Data for Earnings  Years 2007 through 2009)"], "subsections": [{"section_title": "Alerted to field offices Not alertedTotal Processing center 1 2 3 4 5 6 7 8 Total", "paragraphs": [], "subsections": []}, {"section_title": "Alerted to processing centers 1-8 Alerted to field offices Not alertedTotal Processing center 1 2 3 4 5 6 7 8 Total", "paragraphs": [], "subsections": []}, {"section_title": "Alerted to processing centers 1-8 Alerted to field offices Not alerted Total Processing center 1 2 3 4 5 6 7 8 Total", "paragraphs": [], "subsections": []}]}, {"section_title": "Appendix II: Financial Data on DI Overpayments and Overpayment Debt", "paragraphs": [], "subsections": [{"section_title": "Fiscal year 2001", "paragraphs": [], "subsections": []}]}, {"section_title": "Appendix III: Comments from the Social Security Administration", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["Jeremy Cox (Assistant Director) and Arthur T. Merriam Jr. (Analyst-in- Charge) managed all aspects of the assignment. Angela Jacobs, Joel  Marus, and Katharine Kairys made significant contributions to this report,  in all aspects of the work. In addition, Vanessa Taylor and Walter Vance  provided technical support; Craig Winslow and Sheila McCoy provided  legal support; Susan Aschoff assisted with the development of the  message and report; David Forgosh, Monika Gomez, Cady Panetta, and  Nyree Ryder Tee contributed to quality assurance for this product, and  James Bennett provided graphics support."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Status of Fiscal Year 2010 Federal Improper Payments Reporting.  GAO-11-443R. Washington, D.C.: March 25, 2011.", "Social Security Disability: Ticket to Work Participation Has Improved, but  Additional Oversight Needed. GAO-11-324. Washington, D.C.: May 2011.", "High-Risk Series: An Update. GAO-11-278. Washington, D.C.: February  16, 2011.", "Social Security Administration: Cases of Federal Employees and  Transportation Drivers and Owners Who Fraudulently and/or Improperly  Received SSA Benefits. GAO-10-444. Washington, D.C.: June 2010.", "Social Security Administration: Cases of Federal Employees and  Transportation Drivers and Owners Who Fraudulently and/or Improperly  Received SSA Benefits. GAO-10-949T. Washington, D.C.: August 4,  2010.", "Disability Insurance: SSA Should Strengthen Its Efforts to Detect and  Prevent Overpayments. GAO-04-929. Washington, D.C.: September 10,  2004."], "subsections": []}], "fastfact": []}