{"id": "GAO-19-513", "url": "https://www.gao.gov/products/GAO-19-513", "title": "Defense Management: Observations on Changes to the Reporting Structure for DOD's Corrosion Office and Its Implementation of GAO Recommendations", "published_date": "2019-05-17T00:00:00", "released_date": "2019-05-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Corrosion negatively affects DOD equipment and infrastructure and can lead to reduced asset availability, deterioration in performance, and increasing weapon system and infrastructure costs. According to a study contracted by DOD, the cost impact of corrosion to DOD in fiscal year 2016 was $20.6 billion.", "Senate Armed Services Committee Report 115-262 accompanying a bill for the John S. McCain National Defense Authorization Act for Fiscal Year 2019 included a provision for GAO to review aspects of the DOD Corrosion Office. This report examines (1) how the restructuring within the Office of the Secretary of Defense has affected DOD's Corrosion Office, including its performance of its statutory roles and responsibilities; and (2) what actions, if any, DOD has taken or has planned to implement recommendations GAO made from calendar years 2003 through 2018 related to corrosion management.", "GAO analyzed DOD documents, such as guidance and required reports provided to Congress, and interviewed DOD officials to address these objectives. GAO also assessed DOD's actions against its prior recommendations to determine the extent to which DOD had addressed the recommendations or has actions underway to address those recommendations."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of Defense (DOD) relocated the Office of Corrosion Policy and Oversight (Corrosion Office) within the restructured acquisition and sustainment organization in fiscal year 2018. Prior to the restructure, the Corrosion Office reported directly to the Under Secretary of Defense for Acquisition, Technology, and Logistics. As part of the restructure, DOD relocated the Corrosion Office within the Office of the Under Secretary of Defense for Acquisition and Sustainment, where it reports to the Deputy Assistant Secretary of Defense for Materiel Readiness. It continues to perform its statutory roles and responsibilities under the new oversight organization. For instance, it is continuing to", "develop and recommend corrosion policy guidance;", "develop and implement a long-term strategy to reduce corrosion;", "review corrosion programs and funding levels proposed by the military departments, and submit related recommendations to the Secretary of Defense; and", "monitor and ensure that corrosion prevention and mitigation are incorporated into acquisition and maintenance processes.", "DOD is also making or planning changes to the operation of the Corrosion Office, specifically planning to increase corrosion advocacy throughout DOD, oversight of the Corrosion Office, corrosion accountability of the military departments, and corrosion transparency and its alignment with materiel readiness.", "DOD's Corrosion Office has taken or planned actions to implement most recommendations GAO made in calendar years 2003 through 2018 related to corrosion management. Specifically, GAO made 35 recommendations to the Corrosion Office in 11 corrosion-related products on topics such as strategic planning, performance management, and mandatory oversight reports. In comments on these products, DOD concurred with 16 of those recommendations, partially concurred with eight, and non-concurred with 11. As of March 2019, DOD had taken action or planned to take action on most of GAO's prior recommendations (see figure).", "Specifically, DOD's Corrosion Office had taken action on 18 recommendations. Corrosion Office officials also described to GAO their plans to take action to implement 12 additional recommendations. These planned actions include, among other actions, updating existing guidance and developing new policy or processes. DOD stated that the Corrosion Office does not plan to take action on the remaining five recommendations. GAO continues to believe that its recommendations are valid."]}], "report": [{"section_title": "Letter", "paragraphs": ["Corrosion negatively affects Department of Defense (DOD) equipment  and infrastructure, and it can lead to reduced asset availability,  deterioration in performance, and an increasing total cost of maintaining  weapon systems and infrastructure. In addition to corrosion’s effects on  military readiness, it can cause environmental damage and loss of capital  investments, and it can create safety hazards for servicemembers. DOD  contracted a study on corrosion that reported the cost impact of corrosion  as $20.6 billion in fiscal year 2016.", "Since 2002 statutes have required DOD to report specific information on  corrosion topics to Congress and have created a central DOD authority to  organize and manage corrosion policy and practices among the military  departments. The Bob Stump National Defense Authorization Act for  Fiscal Year 2003 amended Title 10, U.S. Code, by adding section 2228,  which led to the creation of the Office of Corrosion Policy and Oversight  (referred to hereinafter as the Corrosion Office) within the Office of the  Under Secretary of Defense for Acquisition, Technology, and Logistics.  In 2008 the Duncan Hunter National Defense Authorization Act for Fiscal  Year 2009 directed each of the military departments to designate a  Corrosion Control and Prevention Executive (referred to hereinafter as a  Corrosion Executive) to serve as the senior official in the Departments of  the Army, Navy, and Air Force to coordinate department-level corrosion  prevention and control activities with, among other entities, the Corrosion  Office. In 2018 the Corrosion Office was relocated within DOD, after  section 901 of the National Defense Authorization Act for Fiscal Year  2017 (Pub. L. No. 114-328) required DOD to restructure the Office of the  Secretary of Defense, among other things.", "Senate Armed Services Committee Report 115-262 accompanying a bill  for the John S. McCain National Defense Authorization Act for Fiscal Year  2019 includes a provision for us to review aspects of DOD’s Corrosion  Office. This report examines (1) how the restructuring within the Office of  the Secretary of Defense has affected DOD’s Corrosion Office, including  its performance of its statutory roles and responsibilities; and (2) what  actions, if any, DOD has taken or has planned to implement  recommendations GAO made from calendar years 2003 through 2018  related to corrosion management.", "In addressing our first objective, we analyzed guidance documents to  identify and review the ongoing oversight, procedural, and management  changes within the Corrosion Office. Also, we interviewed officials in the  Office of the Deputy Assistant Secretary of Defense for Materiel  Readiness, the Corrosion Office, and the military departments. In  addressing our second objective, we reviewed our prior products issued  in calendar years 2003 through 2018 in order to identify all relevant  corrosion recommendations made to the Corrosion Office directly or to  the DOD oversight entity that would in turn have directed the Corrosion  Office to address the particular recommendations made during this time  frame. We chose this time frame because the Corrosion Office was  established in 2003. We excluded from our analysis any previous  corrosion recommendations that were no longer relevant due to a DOD  policy change. In addition, we reviewed our prior products to identify  DOD’s initial response to these corrosion recommendations. We then  interviewed cognizant officials or reviewed documents ranging from policy  guidance to required reports provided to Congress to obtain information  on DOD’s subsequent actions, if any, for each recommendation. We  reviewed this information to determine whether, as of March 2019, DOD  had taken action, had plans to take action, or had no planned action to  address each recommendation.", "We conducted this performance audit from July 2018 to May 2019 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Corrosion is defined in section 2228 of Title 10, U.S. Code, as the  deterioration of a material or its properties due to a reaction of that  material with its chemical environment. Corrosion can take varied forms,  such as rusting, pitting, galvanic reaction, calcium or other mineral build- up, degradation due to ultraviolet light exposure, and mold, mildew, or  other organic decay. Corrosion can be either readily visible or  microscopic.", "To provide leadership on corrosion matters, including the development of  policy guidance and oversight, consistent with section 2228, DOD has  established an organizational structure that includes the Corrosion Office  and Corrosion Executives. The Director of the Corrosion Office is to  provide oversight and coordination of corrosion control and prevention  efforts for the department. The military departments have each assigned  officials to serve as Corrosion Executives. The Corrosion Executives  operate within the chain of command of their respective military  departments, while also coordinating with the Corrosion Office."], "subsections": []}, {"section_title": "DOD Has Relocated the Corrosion Office, but It Continues to Perform Its Statutory Roles and Responsibilities and Is Making Plans for Future Operations", "paragraphs": [], "subsections": [{"section_title": "DOD Relocated the Corrosion Office within the Restructured Acquisition and Sustainment Organization in Fiscal Year 2018", "paragraphs": ["Prior to August 2018, the Corrosion Office reported directly to the Under  Secretary of Defense for Acquisition, Technology, and Logistics. In 2018  the Corrosion Office was relocated within DOD, after section 901 of the  National Defense Authorization Act for Fiscal Year 2017 (Pub. L. No. 114- 328, hereinafter referred to as the Act) required DOD to restructure parts  of the Office of the Secretary of Defense. Among other things, the Act  eliminated the Under Secretary of Defense for Acquisition, Technology,  and Logistics, and it created:", "The Under Secretary of Defense for Research and Engineering, who,  among other things, serves as the principal advisor to the Secretary of  Defense on all research, engineering, and technology development  activities and programs in DOD.", "The Under Secretary of Defense for Acquisition and Sustainment,  who, among other things, serves as the principal advisor to the  Secretary of Defense on acquisition and sustainment in DOD. In  addition, the Under Secretary establishes policies on and supervises  all elements of DOD relating to acquisition and sustainment.", "As part of this restructure, effective August 1, 2018, DOD relocated the  Corrosion Office within the department’s restructured acquisition and  sustainment organization, as shown in figure 1. The Corrosion Office is  now located within the department’s Office of the Under Secretary of  Defense for Acquisition and Sustainment. Within this office, the Deputy  Assistant Secretary of Defense for Materiel Readiness oversees the  Corrosion Office. The Deputy Assistant Secretary of Defense for Materiel  Readiness is a principal advisor to the Assistant Secretary of Defense for  Sustainment; provides integration and oversight of DOD’s maintenance  program; and develops policies and procedures for materiel readiness  and maintenance support of DOD’s major weapon systems and military  equipment.", "The Deputy Assistant Secretary of Defense for Materiel Readiness stated  that he is supportive of the Corrosion Office’s mission and views its move  to the Materiel Readiness organization as fitting in with the other areas  under his oversight. Officials representing the military departments’  Corrosion Executives also stated that they support DOD’s organizational  movement of the Corrosion Office. They stated that they continue to find  the Corrosion Office to be helpful in establishing corrosion prevention  standards and in providing opportunities for networking and information  sharing by means of triannual corrosion forums. In addition, they stated  that they have found the Deputy Assistant Secretary of Defense for  Materiel Readiness to be supportive of corrosion oversight and prevention  in their meetings with him.", "Since August 1, 2018, the Corrosion Office has had an acting director.  According to a Corrosion Office official, the Deputy Assistant Secretary of  Defense for Materiel Readiness is involved in the ongoing hiring process  for a permanent director. According to a Corrosion Office official, the time  frame in which a permanent director is projected to be in place is Spring  2019."], "subsections": []}, {"section_title": "The Relocated Corrosion Office Continues to Perform Its Statutory Roles and Responsibilities", "paragraphs": ["Section 2228 of Title 10, U.S. Code, contains provisions regarding the  duties and responsibilities of the Director of the Corrosion Office.  Specifically, these duties and responsibilities include the following: overseeing and coordinating efforts throughout DOD to prevent and  mitigate corrosion of military equipment and infrastructure, and  developing and recommending corrosion policy guidance to be issued  by the Secretary of Defense; developing and implementing, on behalf of the Secretary of Defense,  a long-term strategy to reduce corrosion and the effects of corrosion  on military equipment and infrastructure;  reviewing corrosion programs and funding levels proposed by the  military departments during the annual internal DOD budget review  process as those programs and funding proposals relate to programs  and funding for the prevention and mitigation of corrosion, and  submitting recommendations regarding those programs and proposed  funding levels to the Secretary of Defense; providing oversight and coordination of efforts within DOD to prevent  or mitigate corrosion during the design, acquisition, and maintenance  of military equipment, as well as the design, construction, and  maintenance of infrastructure; monitoring DOD acquisition practices to ensure that the use of  corrosion prevention technologies and the application of corrosion  prevention treatments are fully considered during research and  development in the acquisition process; and ensuring that, to the extent determined appropriate for each  acquisition program, such technologies and treatments are  incorporated into that program, particularly during the engineering and  design phases of the acquisition process.", "The Corrosion Office continues to perform the duties outlined in section  2228, as evidenced below. Specifically, the Corrosion Office is taking the  following actions:", "Developing and recommending corrosion policy guidance. DOD  previously developed and issued an instruction that establishes policy,  assigns responsibilities, and provides guidance for corrosion  prevention and mitigation. The Corrosion Office, via a working group  in a working integrated product team, plans to update this DOD  instruction. The working group intends for the updated DOD  instruction to reflect the Corrosion Office’s movement within DOD’s  restructured acquisition and sustainment organization; any statutory  changes made to section 2228 since it was last issued; direction from  the new acquisition and sustainment leadership; and any changes  made to address the findings and recommendations in our 2018  report.", "Additionally, the Corrosion Office plans to create a new DOD manual  on corrosion that, according to Corrosion Office officials, will contain  operating procedural details on, among other items, conducting and  recording the Corrosion Office’s review and evaluation processes.  According to Corrosion Office officials, the Corrosion Office’s target  time frame for updating this DOD instruction and creating this new  manual is by the end of calendar year 2020.", "Also, since July 2018 the Corrosion Office has been reviewing other  DOD policy guidance to identify relevant documents in which  corrosion content should be added or updated. Corrosion Office  officials stated that the new director will update existing corrosion  prevention and mitigation policy guidance, directives, and instructions  in coordination with the military departments’ Corrosion Executives,  under the guidance of the Deputy Assistant Secretary of Defense for  Materiel Readiness.", "Developing and implementing a long-term strategy to reduce  corrosion and its effects. In 2015 DOD issued a long-term strategy for  preventing and mitigating corrosion that calls for implementing DOD- wide standards and improving strategies and processes to prevent,  detect, and treat corrosion. According to Corrosion Office officials,  there was a planning meeting for the working integrated product  teams’ leads and co-leads in mid-March 2019. At this meeting, the  team leads and co-leads prepared a draft update to the long-term  strategy, which had last been updated in 2015. These officials told us  that examples of changes included in the draft update are revised  goals, objectives, and metrics. In addition, these officials told us that  the draft update was aligned to reflect the DOD sustainment and  materiel readiness mission statements and objectives articulated by  the Assistant Secretary of Defense for Sustainment and the Deputy  Assistant Secretary of Defense for Materiel Readiness. According to  Corrosion Office officials, this draft plan is being reviewed internally,  and the Corrosion Office’s target time frame is to update it by the end  of calendar year 2020.", "Reviewing corrosion programs and funding levels proposed by the  military departments and submitting related recommendations to the  Secretary of Defense. As it did prior to the restructure, the Corrosion  Office continues to review the military departments’ proposed  corrosion-related programs and funding levels during the annual  internal DOD budget review process. In addition, it continues to  annually submit a report to Congress on corrosion funding with the  defense budget materials. As part of this process, the Corrosion  Office collected information from the Corrosion Executives on the  corrosion control and prevention programs within the respective  military departments. The Corrosion Office in Autumn 2018 included  the information provided by each Corrosion Executive as appendixes  in its annual report on corrosion funding. The fiscal year 2020 report  was submitted to Congress on February 15, 2019.", "Monitoring and ensuring that corrosion prevention and mitigation are  incorporated into acquisition and maintenance programs. As we  reported in November 2018, Corrosion Office officials told us that they  continue to perform the Corrosion Office’s acquisition and  maintenance-related duties. For instance, the Corrosion Office  continues to review acquisition documentation, such as Systems  Engineering Plans, and to maintain information on hundreds of  technologies for preventing and mitigating corrosion. In November  2018 we recommended that the Corrosion Office develop a process to  maintain documentation of its reviews of corrosion planning for major  weapon system programs. Further, we stated that these records, at a  minimum, should show what comments were made by the Corrosion  Office in its reviews and evaluations, and should track the actions  taken to resolve those comments.", "DOD concurred with this recommendation and stated that the  Corrosion Office would develop and maintain such a process. More  specifically, Corrosion Office officials stated that they plan to describe  this process in a new DOD manual on corrosion. According to  Corrosion Office officials, the DOD manual will also include  information on considering corrosion during the weapon system  program-planning evaluation process. In addition, the Corrosion Office  plans to develop an internal data system that these officials told us will  track its reviews and evaluations along with the weapon system  programs’ responding actions. According to Corrosion Office officials,  their target time frame is to create this new manual and internal data  system by the end of calendar year 2020.", "Corrosion Office officials told us that they have not changed the way in  which they carry out additional authorities identified in section 2228. For  example, the Corrosion Office continues to develop and deliver corrosion  training with the Defense Acquisition University. In addition, it continues to  interact with industry, trade associations, other government corrosion  prevention agencies, academic research and educational institutions, and  a scientific organization engaged in corrosion prevention."], "subsections": []}, {"section_title": "DOD Is Making or Planning Changes for Some of the Ways in Which the Corrosion Office Operates", "paragraphs": ["According to the Deputy Assistant Secretary of Defense for Materiel  Readiness, he is working to change some of the ways in which the  Corrosion Office operates. Specifically, he is working to increase the  following:  corrosion advocacy throughout DOD; oversight of the Corrosion Office;  the accountability of the military departments and the Corrosion Office  to mitigate corrosion; and  the transparency of corrosion and its alignment with materiel  readiness.", "One of the efforts made by the Corrosion Office for achieving these  objectives is by providing funding for corrosion technology demonstration  projects proposed and implemented by the military departments.  According to Corrosion Office officials, the Deputy Assistant Secretary of  Defense for Materiel Readiness changed the process for awarding fiscal  year 2019 funding by obtaining feedback from the military departments’  Corrosion Executives as to which project proposals should receive funds.  Officials representing the military departments’ Corrosion Executives  confirmed that they were able to provide such feedback. Corrosion Office  officials told us that, as of April 2019, they had selected and funded  demonstration projects for fiscal year 2019 in part based on the  information provided by the military departments. In addition, the Deputy  Assistant Secretary of Defense for Materiel Readiness stated that he  wanted to have more of an emphasis on funding demonstration projects  that would be beneficial to all of the military services.", "According to Corrosion Office officials, another effort they undertook at  the direction of the Deputy Assistant is that of working to make the  Corrosion Office more cost-efficient by streamlining the number of  professional services and other support contracts it awards. For example,  Corrosion Office officials stated that by consolidating five contracts for  professional services and reporting on the cost of corrosion into a single  contract by a target date of mid-July 2019, they estimate achieving  savings of approximately $2 million. In another effort, the Deputy  Assistant Secretary of Defense for Materiel Readiness provided written  feedback to each of the military departments’ Corrosion Executives in  March 2019 on their respective departments’ corrosion control and  prevention programs. Specifically, the feedback concerned whether each  military department’s calendar year 2018 corrosion report complied with  statutory requirements; each department’s strengths and weaknesses  related to its corrosion efforts; and recommendations each department  had identified for itself to implement."], "subsections": []}]}, {"section_title": "DOD’s Corrosion Office Has Taken Action or Plans to Take Action to Implement Most of GAO’s Recommendations", "paragraphs": ["In calendar years 2003 through 2018, we made 35 recommendations to  the Corrosion Office in 11 corrosion-related products on topics such as  strategic planning, performance management, and mandatory oversight  reports. In responding to these products, DOD initially concurred with 16  of those recommendations, partially concurred with eight, and non- concurred with 11.", "As of March 2019 DOD’s Corrosion Office had taken action or had plans  to take action on most of our recommendations. Specifically, out of 35  recommendations, DOD’s Corrosion Office had taken action on 18 recommendations, including sufficient action  for us to close those recommendations as implemented; planned to take action to implement 12 additional recommendations.", "These planned actions include, among other actions, updating  existing guidance and developing new policy or processes; and did not plan to take action on the remaining five recommendations.", "Corrosion Office officials stated that they did not plan to take action on  these recommendations for a variety of reasons. For instance these  officials stated that the Corrosion Office did not have the authority  over the military departments to take the recommended actions. We  continue to believe our recommendations are valid.", "Appendix I summarizes all 35 recommendations and DOD’s response to  each recommendation at the time of our report and provides information,  as of March 2019, on DOD’s actions or planned actions to address each  recommendation. In some instances DOD had taken action or planned to  take action on recommendations with which it had not concurred at the  time of our report."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOD for review and comment. DOD  concurred with the draft and had no technical comments.", "We are sending copies of this report to the appropriate congressional  committees and to the Acting Secretary of Defense and the Under  Secretary of Defense for Acquisition and Sustainment. In addition, the  report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or our staff have any questions about this report, please contact  me, Diana Maurer, at (202) 512-9627 or maurerd@gao.gov. Contact  points for our Offices of Congressional Relations and Public Affairs are  listed on the last page of this report. GAO staff who made key  contributions to this report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: GAO Recommendations to the Department of Defense (DOD) Corrosion Office and DOD’s Response and Actions", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Marilyn Wasleski (Assistant  Director), Dawn Godfrey, Shvetal Khanna, Amie Lesser, Edward Malone,  Nathan J. Napolitano, Carter Stevens, and Cheryl Weissman made key  contributions to this report."], "subsections": []}]}], "fastfact": ["Corrosion erodes DOD equipment and infrastructure. It can, for example, put a weapon into the shop for repairs instead of being available for use. Corrosion cost DOD an estimated $20.6 billion in fiscal year 2016. DOD's Office of Corrosion Policy and Oversight is charged with combating this problem.", "We found that DOD is making changes to how this office operates to more effectively address corrosion issues. We also found that this office is working to address 30 of the 35 recommendations we’ve made regarding corrosion since 2003—such as establishing a process to assess the effectiveness of various anti-corrosion efforts."]}