{"id": "GAO-07-1072", "url": "https://www.gao.gov/products/GAO-07-1072", "title": "Defense Business Transformation: Achieving Success Requires a Chief Management Officer to Provide Focus and Sustained Leadership", "published_date": "2007-09-05T00:00:00", "released_date": "2007-09-05T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In 2005, GAO added the Department of Defense's (DOD) approach to business transformation to its high-risk list because (1) DOD's improvement efforts were fragmented, (2) DOD lacked an integrated and enterprisewide business transformation plan, and (3) DOD had not designated a senior official at the right level with the right authority to be responsible for overall business transformation efforts. This report assesses (1) the progress DOD has made in setting up a management framework for overall business transformation efforts and (2) the challenges DOD faces in maintaining and ensuring the success of those efforts. GAO conducted this work under the Comptroller General's authority to conduct evaluations under his own initiative. In conducting its work, GAO compared DOD's actions to key practices of successful transformations."]}, {"section_title": "What GAO Found", "paragraphs": ["Although DOD has made progress toward establishing a management framework for overall business transformation, the framework currently focuses on business systems modernization and does not fully address broader business transformation efforts. In 2005, DOD set up the Defense Business Systems Management Committee to review and approve the business enterprise architecture--a transformation blueprint--and new business systems modernization investments. It also established the Business Transformation Agency, which currently reports to the Vice Chair of the Defense Business Systems Management Committee, to coordinate and lead business transformation across the department. Despite these steps, DOD has not clearly defined or institutionalized interrelationships, roles and responsibilities, or accountability for establishing a management framework for overall business transformation. For example, differences of opinion exist within DOD about the roles of various senior leadership committees. Until DOD's business transformation management framework is institutionalized and encompasses broad responsibilities for all aspects of business transformation, it will be challenging for DOD to integrate related initiatives into a sustainable, enterprisewide approach to successfully resolve weaknesses in business operations that GAO has shown are at high risk of waste, fraud, and abuse. DOD also must overcome two critical challenges, among several others, if it is to maintain and ensure success. Specifically, DOD does not have (1) a comprehensive, integrated, and enterprisewide plan or set of linked plans, supported by a planning process that sets a strategic direction for overall business transformation efforts, prioritizes initiatives and resources, and monitors progress, and (2) a full-time leadership position at the right level dedicated solely to the planning, integration, and execution of overall business transformation efforts. A broad-based consensus exists among GAO and others, including the Institute for Defense Analyses and the Defense Business Board, that the status quo is unacceptable and that DOD needs a CMO to provide leadership over business transformation efforts. In a May 2007 letter to Congress, however, DOD stated its view that a separate position is not needed as the Deputy Secretary of Defense can fulfill the chief management officer (CMO) role. Although the Deputy Secretary may be at the right level with appropriate authority to transform business operations, the demands placed on this position make it difficult for the Deputy Secretary to focus solely on business transformation--nor does the position have the necessary term of appointment to sustain progress across administrations. Further, DOD plans to leave the assignment of the CMO role to the discretion of the Secretary of Defense. In GAO's view, codifying the CMO position in statute as a separate, full-time position at the right level with an extended term is necessary to provide sustained leadership, further DOD's progress, and address challenges the department continues to face in its business transformation efforts."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Defense (DOD) spends billions of dollars to maintain  key business operations intended to support the warfighter, including  systems and processes related to the management of contracts, finances,  the supply chain, support infrastructure, and weapons systems acquisition.  However, we have reported for years that weaknesses in these business  operations result in billions of dollars being wasted, reduced efficiencies,  ineffective performance, inadequate accountability, and lack of  transparency. Currently, DOD bears responsibility, in whole or in part, for  15 of the federal government’s 27 programs or activities that we have  identified as being at high risk of waste, fraud, abuse, and  mismanagement. Specifically, in 2005, we identified DOD’s approach to  overall business transformation as a high-risk area because (1) DOD’s  improvement efforts and control over resources are fragmented, (2) DOD  lacks an integrated and enterprisewide business transformation plan, and  (3) DOD has not designated a senior official at the right level with the right  authority to be responsible and accountable for business transformation.  Accordingly, DOD’s business area weaknesses result in inadequate  accountability to Congress and the American people, wasting billions of  dollars each year at a time when DOD is competing for resources in an  increasingly fiscally constrained environment. Our nation is not only  threatened by external security threats but also from within by growing  fiscal imbalances primarily due to our aging population and rising health  care costs. As a result, it is important that DOD get the most from every  dollar it invests.", "We have long advocated the need for a chief management officer (CMO) at  DOD with significant authority and experience and a term of office that  would focus the necessary attention on enterprisewide business  transformation and sustain progress across administrations. Within DOD,  business transformation is broad, encompassing people, planning,  management, structures, technology, and processes in several key  business areas. Our previous work has shown that two key practices—a  comprehensive, integrated, and enterprisewide plan and focused and  sustained leadership—are at the center of successful organizational  transformation. These practices can serve as a basis for federal agencies  such as DOD, which seek to transform their cultures and business  operations, to become more results-oriented, customer-focused, and  collaborative in nature. The Deputy Secretary of Defense establishes the  overall strategic direction and priorities for business transformation,  according to a DOD directive. Recent initiatives started under the Deputy  Secretary’s leadership hold potential to improve DOD’s business  operations; however, concerns remain about DOD’s ability to sustain and  ensure the success of overall business transformation efforts and related  management reform initiatives across administrations in the absence of a  CMO who is focused full time and over the long term on defense business  transformation efforts.", "The Fiscal Year 2006 National Defense Authorization Act directed DOD to  commission one or two studies on the feasibility and advisability of  establishing a Deputy Secretary of Defense for Management to serve as a  CMO at DOD, and required the results of each study to be reported to  Congress. The studies were to examine the effects of establishing a CMO,  the appropriate relationship between the CMO and other defense officials,  and the appropriate term of service. The Institute for Defense Analyses  and the Defense Business Board conducted CMO studies at the behest of  DOD and concluded that a CMO in some form was needed at the  department to focus on integration and enterprisewide business  transformation. In a May 11, 2007, letter to Congress, however, DOD  recommended that the Deputy Secretary of Defense serve as the CMO for  the department and further stated that DOD would formalize the Deputy  Secretary’s CMO role and transformation duties in a DOD directive. As of  July 2007, both the House and Senate Armed Services Committees had  introduced legislation that would require DOD to provide increased  leadership and direction over its business transformation efforts. While  each committee has taken a different approach, both committees agree  that the status quo at DOD is unacceptable.", "We performed this review under the authority of the Comptroller General  to conduct evaluations on his own initiative to contribute to the ongoing  discussion on the need for overall business transformation and a CMO at  DOD. Specifically, our two objectives were to assess (1) the progress DOD  has made in establishing a management framework for overall business  transformation and (2) the challenges DOD faces in maintaining and  ensuring the success of those efforts.", "To assess the progress DOD has made in its business transformation  efforts, we reviewed and analyzed relevant documents and plans,  interviewed key DOD senior leaders and defense experts, and reviewed  current literature about the department’s business transformation efforts.  These included DOD’s 2006 Quadrennial Defense Review, updates to  DOD’s enterprise transition plan, DOD’s annual reports on business  transformation to Congress, and meeting minutes and briefing documents  from various DOD boards and committees. To assess the challenges DOD  faces in maintaining and building upon this progress, we reviewed  documentation and interviewed DOD officials involved in DOD’s business  transformation efforts. We also compared DOD progress against key  practices we have found to be at the center of successful organizational  mergers and transformations. See appendix I of this report for a more  detailed discussion of our scope and methodology. We conducted our  work from September 2006 through July 2007 in accordance with generally  accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["DOD is perhaps the largest and most complex organization in the world  and spends billions of dollars each year to maintain key business  operations intended to support the warfighter, including systems and  processes related to the management of contracts, finances, the supply  chain, support infrastructure, and weapons systems acquisition. We have  reported for years that inefficiencies in these business operations result in  reduced efficiencies, ineffective performance, inadequate accountability,  and lack of transparency. Despite various reform initiatives, DOD  continues to face weaknesses in business operations that not only  adversely affect the reliability of reported financial data, but also the  economy, efficiency, and effectiveness of DOD’s operations.", "To address long-standing management problems, we began our “high-risk”  program in 1990 to identify and help resolve serious weaknesses in areas  that involve substantial resources and provide critical services to the  public. Historically, high-risk areas have been designated because of  traditional vulnerabilities related to their greater susceptibility to fraud,  waste, abuse, and mismanagement. As our high-risk program has evolved,  we have increasingly used the high-risk designation to draw attention to  areas associated with broad-based transformation needed to achieve  greater economy, efficiency, effectiveness, accountability, and  sustainability of selected key government programs and operations. For  example, we first added DOD’s overall approach to business  transformation to our high-risk list in 2005 because DOD had not taken the  necessary steps to achieve and sustain business reform on a broad,  strategic, departmentwide, and integrated basis. Furthermore, DOD  continues to dominate the high-risk list. Specifically, DOD currently bears  responsibility, in whole or in part, for 15 of our 27 high-risk areas. Of the  15 high-risk areas, the 8 DOD-specific high-risk areas cut across all of  DOD’s major business areas. Table 1 lists the 8 DOD-specific high-risk  areas. Also, as shown in table 1, many of these management challenges  have been on the high-risk list for a decade or more. In addition, DOD  shares responsibility for 7 governmentwide high-risk areas. Collectively,  these high-risk areas relate to most of DOD’s major business operations  that directly support the warfighter, including how servicemembers get  paid, the benefits provided to their families, and the availability and  condition of the equipment they use both on and off the battlefield.", "Congress passed legislation that codified many of our prior  recommendations related to DOD business systems modernization; this  includes the establishment of various bodies and plans. Also as required  by Congress, DOD commissioned studies examining the feasibility and  advisability of establishing a CMO to oversee the department’s business  transformation process. As part of this effort, the Defense Business Board,  an advisory panel, examined various options and, in May 2006, endorsed  the CMO concept. In December 2006, the Institute for Defense Analyses  also endorsed the need for a CMO position at DOD. In May 2007, DOD  submitted a letter to Congress outlining its position regarding a CMO at  DOD, stating that the Deputy Secretary of Defense should assume the  CMO responsibilities."], "subsections": []}, {"section_title": "DOD Has Made Progress in Establishing a Management Framework upon Which to Develop Overall Business Transformation, but the Framework Focuses on Business Systems Modernization", "paragraphs": ["Although DOD has made progress in establishing a management  framework upon which to develop overall business transformation efforts,  this framework currently focuses on business systems modernization  rather than broader business transformation efforts. Congress included  provisions in the National Defense Authorization Acts for Fiscal Years  2005 and 2006 to assist DOD in addressing financial management and  business systems modernization challenges—two of our high-risk areas— and DOD’s leadership has taken steps to comply with these provisions. For  example, to improve financial management, DOD issued the initial  Financial Improvement and Audit Readiness Plan in December 2005,  which was last updated in June 2007, to guide financial improvement and  financial audit efforts within the department. Also, to address its business  systems modernization challenges, DOD has established the following:    Defense Business Systems Management Committee: The Ronald W.  Reagan National Defense Authorization Act for Fiscal Year 2005 required  DOD to set up a committee to review and approve major updates of the  defense business enterprise architecture—or transformation blueprint— and the obligation of funds for defense systems modernization. Prior to the  enactment of this legislation, we reported that DOD had not established a  governance structure and the process controls needed to ensure  ownership and accountability of business systems investments.  Subsequently, Congress directed DOD to establish the Defense Business  Systems Management Committee to oversee DOD business  transformation. In February 2005, the Deputy Secretary of Defense  chartered the Defense Business Systems Management Committee, which  consists of senior defense military and civilian leaders. The Deputy  Secretary of Defense serves as the chair of this committee and the Under  Secretary of Defense for Acquisition, Technology, and Logistics serves as  the vice chair of the committee. The committee is intended to establish  strategic direction and plans for DOD’s business mission, oversee  implementation of systemic performance in DOD’s business operations,  approve business transformation plans and initiatives, ensure that funds  are obligated for defense business systems modernization in accordance  with the law, and recommend policies and procedures to the Secretary of  Defense that enable efficient business operations throughout DOD.", "Investment review boards: The Ronald W. Reagan National Defense  Authorization Act also required DOD to set up investment review boards  to evaluate systems’ consistency with the business enterprise architecture  and to provide oversight of the investment review process for business  systems. Prior to the establishment of investment review boards, we had  reported that billions of dollars were being spent on business systems  investments with little oversight. DOD established the investment review  boards in 2005 to serve as the oversight and investment decision-making  bodies for business system investments in their respective areas of  responsibility. These boards assess modernization investments over   $1 million and determine how the investments will improve processes and   support the warfighter.", "Business Transformation Agency: DOD established the Business  Transformation Agency in October 2005 with the intent for it to support  the Defense Business Systems Management Committee and coordinate  business transformation by ensuring adoption of DOD-wide information  and process standards as defined in the business enterprise architecture.  The Business Transformation Agency reports to the Under Secretary of  Defense for Acquisition, Technology, and Logistics in his capacity as the  vice chair of the Defense Business Systems Management Committee. The  Business Transformation Agency’s charter includes responsibilities such  as identifying urgent warfighter needs that can be addressed by business  solutions, articulating the strategic vision for business transformation,  exercising executive oversight for DOD-wide programs, and implementing  plans and tools needed to achieve DOD business transformation.", "In addition, the department has developed various tools and plans to  enable these entities to manage its business systems modernization  efforts. The tools and plans the Defense Business Systems Management  Committee approves, the Business Transformation Agency implements,  and the investment review boards use to assess compliance include the  following:    Business enterprise architecture: DOD’s business enterprise  architecture is a tool or a blueprint to guide and constrain investments in  DOD organizations and systems as they relate to business operations. The  business enterprise architecture provides the thin layer of corporate  policies, capabilities, standards, and rules and focuses on providing  tangible outcomes for a limited set of enterprise-level (DOD-wide)  priorities, and the components are responsible under the department’s  tiered accountability approach for defining their respective component- level architectures that are aligned with the corporate business enterprise  architecture. According to DOD, subsequent releases of the business  enterprise architecture will continue to reflect this federated approach and  will define enforceable interfaces to ensure interoperability and  information flow to support decision making at the appropriate levels.", "Enterprise transition plan: DOD guidance states that the enterprise  transition plan is intended to lay out a road map for achieving DOD’s  business transformation by implementing changes to technology,  processes, and governance consistent with DOD’s business enterprise  architecture. According to DOD, the enterprise transition plan is intended  to summarize all levels of transition planning information (milestones,  metrics, resource needs, and system migrations) as an integrated product  for communicating and monitoring progress—resulting in a consistent  framework for setting priorities and evaluating plans, programs, and  investments. The enterprise transition plan contains time-phased  milestones, performance metrics, and a statement of resource needs for  new and existing systems that are part of the business enterprise  architecture. Business Transformation Agency officials said that they see  the enterprise transition plan as the highest level plan for DOD business  transformation. DOD released its first enterprise transition plan in  September 2005. DOD updates the enterprise transition plan twice a year,  once in March as part of DOD’s annual report to Congress and once in  September.", "While our prior work has acknowledged this progress, we also have  reported on limitations. For example, while the latest version of the  business enterprise architecture focuses on DOD-wide corporate policies,  capabilities, rules, and standards, which are essential elements to meeting  legislative requirements, this version has yet to be augmented by the DOD  component organizations’ subsidiary architectures that are also essential  to meeting these requirements and the department’s goal of having a  federated family of architectures. While the latest version of the enterprise  transition plan provides performance measures for the enterprise and  component programs, including key milestones (such as initial operating  capability), it does not include other important information needed to  understand the sequencing of these business investments and does not  address DOD’s complete portfolio of business system investments. While  the department has established and begun implementing the investment  review structures and processes that are consistent with legislation, it has  yet to fully define the related portfolio-based information technology  investment management practices.", "Furthermore, DOD’s efforts have been mainly focused on business  systems modernization. During our review, we examined key documents,  such as DOD’s enterprise transition plan, business transformation  guidance, and minutes from the meetings of the Defense Business Systems  Management Committee, and our analysis found that DOD has not yet  expanded the focus beyond business systems. In addition, DOD officials  stated that the Defense Business Systems Management Committee has  mainly focused on providing oversight for business systems investments,  rather than overall business transformation efforts, because this is what  legislation has required it to do. Similarly, DOD officials stated that the  enterprise transition plan also is focused on business systems and does  not provide enough detail about overall business transformation. DOD  officials added that the Business Transformation Agency is also limited to  focusing mainly on business systems because its role is to support the  Defense Business Systems Management Committee, which primarily  provides oversight for business systems initiatives as specified in the  Ronald W. Reagan National Defense Authorization Act.", "Additionally, DOD has not clearly defined or institutionalized  interrelationships, roles and responsibilities, or accountability for  establishing a management framework for overall business  transformation. For example, the Deputy Secretary of Defense chairs an  advisory board called the Deputy’s Advisory Working Group, which DOD  officials have stated has a role in overall business transformation. The  Deputy’s Advisory Working Group started in 2006 as an ad hoc committee,  co-chaired by the Deputy Secretary of Defense and Vice Chairman of the  Joint Staff, to manage the planning process for DOD’s strategic plan, the  Quadrennial Defense Review. According to DOD officials, this working  group is to provide departmentwide strategic direction on various issues  that it chooses. Many of the same individuals who sit on the Defense  Business Systems Management Committee also serve on the Deputy’s  Advisory Working Group. However, opinions differ within DOD as to  whether the committee or the working group will function as the primary  body responsible for overall business transformation, and the relationship  between these two entities has not been formalized. In addition, opinions  differ between the two entities regarding the definition of DOD’s key  business areas, with the Defense Business Systems Management  Committee and the Business Transformation Agency using a broader  definition of business processes than the Deputy’s Advisory Working  Group and its supporting organizations. These differences hinder DOD’s  ability to leverage the business systems modernization management  framework to fully address broader business transformation efforts. Until  the department institutionalizes a management framework that  encompasses all aspects of business transformation, including establishing  overall responsibility for and defining what is included in business  transformation, DOD will be unable to integrate related initiatives into a  sustainable, enterprisewide approach and to resolve weaknesses in  business operations that we have shown are at high risk of waste, fraud,  and abuse."], "subsections": []}, {"section_title": "Two Critical Challenges Affect DOD’s Success in Maintaining and Furthering Its Progress in Overall Business Transformation", "paragraphs": ["DOD faces two critical challenges to achieving successful business  transformation. First, DOD does not have a comprehensive, integrated,  and enterprisewide plan or set of linked plans supported by a planning  process that sets a strategic direction for overall business transformation  efforts and monitors progress. Second, DOD lacks a full-time leadership  position dedicated solely to the planning, integration, and execution of  business transformation efforts. Until the department establishes a  comprehensive, integrated planning process and establishes full-time  sustained leadership, DOD will be challenged to integrate related  initiatives into a sustainable, enterprisewide approach and to resolve  weaknesses in business operations that we have shown are at high risk of  waste, fraud, and abuse."], "subsections": [{"section_title": "DOD Has Not Developed a Comprehensive, Integrated, and Enterprisewide Plan or Set of Plans Supported by a Planning Process for Business Transformation Efforts", "paragraphs": ["DOD continues to be challenged in its business transformation efforts  because it has not developed a comprehensive, integrated, and  enterprisewide action plan or set of linked plans for business  transformation that is supported by a comprehensive planning process.  Such a plan or set of plans would help set strategic direction for overall  business transformation efforts, prioritize initiatives and resources, and  monitor progress through the establishment of performance goals,  objectives, and rewards. Our prior work has shown that this type of plan  should cover all of DOD’s key business functions; contain results-oriented  goals, measures, and expectations that link institutional, unit, and  individual performance goals and expectations to promote accountability;  and establish an effective process and related tools for implementation  and oversight. Furthermore, such an integrated business transformation  plan would be instrumental in establishing investment priorities and  guiding the department’s key resource decisions.", "Our analysis shows that DOD does not have an integrated plan in place  and has not fully developed a comprehensive planning process. For  example, we analyzed the enterprise transition plan and determined that  the goals and objectives in the enterprise transition plan were not clearly  linked to the goals and objectives in the Quadrennial Defense Review,  DOD’s highest level strategic plan. In addition, the enterprise transition  plan is not based on a strategic planning process. For example, it does not  provide a complete assessment of DOD’s progress in overall business  transformation efforts aside from business systems modernization.  Furthermore, while the enterprise transition plan contains goals and  milestones related to business systems, the plan does not contain results- oriented goals and measures that assess overall business transformation.  Finally, we determined that DOD’s business transformation efforts are  currently guided by multiple plans that are developed and maintained by  various offices within DOD.", "DOD officials acknowledged our analysis that DOD does not have an  integrated plan in place. Business Transformation Agency officials see the  enterprise transition plan as the highest level plan for business  transformation but acknowledge that it does not currently provide an  assessment of the department’s overall approach to business  transformation. Business Transformation Agency officials also  acknowledged that they are challenged to work across various offices to  develop an integrated planning process and results-oriented measures to  assess overall business transformation. These officials added that DOD is  starting to develop a family of linked plans to guide and monitor business  transformation. Specifically, DOD’s March 2007 update to the enterprise  transition plan includes an approach that is intended to align other  business plans with the enterprise transition plan, establish working  relationships among plan owners across DOD’s major business areas, and  identify interdependencies among their products. However, according to  Business Transformation Agency officials and others within DOD, the  alignment currently involves only ensuring data consistency across DOD’s  major business plans and does not yet encompass the full integration they  envision. In addition, it is not clear from discussions with these officials  which committee or office within DOD will be responsible for developing  a family of linked plans and a supporting comprehensive planning process.", "The Defense Science Board, the Defense Business Board, and the  Institute for Defense Analyses agree with our analysis. These  organizations have issued reports supporting DOD’s need for an integrated  planning process for business transformation. In a February 2006 report  on military transformation, the Defense Science Board concluded that  DOD needed, but did not have, a multiyear business plan capable of  relating resources to mission purposes. In addition, the report said that  confusion existed over roles in identifying needs, proposing and choosing  solutions, executing programs, and overseeing performance. The Defense  Science Board concluded that an effective business plan would give  decision makers a clear understanding of the impact of resource decisions.  The Defense Business Board arrived at a similar conclusion. In a May 2006  report on governance at DOD, the Defense Business Board reported that  a challenge facing DOD’s business activities was the move from a  hierarchical, functional approach to an enterprisewide, cross-functional,  horizontal approach. The Defense Business Board recommended that  DOD develop a strategic plan that contains clear goals and supporting  objectives, including outcome-based metrics. In a December 2006 report  about the need for a CMO at DOD, the Institute for Defense Analyses  recommended that DOD adopt a planning structure that would ensure that  the strategic-level directions and priorities drive day-to-day planning and  execution. The Institute for Defense Analyses said that the planning  structure should contain top-level goals, approaches, and resources and  link these goals to the required resources within the executing activities."], "subsections": []}, {"section_title": "DOD Has Not Established a Full-time Leadership Position at the Right Level Dedicated Solely to Business Transformation Efforts", "paragraphs": ["DOD continues to lack sustained leadership focused solely on business  transformation. We have reported that as DOD and other agencies embark  on large-scale organizational change initiatives, similar to defense business  transformation, there is a compelling need to, among other things,   (1) elevate attention on management issues and transformational change  efforts, (2) integrate various key management and transformation efforts  into a coherent and enterprisewide approach, and (3) institutionalize  accountability for addressing transformation needs and leading change.  Without such leadership, DOD is at risk of not being able to sustain and  ensure the success of its overall business transformation efforts, and its  progress is at risk of being another in a long line of unsuccessful  management reform initiatives.", "The Deputy Secretary of Defense has elevated the attention paid to  business transformation efforts, and he and other senior leaders have  clearly shown a commitment to business transformation and to addressing  deficiencies in the department’s business operations. For example, the  Deputy Secretary has been actively engaged in monthly meetings of both  the Defense Business Systems Management Committee and the Deputy’s  Advisory Working Group, and directed the creation of the Business  Transformation Agency to support the Defense Business Systems  Management Committee. However, these organizations do not provide the  sustained leadership needed to successfully achieve overall business  transformation. The Defense Business Systems Management Committee’s  representatives consist of political appointees whose terms expire when  administrations change and the roles of the Deputy’s Advisory Working  Group have not been institutionalized in DOD directives or charters.  Without this, the committee’s very existence and role could change within  or between administrations.", "A broad-based consensus exists among GAO and others that the status quo  is unacceptable and that DOD needs a CMO to provide leadership over  business transformation efforts, although there are different views  concerning the characteristics of a CMO, such as whether the position  should be codified in statute, established as a separate position from the  Deputy Secretary of Defense, designated as Executive Level II or Level III,  subject to a term appointment, or supported by a deputy CMO. As required  by Congress, DOD commissioned studies of the feasibility and advisability  of establishing a deputy secretary of defense for management to oversee  the department’s business transformation process. As part of this effort,  the Defense Business Board, an advisory panel, examined various options  and, in May 2006, endorsed the CMO concept. Furthermore, in December  2006, the Institute for Defense Analyses issued a study that reported on  various options for the creation of a CMO position and recommended that  a CMO is needed at DOD. In response to the Institute for Defense Analyses  report, DOD submitted a letter to Congress in May 2007 outlining the  department’s position on a CMO at DOD. However, this position does not  adequately address the key leadership challenge that we discuss in this  report—that is, the lack of a senior leader, at the right level, with  appropriate authority, to focus full time on overall business  transformation. In summary, DOD is proposing to Congress that the role of  a CMO be assigned to the Deputy Secretary of Defense. While the Deputy  Secretary may be at the right level, with the appropriate authority and  responsibility to transform business operations, we have testified that the  demands placed on him and other senior leaders make it difficult for them  to maintain the oversight, focus, and momentum needed to resolve  business operational weaknesses, including the high-risk areas. Finally,  DOD does not agree with codifying the CMO role in legislation, stating that  doing so would restrict the flexibility of future Presidents and Secretaries  of Defense to build an integrated management team. DOD would rather  leave the assignment of the CMO role to the discretion of the Secretary of  Defense, and DOD plans to formalize the Deputy Secretary’s CMO and  business transformation duties in a DOD directive.", "Because of the complexity and long-term nature of business  transformation, we have long advocated the establishment of a CMO  position at DOD with significant authority and experience and a term that  would provide sustained leadership and the time to integrate the  department’s overall business transformation efforts. Major  transformation initiatives often take at least 5 to 7 years in large private  and public sector organizations. Codifying a separate, full-time CMO  position in statute would ensure continuity and help to create  unambiguous expectations and underscore congressional desire to follow  a professional, nonpartisan, sustainable, and institutional approach to this  position. Without formally designating responsibility and accountability  for results, reconciling competing priorities among various organizations  and prioritizing investments will be difficult and could impede the  department’s progress in addressing deficiencies in key business areas. A  full-time and separate CMO position could devote the necessary time and  effort to further and sustain DOD’s progress and would be accountable for  planning, integrating, and executing the department’s overall business  transformation efforts. Further, we believe that the CMO should be at  Executive Level II and report directly to the Secretary of Defense so that  the position has the stature needed to successfully address integration  challenges, address DOD’s high-risk areas with a strategic and systematic  approach, and prioritize investments across the department. By subsuming  the CMO duties within the Deputy Secretary of Defense position as DOD  advocates, the CMO would be at level II, but not subject to a term or able  to focus full-time attention on business transformation. Finally, we  advocate an extended term appointment for the CMO of at least 5 to 7  years so that the position could span administrations to sustain business  transformation when key personnel changes occur."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["DOD’s efforts at business transformation consist of various entities whose  interrelationships are not clearly articulated and numerous plans that are  not integrated across the department. Currently, there is no single  individual, office, or integrated plan within DOD to provide a complete and  focused assessment of the department’s business transformation efforts.  DOD continues to face formidable challenges, both externally with its  ongoing military operations and internally with the long-standing problems  of fraud, waste, and abuse. Pervasive, decades-old management problems  related to its business operations affect all of DOD’s major business areas.  While DOD has taken positive steps to address these problems, our  previous work has shown a persistent pattern of limited scope of focus  and a lack of integrated planning and sustained leadership. In this time of  growing fiscal constraints, every dollar that DOD can save through  improved economy and efficiency of its operations is important to the  well-being of our nation and the legitimate needs of the warfighter. DOD  can no longer afford to address business transformation as it has in the  past. Unless DOD elevates and integrates its efforts, billions of dollars will  continue to be wasted every year. Furthermore, without strong and  sustained leadership, both within and across administrations, DOD will  likely continue to have difficulties in maintaining the oversight, focus, and  momentum needed to implement and sustain the needed reforms to its  business operations. In this regard, we continue to believe that a CMO  whose sole focus is to integrate and oversee the overall transformation of  the department’s business operations remains key to DOD’s success."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To ensure successful and sustained business transformation at DOD, we  recommend that the Secretary of Defense take the following two actions:  Institutionalize in directives the roles, responsibilities, and relationships  among various business-related entities and committees, such as the  Defense Business Systems Management Committee, investment review  boards, the Business Transformation Agency, and the Deputy’s Advisory  Working Group, and expand the management framework to capture  overall business transformation efforts, rather than limit efforts to  modernizing business systems.", "Develop a comprehensive strategic planning process for business  transformation that results in a comprehensive, integrated, and  enterprisewide plan or set of interconnected functional plans that covers  all key business areas and provides a clear strategic direction, prioritizes  initiatives, and monitors progress across the department."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["Given DOD’s view that the Deputy Secretary of Defense should be  assigned CMO duties, Congress should consider enacting legislation to  establish a separate, full-time position at DOD with the significant  authority and experience and a sufficient term to provide focused and  sustained leadership and momentum over business transformation efforts."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on a draft of this report, DOD generally concurred  with our recommendations that the department institutionalize a  management framework and develop a comprehensive strategic planning  process for business transformation, and disagreed with our matter for  congressional consideration that Congress enact legislation to establish a  separate, full-time CMO position. The department’s comments are  reprinted in appendix II. In its overall comments, DOD expressed concern  about what it characterized as GAO’s belief that the department placed  improper emphasis on business systems modernization to the detriment of  overall business transformation efforts. In particular, DOD stated that  business systems modernization is a critical step in achieving overall  business transformation, and that lessons learned and governance  structures developed for modernizing business systems acquisition  processes are being evaluated for implementation beyond the business  side. It further stated that the Deputy’s Advisory Working Group and the  Defense Business Systems Modernization Committee both focus more  broadly on defense business transformation. DOD also believed we had  overstated the nature of “broad-based consensus” between GAO, the  Institute for Defense Analyses, and the Defense Business Board about the  need for a CMO in DOD, noting that the Institute for Defense Analyses had  examined four alternate methods for institutionalizing the roles of the  CMO and ultimately supported the department’s position that those duties  be vested in the Deputy Secretary of Defense.", "We disagree with DOD’s characterization of our report with respect to the  emphasis of the department’s efforts and the nature of the broad-based  consensus on the need for a CMO. The report specifically gives DOD credit  for progress to date on setting up an overall framework for broader  business transformation, and in no way suggests that any specific steps  taken regarding modernizing business systems are detrimental to this  progress. Rather, we note that the framework, as currently structured and  implemented, focuses on business systems, is a foundation to build upon,  and needs to be expanded to more fully address broader transformation  issues. The report also recognizes the establishment of the Deputy’s  Advisory Working Group and the Defense Business Systems  Modernization Committee. While DOD suggests these two groups focus  more broadly on business transformation, our work shows that DOD has  not clearly defined or institutionalized interrelationships, roles and  responsibilities, or accountability for broader business transformation  among these entities. Also, differences of opinion exist within DOD about  the roles and scope of the various entities. Further, contrary to DOD’s  view, we did not overstate the nature of the “broad-based consensus”  regarding the need for a CMO. In fact, the Defense Business Board,  Institute for Defense Analyses, and the department are on record in their  support for establishing a CMO at DOD. Specifically, the board endorsed  the CMO concept in a study completed in May 2006, the Institute for  Defense Analyses identified the need for a CMO in its study completed in  December 2006, and DOD, in a May 2007 letter, informed Congress of its  view that the Deputy Secretary of Defense should assume CMO  responsibilities. The Institute for Defense Analyses also recommended  that Congress establish a new deputy CMO position with an Executive  Level III term appointment of 7 years to provide full-time support to the  Deputy Secretary in connection with business transformation issues. We  believe these actions demonstrate a broad-based consensus regarding the  need for a CMO and, therefore, that the status quo is unacceptable.  Notwithstanding these positions, we also recognize, as stated in the report,  that there are different views concerning the characteristics of a CMO,  such as whether the position should be codified in statute, established as a  separate position from the Deputy Secretary, designated as Executive  Level II or Level III, or subject to a term appointment. As stated in this  report and numerous testimonies, we believe the CMO position should be  codified in statute as a separate and full-time position, designated as  Executive Level II, and subject to an extended term appointment.", "In addition to its overall comments, DOD provided detailed comments on  our two recommendations. Specifically, DOD concurred with our first  recommendation that the department institutionalize in directives the  roles, responsibilities, and relationships among various business-related  entities and committees and expand the management framework beyond  business systems modernization to capture overall business  transformation efforts. In fact, DOD stated explicitly in its comments that  the department is a strong advocate for institutionalizing, in its DOD  Directives System, the functions, responsibilities, authorities, and  relationships of its principal officials and the management processes they  oversee. DOD added that the Deputy Secretary of Defense has issued a  directive-type memorandum on the management of the Deputy’s Advisory  Working Group and that a draft DOD directive has been prepared to define  the functions of the Defense Business Systems Management Committee  and elaborate its relationships with the Defense Business Transformation  Agency and other key business-related entities in the department. We  recognize that directives and memorandums, in some cases, do exist, and  that DOD plans to finalize additional directives, particularly for the  Defense Business Systems Management Committee. As noted in our  report, during the course of our review, we found that DOD has not clearly  defined or institutionalized interrelationships, roles and responsibilities, or  accountability for establishing a management framework for overall  business transformation, and that differences of opinion exist within the  department regarding which of the various senior leadership committees  will function as the primary body responsible for overall business  transformation. Therefore, we encourage DOD to ensure that its efforts to  institutionalize its management framework for business transformation in  directives specifically address these matters, and once directives are  finalized, to take steps to clearly communicate the framework and  reinforce its implementation throughout the department.", "Further, DOD partially concurred with our second recommendation that  the Secretary of Defense develop a comprehensive strategic planning  process for business transformation that results in a comprehensive,  integrated, and enterprisewide plan or set of plans. Specifically, DOD  stated that it has already begun to expand the scope of the enterprise  transition plan to become a more robust enterprisewide planning  document and to evolve this plan into the centerpiece strategic document  for transformation. DOD added that as the enterprise transition plan  evolves, it will continue to improve in aligning strategy with outcomes,  identifying business capability gaps, prioritizing future needs, and  developing metrics to measure achievement. DOD also stated that it will  continue to evolve its family of plans to address our recommendation.  While DOD’s proposed actions to address both of our recommendations  appear to be positive steps, the key to their success will be in the details of  their implementation. Moreover, we continue to believe that these efforts  alone will not be sufficient to bring about the desired transformation.  More specifically, efforts to institutionalize and broaden the scope of a  management framework and develop a comprehensive strategic planning  process for business transformation will not be successful without a CMO  to guide and sustain these efforts.", "However, DOD disagreed with our matter for congressional consideration  that Congress consider enacting legislation to establish a separate, full- time CMO position at DOD to provide focused and sustained leadership  and momentum over business transformation efforts, stating that no  official below the Secretary of Defense, except the Deputy Secretary, has  the rank and perspective to provide the strategic leadership and  authoritative decision making necessary to ensure implementation of  departmentwide business activities. DOD stated that the Deputy Secretary  of Defense is to be designated as the CMO and that an internal directive is  being revised to that effect. DOD also stated its belief that the continuity of  business transformation is best ensured by institutionalized processes and  organizations, the knowledge and perspective of DOD’s career workforce,  clear and mutually agreed to economy and efficiency goals, and the due  diligence of future administrations and Members of Congress to nominate  and confirm highly qualified executives to serve at DOD. Further, DOD  stated that the establishment of an additional official at the under  secretary level to lead business transformation would generate  dysfunctional competition among the five other Under Secretaries by  creating confusion and redundancy in their roles and responsibilities. DOD  added that the Deputy Secretary of Defense as the CMO has sufficient  officials available to assist in managing the department and the authority  necessary to refine the department’s management structure to continue  business management reform and integrate business transformation  activities with the operational work of the department.", "Because of the complexity and long-term nature of business  transformation, we have consistently reported and testified that DOD  needs a CMO with significant authority and experience, a term that would  provide sustained leadership, and the time to integrate overall business  transformation efforts. In our view, DOD’s plan to subsume the CMO  duties within the Deputy Secretary of Defense position and to establish  this action by directive would place the responsibilities at the appropriate  level—Executive Level II—but would result in a position not subject to a  term or able to focus full-time attention on business transformation.  Transformation is a long-term process, especially for large and complex  organizations such as DOD. Therefore, a term of at least 5 to 7 years is  recommended to provide sustained leadership and accountability. To  ensure continuity, it should become a permanent position, with the  specific duties authorized in statute. As stated in our report, we believe  codifying a separate, full-time CMO position in statute would also help to  create unambiguous expectations and underscore congressional desire to  follow a professional, nonpartisan, sustainable, and institutional approach  to this position.", "We recognize that the Deputy Secretary of Defense has officials and  institutional structures available to support the transformation process;  however, transformation cannot be achieved through a committee  approach. Ultimately, a person at the right level, with the right type of  experience, in a full-time position with a term appointment, and with the  proper amount of responsibility, authority, and accountability is needed to  lead the effort. Contrary to DOD’s view, we believe the establishment of a  separate CMO position would bring leadership, accountability, focus, and  direction to the department’s efforts rather than creating dysfunctional  competition and causing confusion. The CMO would not assume the  responsibilities of the Under Secretaries of Defense or any other officials.  Rather, the CMO would be responsible and accountable for planning,  integrating, and executing the department’s overall business  transformation effort, and would be able to give full-time attention to  business transformation. As such, the CMO would be a key ally to other  officials in the department in dealing with the business transformation  process. Without formally designating responsibility and accountability for  results, reconciling competing priorities among various organizations and  prioritizing investments will be difficult and could impede progress in  addressing deficiencies in key business areas. We believe DOD’s position  essentially represents the status quo, and that in the interest of the  department and American taxpayers, the department needs a CMO to help  transform its key business operations and avoid billions of dollars in waste  each year.", "We are encouraged that this matter is now before Congress as it prepares  to deliberate on pending legislation that calls for statutorily establishing a  CMO for DOD. In particular, we believe any resulting legislation should  include some important characteristics for the CMO position. Specifically,  a CMO at DOD should be codified in statute as a separate and full-time  position that is designated as an Executive Level II appointment and  reports directly to the Secretary of Defense so that the individual in this  position has the stature needed to successfully address integration  challenges, adjudicate disputes, and monitor progress on overall business  transformation across defense organizations. In addition, the position  should be subject to an extended term appointment such that the CMO  would span administrations to sustain transformation efforts when key  personnel changes occur. Transformation is a long-term process,  especially for large and complex organizations such as DOD. Therefore, a  term of at least 5 to 7 years is recommended to provide sustained  leadership and accountability. In addition, we would recommend a  requirement for advance notification should the Secretary decide to  remove an individual from the CMO position.", "We are sending copies of this report to interested congressional  committees and the Secretary of Defense. We will also make copies  available to others upon request. This report is also available at no charge  on GAO’s Web site at http://www.gao.gov.", "If you or your staff have any questions regarding this report, please  contact me at (202) 512-9619 or pickups@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this report. Other staff members who made key contributions  to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To assess the progress the Department of Defense (DOD) has made in  setting up a management framework for business transformation, we  reviewed and analyzed relevant documents and current literature about  the department’s business transformation and interviewed key DOD senior  leaders and defense experts. Documents that we used for our review  included, but were not limited to, (1) GAO reports related to DOD’s high- risk areas, including business systems modernization, development of the  business enterprise architecture, and organizational transformation;   (2) DOD products, including the 2006 Quadrennial Defense Review and  updates to DOD’s enterprise transition plan; (3) DOD’s annual reports on  business transformation to Congress (and biannual updates); (4) DOD  testimony to Congress on the status of business transformation; and   (5) meeting minutes and briefing documents, such as those from the  Defense Business Systems Management Committee, the Deputy’s Advisory  Working Group, and the Defense Business Board, related to DOD’s  business transformation, governance, and management reforms. We  obtained testimonial evidence from officials representing the Business  Transformation Agency, offices within the Office of the Secretary of  Defense (including the Program Analysis and Evaluation Directorate;  Office of the Director, Administration and Management; and the Office of  Business Transformation), the Joint Staff, the military departments, and  defense experts.", "To assess the challenges DOD faces in maintaining and ensuring success  in its overall business transformation efforts, we compared DOD’s efforts  to key practices we found to be consistently at the center of successful  organizational mergers and transformations, specifically, establishing a  coherent mission and integrated strategic goals to guide the  transformation and ensuring that top leadership drives the  transformation. We also reviewed relevant plans and related documents  to assess integration among DOD’s various business-related plans. These  plans included DOD’s Quadrennial Defense Review, Performance and  Accountability Report, Financial Improvement and Audit Readiness Plan,  Defense Acquisition Transformation Report to Congress, Supply Chain  Management Improvement Plan, Focused Logistics Joint Functional  Concept and the Focused Logistics Campaign Plan, Human Capital  Strategy, and the Defense Installations Strategic Plan. In addition, we  reviewed proposals for a chief management officer (CMO) at the  department and obtained testimonial evidence from key DOD officials and  defense experts. As part of this effort, we considered comments raised by  several public and private sector officials during a forum sponsored by the  Comptroller General in April 2007. The purpose of this forum was to  discuss the merits of a CMO or chief operating officer concept. We also  analyzed congressionally mandated CMO reports prepared by the Defense  Business Board and the Institute for Defense Analyses and reviewed  DOD’s response to the study prepared by the Institute for Defense  Analyses.", "We conducted our work from September 2006 through July 2007 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, David Moser, Assistant Director;  Thomas Beall; Renee Brown; Donna Byers; Grace Coleman; Gina Flacco;  Barbara Lancaster; Julia Matta; and Suzanne Perkins made key  contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["DOD Business Systems Modernization: Progress Continues to Be Made  in Establishing Corporate Management Controls, but Further Steps Are  Needed. GAO-07-733. Washington, D.C.: May 14, 2007.", "Business Systems Modernization: DOD Needs to Fully Define Policies  and Procedures for Institutionally Managing Investments. GAO-07-538.  Washington, D.C.: May 11, 2007.", "DOD Transformation Challenges and Opportunities. GAO-07-500CG.  Washington, D.C.: February 12, 2007.", "Business Systems Modernization: Strategy for Evolving DOD’s Business  Enterprise Architecture Offers a Conceptual Approach, but Execution  Details Are Needed. GAO-07-451. Washington, D.C.: April 16, 2007.", "High-Risk Series: An Update. GAO-07-310. Washington, D.C.: January  2007.", "Defense Business Transformation: A Comprehensive Plan, Integrated  Efforts, and Sustained Leadership Are Needed to Assure Success.   GAO-07-229T. Washington, D.C.: November 16, 2006.", "Department of Defense: Sustained Leadership Is Critical to Effective  Financial and Business Management Transformation. GAO-06-1006T.  Washington, D.C.: August 3, 2006.", "Business Systems Modernization: DOD Continues to Improve  Institutional Approach, but Further Steps Needed. GAO-06-658.  Washington, D.C.: May 15, 2006.", "GAO’S High-Risk Program. GAO-06-497T. Washington, D.C.: March 15,  2006.", "Defense Management: Additional Actions Needed to Enhance DOD’s  Risk-Based Approach for Making Resource Decisions. GAO-06-13.  Washington, D.C.: November 15, 2005.", "Defense Management: Foundational Steps Being Taken to Manage DOD  Business Systems Modernization, but Much Remains to be Accomplished  to Effect True Business Transformation. GAO-06-234T. Washington, D.C.:  November 9, 2005.  21st Century Challenges: Transforming Government to Meet Current and  Emerging Challenges. GAO-05-830T. Washington, D.C.: July 13, 2005.", "DOD Business Transformation: Sustained Leadership Needed to Address  Long-standing Financial and Business Management Problems.   GAO-05-723T. Washington, D.C.: June 8, 2005.", "Defense Management: Key Elements Needed to Successfully Transform  DOD Business Operations. GAO-05-629T. Washington, D.C.: April 28,  2005."], "subsections": []}], "fastfact": []}