{"id": "GAO-08-977", "url": "https://www.gao.gov/products/GAO-08-977", "title": "Federal Energy Management: Addressing Challenges through Better Plans and Clarifying the Greenhouse Gas Emission Measure Will Help Meet Long-term Goals for Buildings", "published_date": "2008-09-30T00:00:00", "released_date": "2008-09-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The federal government is the nation's single largest energy consumer, spending approximately $17 billion in fiscal year 2007. A number of statutes and executive orders have established and revised goals directing agencies to reduce energy consumption and greenhouse gas emissions--such as carbon dioxide, which results from combustion of fossil fuels and natural processes, among other things--and increase renewable energy use. GAO was asked to determine the extent to which (1) federal agencies met energy efficiency, greenhouse gas emission, and renewable energy goals in fiscal year 2007; (2) federal agencies have made progress in each of these areas in the recent past; and (3) six selected agencies are poised to meet energy goals into the future. For this review, GAO, among other things, conducted site visits for six agencies and reviewed the Department of Energy's (DOE) annual reports to Congress on federal energy management."]}, {"section_title": "What GAO Found", "paragraphs": ["Based on draft DOE data, most of the 22 agencies reporting to DOE for fiscal year 2007 met energy goals for energy efficiency, greenhouse gas emissions, and renewable energy. Specifically, all but one agency met the energy efficiency goal. Three of these agencies would not have met the goal through reductions in energy intensity--the amount of energy consumed per gross square foot--alone; they also used credits for the purchase of renewable energy or source energy to help meet the goal. Because the greenhouse gas emission goal is tied to the energy efficiency goal, the same number of agencies met the greenhouse gas emission goal, while 17 of the 22 agencies met the renewable energy goal. Determining the extent to which agencies have made progress over time toward the goals is problematic due to key changes in the goals--as specified in statute and executive order--and how progress is measured. For example, the energy efficiency goal changed the types of buildings included and the baseline year against which progress was measured. The greenhouse gas emissions goal also changed, from a measure of greenhouse gas emissions to a measure of energy intensity; this change makes it problematic to compare performance before and after the change. Moreover, GAO found that a goal based on energy intensity is not a good proxy for emissions because a reduction in energy intensity does not always result in lower greenhouse gas emissions. Although there is no consensus on a best measure at present, alternative measures are in use that may better track agencies' greenhouse gas emissions than the current measure based on energy intensity. Agencies' prospects for meeting energy goals into the future depend on overcoming four key challenges. First, the six agencies GAO reviewed--the departments of Defense (DOD), Energy (DOE), and Veterans Affairs (VA); the General Services Administration (GSA); the National Aeronautics and Space Administration (NASA); and the U.S. Postal Service (USPS)--had long-term plans for achieving energy goals that lacked key elements, such as plans that outline agencies' strategies that are linked to goals and provide a framework for aligning activities, processes, and resources to attain the goals of the plan. Second, investment in energy projects competes with other budget priorities, causing agency officials to increasingly rely on alternative financing mechanisms--contracts with private companies that pay for energy improvements. However, as past GAO work has shown, agencies entering into these contracts could not always verify whether money saved from using less energy was greater than projected costs and may yield lower savings than if timely, full, and upfront appropriations had been used. Third, agencies face challenges in obtaining reliable energy consumption data but are taking steps to collect more reliable data. Finally, facilities may lack staff dedicated to energy management and may find it difficult to retain staff with sufficient energy expertise; however, agency officials are participating in training and implementing initiatives for energy management personnel."]}], "report": [{"section_title": "Letter", "paragraphs": ["The federal government is the nation’s single largest energy consumer,  spending approximately $17 billion in fiscal year 2007 on energy for  buildings and vehicles, according to the most recent available data. This  total represents almost 1 percent of all federal expenditures for 2007. And  these costs have been rising in recent years. According to the Department  of Energy (DOE), from 2003 to 2007, the cost per unit of energy increased  by 59 percent in constant 2007 dollars. In light of these energy price  increases, congressional interest in making the federal government more  energy efficient has grown as well.", "Since the 1970s, federal statutes and executive orders have set and revised  a number of goals for changing the way federal agencies use or obtain  energy. Most recently, the Energy Policy Act of 2005 (EPAct 2005) and two  executive orders set energy goals for federal agencies. As figure 1 shows,  the goals address such areas as improving energy efficiency, reducing  greenhouse gas emissions, and increasing the use of renewable energy  sources. For greenhouse gas emissions, Executive Order 13423 (E.O.  13423) lays out a direction linked to the energy efficiency goal rather than  a numerical goal specific to emissions. These goals apply to a range of  buildings, from standard office buildings to more energy-intensive  buildings, such as industrial or laboratory buildings. In January 2007, E.O.  13423 revoked Executive Order 13123 (E.O. 13123), which had guided  agencies in energy conservation efforts since June 1999 and added energy  goals to those in EPAct 2005. In addition, the statute and E.O. 13423 set  goals for agencies to reduce petroleum consumption and increase the use  of alternative fuels in vehicle fleets. Some types of federal buildings are  excluded from these goals, such as buildings for which national security is  overwhelmingly the primary function and prevents the implementation of  energy efficiency measures or prohibits reporting of energy data because it  would pose a demonstrated security risk.", "As figure 1 shows, EPAct 2005 changed the energy efficiency goal in E.O.  13123. Further, the most recent executive order, E.O. 13423, increased the  reduction in energy intensity called for in EPAct 2005. Energy intensity is  the amount of energy consumed—measured in British thermal units  (Btu)—per gross square foot. The energy goals in place for the agencies in  fiscal year 2007 are the following:    Energy efficiency. Reduce energy intensity by 6 percent, from a 2003  baseline. EPAct 2005 required a 2 percent annual reduction in energy  intensity starting in 2006, which would have resulted in a total of 4 percent  for 2007. However, the new executive order was implemented mid-fiscal  year 2007, and the implementation instructions for the new order directed  agencies to reduce energy intensity by 6 percent for fiscal year 2007, from  a 2003 baseline. After 2007, E.O. 13423 directs agencies to reduce energy  intensity by 3 percent annually, or a total of 30 percent by the end of fiscal  year 2015, relative to a 2003 baseline. Agencies could count two types of  credits toward their energy efficiency goal in fiscal year 2007: credits for  purchasing renewable energy and source energy credits. To calculate  credits for purchasing renewable energy, DOE subtracts a purchase from  the amount of energy the agency consumes in measuring its progress  toward the goal. This credit will be phased out completely by fiscal year  2012. Source energy credits take into account the use of site energy— energy used only at a particular site—and source energy—the energy  consumed in producing and delivering energy to the site. For example, an  agency can obtain source credits if it generates electricity on-site using  natural gas and recovers the heat used to generate the electricity. While  the agency may use more site energy, it reduces its electricity purchases  and the use of associated fuels at the power plant, thereby decreasing total  energy use. According to DOE, these credits are expected to continue as a  necessary adjustment for the site-delivered Btu-per-gross-square-foot  performance measure.", "Greenhouse gas emissions. Reduce greenhouse gas emissions by reducing  energy intensity by 6 percent by 2007, from a 2003 baseline. After 2007,  agencies are to reduce greenhouse gas emissions by reducing energy  intensity by 3 percent annually, or a total of 30 percent by the end of fiscal  year 2015, relative to a 2003 baseline.", "Renewable energy. Of the total amount of electricity consumed, at least 3  percent must be from a renewable energy source, with at least half of that  amount from a renewable energy source put into service after January 1,  1999. This goal is in place through 2009. After 2009, the percentage of  electricity from a renewable energy source increases incrementally, but at  least half of the amount must still be from renewable energy sources put  into service after January 1, 1999. Under EPAct 2005, agencies also get a  100 percent bonus for renewable electric energy generated on federal or  Indian land. Under E.O. 13423, this energy must be defined as “new” to  qualify for the bonus.", "DOE, the Office of the Federal Environmental Executive (OFEE), and the  Office of Management and Budget (OMB) play a role in ensuring that  agencies comply with the goals. DOE is responsible primarily for  coordinating the implementation of the energy efficiency and renewable  energy goals for agencies set forth in EPAct 2005, while OFEE is  responsible primarily for overseeing the implementation of E.O. 13423. In  practice, OFEE has delegated much of its responsibility for achieving  federal energy goals to DOE. OMB is responsible for, among other things,  issuing semiannual scorecards that track agencies’ energy performance for  a number of indicators.", "DOE develops and issues guidance on how to meet the energy goals. It  also chairs the Interagency Energy Management Task Force, a group of  agency headquarters-level energy managers who, among other things,  address energy issues affecting federal buildings and operations and  comment on guidance. DOE also reports annually to Congress on  agencies’ energy use and progress toward meeting energy goals. Not all  agencies report every year, and the agencies reporting may vary from year  to year; however, the majority of federal agencies report each year. In  some cases, when control of a building is delegated from the General  Services Administration (GSA) to an agency, the agency will then be  required to report to DOE, which may influence the number of agencies  included in the annual report.", "To achieve the energy goals, agencies may take a range of actions, from  switching to more energy-efficient lighting and encouraging staff to  conserve energy, to ensuring that all new building construction meets  higher energy efficiency standards. Agencies pay for these improvements  in several ways; for example, they may use upfront funding to pay for the  improvements outright or they may rely on alternative financing  mechanisms, such as contracts with private companies that pay for energy  improvements to begin with and then receive compensation from the  agencies over time from the monetary savings they realize from these  projects.", "In this context, you asked us to determine the extent to which (1) federal  agencies met energy efficiency, greenhouse gas emission, and renewable  energy goals in fiscal year 2007; (2) federal agencies have made progress in  each of these areas in the recent past; and (3) selected agencies are poised  to meet energy goals into the future. We plan to report in fall 2008 on  energy efforts related to the federal government’s vehicle fleets.", "To determine the extent to which agencies met energy efficiency,  greenhouse gas, and renewable energy goals, we analyzed data on  agencies’ performance, as reported in DOE’s annual reports to Congress  for fiscal year 2005, and draft data from fiscal years 2006 and 2007. We  determined these data to be sufficiently reliable for our purpose, which  was to convey what the agencies reported to DOE about the status of  meeting the energy goals. To assess the agencies’ progress in each of these  areas in recent years, we reviewed energy efficiency, greenhouse gas, and  renewable energy goals in current and previous statutes and executive  orders. We also met with officials from DOE, OFEE, and OMB to gain their  perspective on the goals. To determine the extent to which the agencies  are poised to meet future energy goals, we selected six agencies on the  basis of several factors, such as the agencies’ combined energy  consumption as a percentage of the federal government’s consumption  (nearly 94 percent in fiscal year 2005). Because these six agencies  accounted for nearly 94 percent of the energy consumed in standard  buildings in fiscal year 2005, our findings for these agencies may have  great implications for the federal government as a whole. The selected  agencies are the Departments of Defense (DOD)—Air Force, Army, and  the Department of Navy—Energy, and Veterans Affairs (VA); GSA; the  National Aeronautics and Space Administration (NASA); and the U.S.  Postal Service (USPS). We obtained documentation and met with  headquarters officials from these six agencies. We visited a minimum of  two sites per agency to determine their efforts toward meeting energy  goals at the local level. We also met with officials from the Alliance to Save  Energy (ASE), a nonprofit organization recognized for its work on energy  issues. Appendix I contains a more detailed discussion of our scope and  methodology. We conducted this performance audit from May 2007  through September 2008 in accordance with generally accepted  government auditing standards. Those standards require that we plan and  perform the audit to obtain sufficient, appropriate evidence to provide a  reasonable basis for our findings and conclusions based on our audit  objectives. We believe that the evidence obtained provides a reasonable  basis for our findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["From fiscal year 2000 to fiscal year 2007, agencies were to meet the energy  goals established by two executive orders and a statute as shown in   figure 2.", "Using energy data that agencies submit, DOE reports to Congress on  agencies’ performance toward meeting these energy goals. According to  DOE, for fiscal year 2007, the buildings subject to these energy goals  consumed approximately one-third of the energy consumed by the federal  government as a whole. Federal buildings obtain this energy from a  number of different energy types, as shown in figure 3.", "According to 2007 national data from DOE’s Energy Information  Administration, electricity generation consists of coal (49 percent), natural  gas (21 percent), nuclear electric power (19 percent), hydroelectric power  (6 percent), and other (5 percent).", "Carbon dioxide and certain other gases trap some of the sun’s heat in the  earth’s atmosphere and prevent it from returning to space. The trapped  heat warms the earth’s climate, much like the process that occurs in a  greenhouse. Hence, the gases that cause this effect are often referred to as  greenhouse gases. Fuel types vary in the amount of greenhouse gases that  they emit. For example, the burning of coal and oil emits greater quantities  of greenhouse gases during energy use than other fossil fuels, such as  natural gas. Renewable energy is produced from sources that cannot be  depleted and, unlike fossil fuels, most renewable sources do not directly  emit greenhouse gases."], "subsections": []}, {"section_title": "DOE Reports That Most Federal Agencies Met Fiscal Year 2007 Energy Goals", "paragraphs": ["According to draft data agencies provide to DOE, most of the 22 federal  agencies reporting in fiscal year 2007 met the energy efficiency,  greenhouse gas emission, and renewable energy goals. Some agencies  used credits to meet the goals and would not have met the goals through  reductions in energy intensity alone. Figure 4 shows the energy consumed,  measured at the site where it is consumed rather than the source of the  energy, in buildings that are subject to the energy goals, for 10 agencies  with the highest energy consumption, in addition to the other 12 agencies  reporting to DOE in fiscal year 2007. The other 12 agencies consumed a  combined total of only about 4 percent of total site-delivered energy.", "Energy efficiency. As figure 5 shows, all but one agency met the 2007  energy efficiency goal laid out in E.O. 13423, which calls for a 6 percent  reduction in energy intensity from a 2003 baseline. Among the agencies  held to the goal, only the Railroad Retirement Board missed it, reducing  energy intensity by 5.8 percent from its 2003 baseline. The Environmental  Protection Agency (EPA) reduced energy intensity by 63.8 percent from a  2003 baseline, which was the largest reduction among the agencies. As a  whole, the 22 agencies met the energy efficiency goal, with agencies  cumulatively reducing energy intensity by 11 percent from 2003 levels.", "Use of credits for the purchase of renewable energy and source energy  was common among agencies in 2007. USPS was the only agency that did  not use any credits. Of the 21 agencies that used credits, 3 that met the  energy efficiency goal with the credits would not have met the goal  without them. EPA achieved the greatest percentage of its energy intensity  reduction using credits—81.2 percent of its overall reduction in energy  intensity came from the use of credits—representing about 5 percent of  the total credits the federal government used. In contrast, about a third of  DOD’s reduction in energy intensity came from credits, but this reduction  accounted for over half of all the credits the federal government used  because DOD is overwhelmingly the largest consumer of energy in the  government. Almost one-third of the total reduction in energy intensity  reported by agencies is attributable to the use of credits.", "Most agencies—21 of 22—used renewable energy purchase credits in  fiscal year 2007. Five agencies also used source energy credits. For all  agencies, renewable energy purchase credits accounted for about two- thirds of all credits used. Both types of credits were established under E.O.  13123. Source credits were aimed at helping the federal government  reduce total energy use at the source of generation. According to DOE,  renewable energy purchase credits were established to support the  renewable energy industry. Although the credits were established to  support federal energy policies, they do not reflect actual decreases in  energy intensity.", "Greenhouse gas emissions. The same 21 of 22 agencies met the 2007  greenhouse gas emissions goal under E.O. 13423, which holds agencies to  the same standard as the energy efficiency goal—a 6 percent reduction in  energy intensity from a 2003 baseline. The same renewable energy  purchase and source energy credits that count toward the energy  efficiency goal also count toward the greenhouse gas emissions goal.", "Renewable energy. Seventeen of the 22 agencies met the fiscal year 2007  renewable energy goal, as figure 6 shows. This goal requires that at least 3  percent of total electric energy consumption come from renewable energy  sources, with at least half of the required renewable energy an agency  consumes coming from resources put into service after January 1, 1999.  The departments of Health and Human Services, Justice, and State; the  Social Security Administration; and USPS missed the goal. EPA achieved  the greatest percentage of total electric consumption from renewable  sources, with 153.5 percent. EPA was able to count more than 100 percent  of its electricity consumption as renewable because it bought renewable  energy certificates that exceeded the electricity it used, and because it  received a small bonus for renewable energy generated on federal or  Indian land. As a whole, the federal government met the renewable  energy goal, with 4.9 percent of its electricity use coming from renewable  sources and at least half of this energy coming from newer renewable  sources; only about 3 percent of the renewable energy total is attributable  to bonuses."], "subsections": []}, {"section_title": "Assessing Progress Toward the Goals Over Time Is Problematic Due to Key Changes in the Goals and How Performance Is Measured", "paragraphs": ["Determining the extent to which agencies have made progress toward the  goals over time is problematic due to key changes in the goals—as  specified in statute and executive order—and how performance is  measured. Performance can be compared across years when the way a  goal is measured remains unchanged. After substantial change, however,  there is no consistent measure against which to compare long-term  progress toward the goals.", "Energy efficiency. Key changes in the energy efficiency goal since 2005  illustrate the difficulty in making comparisons. As figure 7 shows, EPAct  2005 made key changes in both building categories and baseline years, and  also changed the percentage reduction and the year by which agencies  should have reduced energy intensity by that percentage.", "These key changes make it problematic to compare agency performance  against the goal before and after EPAct 2005 took effect. Although all but 1  of 22 agencies met the single energy efficiency goal in 2007 for buildings  subject to the goal, according to draft DOE data, this performance cannot  be directly compared with performance in 2005. In that year, only 8 of 17  agencies met the goal for standard buildings and 8 of 12 agencies met the  goal for industrial and laboratory buildings. Difficulty in comparing  agency performance against the goal mainly resulted because of the key  changes in building categories and baselines. The change from two  building categories—standard and industrial and laboratory—to only one  category changed the total square footage included in the energy intensity  calculation.", "Data on NASA’s performance against the energy efficiency goal in 2005  and 2007 show the difficulty in gauging progress after a key change to a  goal. In 2005, the agency met the standard building goal by reducing  energy intensity for those buildings by 30.4 percent against a 1985  baseline, exceeding the goal of 30 percent. It missed the industrial and  laboratory building goal, reducing energy intensity for those buildings by  16.1 percent against a 1990 baseline, short of the goal of 20 percent. In  2007, NASA exceeded the goal for all buildings subject to the goal by  reducing energy intensity by 17.6 percent against a 2003 baseline, well over  the goal of a 6 percent reduction. However, because of changes in the  baseline year and building categories, NASA’s performance against the  goal in 2007 cannot be directly compared with its performance in 2005 or  earlier.", "While we focused on how changes to measurement of the energy  efficiency goal make assessing progress toward meeting the goal  problematic, DOE also maintains actual energy intensity data for reporting  agencies dating back to 1985. According to the data, agencies decreased  energy intensity in all their buildings from 1985 to 2007 by approximately  14.3 percent. However, these data do not reflect the evolution of the  energy efficiency goal during that period. For example, buildings that are  excluded under the executive orders and EPAct 2005 are included in these  totals.", "Greenhouse gas emissions. Similar comparative difficulties show up in  examining progress toward the goal of reducing greenhouse gas  emissions. Before 2007, under E.O. 13123, the goal called for reducing the  amount of emissions by 30 percent by 2010 compared to a 1990 baseline.  E.O. 13423 significantly changed how the federal government measures  progress toward this goal. Now, the greenhouse gas emissions direction is  measured using energy intensity against a 2003 baseline. Figure 8 shows  the details of these changes.", "Performance against the greenhouse gas emissions goal may be compared  from 2000 to 2006, when E.O. 13123 remained in place and the goal was  measured in the same way. However, the key change in E.O. 13423 from  greenhouse gas emissions to energy intensity means that it is problematic  to compare agency performance in 2007—when all but 1 agency met the  greenhouse gas emissions goal—with performance in 2005—when only 7  of 21 agencies were on track to meet the goal. For example, VA actually  increased its greenhouse gas emissions in 2005 by 20.3 percent from its  1990 level, and was far from meeting the greenhouse gas emissions goal of  a 30 percent reduction by 2010. In 2007, however, it met the emissions goal  because it exceeded the energy efficiency goal.", "E.O. 13423 states that agencies are to reduce greenhouse gas emissions by  reducing energy intensity. However, a reduction in energy intensity does  not track directly with lower greenhouse gas emissions for two reasons.  First, if an agency’s energy consumption increases but square footage  increases at a greater rate, then energy intensity is reduced while  greenhouse gas emissions will increase, assuming all else remains  unchanged. Second, the level of greenhouse gas emissions depends on the  type of fuel used to generate energy. However, energy intensity does not  account for different fuel types. Rates of carbon intensity vary by energy  type per Btu delivered, especially for electricity, depending on whether it  is generated from a fossil fuel, nuclear, or renewable source.  Consequently, if an agency’s square footage and energy consumption  remain constant but the agency switches to sources that emit more  greenhouse gases, such as switching from natural gas to coal, its energy  intensity remains constant while greenhouse gas emissions increase.  Conversely, switching from fossil-generated electricity to renewable  electricity virtually eliminates greenhouse gas emissions. Although E.O.  13423 changed the measure for greenhouse gas emissions, DOE still  estimates and reports greenhouse gas emissions by considering the  sources used to produce energy and agency energy consumption.", "The imperfect relationship between energy intensity and greenhouse gas  emissions shows up in DOE data: we found cases in which energy  intensity decreased over time, but greenhouse gas emissions increased.  According to draft DOE data, at the Department of Commerce, for  example, from 2003 to 2007, energy intensity decreased by 22.3 percent  while greenhouse gas emissions increased by 2.4 percent. Similarly, the  National Archives and Records Administration’s energy intensity  decreased by 18.7 percent over the period but greenhouse gas emissions  increased by 21.5 percent. Although the National Archives and Records  Administration’s and the Department of Commerce’s greenhouse gas  emissions increased while energy intensity decreased, mostly attributable  to increases in square footage of their building inventories, for the  government as a whole greenhouse gas emissions decreased by 9.4  percent from 2003 to 2007 while energy intensity decreased by 11 percent.", "It is not clear why the administration changed from an absolute emissions  measure to one tied to energy intensity. When we asked about using  energy intensity as a proxy for greenhouse gases, an official with OFEE  told us that it is the administration’s policy not to tie greenhouse gas  emissions to a specific measure. Rather, it is the administration’s policy to  encourage agencies to voluntarily partner with other groups to reduce  emissions, and the administration believes emissions will decline without  a quantifiable goal.", "Although energy intensity is an imperfect measure of greenhouse gas  emissions, there is no scientific consensus on the best measure. Some  organizations, such as the Energy Information Administration, a statistical  agency of DOE which provides data, forecasts, and analyses, and the  World Resources Institute, have used or proposed several alternatives for  measuring greenhouse gas emissions. Such measures include reporting  total emissions, as was the case for the previous greenhouse gas emissions  goal under E.O. 13123, and using greenhouse gas intensity measures. Some  greenhouse gas measures, like the current energy intensity measure based  on square footage, attempt to account for expanding or shrinking  production or mission. Other proposed measures have included  calculating greenhouse gas intensity by dividing total greenhouse gas  emissions by building square footage or by units of performance or output,  such as million dollars of gross domestic product or economic output,  kilowatt hour, customer, or dollar of revenue. DOE, in its annual reports to  Congress, estimates emissions from energy use in buildings that are  subject to the goal, and presents annual emissions in metric tons of carbon  dioxide equivalent, and in terms of metric tons of carbon dioxide  equivalent per gross square foot.", "None of the measures is perfect. For example, one agency official noted  that an absolute emissions goal—as was used to measure emissions prior  to the current measure—does not account for the fact that an agency may  change its energy consumption or square footage to support its expanded  or contracted work resulting from a change in mission. However, this  absolute emissions measure allowed agencies to more easily track  progress in reducing their total emissions. Imperfect metrics also are an  issue at the international level. For example, one measure currently used  by the Energy Information Administration is “emissions intensity,”  measured in emissions in a given year divided by the economic output for  that year, which accounts for changes in national output. As past GAO  work has shown, a decrease in this intensity-based measure may result in  increased greenhouse gas emissions.", "Renewable energy. Key changes in the renewable energy goal since 2005  also make comparisons over time problematic. While both EPAct 2005 and  E.O. 13423 specified different ages of renewable sources counted toward  meeting the energy goal, E.O. 13423 did not change the percentage  required or time frames required of the agencies, as figure 9 shows.  Further, forms of nonelectric renewable energy such as solar thermal,  geothermal, and biomass gas do not count toward the EPAct 2005 goal.  E.O. 13123 did count these forms of renewable energy toward its goal.", "Performance against the renewable energy goal may be compared from  2000 to 2006, when the goal remained unchanged. But the change in the  age requirement for renewable sources makes it problematic to compare  performance in 2007 with previous years. For example, although 17 of 22  agencies met the goal in 2007 and 10 of 20 met the goal in 2005, comparing  performance in these 2 years is problematic because, with the 2007 goal,  half of renewable energy came from sources in service from 1999 or later,  but there is no source age specification for the other half. However, with  the 2005 goal, all of the renewable energy came from energy sources in  service in 1990 or later. Also, thermal renewable energy used in 2005 was  not eligible to be counted toward the 2007 goal.", "Data on VA’s performance illustrate the difficulty in making comparisons  when the age requirement for renewable energy sources has changed. In  2005, VA exceeded the goal of having 2.5 percent of its electricity  consumption from renewable sources put into service since January 1,  1990, with 2.9 percent of its electricity consumption from these sources. In  2007, VA exceeded the new 3 percent goal, with 3.4 percent of its  electricity from renewable sources, 1.8 percent from new sources put into  service since 1999, and 1.6 percent from older eligible sources. Although  VA increased its total renewable energy use, it is not clear whether its use  from sources put into service since January 1, 1990, has increased or  decreased, thereby making comparisons across the goals problematic."], "subsections": []}, {"section_title": "Agencies’ Prospects for Meeting Energy Goals in the Future Depend on Addressing Four Challenges", "paragraphs": ["The prospects for meeting the energy goals in the future for the agencies  we reviewed depend largely on overcoming four key challenges. First,  long-term plans can help clarify priorities and help agency staff pursue  shared goals, but the six agencies we reviewed had long-term plans for  achieving energy goals that lacked several of the key elements that we  have identified in our prior work that make such plans effective. Second,  achieving long-term energy goals will require major initial capital  investments, but it is difficult for such investments to compete with other  budget priorities. To address this problem, federal officials increasingly  rely on alternative financing mechanisms; while these mechanisms provide  benefits, they also present challenges. Third, agencies we reviewed face  challenges in obtaining sufficiently reliable data on energy consumption;  however, most agencies have tools for ensuring data are reliable and have  plans to more accurately capture energy data. Finally, sites may lack staff  dedicated to energy management, and also may find it difficult to retain  staff with sufficient energy expertise; lack of expertise could make it  difficult to undertake alternative financing projects. Federal officials are  participating in energy-related training courses and undertaking initiatives  to hire, support, and reward energy management personnel."], "subsections": [{"section_title": "Agencies’ Planning Documents We Reviewed Lack Key Elements Needed to Guide Achievement of Long-term Energy Goals", "paragraphs": ["Long-term plans can help clarify organizational priorities and unify agency  staff in the pursuit of shared goals. These plans also must be updated to  reflect changing circumstances, and according to our previous work, plans  should include a number of key elements, including (1) approaches or  strategies for achieving long-term goals; (2) strategies that are linked to  goals and provide a framework for aligning agency activities, processes,  and resources to attain the goals of the plan; (3) identification of the  resources needed; (4) strategies that properly reflect and address external  factors; and (5) reliable performance data needed to set goals, evaluate  results, and improve performance. Long-term plans with these elements  help an agency define what it seeks to accomplish, identify the strategies it  will use to achieve results, and determine how well it succeeds in  achieving results and objectives.", "While none of the six agencies we reviewed could provide us with what we  considered to be a comprehensive, long-term energy plan, agency officials  did provide numerous planning documents, including budget documents,  strategies for improving energy efficiency, energy program guidance, and  agencywide energy policies for sites. For the purposes of our review, we  considered any of these planning documents, if they discussed actions to  be taken beyond 12 months, as long-term energy plans. However, we  determined that the long-term energy plans for one or more of the six  agencies lacked some of the following key elements for effective long-term  energy planning:    approaches or strategies for achieving long-term energy goals;    strategies that linked energy goals and provide a framework for aligning  agency activities, processes, and resources to attain the goals of the plan; identification of the required resources needed to achieve long-term  energy goals;   strategies that properly reflect and address external factors; and    provisions for obtaining reliable performance data needed to set goals,  evaluate results, and improve performance.", "Moreover, four of the six agencies’ long-term plans were not updated to  reflect E.O. 13423, although two of these agencies noted that they are in  the process of updating these plans. In addition, in April 2008, the USPS  Inspector General’s office reported on the value of long-term energy plans  and determined that USPS does not have a long-term energy management  plan, and that without one USPS cannot effectively maximize its energy  conservation efforts. The USPS Inspector General recommended the  Postal Service develop and publish a National Energy Management Plan.   This plan is expected to be published in early fiscal year 2009.", "While long-term planning generally is recognized as an important tool in  achieving goals, federal agencies have not been required to have long-term  plans for energy goals. To close this gap, DOE is drafting guidance for  agencies to follow as they develop multiyear plans and long-term  strategies for assessing the level of investment necessary to meet energy  goals, their progress in meeting these goals, and the likelihood that they  will achieve these goals by 2015. Our preliminary review of the draft  guidance found that it appears to address all of the key elements we  identified. According to DOE officials, this guidance will be published in  final form upon completion of DOE internal review, as well as analysis and  reconciliation with new planning requirements in the EISA 2007.", "In the interim, the six agencies are addressing long-term energy planning  deficiencies in two ways. First, in recent years officials in agencies’  headquarters have used short-term plans to achieve energy goals in the  near term. All of the agencies that reported to DOE were required to  provide annual plans under E.O. 13123 that included guidance on energy  requirements and strategies each agency is taking over the next year to  meet these requirements. However, E.O. 13423 does not require agencies  to provide these annual plans. Agencies also used other planning tools to  achieve energy goals in the short term. For example, GSA sets annual  regional targets and requires each region to submit plans on how it will  achieve these targets. Agencies also submit budgetary documents  requesting funds for specific energy projects.", "Officials at the sites we visited had used a number of short-term plans to  achieve energy improvements, but did not know how they would meet  long-term energy goals. In several cases, these officials stated, they are  planning to meet future energy goals by completing individual projects in  the near term. For example, officials at one GSA site reported that they  typically plan energy projects on a year-to-year basis, depending on the  available funds, and did not have a long-term energy plan. At one USPS  site, officials said they have not yet documented a comprehensive, long- term plan highlighting the steps they have taken or intend to take to  ensure they reach energy goals. In addition, officials at a DOE site stated  that it is difficult to plan a long-term approach for achieving energy goals  because the site’s mission is constantly evolving. Moreover, most military  installations we visited did not have a long-term plan to achieve energy  savings into the future and were instead developing individual projects to  improve the energy efficiency in existing structures.", "Second, agencies are using energy audits as a way to identify potential  energy savings and meet long-term goals. In the past, we have reported  that energy audits are a key strategy for identifying and evaluating future  energy projects, and officials at all the agencies we spoke with reported  undertaking energy audits as a tool to identify and plan future energy  projects.", "Since 1998, NASA has conducted reviews at each of its centers every 3  years to assess their energy and water management programs. The review  requires center staff to participate in a self-assessment by responding to a  set list of questions, confer with headquarters officials during a week-long  site visit, and discuss review findings including recommendations.", "USPS currently is conducting energy audits for 60 million square feet of its  310 million square feet of facility space, which will identify close to 2  trillion Btus of potential savings upon completion.", "In 2007, VA conducted energy and water audits covering six regions and a  total of 64 sites, or a total of 20 percent of its sites. During 2008, VA  officials expect to audit 30 percent of its sites, which include 116 sites in  seven regions.", "Energy audits are part of the Air Force’s energy program and were  undertaken to identify additional energy-related projects, and act as  measures of how to reduce energy consumption.", "While short-term planning and energy audits help guide agencies’ efforts  toward meeting their goals in the near term, they do not address how the  agencies will meet the goals through 2015."], "subsections": []}, {"section_title": "Constrained Budgets Limit Agencies’ Ability to Undertake Energy Projects, and Agencies Are Turning to Alternative Financing", "paragraphs": ["Meeting long-term energy goals will require major initial capital  investment. According to DOE, to meet the energy goals under E.O. 13423,  the federal government would have to invest approximately $1.1 billion  annually (beginning in fiscal year 2008, based on fiscal year 2007  performance) through 2015 on energy-related projects. In addition, in June  2007, ASE reported that meeting federal energy goals will require an  investment of approximately $11 billion from 2009 through 2015, or $1.5  billion annually.", "Paying for this investment up front with appropriated funds may be  difficult for agencies because energy projects compete with other budget  priorities. As figure 10 shows, from fiscal years 2000 through 2007, upfront  funding ranged from approximately $121 million to $335 million  annually—well below the $1.1 billion level of investment needed annually  to meet future energy goals, according to DOE’s estimate. Furthermore,  according to draft DOE data for fiscal year 2007, federal agencies will face  an estimated $5.3 billion gap in appropriated funding for energy  investment from fiscal year 2008 through 2015.", "Officials from all six agencies we reviewed cited budget constraints as a  challenge to meeting future energy goals. For example, only 4 of the 10  military installations we visited have received upfront funding from DOD’s  Energy Conservation Investment Program since 2003. Furthermore,  several DOD installation officials told us that they no longer request  funding for energy improvements because they do not believe upfront  funding will be made available. In our previous work we similarly noted  that agency officials had stopped requesting such funding. We also noted  that paying for energy efficiency improvements with upfront funding is  generally the most cost-effective means of acquiring them.", "Because the total amount of upfront funding is limited, federal officials  increasingly rely on alternative financing mechanisms—such as contracts  with private companies that initially pay for energy improvements and  then receive compensation from the agencies over time from the monetary  savings they realize from these projects—to meet energy goals. Seven of  the 11 civilian sites and 9 of the 10 military installations we visited have  used, are currently using, or are planning to use alternative financing to  implement energy projects. Furthermore, in an August 2007 memo, the  White House Council on Environmental Quality directed agency heads to  enter into energy savings performance contracts (ESPC) and utility energy  savings contracts (UESC) for at least 10 percent of annual energy costs to  accomplish energy-related goals. It further directed them to report on  progress toward finding and developing alternatively financed projects.  Figure 11 shows the total amount of funding agencies received from  upfront funding and alternative financing for UESCs and for ESPCs. As  discussed earlier, most agencies met their fiscal year 2007 goals. However,  for 2008 onward, if funding stays at the current level, there is an apparent  gap between the amount received and the amount estimated to meet  energy goals.", "According to agency officials, alternative financing mechanisms offer  benefits but also present challenges. In terms of benefits, these  mechanisms can be used to complete energy projects and meet federal  energy reduction goals when upfront funding is not available. For  example, DOD officials stated that alternative financing mechanisms are  necessary for DOD to meet future energy goals and, in March 2008  testimony before the Subcommittee on Readiness, House Committee on  Armed Services, the Deputy Under Secretary of Defense for Installations  and Environment stated that ESPCs typically account for more than half of  all site energy savings. Furthermore, according to DOD, the agency fell  short of meeting past energy efficiency goals owing to a lapse in ESPC  authority from October 2003 to October 2004. In addition, DOE officials  noted that alternative financing mechanisms provide large energy savings  per dollar spent and estimated that ESPC project savings generally exceed  guaranteed energy savings by about 10 percent. In 2005, we reported that  agencies cited other benefits from alternatively financed projects, such as  improved reliability of the newer equipment over the aging equipment it  replaced, environmental improvements, and additional energy and  financial savings once the contracts have been paid for.", "Agency officials also noted several challenges associated with such  projects. For example, VA officials noted that development, execution, and  ongoing administration of alternative financing contracts add overhead  costs that increase the total cost of the contract. Furthermore, according  to DOD officials, overseeing these contracts requires a level of expertise  not always available at individual installations, and such contracts often  take a long time to implement. In addition, officials at a number of civilian  sites commented that developing alternatively financed projects requires a  steep learning curve and the process for developing a contract can be time  consuming. Finally, officials at a few agencies noted that in using these  alternative financing mechanisms, it is difficult to measure and verify  energy savings and to manage contracts with lengthy payback periods. Our  June 2005 report also showed that agencies entering into these alternative  finance contracts could not always verify whether energy savings were  greater than project costs and may yield lower dollar savings than if  timely, full, and upfront appropriations had been used. In addition, in our  December 2004 report, DOD officials commented that the costs of using  such contracts was 25 percent to 35 percent above what costs would have  been in using upfront funds for certain energy projects.", "Some agencies are undertaking initiatives to overcome the challenges  associated with alternative financing.", "VA has created a central contracting center for energy projects, including  alternatively financed projects. VA officials believe the center will offer a  number of benefits, including the development of alternative financing  expertise, increased accountability, greater agencywide awareness of  these financing mechanisms, and standardization of the alternative  financing process across VA.", "The Air Force, Army, and the Department of Navy have already centralized  some functions in the process. The Air Force is working to further  centralize these activities in order to decrease the number of staff needed  to implement these contracts, and to review and approve all parts of the  process in one location.", "Furthermore, DOE’s Federal Energy Management Program provides  technical and design assistance to support the implementation of energy  projects, including project facilitators who can guide site officials through  the process of developing, awarding, and verifying savings from  alternatively financed projects."], "subsections": []}, {"section_title": "Agencies Face Measurement and Data Reliability Challenges but Are Taking Steps to Address Them", "paragraphs": ["Collecting and reporting reliable energy data is critical for agencies to  assess their progress toward their goals and identify opportunities for  improvement. According to DOE officials responsible for overseeing the  collection and reporting of energy information for the federal government,  there are no federal energy measurement or data collection standards, and  each agency gathers information differently, using its financial systems  data and estimating data when necessary through other means. For  example, NASA and USPS officials reported that their agencies use utility  payment information to measure and report energy use. Moreover, DOE  officials stated that each site manager may use different means to measure  and collect energy consumption, conservation, and cost data, including  handwritten ledger sheets, software, cost averaging, and estimation  techniques.", "Measuring data at federal buildings is difficult if individual buildings do  not have meters. Sometimes an entire site is metered by the local utility for  usage and billing purposes, but not all of the buildings on the site are  metered individually. Accordingly, energy managers cannot always reliably  determine the usage in a specific building or group of buildings. Without  meters, energy teams may be unable to pinpoint buildings or areas that  need to be improved or identify which energy projects have effectively  achieved energy savings.", "In some instances, agencies’ federal energy data have not been reliable.  DOE officials responsible for annually reporting to Congress on agencies’  progress toward energy goals acknowledge as much but stated that past  year data are updated to correct inaccuracies discovered by the agencies.", "In April 2008, the USPS Office of Inspector General reported that USPS  may be inaccurately reporting energy consumption data to DOE, and  therefore cannot accurately determine its progress toward meeting the  energy goals. Among other things, the Inspector General reported that  USPS did not have a clear process for reporting data on sites’ square  footage and was calculating energy consumption by dividing billed cost by  an estimated or average cost per kilowatt-hour, which can differ  significantly from actual consumption.", "In 2006, a NASA energy management review reported that one of its sites  had in some cases entered incomplete and erroneous data into the  database the agency uses to track its progress toward energy goals.", "A 2005 report from the VA Office of the Inspector General stated that the  agency’s energy data were not reliable because staff inaccurately reported  sites’ energy consumption and square footage. According to VA officials,  VA implemented all of the recommendations in the report, including those  addressing data reliability and, in September 2007, the VA Office of the  Inspector General closed the report.", "Air Force officials stated that a thorough data review revealed data entry  errors at approximately 5 percent of installations.", "Agencies use a variety of mechanisms to verify energy data. For example,  according to the DOE official who compiles agency data for the annual  report to Congress, agency data reports are checked for any obvious  problems by comparing the agency’s energy information with their data  from previous years to identify outliers. He also communicates with  energy coordinators and compares unit price information with a site’s  recorded energy costs to determine if the reported costs appear  reasonable. Beyond these checks, DOE relies on agencies’ headquarters  officials and the energy coordinators at sites to enter energy information  for the sites and verify its accuracy. Many officials reported using quality  control mechanisms to verify that current data match up with past  records. These mechanisms include automatic database alerts, which  notify officials of data that are outside specific ranges and thus could be  errors.", "Under EPAct 2005, agencies are required to install advanced electrical  meters by 2012, whenever practical, to help ensure more reliable  information. Advanced meters are capable of providing real-time data that  feed directly into an agency’s metering database, verifying savings from  energy projects, and helping site officials to identify potential energy  savings opportunities. According to the most recent OMB energy  management scorecards, all six agencies we met with are meeting the  milestones toward metering all appropriate sites by 2012."], "subsections": []}, {"section_title": "Some Sites Lack Expertise and Dedicated Energy Management Staff to Ensure Adherence to Goals, but Officials Are Taking Steps to Address These Challenges", "paragraphs": ["To advance energy goals, it is important to have dedicated,  knowledgeable, energy efficiency staff to plan and carry out energy  projects. Moreover, according to a June 2007 ASE report, such staff can  focus on identifying and implementing efficiency projects. However, some  sites we visited did not have a full-time energy manager. Instead, staff  members were often assigned part-time responsibility for performing  energy-related duties in addition to duties unrelated to energy  management, such as managing site maintenance and providing technical  support and mechanical design assistance for a site. For example, at one  DOE site, six to seven different officials have part-time energy  management responsibilities. At other sites, a GSA building manager  stated that he spends approximately 15 percent to 20 percent of his time  on energy goals, and a NASA energy manager reported devoting  approximately one-third of his time. Finally, officials at a Navy installation  reported that there is no on-site, dedicated energy manager and that the  installation needs one if it intends to meet the energy goals. In visiting  military installations, we found that full-time energy managers tended to  engage in multiple energy reduction activities, while other installations  without full-time or experienced energy managers tended not to have  robust energy reduction programs.", "Furthermore, lack of expertise in energy management and high staff  turnover may create challenges for negotiating and overseeing alternative  financing mechanisms. Energy projects funded through alternative  financing often require a high level of expertise in complex areas such as  procurement, energy efficiency technology, and federal contracting rules.  Many agencies told us that without experienced personnel, they face  challenges in undertaking contracts that are necessary to meet energy  goals. Officials from multiple agencies commented that high turnover rates  exacerbate the difficulties associated with alternative financing.", "To address these challenges, VA officials stated that they recently hired  almost 90 permanent facility-level energy managers who will cover all VA  facilities and focus solely on energy issues. DOD officials also reported  using resource efficiency managers—contractors that work on-site at  federal facilities to meet resource efficiency objectives with the goal of  meeting or exceeding their salaries in energy savings. In addition, federal  officials are taking part in energy-related training courses and undertaking  initiatives to reward and support energy management personnel. Many  agencies reported receiving training on ways to improve energy efficiency  from a variety of sources, including agency-offered internal training,  training provided by DOE’s Federal Energy Management Program, and  energy conferences. From fiscal years 2002 to 2006, agencies reported  spending approximately $12.5 million to train more than 27,000 personnel  in energy efficiency, renewable energy, and water conservation. In  addition to training, the Federal Energy Management Program also  recognizes outstanding accomplishments in energy efficiency and water  conservation in the federal sector through an annual awards program.  Furthermore, the White House annually honors federal agency energy  management teams through the Presidential Awards for Leadership in  Energy Management. Since 2000, these awards have recognized such  teams for their efforts to promote and improve federal energy  management and conservation and demonstrate leadership."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The current metric for greenhouse gas emissions—one based on energy  intensity—is not a satisfactory proxy for assessing agencies’ progress  toward reducing these emissions. There is no consensus on a best measure  at present; however, there are alternative measures that may better track  agencies’ greenhouse gas emissions than the current measure based on  energy intensity. Although the previous metric—one based on emissions— had limitations, it was more clearly linked to emissions and made it easier  to assess progress toward reducing those emissions. The closer a metric is  to approximating the level of emissions, the better agencies will be able to  determine their progress in reducing greenhouse gas emissions. In  addition, although the ability of agencies to use renewable energy  purchase and source energy credits towards the goals may further certain  federal energy policy objectives, it also may enable agencies to achieve  compliance with the energy goals without actually changing agencies’ on-  site energy use.", "Although most agencies were able to meet their energy goals for 2007,  without a strong plan of action agencies may not be well positioned to  continue to achieve energy goals over the long term, especially in light of  budget constraints and the $1.1 billion that DOE has estimated that  agencies will need each year to achieve future energy goals. Furthermore,  they face challenges with having reliable data and retaining dedicated and  experienced energy personnel and have not adequately planned how to  address these challenges in the long term. Without guidance from DOE  that clearly outlines the key elements for effective, long-term energy  planning identified in this report that could address these challenges,  agencies do not have the foundation they need to develop plans that will  continually adapt to a changing energy environment. As a result, agencies  are likely to find it increasingly difficult to ensure that they will meet  energy goals in the future."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of Energy take the following two  actions.", "In conjunction with the Federal Environmental Executive and the Director  of the Office of Management and Budget, re-evaluate the current measure  for greenhouse gas emissions and establish one that more accurately  reflects agencies’ performance in reducing these emissions to help  determine whether agencies are making progress over time.", "To help agencies address the challenges they face in meeting energy goals  into the future, finalize and issue guidance that instructs agencies in  developing long-term energy plans that consider the key elements of  effective plans identified in this report."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the CEQ, DOD, DOE, GSA, NASA,  OMB, USPS, and VA for their review and comment. In commenting on a  draft of this report, NASA and USPS generally agreed with our findings,  conclusions, and recommendations and provided written comments  included as appendixes II and III, respectively. GSA responded by e-mail  on September 8, 2008, stating that it concurred with our report. VA neither  agreed nor disagreed with our report and provided written comments  included as appendix IV. The Council on Environmental Quality, DOD,  DOE, and OMB did not provide any comments on our draft. For those  agencies who submitted technical and clarifying comments, we  incorporated those as appropriate.", "In addition, VA expressed concern that it was not afforded the opportunity  for an exit conference.  However, we note that we offered the opportunity  for such a meeting to the Office of Asset Enterprise Management, the  office within VA responsible for energy management and designated by VA  at the outset of our engagement as the main point of contact. Furthermore,  the Office of Asset Enterprise Management provided written comments on  a preliminary draft that we incorporated into the subsequent draft, as  appropriate.", "We are sending copies of this report to interested congressional  committees and Members of Congress and the Chairman of CEQ; the  Administrators of GSA and NASA; the Director of OMB; the Postmaster  General and Chief Executive Officer of USPS; and the Secretaries of  Defense, Energy, and VA. We also will make copies available to others  upon request. In addition, the report will be available at no charge on the  GAO Web site at http://www.gao.gov.", "If you or your staffs have questions about this report, please contact Mark  Gaffigan at (202) 512-3841 or gaffiganm@gao.gov, or Terrell Dorn at (202)  512-2834 or dornt@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made key contributions to this report are  listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine the extent to which agencies met energy efficiency,  greenhouse gas emission, and renewable energy goals, we analyzed data  on agencies’ performance in meeting these goals using draft agency energy  data, as of July 2008, for fiscal year 2007, which were reported by the  agencies to the Department of Energy (DOE) for use in DOE’s Annual  Report to Congress on Federal Government Energy Management and  Conservation Programs. We considered agencies to have met the energy  efficiency goal for fiscal year 2007 if they reduced energy intensity by at  least 6 percent from the 2003 baseline. We also met with officials from  DOE to understand how the data are developed.", "To assess the agencies’ progress in each of these areas in recent years, we  reviewed energy efficiency, greenhouse gas emission, and renewable  energy goals, as established in current and previous statute and executive  orders—the Energy Policy Act of 2005, Executive Order 13123, and  Executive Order 13423. We also analyzed data on agencies’ performance in  meeting the goals, as reported in DOE’s annual report to Congress for  fiscal year 2005. Furthermore, we analyzed draft data from these annual  reports for fiscal years 2006 and 2007. In addition, we met with officials  from DOE, the Office of the Federal Environmental Executive, and the  Office of Management and Budget to gain their perspective on the goals  and an understanding of their roles in overseeing the statue and executive  orders. In assessing agencies’ performance for 2007 and progress in recent  years, we determined these data from DOE’s annual reports to be  sufficiently reliable for our purpose, which was to convey what the  agencies reported to DOE about the status of meeting the energy goals.", "To determine the extent to which the agencies are poised to meet future  energy goals, we selected six agencies on the basis of several criteria,  including the following: (1) energy consumed: of the agencies reporting  energy data to DOE, these six agencies together accounted for nearly 94  percent of the energy consumed in standard buildings in fiscal year 2005;  (2) level of investment in energy and utility savings performance contracts;  (3) amount of renewable energy purchased, and self-generated; and (4)  estimated carbon emissions. Because these six agencies accounted for  nearly 94 percent of the energy consumed in standard buildings in fiscal  year 2005, our findings for these agencies may have great implications for  the federal government as a whole. We visited a minimum of two sites per  agency to understand efforts toward meeting energy goals at the local  level.", "To ensure that we had a variety of sites, we selected the sites on the basis  of both high and low reductions in energy intensity from 2003 to 2006,  geographic location, site size, and agency recommendation, among other  criteria. The six agencies and the sites we visited are listed in table 1.", "We obtained and analyzed documentation and met with headquarters  officials and officials responsible for energy management at the sites from  the six agencies. In addition, we systematically reviewed these interviews  to determine what primary challenges agencies face and the tools they use  to meet energy goals. We used general modifiers (i.e., most, several, some,  and a few) to characterize the extent to which agencies were facing and  addressing the challenges we found. We used the following method to  assign these modifiers to our statements: “most” and “many” represents  four to five agencies, “several” and “some” represents three agencies, and  “a few” represents two agencies. We also systematically reviewed  documents and interviews to determine whether agencies’ long-term plans  contained key elements as identified by our past work. For our review of  agencies’ long-term energy plans, we reviewed planning documents  obtained from agency officials that laid out agencies’ efforts to achieve the  energy goals beyond 1 year. We also met with officials from the Alliance to  Save Energy to get their perspective on challenges facing the federal  government. Finally, we participated in DOE’s Webcast training on energy  savings performance contracts offered by DOE and attended GovEnergy,  an energy training workshop and exposition for federal agencies.", "We conducted this performance audit from May 2007 through September  2008 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the National Aeronautics and Space Administration", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Comments from the United States Postal Service", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Veterans Affairs", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Karla Springer, Assistant Director;  Alisha Chugh; Matt Cook; Elizabeth Curda; Kasea Hamar; Carol Henn;  Michael Kennedy; Brian Lepore; Marietta Mayfield; Jim Melton; Mehrzad  Nadji; Ellery Scott; Jeremy Sebest; Rebecca Shea; Ben Shouse; Carol  Herrnstadt Shulman; Barbara Timmerman; and Lisa Vojta made significant  contributions to this report.", "We also would like to pay special tribute to our much-missed friend,  colleague, and the analyst-in-charge of this engagement, Marcia Brouns  McWreath, who passed away after a long illness. Even when not at full  strength, Marcia continued to lead her team throughout the course of the  job. While we miss Marcia for her leadership, kindness, selflessness, and  sharp wit, we continue to be thankful that we had her with us during her  more than 30-year career at GAO."], "subsections": []}]}], "fastfact": []}