{"id": "GAO-01-436", "url": "https://www.gao.gov/products/GAO-01-436", "title": "Army Training: Improvements Are Needed in 5-Ton Truck Driver Training and Supervision", "published_date": "2001-04-11T00:00:00", "released_date": "2001-04-11T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["Instructor shortages are affecting the quality and quantity of Army truck driver training. Fort Leonard Wood, which trains about 90 percent of truck drivers, is especially affected by the instructor shortage. The result is that student drivers are not fully trained in all aspects of the instruction program when they graduate. If formal schools had enough instructors, they would presumably be able to teach the entire instruction program. The student imbalance between the schools at Fort Leonard Wood and Fort Bliss creates an ineffective use of resources. If the annual student load were more equally distributed between the two schools, student graduates from Fort Leonard Wood might receive more complete training. The formal schools are not adhering to the instruction program, which calls for some training with trucks carrying cargo. Furthermore, no training is provided on how to pull equipment. Similarly, students are not being trained to drive under different weather and surface conditions. Because annual check rides and sustainment are not always being performed, unsafe driving habits may go undetected. Although performing and recording check rides and sustainment may be time-consuming, these procedures can save lives. The Army Safety Center's accident database could be used to identify trends that may show the need for greater training emphasis in certain driving maneuvers. A periodic analysis of the database could assist school officials, instructors, and supervisors to adjust instruction programs or mentor drivers. However, such analysis would be more useful if information in the database were complete."]}], "report": [{"section_title": "Letter", "paragraphs": ["In April 1997, a 5-ton M939 Army truck was involved in a fatal accident in which two reservists died. The Army has over 30,000 of these trucks, which are used extensively to carry personnel and pull equipment. You asked us to report on the M939’s accident history and to assess the training and supervision received by its drivers. We broke your request into two issues. The first dealing with the accident history and any inherent mechanical/design defects in the truck itself. The second dealing with issues involving the safe handling of the truck–the training and supervision of the truck’s drivers. In April 1999, we reported on the M939’s accident history and mechanical soundness. For this second report, we (1) evaluated the capacity of the Army’s 5-ton truck driver training programs to fully train drivers, (2) determined whether oversight procedures and processes for these drivers are being followed, and (3) determined whether and how the Army uses accident data to improve training, supervision, and safety."], "subsections": [{"section_title": "Background", "paragraphs": ["The Army has around 97,000 “medium tactical wheeled vehicles” (about 57,000 5-ton trucks and 41,000 2-1/2-ton trucks) in its fleet. The M939 accounts for more than half its 5-ton trucks. The truck is used to carry personnel or pull equipment under all weather and road conditions, including rain, snow, ice, unpaved roads, sand, and mud (see fig. 1).", "The active Army uses formal and informal programs to train 5-ton truck drivers. The formal program is aimed at military personnel whose official primary occupation will be “88M Motor Transport Operator”—or truck driver. The program lasts 6 weeks and is taught in schools at Fort Leonard Wood, Missouri, and Fort Bliss, Texas. Fort Leonard Wood trains about 90 percent of all 88M students. Fort Bliss for the most part trains the “overflow” of students that Fort Leonard Wood cannot accommodate. The formal instruction program calls for about 1 week in the classroom and 5 weeks of hands-on training. Students who complete the program do not immediately receive a license to drive a 5-ton truck; they are licensed at their next duty station after undergoing additional training and testing there. The Army Transportation Center and School at Fort Eustis, Virginia, is responsible for the content of the instruction program used by the formal training schools. It aligns under the Army Training and Doctrine Command at Ft. Monroe, Virginia.", "According to Army officials, informal programs are taught at installations or units that need occasional truck drivers but are not authorized any or enough 88M drivers to handle their needs. Occasional drivers do not drive trucks as their primary occupation; they do so on a part-time or as-needed basis. Informal programs are usually 40 to 120 hours long and combine classroom and driving time. Graduates are not automatically licensed and must usually meet additional driving and testing requirements by their units. Occasional drivers receive the same license as 88M drivers and, accordingly, may be required to perform the same driving maneuvers.", "The Army Reserve trains both Reserve and National Guard 88M drivers using a two-part program that contains the same instructional material as the formal program. The first part (81 hours) is conducted at the soldier’s home station during weekend drills. The second part (120 hours) is usually conducted at a Reserve training center during a 2-week active duty session. Like active Army truck drivers, program graduates must undergo additional training and testing by their units before being licensed."], "subsections": []}, {"section_title": "Some Essential Driving Skills Are Not Taught", "paragraphs": ["Graduates of the Army’s truck driver training programs are not skilled enough to safely handle 5-ton trucks in some situations for which they should have received training. This is because of instructor shortages and limited training conditions. Graduates are either partially trained or untrained in some skills found in the instruction program. In addition, the schools do not teach driving skills that are essential to performing the 5-ton truck’s primary mission."], "subsections": [{"section_title": "Instructor Shortages", "paragraphs": ["One of the Army’s two formal truck driver training schools, the school at Fort Leonard Wood, Missouri, operates with sizable instructor shortages. Because of this Fort Leonard Wood operates at a higher student-instructor ratio than called for in the instruction program. In fiscal year 2000, the Fort Leonard Wood facility trained nearly 90 percent of the Army’s 88M drivers in spite of these shortages. Instructors at the informal and Reserve programs also said that their programs suffer from instructor shortages.", "During the first 9 months of 2000, Fort Leonard Wood operated with an average of 53 percent of its authorized instructors on-hand to teach the program. The main reasons were 1) fewer personnel were assigned to teach than were authorized and 2) even fewer were available (on-hand) than were assigned due to other commitments (such as bus driving, funeral and parade duty, leave, etc.). Authorized refers to the number of instructors the Army determines are needed to teach a program; assigned refers to the number of instructors the Army allocates to teach a program; and on-hand refers to the number of instructors that are present and teaching a program. Figure 2 shows the number of instructors authorized, assigned, and on-hand at Fort Leonard Wood in the first 9 months of 2000, when on average about 45 of 84 authorized instructors were available.", "Assuming that (1) the Army continues assigning instructors at about 85 percent of authorized levels and that (2) the number of instructors on-hand remains constant at about 53 percent of those assigned, the Army would have to increase its present authorized level of instructors from 84 to158, an increase of 88 percent, in order to have a full complement on-hand.", "The formal instruction program calls for a 6-to-1 student-instructor ratio— and Fort Leonard Wood is structured to operate at this ratio when staffed at 100 percent of its authorized level. In the first 9 months of 2000, our review showed that Fort Leonard Wood operated overall at a higher ratio of about 9 to 1. Nonetheless, training officials stated that the school has been conducting the behind-the-wheel (hands-on) training portion of the program at the 6-to-1 ratio the instruction program calls for. This means one instructor overseeing 3 trucks with two students per truck. However, Army regulations stipulate a 1-to-1 truck-instructor ratio when a student driver is behind the wheel. In December 1998, Fort Leonard Wood requested a waiver to allow the 6-to-1 ratio when students were driving trucks. While the request has yet to be officially approved, school officials claim that if required to maintain the 1-to-1 ratio, each student might drive as little as 30 miles during the entire course, instead of the present target of about 100 miles per student on average.", "Instructor shortages affect the quantity and quality of training. Students do not get sufficient hands-on driving experience and are not trained in all the skills required by the instruction program.", "Program officials at Fort Leonard Wood said that at times, instructors could fully teach only about three-quarters of the instruction program’s required tasks. For example, in the second half of fiscal year 1999 two training modules—driving off-road and basic vehicle control—were often carried out only in part or demonstrated but not practiced. These two modules account for almost 93 percent of the 85.5 hours students are supposed to spend driving trucks. Because of instructor shortages during these two quarters, the average number of miles driven by each student at Fort Leonard Wood dropped from nearly 100 to less than 50. In addition, hands-on training is presently limited to mostly driving in controlled settings only. Students drive in convoys on unpaved but graded and regularly maintained training routes at no more than 25 mph – receiving almost no training in how to drive on public highways or in suburban settings. One group of trainers stated that with more instructors, they could take students on some realistic training rather than the “follow-the- leader” driving students now receive.", "Students are also not being taught all the tasks that 5-ton-truck drivers are expected to perform. Training officials at the two formal programs stated they thought drivers should be trained in hauling loads or pulling equipment—the primary mission of 5-ton trucks. While the instruction program calls for 20 percent of all vehicles to operate with a load in the cargo area, this is not being done, according to training officials, because of logistical problems that make it difficult to train this skill. Pulling equipment is not taught because it is not specified in the instruction program. Therefore, students must learn these essential skills after graduation and rotation to their next duty stations."], "subsections": []}, {"section_title": "Comparison of On-hand Instructors", "paragraphs": ["Neither the Marine Corps, which co-trains its 5-ton truck drivers with the Army at Fort Leonard Wood, nor the smaller Fort Bliss school, which mostly trains the overflow from Fort Leonard Wood, experience as severe instructor shortages as Fort Leonard Wood. Thus, neither encounters problems teaching the instruction program in its entirety. According to Marine Corps training officials, its detachment is authorized 76 instructors, and in the first 9 months of 2000, averaged having 70 instructors assigned and 65 on-hand (93 percent). During that same period of time, Fort Bliss training officials stated its school was authorized 17 instructors but actually had 18 assigned and on-hand (106 percent).", "During the first 9 months of 2000, the Marine Corps program averaged a higher percentage of its assigned instructors on-hand than the Fort Leonard Wood Army program – 93 percent versus 63 percent (see fig. 3). This, according to Marine Corps training officials, was mostly because their instructors did not have other commitments or assignments as did Army instructors. Also, the average class size for the Marine Corps was much smaller than that for the Army (44 versus 70 students), and they had more instructors available to teach (65 on average versus the Army’s 45). Because of the smaller class size and larger number of on-hand instructors, the Marine Corps can staff each truck at the 1-to-1 instructor- to-truck ratio regulations call for. This, according to them, allows students to gain driving skills in uncontrolled settings such as driving off-post, on public highways, and in various urban settings.", "On the other hand, the Fort Bliss school actually had a surplus of instructors: it had 106 percent of its assigned instructors on-hand (see fig. 3). According to program officials, their instructors also did not have other commitments and assignments as did Fort Leonard Wood Army instructors."], "subsections": []}, {"section_title": "Imbalances Between the Two Formal Army Schools", "paragraphs": ["During fiscal year 2000, Fort Bliss also graduated fewer students, utilized less of its overall available classroom capacity, averaged smaller class sizes, and conducted about one-third the classes that Fort Leonard Wood conducted (see fig. 4).", "Student Opinions Show Varied Satisfaction With Training Received We surveyed 139 students at the two formal school programs, 72 students at 10 informal programs, and 98 students at 1 Army Reserve training program. We asked them to rate their satisfaction with the type of training there were receiving in various driving techniques and conditions. As table 1 shows, students at Fort Bliss felt better about the training they received in many driving skills than their counterparts at Fort Leonard Wood. Students in the Reserve program were the most satisfied overall with the training they received, while students in the informal programs were generally the least satisfied."], "subsections": []}, {"section_title": "Environmental Limitations at Formal Training Schools", "paragraphs": ["According to the instruction program, the majority of driving training time (about 65 hours) should be dedicated to driving on and off roads through woods, streams, brush, sand, mud, snow, ice, rocky terrain, ditches, gullies, and ravines. However, we found that neither of the two formal schools provides all these conditions in its training routes.", "Students at Fort Bliss are well trained to drive in sand because the school’s training routes have sand. But the school seldom sees snow or ice because these conditions seldom occur there. And the school’s training routes we observed were for the most part flat and unchallenging. One route we drove offered few or no opportunities to drive through woods and brush, over rocky terrain, or through gullies and ravines. The problem, according to school officials, is that the land the training routes are on is too flat and lacking in undergrowth. Training officials also told us that money constraints and the fact that Fort Bliss’ mission is to handle the overflow of students from Fort Leonard Wood impede the development of more challenging driving routes.", "Training routes at Fort Leonard Wood also offered limited obstacles or challenges. We drove what school officials said was the most difficult training route and found that it did go through some woods and rocky terrain and over some hills and inclines. However, it contained no sand and engineering units maintained the surface the trucks drove on by routinely smoothing out bumps, ruts, and other obstacles.", "When adverse weather, dangerous road conditions, or other problems arise, the formal schools hesitate to allow students to drive because of safety concerns. However, the Army has determined that simulators can be used to teach some driving skills that cannot be taught in high risk driving conditions because of the dangers involved.", "Because of safety concerns, the Fort Leonard Wood command has issued an oral directive prohibiting students from driving off the installation. As a result, students do not learn to drive trucks in traffic at highway speeds or in urban settings. Furthermore, the training command frequently cancels hands-on driver training in the presence of ice, snow, or fog because it believes the risk of student drivers having a serious accident outweighs the benefits of the driving experience.", "Not training under adverse weather and road conditions limits the ability of drivers to handle a truck safely in these situations when they rotate to their new duty stations and begin to drive. In May 2000 the Analysis Center at the Army Training and Doctrine Command completed a study that concluded, among other things, that students graduating from the formal schools were only about 15-percent proficient in skills needed to drive in fog, ice, or snow and 27-percent proficient in skills needed to drive on sand.", "The study concluded that simulators could overcome these and other shortcomings in driver training. It reviewed 31 critical driving tasks taught at the formal schools and concluded that simulators could help students obtain higher proficiency levels in as many as 22 of them. The study also concluded that simulators might help reduce the potential for accidents both during training and—most importantly—during the first year after training by increasing driving proficiency in fog, snow, or ice.", "Formal training program personnel agreed, stating that they cannot teach students to drive under some of the more common hazardous conditionsbecause it is too dangerous. Other Army officials also said that simulators, especially more advanced ones, can recreate such situations and give students a sense of driving under these conditions without putting lives at risk. Training personnel at both formal schools, Army Transportation School officials, as well as the simulator study itself strongly cautioned, however, that simulators should not replace actual behind-the-wheel driving time.", "The private sector uses simulators in its truck driving schools and considers them very useful. Officials at two commercial driving schools stated that their simulators help students learn to drive under various high-risk driving and weather conditions, including braking with a load on steep inclines or on wet and icy surfaces."], "subsections": []}, {"section_title": "Some Information Not Reaching Its Target", "paragraphs": ["Some safety rules relating to M939 trucks are not being communicated effectively. Moreover, many informal training programs seem to be unaware of available assistance from the Army Transportation School. Better communication is key to improving the flow of this type of information.", "The M939 series trucks are not supposed to be driven over 40 mph, even under ideal conditions. However, we found that some licensed drivers, students, instructors, and supervisors alike were either unaware of the speed limit, had forgotten about it, or did not know this restriction is still in effect for M939s without anti-lock brake systems. Two-thirds of licensed drivers we interviewed, as well as about one-third of student drivers in formal training programs and over two-thirds of student drivers in informal training programs, did not know or could not recall the 40-mph limit. And none in a group we interviewed from a recently graduated formal program class were able to tell us the correct maximum speed limit. Although nearly all the 65 formal and Reserve program instructors we interviewed could state the correct speed limit, only about two-thirds of informal program instructors and driver supervisors could do so. By contrast, all of the nearly 100 students we interviewed at the Army Reserve training program knew of the speed limit, and for a simple reason: all the M939 trucks used for training had a dashboard sticker to remind the driver of the speed limit. (See fig. 5.)", "There also appears to be a communication problem between informal program instructors and the Army Transportation School. Although the instructors believe their training programs are good ones, they also stated they do not have enough time to focus on improving and upgrading these programs and would like more input from “knowledgeable personnel,” such as those at the Fort Eustis Transportation School who developed the formal training program. Some said they could have avoided difficulties they encountered in developing a high-quality informal program if such expertise had been available. Many suggested that standardized, Army- wide training packages tailored for each type of vehicle would be an efficient and economical way of training informal drivers.", "However, none of the instructors we interviewed knew that the Transportation School has a program available designed specifically for informal training of M939 drivers. In November 1999, the Transportation School distributed a CD-ROM driver training program, which includes lessons on driving and performing operator maintenance on the M939 to Army standards. Transportation School officials stated that the program was sent to around 1,800 different Army locations (according to the number and location of M939 trucks) and is also available through the Army’s web site."], "subsections": []}, {"section_title": "Additional Challenges Facing Informal and Reserve Training Programs", "paragraphs": ["While facing similar instructor shortages and limited driving conditions, the informal and Reserve training programs we reviewed must also try to train drivers in a shorter time than the formal programs. The reserves also have problems with their equipment.", "The 10 informal programs we reviewed ranged between 40 and 120 hours (compared to 6 weeks for the formal program). As a result, instructors focus mostly on teaching the basics (driving on surfaced roads, backing up on flat surfaces, and performing some required maintenance and service). Instructors teach more difficult skills only if time and circumstances allow. Several instructors questioned how their 40 to 80 hour programs could possibly teach as much as was taught in the 6-week formal course.", "The reserves have problems not only with instructor shortages, but also with training equipment. Reserve officials said their 5-ton truck driver training programs are generally understaffed because of a lack of available senior noncommissioned officers to teach. Also, because programs are usually not authorized a fleet of trucks exclusively for training, units must borrow trucks from the installation where training is taking place or from other nearby Army installations. The training unit is responsible for picking up and returning the trucks or for paying to have the trucks delivered and returned. They also pay an established usage fee to the units that lend the trucks. This is costly, especially if a borrowed vehicle needs repair work before it can pass the required safety inspection so that it can be used for training. Reserve training officials told us that this happens frequently and adversely impacts training."], "subsections": []}]}, {"section_title": "Some Supervisory Procedures Are Not Being Performed or Documented", "paragraphs": ["Army regulations require that truck drivers undergo a so-called “check ride” and “sustainment training” once a year (once every 2 years for the Army Reserve and National Guard). Performing these procedures-which are aimed at identifying and correcting poor driving habits, maintaining high driving proficiency levels, and ensuring safe driving-is the responsibility of the driver’s assigned unit. Both procedures must also be documented in personnel driving records. However, we found that they are either not being performed or are not being recorded as required.", "We reviewed over 450 driving records and found that over 80 percent did not contain an entry indicating a check ride had been performed every year and for each type of vehicle in which the driver was licensed to drive. Eighty-five percent of records also did not have an entry documenting that sustainment training had been given annually as required. Seventy percent of the drivers we interviewed (both 88M drivers and occasional drivers) stated they either did not know what a check ride was or had not been given one annually. Three-quarters of the drivers we interviewed also said they had not attended an annual sustainment training course.", "Supervisors are responsible for administering check rides to assess a driver’s capabilities and overall driving habits. According to Army officials, unit commanders and supervisors must also develop and implement annual sustainment training programs, in part, on the basis of the results of check rides. A number of supervisors told us that they do not always conduct formal check rides because of personnel shortages and high operating tempo; rather, they try to assess drivers’ skills and give correctional guidance—a sort of “informal” check ride—whenever they ride with a driver. None of them knew about the Transportation School’s informal driver training program, which includes guidelines for sustainment training."], "subsections": []}, {"section_title": "Accident Database Not Used Effectively", "paragraphs": ["The Army Safety Center maintains a ground accident database that has been used in the past to identify accident anomalies that in turn led to safety improvements involving the operation of M939 series 5-ton trucks. The database, however, is not complete because not all data fields in accident investigation reports are always filled in. The database is also not being analyzed on a regular basis to identify trends or recurring problems.", "One of the purposes of the ground database is to provide demographic information that can be used for statistical comparisons. The Army Safety Center did so in 1998 when it compared accident rates of different Army trucks and found that the M939 series trucks had a much higher serious accident rate than other similar trucks. In other, earlier studies, the Center reviewed M939 accident data and found a series of recurring accident conditions. On the basis of these studies, the Army Tank-automotive and Armaments Command in December 1992 issued the first of several Army-wide messages warning of these problems and imposing the 40-mph speed limit on the M939. Also on the basis of these studies, the Command conducted additional studies on the M939, which in turn led to an estimated $122.4 million in recommended design modifications.", "We analyzed nearly 400 M939 accident reports dating from 1988 through 1999 contained in the Safety Center’s database and found that four of the 36 data fields of information we requested for our analysis were often not filled in. Safety Center personnel acknowledged that the missing data could weaken any conclusions reached using these fields. Two fields – Was the Driver Licensed at the Time of the Accident and What was the Driver’s Total Accumulated Army Motor Vehicle Mileage – contained no information 45 and 50 percent of the time respectively, and because of this, could not be included in the analyses we performed. Two other Fields –What Was the Mistake Made and Why Was the Mistake Made-were also often left blank.", "Our analysis also revealed patterns that, if studied further, might be useful in improving training programs. For example, many of the reported accidents occurred on wet or slippery surfaces or when the truck was hauling cargo or pulling equipment. Furthermore, three-quarters of accidents involved occasional drivers (those trained at informal schools). Some patterns we identified are illustrated in figure 6."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Instructor shortages are affecting the quality and quantity of truck driver training, especially at Fort Leonard Wood. The end result is that student drivers are not fully trained in all aspects of the instruction program when they graduate. This places an additional burden on the drivers’ assigned units, which must further train these drivers, and on supervisors, who must be more vigilant in identifying drivers’ shortcomings. If formal schools had enough instructors on-hand, they would presumably be able to teach the entire instruction program.", "The student imbalance between the schools at Fort Leonard Wood, which is understaffed, and Fort Bliss, which has smaller class sizes and a lower student-instructor ratio, creates an ineffective use of resources. This imbalance places an unnecessarily heavy burden on Fort Leonard Wood. If the annual student load were more equally distributed between the two schools, student graduates from Fort Leonard Wood might receive more complete training.", "The formal schools are not adhering to the instruction program, which calls for some training with trucks carrying cargo. Further, no training is provided in how to pull equipment. With a high percentage of M939 accidents taking place under these two conditions, the formal schools should provide some training in these areas.", "Similarly, students are not being trained to drive under different weather and surface conditions. While it is understandable why formal schools hesitate to take the risk of having students drive under hazardous or high- risk conditions, it is also necessary that students receive such training. An army study concluded that simulators can provide an effective means of safely training drivers in high-risk weather and different road-surface situations.", "Because annual check rides and sustainment training are not always being performed, unsafe driving habits may go undetected. Further, if corrective oversight or training is not recorded, unit commanders and supervisors cannot know which drivers need attention. Although performing and recording check rides and sustainment training may be time-consuming, these procedures can save lives.", "Some important safety information, such as M939 speed limit restrictions, is not always being passed on to or remembered by drivers, supervisors, and trainers. Using inexpensive devices, such as dashboard stickers, is a simple way to remind these personnel of the speed restrictions.", "The Safety Center’s accident database could be used to identify trends that may show the need for greater training emphasis in certain driving maneuvers. A periodic analysis of the database could assist school officials, instructors, and supervisors in adjusting instruction programs or mentoring drivers. However, such analysis would prove more useful if all fields of information contained in the database were complete."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["We recommend that the Secretary of the Army direct the Commander of the Training and Doctrine Command to review and modify, as needed, instructor levels for the formal training programs to ensure that the programs are adequately staffed to teach the anticipated class size;   balance the student load between the two schools by bringing the Fort Bliss school up to fuller capacity and/or increasing the number of classes annually taught there, thereby reducing the student load and associated problems created by such at Fort Leonard Wood;   enforce the instruction program used by the two formal schools to ensure that students receive hands-on training in driving trucks loaded with cargo and also modify the program to include driving when pulling equipment— two essential skills in performing the primary mission of the 5-ton tactical fleet; and   consider using simulators at the two formal schools to safely teach known training shortfalls such as driving under hazardous conditions, with the understanding that simulators not be used to replace hands-on driving conducted under less risky conditions.", "We also recommend that the Secretary of the Army issue instructions to all applicable major army commands to require adherence to Army regulations on check rides and sustainment training of licensed truck drivers and require that warning stickers indicating speed restrictions be prominently displayed in the cabs of all M939 trucks not equipped with anti-skid brake systems.", "We further recommend that the Secretary of the Army direct the Commander of the Army Safety Center to   ensure that all information fields in accident reports are properly filled in   periodically review accident data for the presence of trends or anomalies for the purposes of informing trainers and supervisors of any information that may help them perform their duties or help improve safety."], "subsections": []}, {"section_title": "Agency Comments and Our Review", "paragraphs": ["In oral comments on a draft of this report, Department of Defense officials concurred with all our recommendations.", "We are providing copies of this report to the Honorable Donald H. Rumsfeld, Secretary of Defense; the Honorable Joseph W. Westphal, Ph.D., Acting Secretary of the Army; and interested congressional committees. Copies will also be made available to other interested parties upon request.", "If you or your staff have questions concerning the report, please call me at (202) 512-5559. Our scope and methodology is explained in appendix I. GAO contacts and staff acknowledgments to this report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to (1) evaluate the capacity of the Army’s 5-ton truck driver training programs to fully train drivers, (2) determine whether oversight procedures and processes for these drivers are being followed, and (3) determine whether and how the Army uses accident data to improve training, supervision, and safety.", "To evaluate the capacity of the Army’s 5-ton truck driver training programs to fully train drivers, we reviewed applicable training programs in terms of compliance and completeness at both of the Army’s formal schools (Fort Leonard Wood and Fort Bliss) and 10 different informal training facilities located at 4 installations. We also reviewed the training provided at one of eight Army Reserve training centers. Reserve training centers all use the same Program of Instruction. We reviewed these programs for compliance with existing regulations and standard operating procedures established by the various training components. To assess the completeness of training, we made observations and collected documentation relating to the actual training being conducted and compared that documentation to the training specified in each training schools/program’s instruction program and also in relation to the primary mission of the 5-ton truck fleet. We also discussed these issues with officials responsible for designing the training programs, training command personnel, driving instructors, and student drivers to gain their perspectives. Lastly we compared the formal Marine Corps 5-ton training program and two commercial sector training programs to the Army’s formal program to identify any training techniques and/or devices that might benefit 5-ton training curriculums.", "To determine whether oversight procedures and processes for these drivers are being followed, we documented the duties of supervisors of medium tactical vehicles as found in Department of Defense and Army guidance, instructions, procedures, and regulations. Through observations and discussions with nearly 80 driver supervisors and nearly 200 truck drivers stationed at 12 different Army and National Guard units, we then assessed the degree to which they accomplished these responsibilities or followed required documentary procedures. In addition, at the units visited we collected over 450 historical driving records for truck operators and reviewed them for required annual supervisory annotations relating to check ride and sustainment training specified in Army regulations.", "To ensure we collected information representative of the universe of existing 5-ton truck informal training programs and the administering of driver supervision responsibilities, we selected—for review and observation purposes—four installations aligned under the U.S. Army Forces Command. This major command, according to the Army Materiel Command’s Logistic Support Activity, controls 94 percent of the active army’s M939 series 5-ton trucks in the continental United States. Because Army automated record-keeping systems cannot provide 5-ton truck densities or locations below the major command level, we engaged the services of Army Internal Review personnel to assist us. Within the four installations, we requested that Internal Review personnel set up meetings with subordinate commands conducting the majority of 5-ton truck driver training and with commands maintaining the largest concentrations of 5- ton trucks and/or drivers.", "In discussing accident data with Army Safety Center personnel, we learned of Army notifications currently in effect and relevant to the safe handling of 5-ton trucks that resulted from past analyses performed on the Center’s ground accident database. We reviewed these notifications, including existing Army regulations and procedures pertaining to how this information is to be disseminated Army-wide. We then queried 5-ton truck driver-trainers, student drivers, supervisors, and licensed drivers to gain an understanding of how knowledgeable they were of restrictions imposed by these notifications.", "To determine whether and how the Army uses accident data to improve training, supervision, and safety, we interviewed safety center personnel and obtained and reviewed past studies and analyses conducted by the Center. In addition to identifying data that could be useful in improving training or supervision, we analyzed 12 years of demographic accident information pertaining to M939 series 5-ton tactical cargo trucks. Our analysis of this information, compiled for us by Army Safety Center personnel, included Class A, B, and C accidents occurring from January 1988 through December 1999 and for which some degree of fault was attributable to an M939 driver. This truck series accounts for about one- half of the Army’s 5-ton fleet and is the series specifically mentioned in the request letter. We focused on identifying the presence of any demographic anomalies or commonality factors that, when compiled statistically, might prove beneficial to trainers, supervisors, or the safer operation of M939 series trucks. We also discussed the results of our accident analysis with Army Safety Center officials, trainers, and supervisors to obtain their input and/or concurrence.", "We performed our work from May 1999 through July 2000 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Aisha A.Mahmood, Stefano Petrucci, William R. Simerl, Lorelei St. James, and Gerald L. Winterlin made key contributions to this report."], "subsections": []}]}], "fastfact": []}