{"id": "GAO-17-500", "url": "https://www.gao.gov/products/GAO-17-500", "title": "Army Corps of Engineers: Better Data Needed on Water Storage Pricing", "published_date": "2017-08-18T00:00:00", "released_date": "2017-09-18T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Corps is to implement the water storage provisions of the Water Supply Act of 1958 at Corps' projects, such as reservoirs, across the United States. Under the act, the Corps enters into agreements with M&I water users, such as local water utilities, for storage space in the projects. As part of these agreements, the Corps includes the terms of repayment to cover the cost to construct, operate, and maintain the project.", "GAO was asked to review the Corps' process for setting M&I water storage agreement prices. Among other objectives, this report examines (1) what is known about the variability of these prices and (2) M&I water users' and stakeholders' views on water storage prices and how the Corps sets M&I water storage prices. GAO reviewed the M&I water storage agreement data stored in OMBIL and assessed the reliability of the data, in part, by comparing information in agreements with data in OMBIL and interviewed Corps officials in headquarters and the Kansas City, Savannah, and Tulsa districts and a nongeneralizable sample of 26 M&I water users and 14 stakeholders such as industry groups, all selected for such factors as number of storage agreements."]}, {"section_title": "What GAO Found", "paragraphs": ["Based on GAO's review of the U.S. Army Corps of Engineers' (Corps) municipal and industrial (M&I) water storage agreement data stored in the Operations and Maintenance Business Information Link (OMBIL) database and discussions with agency officials, GAO could not determine the extent to which storage prices varied because Corps' data were not sufficiently reliable for such an analysis. Specifically, some data contained errors or were missing, and inconsistencies existed in how some data were recorded in OMBIL. Corps officials said that they do not systematically review the data, such as regularly tracing data in OMBIL back to the originating agreement to ensure the data are accurate. Instead, Corps officials said they conducted a limited quality control review of the M&I water storage agreement data in OMBIL but have not resolved all the errors they identified to help ensure complete and accurate information, as called for by federal standards for internal control. Without systematically reviewing and correcting the data in OMBIL, the Corps and users of the information may not have access to reliable M&I water storage agreement data. Corps officials also said they do not currently have plans to systematically review the M&I water storage agreement data in OMBIL because the agency does not have a policy and implementing guidance requiring review of the data, which is inconsistent with federal internal control standards. Without developing a policy and implementing guidance on how staff should systematically review and correct M&I water storage agreement data, the Corps will continue to have issues with the reliability of the data. While GAO could not determine the extent of variability in prices, Corps officials and M&I water users and stakeholders said that M&I water storage agreement prices vary. Agency officials identified factors that may contribute to the variation, including a project's original construction costs and the year the M&I water storage agreement was signed, given that inflation may increase prices charged for storage.", "Many M&I water users GAO interviewed were generally satisfied with the Corps' M&I water storage pricing process. However, many M&I water users and stakeholders also highlighted concerns with their water storage agreements, primarily the length of time it took to complete the process for establishing agreements that reassign storage at existing projects from one use, such as hydropower generation, to use for M&I water supply. For example, one M&I water user GAO interviewed said it took the Corps 16 years to finalize its study for the water user's storage request and in that time the community faced a drought that jeopardized the ability to meet water storage needs of a local power plant. Corps officials could not provide estimates of the time it takes to complete the process because the agency does not systematically track this information. Under federal standards for internal controls, management should design control activities to achieve objectives and respond to risks. Such activities include promptly recording all transactions to maintain their relevance and value to management in controlling operations and making decisions. Without collecting and analyzing data on the length of time it takes to complete the process, the Corps does not have the information to identify areas that may hinder its ability to complete the water storage pricing process in a timely manner."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Corps systematically review and correct its data on M&I water storage agreements and develop policy and guidance for conducting such reviews; and collect and analyze data on the time it takes to complete reallocation agreements. The agency concurred with the recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The U.S. Army Corps of Engineers (Corps) is the world’s largest public  engineering agency and manages hundreds of water storage projects,  such as reservoirs, across the United States through its civil works  program. These projects serve a variety of purposes, including storage  for flood control, hydropower, and irrigation. In addition, Corps projects  store millions of acre-feet of water for municipal and industrial (M&I)  purposes, which include water for the operation of municipal and  community water systems for use in households, commercial operations,  and public supplies. M&I water may also be used for industrial processes,  such as mining operations and power generation.", "According to a Corps document, in the early 1950s, the growing water  supply problems of the United States led the Chief of Engineers to urge  that all Corps reservoirs constructed for river control include water supply  storage. Subsequently, Congress passed the Water Supply Act of 1958,  which states that water supply development is primarily a non-federal  responsibility, but the federal government should cooperate with states  and local interests in developing water supplies in connection with federal  water projects. This act authorized the Corps to include M&I water  supply for present and future demand at Corps reservoir projects. The  Corps views the Water Supply Act of 1958 as the primary vehicle for its  involvement in water supply storage.", "The Corps is responsible for implementing the water storage provisions of  the Water Supply Act of 1958, as amended, at Corps’ projects. Under the  act, the Corps enters into agreements with M&I water users, such as  states, local water utilities, or municipalities, for water storage space in  the Corps’ projects. These agreements may be either (1) originally  authorized agreements for water supply that was included in storage  plans prior to the construction of the reservoir; or (2) reallocation  agreements, where storage at existing projects is reassigned from one  use, such as hydropower generation, to use for M&I water supply.", "The Corps neither acquires nor secures the rights to the water, nor does  the Corps play a substantial role in the delivery of stored water to users.  As part of these M&I water storage agreements with water users, the  Corps includes the terms of repayment to cover the cost to construct,  operate, and maintain the project. Specifically, M&I water users pay for  the total expenditures to physically build a project including the cost of  lands, relocations, engineering, design, administration, and supervision  (i.e., first costs) plus interest, if amortized and repaid through annual  payments. Water users also pay for a portion of the total annual  operation and maintenance (O&M) costs for the project.", "According to a Corps’ report, as of December 2014, the agency’s water  storage database contained information on approximately 340 separate  agreements, including almost 140 reallocation agreements, for water  stored in approximately 140 reservoirs managed by the Corps in 25  states. Since the 1960s, the construction of new projects has slowed  markedly and the Corps has increasingly met the demands for increased  M&I storage through reallocation agreements, where the Corps reassigns  water storage from one use to use for M&I water supply. Of the almost  140 reallocation agreements currently managed by the Corps, just over  100 (approximately 75 percent) have been signed since 1990. Increased  demand for storage to help M&I water users meet the water supply needs  of their customers, combined with reduced water availability stemming  from recent droughts, among other factors, has increased interest in how  the Corps sets prices for M&I water storage.", "We were asked to review the Corps’ process for setting M&I water  storage prices. This report examines (1) how the Corps sets M&I water  storage prices; (2) what is known about the variability, if any, of those  prices; and (3) M&I water users’ and stakeholders’ views on water  storage prices and how the Corps sets M&I water storage prices.", "To examine how the Corps sets M&I water storage prices, we reviewed  relevant laws, such as the Water Supply Act of 1958, and Corps’ policies  and guidance on water storage. We interviewed Corps’ headquarters  officials knowledgeable about Corps’ M&I water supply policies, as well  as agency officials in three Corps’ districts (Kansas City, Savannah, and  Tulsa) to understand how the Corps calculates and considers the effects  of water storage at Corps projects when setting storage prices. We  selected these districts based on a number of criteria, including data on  differences in the total M&I storage space at Corps’ projects in a district,  number of M&I agreements in a district, and method used to set storage  prices in reallocation agreements. These data were obtained from the  Corps’ primary water storage database—the Operations and  Maintenance Business Information Link (OMBIL)—which maintains  storage data on Corps’ projects.", "To examine what is known about the variability in the prices the Corps  charges for M&I water storage, we assessed the reliability of OMBIL data  and determined that they were not sufficiently reliable for analyzing  variability in prices. We made this determination after identifying a  number of concerns, such as errors in the data, based on our review of  the data and interviews with Corps officials. We discuss these limitations  in our report. For example, we used the OMBIL data to compare a  random sample of M&I water storage agreements to the corresponding  data maintained in the database to determine whether the OMBIL data  match the information in the agreements. We also interviewed Corps  officials in headquarters and the three districts to discuss the reliability of  the OMBIL data and M&I Water Supply Database reports. OMBIL has  separate modules for other Corps purposes, such as navigation, but we  only reviewed the data in the water supply module. While we determined  that the OMBIL data were not sufficiently reliable for analyzing variability  in prices, Corps officials said that the data are the best available on  agreements. Therefore, we present high-level data from the most recent  M&I Water Supply Database report available at the time of our review to  provide context for the M&I water storage agreements, such as the  number of M&I water storage agreements the Corps has with water  users. In addition, we used data from the M&I Water Supply Database  report, which presents data from OMBIL, to select the three Corps  districts, as previously discussed. Finally, we also interviewed Corps  officials at headquarters and the district offices regarding factors that may  affect the price of M&I water storage across agreements.", "To determine M&I water users’ and stakeholders’ views on water storage  prices and how the Corps sets M&I water storage prices, we interviewed  officials and representatives from a nongeneralizable sample of 26 M&I  water users in the three Corps districts. For the purposes of our report,  “M&I water users” included cities, water districts, water authorities, and  cooperatives with M&I water storage agreements with the Corps in the  three selected districts. To determine our sample of M&I water users, we  analyzed OMBIL data on the number of active M&I water storage  agreements in the three Corps’ districts. We also interviewed a  nongeneralizable sample of 14 water stakeholders. They included officials  from nonfederal entities that may have M&I water storage agreements  with the Corps but were not selected as part of our sample of agreement  holders in the three selected Corps districts, as well as industry groups  and representatives of the hydropower industry who operate hydropower  plants at some Corps projects. While samples are nongeneralizable to all  water users and stakeholders, they provide illustrative examples and  insights into how, if at all, the views of water users and stakeholders may  differ in various locations. We used the categories shown in table 1 to  quantify M&I water users’ and stakeholders’ responses.", "We then conducted a content analysis of the water users’ and  stakeholders’ responses to identify common themes. The coding of  responses was independently verified by a second analyst. We also  interviewed Corps officials from the three districts to learn how the Corps  communicates with M&I water users and stakeholders.", "We conducted this performance audit from July 2015 through August  2017 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Located within the Department of Defense, the Corps has both military  and civilian responsibilities. The Corps’ civil works program, which is  responsible for water resources projects, is organized into three tiers: a  national headquarters in Washington, D.C.; eight regional divisions that  were generally established according to watershed boundaries; and 38  districts nationwide.", "Corps headquarters primarily develops the policies and guidance that the  agency’s divisions and districts carry out as part of their oversight  responsibilities of the water projects under the Corps’ purview. The  Assistant Secretary of the Army for Civil Works, appointed by the  President, establishes the policy direction for the civil works program. The  Chief of Engineers, a military officer, oversees the Corps’ civil works  operations and reports on civil works matters to the Assistant Secretary of  the Army for Civil Works. The eight divisions, commanded by military  officers, coordinate civil works projects in the districts within their  respective divisions. Corps’ districts, also commanded by military officers,  are responsible for planning, engineering, constructing, and managing  water-resources infrastructure projects in their districts.", "The Corps also has a number of centers of expertise, with staff that  provide specialized knowledge and skills for fulfilling the Corps’  responsibilities. One center of expertise is the Hydroelectric Design  Center, located in the Corps’ Portland district, which provides  hydroelectric and large pumping plant engineering services. Within the  Hydroelectric Design Center is the Hydropower Analysis Center, which  conducts analyses of hydropower projects and economic benefit  evaluations for existing and new hydropower projects for all of the Corps’  power plant installations."], "subsections": [{"section_title": "Corps’ Role in M&I Water Storage", "paragraphs": ["The Corps enters into agreements with M&I water users, such as states  or local water utilities, for water storage within Corps-managed projects,  such as reservoirs or dams. According to a Corps report, as of December 2014, the majority of M&I water storage is concentrated in the  Corps’ Southwestern division, which contains almost half of the Corps’  projects with M&I water supply storage, and over two-thirds of Corps M&I  storage by volume. The next highest concentration of projects with M&I  storage is in the Corps’ Great Lakes and Ohio River division, with  approximately one-fifth of Corps projects and just over 5 percent of  storage volume (see fig. 1).", "The Corps provides M&I water storage but does not have a role in  acquiring or securing the rights for water that users store at Corps’  projects. Water users must secure the necessary water rights. The  Corps also does not have a substantial role in the distribution of stored  water, which is generally the responsibility of water users. Figure 2  shows the key stages, including the Corps’ role, in the M&I water storage  process.", "The Water Supply Act of 1958 authorizes the Corps to provide M&I water  storage at federal projects owned and operated by the Corps to water  users on a reimbursable basis. Under this act, a water user is to  reimburse the Corps for the costs associated with the user’s share of the  storage costs. Water users do so by entering into “repayment”  agreements with the Corps. The Water Resources Development Act of  1986 amended the Water Supply Act of 1958 by changing the repayment  period for water storage agreements from 50 years, as established in the  1958 act, to 30 years. It also provided that the terms of repayment for  M&I water storage agreements signed after 1986 be recalculated every 5  years, using an interest rate current at the time of recalculation, and  required that O&M costs be reimbursed annually. See figure 3 for a  timeline of key statutes that establish the Corps’ water storage authorities.", "Under the Water Supply Act of 1958, water users may enter into one of  two types of M&I water storage agreements: originally authorized and  reallocation. According to Corps officials, under both types of  agreements, water users approach the Corps to request a water storage  agreement and are to demonstrate that they have secured the necessary  water rights under state law.", "Under the act, the Corps may enter into originally authorized agreements  for water supply that were included in storage plans prior to the  construction of the project, pursuant to specific congressional  authorization. Since the 1990s, however, construction of new projects has  slowed significantly, resulting in fewer originally authorized agreements.  According to Corps officials, the last projects with originally authorized  M&I water storage were constructed in 1991. As shown in figure 4, to  initiate an originally authorized water storage agreement, an M&I water  user typically approaches the Corps. The Corps district calculates the  cost of storage and drafts a water storage agreement. The Corps has a  standard agreement template it generally uses for originally authorized  water storage agreements. The Corps’ division reviews the water storage  agreement when it uses the standard agreement template. In cases  where the water storage agreement exceeds 1,000 acre-feet of storage  space or contains significant modifications from the standard template,  review and approval by Corps headquarters officials is needed.", "The Corps manages water storage projects that have a variety of uses such as storage for flood  control, hydropower, and irrigation. For illustrative purposes, the figure depicts such uses as use #1  and use #2. In addition, Corps projects store millions of acre-feet of water for M&I purposes.", "Originally authorized M&I water storage agreements are agreements for water supply that were  included in storage plans prior to the construction of the reservoir.", "The inactive pool is the lowest storage area. Water in the inactive pool would only be used during  extreme droughts or emergencies.", "Dashed lines are not physical separations. The lines are used to indicate increases and decreases in  the storage volume of existing uses within the reservoir as a result of an originally authorized M&I  water storage agreement.", "Under the Water Supply Act of 1958, the Corps also may reallocate or  reassign water storage at an existing project (e.g., reservoir) from one  use to another, such as reallocating storage for hydropower generation to  M&I water supply. The act prohibits the Corps from reallocating storage  in a manner that would seriously affect the project purposes or that would  involve major structural or operational changes without congressional  approval. Since the mid-1980s, the Corps has increasingly entered into  reallocation agreements to provide M&I water storage. According to a  Corps report published in 2015, the Corps entered into over 30  reallocation agreements from the 1950s through the 1980s and over 130  originally authorized agreements. From 1990 through December 2014,  the Corps entered into approximately 100 reallocation agreements and  just under 50 originally authorized agreements.", "According to Corps officials, to initiate a reallocation agreement, a  prospective M&I water user typically submits a request to the Corps, as  shown in figure 5. Before entering into a reallocation agreement, the  Corps is to review the status of the project in its dam safety program and  determine if a reallocation can be undertaken without unacceptable risks  to public safety. If the project is approved and funded, the Corps  conducts a reallocation study to determine the feasibility of the proposed  reallocation, significance of project modifications and effects on other  authorized purposes, and the size and cost of the water storage  reallocation needed to meet the water user’s request. Corps officials at  the district, division, and headquarters levels conduct analyses or review  reallocation studies; these officials may include engineers, economists,  environmental scientists, attorneys, and project managers. In addition,  officials with specialized knowledge, such as from the Corps’ centers of  expertise, may also contribute to a reallocation study by providing  technical assistance.", "The level of approval necessary within the Corps depends on the size  and impact of the M&I water storage reallocation. If the reallocation will  require major structural or operational modifications to the project or  seriously affect authorized project purposes, the Water Supply Act of  1958 requires that Congress approve the reallocation study  recommendations. Once congressional approval is obtained, the  Assistant Secretary of the Army for Civil Works is to approve the  agreement. When the reallocation does not require major structural or  operational modifications to the project or seriously affect authorized  project purposes, the Assistant Secretary of the Army for Civil Works  approves the resulting reallocation agreement. The Assistant Secretary of  the Army for Civil Works is to review and approve the first M&I water  storage agreement at any project. Otherwise, the Assistant Secretary of  the Army for Civil Works has delegated authority to Corps headquarters  to approve agreements when the total amount of storage space  reallocated for a project for M&I water does not exceed the lesser of 15  percent of the total storage capacity of the project or 50,000 acre-feet.  Corps headquarters has further delegated approval authority to division  commanders for water storage up to 499 acre-feet and to district  commanders for up to 99 acre-feet.", "Both types of water storage agreements generally specify either that the  water user is to repay (1) as a lump sum the first costs, such as costs for  relocations, engineering, and design, associated with M&I storage at the  time the agreement is enacted; or (2) over time for a period of up to 30  years with interest. According to Corps guidance, in the case of originally  authorized agreements signed after 1986, the repayment period may not  extend beyond 30 years from the date when the project was completed  and placed in service or the date the first M&I water storage agreement  for the project was signed, whichever is later. According to Corps officials,  because most water storage projects were completed before 1980, there  are few projects with originally authorized storage space that may still  amortize the repayment of new agreements. In the event that repayment  of originally authorized storage can be amortized, the Corps uses the  current interest rate established under the Water Supply Act of 1958 and  recalculates, accordingly, the terms of repayment every 5 years.", "Any water user with an active M&I storage agreement approved after the  Water Resources Development Act of 1986 is to repay a percentage of  the relevant project’s annual O&M costs to the Corps. The Corps  considers O&M costs for the purpose of M&I water supply to consist of a  portion of the joint-use costs—costs incurred at a project for  improvements and repairs that benefit multiple authorized purposes, such  as dredging of sedimentation that increases storage space at a project— and any costs specific to the M&I water supply purpose. The Corps then  allocates a portion of the joint-use O&M costs to each individual M&I  water user based on the terms of their agreement. In the case of  reallocated M&I water storage agreements, the portion of joint-use costs  assigned to the M&I water user is based on the percentage of the total  useable project storage space. For example, if a water user has a  reallocation agreement with the Corps for 10 percent of the storage space  at a project, the user will repay 10 percent of the joint-use O&M costs for  the project annually."], "subsections": []}, {"section_title": "The Corps Houses M&I Water Storage Agreement Data in a Centrally- Managed Database", "paragraphs": ["According to Corps officials, the district offices are responsible for  recording and maintaining data on M&I water storage agreements and  any related legal documents, which they input in the Corps’ OMBIL  system. Information specific to M&I water storage agreements is housed  in the water supply module within OMBIL, which includes data on volume  of storage, project cost, water users with whom the Corps has an  agreement, and the date of the agreement. The Corps uses OMBIL data  to respond to congressional requests about M&I water storage  agreements and to publish publically-available reports, such as its M&I  Water Supply Database report. This report has been published  periodically since 1998. In addition to information on M&I water storage  agreements, OMBIL contains information on other Corps’ responsibilities,  such as navigation and environmental stewardship, which the agency  maintains in separate modules."], "subsections": []}]}, {"section_title": "The Corps Uses Different Methods to Set M&I Water Storage Prices Based Primarily on the Type of Agreement", "paragraphs": ["The Corps uses different methods to set M&I water storage prices,  primarily depending on whether the price is for an originally authorized or  reallocation agreement. For originally authorized agreements, the Corps  sets M&I water storage prices using the Separable Costs-Remaining  Benefits method, which adds the costs for a specific water storage  purpose and the joint-use costs for a project. For reallocated M&I water  storage agreements, the Corps sets storage prices based on the highest  costs derived from one of four pricing methods."], "subsections": [{"section_title": "The Corps Uses the Separable Costs- Remaining Benefits Pricing Method for Originally Authorized Agreements", "paragraphs": ["Originally authorized agreements are for water supply that was included  in storage plans prior to the construction of a reservoir. To initiate an  originally authorized agreement, after a project is constructed, the Corps  sets the price for water storage by allocating cost to the M&I water user  through the Separable Costs-Remaining Benefits method. As outlined in  a Corps planning document, costs allocated to each project purpose are  the sum of the (1) specific costs and (2) joint-use costs.", "Specific costs. The specific costs for a project are costs serving only  one project purpose. For example, according to Corps officials, the  specific costs for M&I water supply could include the costs of a Corps- constructed intake structure that would allow a specific M&I water  user to withdraw water from the project.", "Joint-use costs. The joint-use costs for a project consist of the sum  of the separable costs for each project purpose (i.e., the costs to add  that purpose to the project), plus a share of the remaining costs (i.e.,  total project costs minus the sum of the separable costs). For M&I  water storage, the joint-use costs would be the share allocated to M&I  water users of all project costs not associated with specific project  features. For example, joint-use costs could include the costs of  constructing the project’s dam, a cost that benefits all project  purposes.", "Corps officials we interviewed said that the last projects with originally  authorized M&I water storage were constructed in 1991, and the Corps  has not constructed a new water storage project since the early 1990s.  Corps officials we interviewed also said that the agency is not studying or  planning the construction of any new projects, as of the time of our  review. As a result, Corps officials said that the Corps has not recently  used this pricing method."], "subsections": []}, {"section_title": "The Corps Sets the Price for M&I Water Reallocation Agreements Based on the Highest of Four Pricing Methods", "paragraphs": ["As described in a Corps’ planning policy document, the agency sets the  price for reallocated M&I water storage based on the highest costs  derived from one of the following four pricing methods.", "Updated cost of storage: This method uses cost indexes to escalate  original storage construction costs to present-day price levels.  According to Corps officials, the Corps does not account for the  current condition of a project when using this method. This is the most  frequently used method.", "Benefits foregone: Under this method, the Corps estimates the  benefits that would be foregone as a result of reallocating storage  from one purpose to M&I water storage. For example, if the  reallocation of storage occurs from the flood control pool, there may  be foregone flood control benefits. Benefits foregone is the second  most frequently used method.", "Revenues foregone: Under this method, the Corps estimates the  revenues that would otherwise have been paid to the U.S. Treasury  had the storage reallocation not occurred. According to Corps  officials, the method most frequently applies to revenues foregone  from a reduction in hydropower generation for reallocation to M&I  water storage at a Corps project.", "Replacement cost: According to Corps officials, this method  calculates the cost of providing equivalent benefits by other means to  replace those benefits reduced by reallocating storage to M&I water  uses. For example, using this method for reallocating from flood risk  management to M&I water storage, the Corps calculates the cost of  constructing a separate flood risk management project to provide  benefits equivalent to the benefits reduced by the reallocation of the  flood storage.", "Corps officials we interviewed who were knowledgeable about water  storage pricing policy stated that they did not know the detailed history of  the Corps’ adoption of these pricing methods."], "subsections": []}]}, {"section_title": "Variability of M&I Water Storage Agreement Prices Cannot Be Reliably Determined, but Some Officials Cited Multiple Factors That May Affect Prices Set by the Corps", "paragraphs": ["Based on our review of M&I water storage agreement data stored in the  Corps’ OMBIL database and discussions with agency officials, we could  not determine the extent to which storage prices varied because Corps’  data were not sufficiently reliable for such an analysis. However, some  Corps officials and a few M&I water users and stakeholders stated that  water storage prices vary, and agency officials identified several factors  that may contribute to the variation, including the original construction  costs for a project and the authorized purposes of the project."], "subsections": [{"section_title": "Corps’ Data Were Not Sufficiently Reliable to Determine the Variability of Prices in M&I Water Storage Agreements", "paragraphs": ["We could not determine the extent to which there was variability in M&I  water storage agreement prices set by the Corps because agency data  were not sufficiently reliable for such an analysis. Our review of the  Corps’ OMBIL database, the most recent Corps’ M&I Water Supply  Database report available at the time of our review, and interviews with  knowledgeable Corps officials, identified three key issues affecting the  reliability of the Corps’ data.", "Some data contained errors. We identified errors in the data for  some of the M&I water storage agreements contained in OMBIL. For  example, we compared information from a randomly selected sample  of nine agreements from the Corps’ Kansas City, Savannah, and  Tulsa districts to the corresponding data in OMBIL. In one instance,  we identified a discrepancy between the date an agreement was  signed and the date listed for that agreement in OMBIL. When we  asked Corps officials about this discrepancy, one official stated that  the date on a signed agreement is not always the same as the date  when the agreement went into effect—that is, the date when the water  user begins repayment. According to the Corps’ OMBIL user manual,  agreement dates recorded in OMBIL should be the same as the date  on which the agreement was signed. In reviewing the agreement date  field in the OMBIL data, it was not always clear whether the date  district staff entered in OMBIL was the date the agreement was  signed or the date the agreement went into effect. In another instance,  the data in OMBIL indicated that the cost for a conduit was “$3,1620.”  When asked about this entry, Corps officials we interviewed said that  the cost should have been entered as “$3,162.” Corps officials said  that they identified errors in the Corps’ data during the Corps’ limited  quality control review of the data. For example, the M&I Water Supply  Database report published in 2015, which was based on OMBIL data,  indicated that the Corps set prices for four separate reallocation  agreements using the replacement cost method. When we asked  Corps officials to verify the information about the cost method used to  set prices for these four specific agreements, they stated that the  prices were not set using the replacement cost method and that they  had corrected the information in OMBIL to indicate that the costs for  these agreements were established using the updated cost of storage  method.", "Some data were missing. We identified multiple instances where  specific information about an M&I water storage agreement was  missing in the corresponding OMBIL data. For example, OMBIL data  for over 35 agreements did not include data for certain fields, such as  the year of the agreement. In another case, we found that the data  indicated that there should be a conduit cost for the agreement, but  that cost was not entered into OMBIL. Corps officials also identified  some agreements for which data should have been included in  OMBIL but were not recorded in the database.", "Some inconsistencies existed in how data were recorded in the  database. We also identified some inconsistencies in how certain M&I  water storage agreement data were recorded in OMBIL. For example,  conduit costs for some agreements were included in the cost of the  storage project, whereas in other instances, conduit costs were  recorded as separate line items (i.e., the conduit costs were not  included in the project cost).", "When asked about their confidence in the quality of OMBIL M&I water  storage agreement data, Corps officials said that their level of confidence  varied by data field. In particular, officials said that, as a result of their  quality control review, they were most confident in data on M&I water  storage volume, original project cost, and remaining project payments.  These officials explained that these data are used to support two of the  agency’s performance metrics that are reported to the Office of  Management and Budget. The officials expressed less confidence,  however, in other types of information. For example, the officials said that  data on reallocation sources and pricing methods are complete but of  unknown accuracy. According to the officials, some of the agreements  are several decades old, making it difficult to locate source documents  necessary to verify information. In addition, the officials said that they did  not know how accurate the data were when they were first entered into  OMBIL around 2007. Overall, Corps officials responsible for overseeing  the M&I water storage agreement data in OMBIL said they believe the  data published in the M&I Water Supply Database report published in  2015 is “reasonably accurate and reliable for programmatic reporting.”  The officials acknowledged, however, that errors and inconsistencies can  still be found in the details of individual agreement data.", "Corps officials said that they do not systematically review the M&I water  storage data, such as regularly tracing OMBIL data back to the originating  agreement to ensure the data in OMBIL are accurate. Instead, Corps  officials said they conducted a limited quality control review of the M&I  water storage agreement data in OMBIL, as of fiscal year 2016. As part of  this review, officials said that they compared data on agreements for a  specific project contained in one part of the OMBIL water supply module  with project-level data contained in a different part of the module. If the  data did not match, the officials reviewed the data to determine why there  may be errors. To help resolve errors identified in the review,  headquarters officials said they contacted the districts but have not  received responses from them all; the headquarters officials said they will  continue working with division and district offices to correct errors as  resources permit.", "Under federal standards for internal control, agency management should  use quality information to achieve agency objectives. Such information  should, among other things, be complete and accurate, but as we found,  the information in the OMBIL database is neither complete nor accurate.  The lack of reliable data that the Corps uses to report information on M&I  water storage agreements may result in the Corps presenting inaccurate  information to Congress and the public, such as in its M&I Water Supply  Database reports. In addition, the Office of Management and Budget may  not have an accurate understanding of whether the Corps is achieving its  goals related to the M&I water storage agreements, since the Corps uses  OMBIL data to support performance metrics that it reports to the Office of  Management and Budget. Corps officials said they currently plan on  updating certain tables in the M&I Water Supply Database report every  fiscal year and updating the report itself every other fiscal year. Therefore,  the officials said that new data should go no longer than 2 years without a  quality control review. However, as we previously noted, we found the  quality control review to be limited and did not, for example, trace the  OMBIL data back to the information contained in the originating  agreements. Without systematically reviewing and correcting, as  appropriate, data on M&I water storage agreements in the OMBIL  database, the Corps cannot ensure it is providing users of the  information, such as the Congress, the Office of Management and  Budget, and the public, with accurate and reliable information on M&I  water storage agreements.", "Corps headquarters officials said they do not currently have plans to  systematically review the M&I water storage agreement data in OMBIL in  the future because the agency does not have a policy and implementing  guidance requiring a review of the data. The officials said the agency has  limited resources available to conduct systematic reviews of the M&I  water storage agreement in OMBIL. For example, one headquarters  Corps official with oversight responsibility of the M&I water storage  agreement data in OMBIL estimated that regularly reviewing the data  would involve at least one full-time employee for a full year. However, the  official said that the Corps does not currently have employees who spend  all their time overseeing the M&I water storage agreement data in OMBIL.  Furthermore, Corps officials said that many storage agreements were  established decades ago and predate current staff, making it difficult and  time-consuming to rectify any identified errors.", "Federal internal control standards require that agency management  design control activities to achieve objectives and respond to risks by, for  example, clearly documenting internal controls in management directives,  administrative policies, or operating manuals. In addition, under federal  internal control standards, agency management should design control  activities, such as controls over information processing, to achieve  objectives and respond to risks. Such control activities can include  conducting systematic edit checks of data entered. For example, as  discussed in our 2009 guide for assessing the reliability of computer- processed data, process controls that could affect the accuracy and  completeness of data include management reviews of at least a sample  of data entries to ensure that key fields are accurate, nonduplicative, and  sensible. Systematic management reviews include a random sample of  cases that management reviews during each period.", "While identifying all individual M&I water storage agreements and related  files and comparing them with the corresponding information in OMBIL to  verify the accuracy of the data may be time-consuming, one option  discussed in our guide for assessing the reliability of computer-processed  data is to trace only a sample of agreements, as sampling saves time and  cost. Without developing policy and implementing guidance on how staff  should conduct systematic reviews of the M&I water storage agreement  data in OMBIL, the Corps will continue to have issues related to the  reliability of the data."], "subsections": []}, {"section_title": "Some Corps Officials Cited Several Factors That May Affect M&I Water Storage Prices", "paragraphs": ["While we were unable to determine the extent to which storage prices  varied, some Corps officials and a few water users and stakeholders we  interviewed said that the Corps’ M&I water storage prices do vary. When  asked why prices may vary, Corps officials said that each project and  agreement is unique and identified the following factors as among the  reasons why the prices they set for M&I water storage can vary among  agreements and projects.", "Original cost of construction. The original cost of construction  varies by project and affects the price the Corps sets for M&I water  storage. Specifically, factors related to geography, topography, and  construction materials will affect construction costs. For example,  costs to build a project located on a narrow river may be less  expensive than a project located on a wider river. In addition, the cost  of materials required for a specific project, such as an earthen versus  a concrete dam, also affect project costs.", "Year of agreement. The year in which the M&I water user and the  Corps signed the water storage agreement also affects Corps’ water  storage prices, according to Corps officials. Specifically, inflation may  increase the prices that the Corps charges for storage over time (in  nominal dollars that are not adjusted for inflation).", "Environmental mitigation. Corps officials said that water resources’  project costs and water storage prices have increased over time due  to the environmental mitigation costs associated with Corps’ projects.  Specifically, Corps officials explained that M&I water storage  agreements signed after certain environmental laws were enacted  may have higher costs of storage as a result of the laws. In particular,  one official cited the National Environmental Policy Act of 1969, and  the Endangered Species Act of 1973, which potentially result in  increased costs from analysis and mitigation actions to reduce or  eliminate adverse environmental effects caused by changes to a  Corps’ project.", "Electricity costs. According to a Corps official, variation in electricity  costs may be due to factors such as volatility in oil, gas, or thermal  power prices. More specifically, when applying the benefits foregone  method to set the price for M&I use under a water storage reallocation  agreement, the Corps calculates the benefits lost by power marketing  administrations, which operate electric systems and sell the electrical  output of federally owned and operated hydroelectric dams, from the  reallocation of storage. In doing so, the Corps identifies the costs to  the power marketing administration to produce a similar amount of  electricity from another source. According to Corps officials, costs for  electrical power vary over time, and the resulting benefit foregone  may, therefore, vary as well.", "Authorized project purposes. Authorized project purposes may  influence the price of water storage. For example, in the Corps’  projects where hydropower is an authorized use, the Corps’  reallocation study calculates the benefits foregone from reallocating  storage for hydropower production to storage for M&I water use. The  foregone benefits associated with hydropower generation may be  different than storage reallocation from another use, such as flood  control, thereby affecting the resulting price of water storage.", "Repayment schedule. A water user’s repayment schedule may affect  the total price paid for water storage. When the Corps and an M&I  water user enter into a water storage agreement, the water user may  repay the principal water storage cost as a one-time lump sum  payment, amortize the payment with interest for up to 30 years, or  make a combination of lump sum and amortized payment. If the water  user amortizes repayment, the total cost the user pays would be  dependent upon the cumulative interest they pay. If a water user  makes a lump sum payment, the user may pay less for the storage  than if this user opted to make amortized payments, including interest,  for up to 30 years."], "subsections": []}]}, {"section_title": "M&I Water Users We Interviewed Were Generally Satisfied with the Corps’ Water Storage Pricing Process, but Water Users and Stakeholders Also Cited Some Concerns", "paragraphs": ["Many M&I water users we interviewed said they were generally satisfied  with the Corps’ process for setting water storage prices, but many water  users and stakeholders also cited some concerns. Specifically, many  M&I water users and water stakeholders identified concerns related to  their water storage agreements, primarily the length of time it takes to  complete the reallocation agreement process. Also, many M&I water  users and stakeholders we interviewed cited concerns, including limited  information in O&M bills for day-to-day expenses to operate and maintain  the project and variation in the charges contained in these bills."], "subsections": [{"section_title": "M&I Water Users We Interviewed Were Generally Satisfied with the Corps’ Water Storage Pricing Process", "paragraphs": ["Many M&I water users we interviewed were generally satisfied with the  Corps’ water storage pricing process. For example, one water user said  the process was carried out equitably based on meetings with the Corps.  Another M&I water user said it thought the Corps’ storage price allows the  water user to charge its customers a fair price while meeting customers’  water supply needs. Another water user said building a new reservoir  would be more expensive than entering into a contract for M&I water  storage with the Corps.", "Some of the M&I water users that reported being generally satisfied with  the Corps’ water storage pricing process also said that they have good  relationships with the Corps. For example, one M&I water user said it met  with the Corps numerous times and the Corps provided copies of relevant  documents to update the water user throughout the pricing process.  Another M&I water user said it has an “outstanding” relationship with the  Corps and can contact specific Corps officials within the water user’s  district to get answers on the terms of its agreement as well as day-to-day  operations at the Corps project. Many other M&I water users said that  while they had not reached out to the Corps about the pricing process  they would feel comfortable doing so if questions arose.", "Conversely, some other M&I water users stated they did not have  opinions on the Corps’ process for setting water storage prices, for  various reasons. For example, one M&I water user said that it did not  know what price M&I water users were charged for water storage at other  Corps projects. In another instance the storage agreement of one water  user we interviewed was signed 44 years ago and the staff who were  involved in developing the agreement no longer work at the office.  Therefore, current staff were not able to offer an opinion on the Corps’  pricing process because they were not involved in developing the  agreement."], "subsections": []}, {"section_title": "M&I Water Users and Stakeholders We Interviewed Cited Concerns with the Time to Complete the Reallocation Agreement Process", "paragraphs": ["Many M&I water users and stakeholders we interviewed cited concerns  with the length of time it takes the Corps to complete the process for  establishing water storage reallocation agreements. For example, one  M&I water user said it took 16 years to finalize one study for the water  user’s reallocation request. A water stakeholder also said it encountered  significant delays over the years from the first time it requested a  reallocation in 2005 and were unsure of when the Corps would make a  final decision on the request.", "A few M&I water users provided examples of how a delay in completing  the reallocation process can hamper their ability to meet customers’ water  supply needs. For example, one M&I water user said that in the 16 years  it took the Corps to finalize its reallocation study, the community faced a  drought that put its ability to meet the water storage needs of a local  nuclear power plant at risk and could have affected the plant’s ability to  supply energy to its customers. In another instance, delays in completing  the reallocation process required one M&I water user to search for  additional water resources to meet its existing water demands. This M&I  water user, a power generating company, said the reallocation process  took longer than expected and disrupted the time frames for bringing a  new power plant online. As a result of the delay in finalizing a reallocation  agreement with the Corps, this M&I water user said that it entered into a  short-term contract for water storage with a different nearby M&I water  user that already had a water storage agreement with the Corps.  According to the M&I water user, this alternative arrangement cost an  estimated $2 million dollars but is likely less than the amount the water  user would have lost had the new plant remained offline as the water user  waited for the Corps to complete the reallocation process.", "Corps officials acknowledged that the amount of time needed to complete  the water storage reallocation process varies and can be affected by such  factors as litigation and funding. For example, according to Corps  officials, litigation can slow the reallocation process. Officials said a  request for a reallocation at the Chatfield Lake in Colorado took longer  than expected because the Corps was immediately sued after completing  the reallocation study. Officials also said that an ongoing reallocation  agreement in the Willamette River Basin in Oregon had been delayed  because litigation related to certain fish species protected under the  Endangered Species Act has taken years to resolve, thereby delaying the  completion of the reallocation study. Limited funding is another factor  cited by Corps officials that can slow the reallocation process. For  example, Corps officials said that the agency or water user cannot always  secure the funding for reallocation studies, which can delay the  completion of the reallocation process.", "M&I water users we interviewed with a reallocation agreement with the  Corps said that they estimated the time to finalize these agreements  ranged from about 6 months to 16 years but did not provide  documentation to confirm these estimated time frames. Corps officials  also said they were unable to provide estimated time frames because the  agency does not systematically track the time it takes to complete the  reallocation agreement process.", "The Corps has taken some steps to help ensure that funding is available  for reallocation studies and to help improve processes for completing  water storage reallocation agreements and other types of infrastructure  projects. For instance, the Energy and Water Appropriations Act for Fiscal  Year 2012 authorized the Corps to accept voluntary contributions from  nonfederal interests for any authorized water resources development  study or project. Corps officials said that this expanded authority may  help ensure that resources are available to complete reallocation studies.  Corps’ guidance states that typical studies, including reallocation studies  funded under the Investigations account, should be completed in 18 to  36 months.", "The Corps also implemented a “3x3x3” rule for studies started in June  2014 and later. This rule directs Corps officials to complete certain  reallocation studies within 3 years of initiation, for less than $3 million,  and with three levels of review (at the district, division, and headquarters  levels). Corps officials said that studies subject to this rule are tracked  across the agency in the Program and Project Management system,  which the Corps uses to create and maintain project schedules and  budgets. However, not all reallocation studies are subject to this rule. For  example, Corps officials said that most reallocations do not require  congressional authorization and therefore are not subject to the rule.  Officials also said that the Corps does not track reallocation studies  completed with Operation and Maintenance funding in agency  databases.", "Under standards for internal control in the federal government,  management should design control activities to achieve objectives and  respond to risks. Such activities include promptly recording all  transactions to maintain their relevance and value to management in  controlling operations and making decisions. This applies to the entire  process or life cycle of a transaction or event from its initiation and  authorization through its final classification in summary records. As of our  report, the Corps does not have data on reallocation study milestones  that could help inform the Corps’ ongoing efforts to improve project  processes. Without collecting and analyzing data on the length of time it  takes to complete the reallocation process, including data on its initiation  and authorization through its final decision, the Corps does not have the  information necessary to measure progress in implementing initiatives  designed to improve its planning process as well as identifying areas that  may hinder the Corps’ ability to complete projects in a timely manner."], "subsections": []}, {"section_title": "M&I Water Users and Stakeholders We Interviewed Raised Concerns Regarding O&M Bills", "paragraphs": ["Many M&I water users and stakeholders we interviewed cited concerns  about the O&M bills they receive from the Corps, including lack of  detailed information contained in bills and variation in annual O&M  charges. Specifically, these water users and stakeholders said the O&M  bills they receive from the Corps contain limited information about what  charges have been included or how the Corps calculated the amount  charged. For instance, one stakeholder said its O&M bills contain costs  labeled “betterments” without additional detail as to what O&M activities  were included in those costs. M&I water users said the lack of detail in  O&M bills may make identification of billing errors difficult. For example,  one M&I water user said that the Corps incorrectly included a portion of  the costs for constructing a new playground at a Corps project in the  water user’s bill. According to the water user, the playground costs should  not have been included in its bill because this cost was not related to M&I  water supply. The water user said that it was only able to determine the  error after requesting that the Corps provide an itemized O&M bill for that  year. When the M&I water user brought the error to the Corps’ attention,  the water user said the Corps removed the costs from the water user’s  bill. According to Corps officials, district offices work with individual  agreement holders to answer questions and provide additional  information as needed.", "M&I water users also said that the O&M charges included in its bills can  vary from year to year without advanced notification. For example, one  M&I water user said that its annual O&M bills are generally around  $650,000, but with little notice, the Corps sent an O&M bill for the work  that was for millions of dollars. According to the water user, it was able to  work with the Corps to pay this O&M bill but unexpected increases in bills  raise concerns about the ability to afford what is charged in O&M bills in  the future. According to Corps officials, O&M bills vary over time,  depending on what O&M activities the Corps conducts for each project in  a given year. Corps officials also said that as required by the Water  Resources Reform and Development Act of 2014, in fiscal year 2016, the  agency began providing 5-year projections of annual O&M activities and  costs to M&I water users, which they said should help water users plan  for future project improvements. It is too early to assess how these  projections will address water users’ concerns."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Future demand for water storage at federal projects will likely increase as  M&I water users work to meet their customers’ needs and as some  regions in the country face droughts and other threats to existing water  supplies. Meeting the increased demand will entail that the Corps  maintain reliable data on its M&I water storage agreements. However, the  Corps does not have sufficiently reliable data as the information in the  Corps’ OMBIL database is neither complete nor accurate. The lack of  reliable OMBIL data that the Corps uses to report information on M&I  water storage agreements may result in the Corps presenting inaccurate  information to Congress and the public. Without systematically reviewing  and correcting, as appropriate, data on M&I water storage agreements in  the OMBIL database, the Corps cannot ensure it is providing users of the  information with accurate and reliable information on M&I water storage  agreements. Moreover, the Corps does not currently have plans to  systematically review the data because the agency does not have a  policy and implementing guidance requiring review of the M&I water  storage agreement data in OMBIL. Without this policy and guidance, the  Corps will continue to have issues related to the reliability of the data.", "While the Corps has begun efforts to help improve its processes, it does  not systematically track the time it takes to complete the water storage  reallocation agreement process—a concern raised by many M&I water  users we interviewed since delays could potentially affect water users’  ability to meet the water supply needs of local communities. Without  collecting and analyzing data on the length of time it takes to complete  the reallocation process, including data on its initiation and authorization  through its final decision, the Corps does not have the information  necessary to measure progress in implementing initiatives designed to  streamline its planning process as well as identifying areas that may  hinder the Corps’ ability to complete projects in a timely manner."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of the Army direct the Chief of  Engineers and the Commanding General of the U.S. Army Corps of  Engineers to take the following three actions:  systematically review data on municipal and industrial water storage  agreements stored within the OMBIL system and correct errors, as  appropriate, to ensure that the data are accurate and complete; develop policy and implementing guidance directing staff to conduct  systematic reviews of M&I water storage agreement data in OMBIL;  and  collect and analyze data on the length of time it takes to complete the  reallocation process."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report for review and comment to the  Department of Defense. In its written comments, reprinted in appendix II,  the department concurred with all three of our recommendations and  described the actions they plan to take. Specifically, the Corps will  perform a systematic review of storage and cost data in the OMBIL  system related to M&I water storage agreements to meet accuracy and  completeness standards; develop policy and implementing guidance for  staff to conduct such reviews; and collect and summarize data starting  with ongoing reallocation studies to determine the length of time it takes  to complete these studies.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the appropriate  congressional committees, the Secretary of Defense, and other interested  parties. In addition, the report will be available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff members have any questions regarding this report,  please contact me at (202) 512-3841 or fennella@gao.gov. Contact  points for our Offices of Congressional Relations and Public Affairs may  be found on the last page of this report. GAO staff who made key  contributions to the report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives for this report were to examine (1) how the U.S. Army  Corps of Engineers (Corps) sets municipal and industrial (M&I) water  storage prices, (2) what is known about the variability, if any, of those  prices, and (3) M&I water users’ and stakeholders’ views on water  storage prices and how the Corps sets M&I water storage prices.", "To determine how the Corps sets M&I water storage prices, we reviewed  laws related to the Corps’ authorities regarding water storage. These laws  include the Water Supply Act of 1958, Public Law 88-140 of 1963, the  Water Resources Development Act of 1986, and the Water Resources  and Reform Development Act of 2014. We examined key Corps’ policies  and guidance, such as the agency’s Water Supply Handbook, to gather  information on the processes the Corps uses to fulfill its M&I water  storage responsibilities. We also interviewed knowledgeable Corps  officials from various offices, such as the Institute for Water Resources  and the Hydropower Analysis Center, to understand how the Corps  calculates and considers the effects of water storage at Corps projects  when setting storage prices.", "We interviewed officials in three Corps’ districts (Kansas City, Savannah,  and Tulsa) to provide a more detailed understanding of the Corps’ pricing  process. We selected these three districts using a number of criteria,  including data on differences in the total M&I storage space at Corps’  projects in the district, number of M&I agreements in the district, and  method used to set storage prices in reallocation agreements. These data  were obtained from the Corps’ primary water storage database—the  Operations and Maintenance Business Information Link (OMBIL)—which  maintains storage data on Corps’ projects.", "In assessing what is known about the variability in the prices the Corps  charges for M&I water storage, we examined data in the OMBIL water  supply module and determined that these data were not sufficiently  reliable for such an analysis. We made this determination after identifying  a number of concerns, such as errors in the data, missing data, and  inconsistencies in how the data were recorded. For example, we used the  data to compare a random sample of M&I water storage agreements to  the corresponding data maintained in OMBIL to determine whether the  data in OMBIL match the data in the agreements. We also interviewed  Corps officials in headquarters and the three districts to verify the  accuracy of the data. While we raised concerns about these data used in  the Corps’ M&I Water Supply Database reports, Corps officials said that  the data are the best available on the Corps’ agreements. Therefore, we  present high-level data from the most recent report available at the time  of our review—the 2014 M&I Water Supply Database report published in  2015—to provide context for the M&I water storage agreements, such as  the number of M&I water storage agreements the Corps has with water  users. We also used data from the M&I Water Supply Database report to  select the three Corps districts, as previously discussed. In addition, we  also interviewed Corps officials at headquarters and the district offices  regarding the factors that may affect the cost of M&I water storage across  agreements.", "To determine M&I water users’ and stakeholders’ views on water storage  prices and how the Corps sets M&I water storage prices, we interviewed  a sample of 26 M&I water users in the three Corps districts. For the  purposes of our report, M&I water users included cities, water districts,  water authorities, and cooperatives with M&I water storage agreements  with the three Corps districts. To determine our sample of M&I water  users, we analyzed OMBIL data on the number of active M&I water  storage agreements in the three Corps’ districts. Because the total  number of agreements for the Kansas City and Savannah districts are  each less than 25, we included all M&I water users in those two districts.  In comparison to these two districts, the Tulsa district had a greater  number of active agreements (over 160 agreements). From these 160  agreements, we removed agreements that we determined to be outside  the scope of our review based on a number of criteria. For example, we  excluded agreements that would not fall under the Water Supply Act of  1958. Therefore, we selected a random sample of 25 M&I water storage  agreements from the Tulsa district for review. In total, we conducted  semi-structured interviews with 26 M&I water users. We were unable to  interview the remaining 13 water users because they did not show up to  the interview, declined to be interviewed, or did not respond to our  requests for interviews.", "We also interviewed a nongeneralizable sample of 14 water stakeholders.  They included nonfederal entities that may have M&I water storage  agreements with the Corps but were not in our sample of agreement  holders in the three Corps districts; industry groups; and representatives  of the hydropower industry who operate hydropower plants at some  Corps projects and may be affected by reallocations for M&I water  storage. We selected these stakeholders through various methods, such  as extending open invitations for interviews at working group meetings  where M&I water users were present. The samples we selected are not  generalizable but provide illustrative examples and insights into how, if at  all, the views of water users and stakeholders may differ in various  locations.", "We conducted a content analysis of the water users’ and stakeholders’  responses to identify common themes. The coding of responses was  independently verified by a second analyst. We used the following  categories as shown in table 2 to quantify M&I water users’ and  stakeholders’ responses to report the results of our analysis.", "Finally, we spoke to Corps officials from headquarters as well as the  Kansas City, Savannah, and Tulsa districts to learn how the Corps  communicates with M&I water users and stakeholders.", "We conducted this performance audit from July 2015 to August 2017, in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Vondalee R. Hunt (Assistant  Director), John Delicath, Philip Farah, Rich Johnson, Kirsten B. Lauber,  Mara McMillen, Emily Pinto, Oliver Richard, Dan C. Royer, Kiki  Theodoropoulos, and Lisa Vojta made key contributions to this report."], "subsections": []}]}], "fastfact": ["The U.S. Army Corps of Engineers stores water for municipal and industrial water users—such as local water utilities—in its reservoirs, dams, and other civil works projects. In return, water users agree to cover the costs of the project.", "Corps officials and water users told us that these project costs vary; but when we tried to examine to what extent, we found that the Corps' water storage agreement data were insufficient. Corps officials said some factors can contribute to the variation, such as projects' original construction costs and the effects of inflation.", "We recommended ways to improve the Corps' data and water storage pricing process."]}