{"id": "GAO-01-346", "url": "https://www.gao.gov/products/GAO-01-346", "title": "Federal Procurement: Trends and Challenges in Contracting With Women-Owned Small Businesses", "published_date": "2001-02-16T00:00:00", "released_date": "2001-02-16T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Procurement regulations implemented in 1996 mandated that women-owned small businesses (WOSB) receive five percent of governmentwide contracts. Although the number of contracts awarded to WOSBs has risen more than four times as fast as other federal contracting efforts since 1996, the goal of awarding five percent of federal contracts to WOSBs has not been met. More agencies succeeded in meeting the WOSB subcontracting goal than their prime contracting goal."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that three federal agencies--the Department of Veterans Affairs, the Department of State, and the National Aeronautics and Space Administration--met or exceeded both goals in three of the four years it studied. Because the Department of Defense, which accounted for 64 percent of federal procurement in 1999, did not come close to achieving its five-percent goal, the governmentwide goal for prime contracting with WOSBs could not have been met even if all other federal agencies reached their prime contracting goals. Government officials cited many obstacles to increasing federal contracting with WOSBs, including a reduced contracting personnel force and the absense of a targeted WOSB government program. These contracting officers offered suggestions for increasing WOSB participation in federal contracting, including a strengthened outreach program and expanded excess to contract financing."]}], "report": [{"section_title": "Letter", "paragraphs": ["Concerned that women-owned small businesses (WOSB) were receiving  contracts for only 2.2 percent—less than one-half of the 5-percent  governmentwide goal—of the almost $200 billion in goods and services the  federal government purchases each year, the Congress mandated that we  review the progress the federal government has made to increase its  contracting with WOSBs and identify any measures that could improve the  government’s performance in contracting with WOSBs. This report  responds to the mandate by providing information on   trends in federal contracting with WOSBs since fiscal year 1996,   obstacles that federal contracting officials perceive to contracting with   suggestions from these officials to help increase federal contracting   concerns of these officials about the WOSB contracting goals  established for individual agencies.", "The mandate also required that, after taking into consideration the  suggestions we received from federal contracting officials, we include in  our report any recommendations for action that we believe could improve  procurement opportunities for WOSBs. To provide perspective, we also  obtained views from representatives of four national women business- owner organizations on issues pertaining to government contracting with  WOSBs.", "For information on trends in federal contracting with WOSBs, we analyzed  data collected since fiscal year 1996 from the Small Business  Administration (SBA) and the General Services Administration’s (GSA)  Federal Procurement Data System (FPDS), which contains information  reported by federal agencies about their contracting activities. For  information on obstacles to contracting with WOSBs and suggestions on  how to increase contracting with them, we obtained the views of numerous  officials involved in federal contracting policies and practices. We  conducted group discussions and individual interviews with officials from  the Procurement Executive Council (PEC), representatives from the Office  of Small and Disadvantaged Business Utilization (OSDBU) within  numerous agencies, 30 contracting officers (from four federal agencies that  account for over 80 percent of the government’s contract purchases each  year), and officials from the Office of Management and Budget’s (OMB)  Office of Federal Procurement Policy (OFPP) and SBA. While we analyzed  the information gathered and applied insights from a body of related work  we previously performed, we did not validate the obstacles identified by  the individuals we interviewed, nor did we evaluate the potential  effectiveness or feasibility of the suggestions they provided. Further details  about the scope and methodology of our review can be found in appendix I.", "After we completed our analysis, the Small Business Reauthorization Act of  2000 was enacted in December 2000. The act authorized a limited  procurement program of restricted competition for WOSBs. This program  will become effective after SBA completes a study identifying industries in  which WOSBs have been underrepresented and guidance is developed for  agencies’ implementation of the program, including the certification and  waiver provisions."], "subsections": [{"section_title": "Background", "paragraphs": ["According to information contained in the mandate for this report, the  number of WOSBs in the United States increased by 78 percent between  1987 and 1996, almost twice the rate of growth of all U.S. businesses. Also,  approximately 8 million WOSBs in the United States provide jobs for over  15 million individuals and generate almost $1.4 trillion in sales each year.  The administration and the Congress have long been concerned about the  disparity between WOSBs’ prevalence in the economy and the level of  government procurements of their products and services. In 1979, when an  executive order first made SBA responsible for negotiating WOSB  contracting goals with federal agencies, WOSBs received only 0.2 percent  of all federal procurements. By 1988, this percentage had grown to only 1  percent, and although legislation was enacted to provide a program of  assistance and support to WOSBs, no statutory goal for their participation  in federal procurements was established until 1994. Section 7106 of the  Federal Acquisition Streamlining Act of 1994 (FASA) amended the Small  Business Act to require establishment of a governmentwide goal for  participation by WOSBs in procurement contracts of not less than 5  percent of the total value of all prime contract and subcontract awards for  each fiscal year.  The goal was implemented by procurement regulations  effective in fiscal year 1996. The FASA conference report indicated that the  5-percent goal was not intended to create a new set-aside or program of  restricted competition for WOSBs, but rather to establish a target that  would result in greater opportunity for WOSBs to compete for federal  contracts. The report recognized that, given the slow progress toward  increasing contracting with WOSBs, it could take some time before the goal  would be reached.", "Through FASA, the governmentwide goal of 5 percent for WOSBs joined  the existing governmentwide contracting goals in the Small Business Act  for small business concerns (then no less than 20 percent of the total value  of all prime contract awards for each fiscal year)  and small disadvantaged  businesses (SDB) (no less than 5 percent of the total value of all prime  contract and subcontract awards each year). Under the Small Business  Act, all small business goals are to represent for each procuring agency, the  “maximum practicable opportunity” for small businesses’ participation in  that agency’s contracts. In addition, an agency’s goals are to “realistically  reflect the potential of small business concerns” to perform such contracts  and subcontracts. At the same time, the cumulative annual goals for all  agencies are to meet or exceed the annual governmentwide goal. Also,  agencies are to make a consistent effort to annually expand participation  by small business concerns in their contracts. Agencies are to report each  year to SBA on the extent of participation by small businesses, including  WOSBs, as well as any justifications for failure to meet the goals. SBA, in  turn, is required to report this information to the President.", "FASA added WOSBs to the existing policy that small businesses and small  disadvantaged businesses have the maximum practicable opportunity to  become subcontractors for federal contracts exceeding $100,000 and to  receive timely payment from prime contractors. FASA also included  WOSBs in the requirement that for contracts exceeding $500,000 (or $1  million for construction contracts) prime contractors prepare  subcontracting plans that provide the maximum practicable opportunity  for small businesses to participate in the performance of the prime  contract.", "FASA also required agencies to report contracts over a certain dollar  threshold with WOSBs to the Federal Procurement Data Center (FPDC).  Quarterly, approximately 70 executive branch agencies report contracting  data either by individual contract for acquisitions above $25,000 or as  summary data for acquisitions at or below $25,000 to FPDC. Twenty of  these agencies account for over 99 percent of federal contract  expenditures, 4 account for over 85 percent, and 1—the Department of  Defense—accounts for over 64 percent.", "If a business submitting an offer for a federal procurement represents that  it is a small business concern, and meets the definition of a WOSB, it can  “self-certify” as a WOSB when it completes the small business program  representations required in solicitations for procurements above $2,500. In  doing so, the business represents (by checking the appropriate box) that it  is, or is not, a WOSB. Generally, a contracting agency will accept the self- representation to be accurate. The federal government does not currently  require that WOSBs submitting offers as prime contractors on federal  procurements receive certification (from SBA or an outside entity) of their  status as WOSBs. However, if a WOSB submits an offer for a federal  subcontract, the prime contractor may, according to SBA, require  certification that the business is in fact woman-owned. Furthermore, a  WOSB submitting an offer as an SDB, 8(a) firm, or HUBZone small business  will be required to meet the certification requirements for those  programs.", "Both the Congress and the Administration have recently reiterated concern  about the continued disparity between the number of WOSBs in the  economy and the extent of the government’s contracting with them. As of  fiscal year 1999, when women-owned businesses made up 38 percent of all  businesses in the United States, WOSBs received 2.5 percent of the  approximately $189 billion in federal prime contracts awarded that year.  This discrepancy led the Senate to adopt Resolution 311 on May 23, 2000,  which urged the President to adopt a policy supporting the 5-percent  WOSB contracting goal, encouraged agencies to make concerted efforts to  meet the goal before the end of fiscal year 2000, and holds agencies  accountable for achieving the goal.", "Also on May 23, President Clinton, in culmination of work by the  Interagency Committee on Women’s Business Enterprise, issued  Executive Order 13157 to reaffirm the government’s commitment to  increasing opportunities for WOSBs in the federal procurement market.  The order reiterated executive branch policy to take the steps necessary to  meet or exceed the 5-percent governmentwide WOSB contracting goal and  to implement this policy by establishing separate 5-percent  governmentwide goals for both prime contract awards and subcontract  awards each fiscal year. The order requires each agency with procurement  authority to develop a long-term comprehensive strategy to expand  opportunities for WOSBs. The order lists methods and programs these  agency strategies should include, such as  designating a senior acquisition official who will work with SBA to  identify and promote contracting with WOSBs;  requiring contracting officers, to the maximum extent practicable, to  include WOSBs in competitive acquisitions;  implementing procedures for acquisition planners to structure  acquisitions (including multiple award contracts) and provide guidance  to facilitate competition among small businesses, HUBZone small  businesses, SDBs, and WOSBs;  implementing mentor-protégé programs that include WOSBs; and  offering outreach, training and technical assistance programs to assist  WOSBs in developing their products, skills, business planning practices,  and marketing techniques.", "The order further directs agencies, when feasible and consistent with the  effective and efficient performance of their missions, to establish 5-percent  WOSB goals for both prime and subcontract awards each fiscal year. SBA  informs us that as a result of this executive order, it is moving from a  negotiated agency goal process to an assigned process whereby SBA will  set goals with possible input from the agencies. SBA may start setting all  agencies’ goals at 5 percent, although officials believe the 5-percent goal is  unattainable for some agencies, which means that other agencies will have  goals set at a higher point for the federal government to meet the 5- percent  governmentwide goal.", "The executive order further establishes certain responsibilities for SBA and  instructs SBA to establish an Assistant Administrator for Women’s  Procurement (within SBA’s Office of Government Contracting). This  official will head the Office of Federal Contract Assistance for Women  Business Owners and coordinate agencies’ efforts to achieve the WOSB  goals. Specifically, this office will be responsible for  working with each agency to develop and implement policies to achieve  WOSB contracting goals and advising agencies on how to increase  WOSB contracting;  evaluating whether agencies are meeting their WOSB contracting goals  on a semiannual basis and preparing a report to the President (through  the SBA Administrator, the Interagency Committee on Women’s  Business Enterprise, and OFPP) on findings regarding contract awards  to WOSBs;  making recommendations and working with agencies to increase WOSB  contracting and taking corrective actions with those agencies not  meeting the 5-percent goal; providing a program of training and development seminars and  conferences to instruct WOSBs on participation in SBA’s 8(a), SDB, and  HUBZone programs, and other small business contracting programs for  which WOSBs might be eligible; and  developing and implementing a single uniform federal governmentwide  Web site that is linked to other acquisition, small business, and women- owned business sites and provides current procurement information to  WOSBs and other small businesses.", "A recent change to the government’s procurement program for WOSBs  emerged from the Small Business Reauthorization Act of 2000, which  amended the Small Business Act to give federal agencies authority to  restrict competition for certain contracts to certified WOSBs that are  economically disadvantaged. The authority, which is permissive, not  mandatory, is limited to contracts not exceeding $3 million ($5 million for  manufacturing) in those industries SBA identifies as underrepresented by  WOSBs in federal procurement. The act requires SBA to conduct a study to  pinpoint such industries. Federal contracting officers must also have a  reasonable expectation that two or more WOSBs will submit offers and  that the contract can be awarded at a fair and reasonable price before the  officers may exercise their new authority. SBA may waive the requirement  for businesses owned by women who are economically disadvantaged if  the business is in an industry in which small businesses owned and  controlled by women are “substantially” underrepresented. The new  legislation will require WOSBs participating in the program to be certified  as such by a government or outside entity and requires SBA to establish  procedures to verify the WOSBs’ eligibility and the accuracy of any  certifications.", "SBA currently has several initiatives under way in coordination with  federal agencies and departments to work towards meeting the WOSB  goals. For example, SBA offers training workshops for women business  owners and designates agency liaisons (Federal Agency Advocates for  Women) who are to strive to expand the pool of WOSBs receiving federal  contracts. In addition, according to SBA, its Office of Federal Contract  Assistance to Women Business Owners has been working with the newly  appointed senior acquisition officials in each agency who have been  selected to help their respective agencies increase federal procurement  opportunities for WOSBs."], "subsections": []}, {"section_title": "Trends Reveal Little Progress in Federal Contracting With WOSBs", "paragraphs": ["We examined a number of trends pertaining to government contracting  with WOSBs since fiscal year 1996 to determine changes, patterns, and  progress towards increasing federal contracting and meeting both the  governmentwide and agency-specific goals for both prime and  subcontracting with WOSBs. We compared the government’s overall  expenditures for prime and subcontracts with its expenditures for prime  and subcontracts with WOSBs. From SBA data, we examined  governmentwide and agency trends toward meeting the goals for prime and  subcontracts with WOSBs. We also reviewed the performance of the 20  largest government procurement agencies in meeting their annual  negotiated goals and analyzed how this effort relates to their share of prime  and subcontracts awarded to WOSBs. Finally, we examined the variation in  the dollar amounts represented by agency-specific WOSB contracting goals  and WOSBs’ access to government contracts through other small business  programs."], "subsections": [{"section_title": "Contracting With WOSBs Increased Faster Than Total Contracting", "paragraphs": ["Over the last several years, contracting with WOSBs grew more rapidly  than government contracting with all businesses. From fiscal year 1996  through fiscal year 1999, federal expenditures for prime contracts awarded  by the approximately 70 executive branch agencies that report  procurement contract obligations to FPDC increased by 7.5 percent in real  terms, from $184.9 billion to $198.8 billion, while these agencies’  expenditures for prime contracts with WOSBs increased by over 31  percent, from $3.2 billion to $4.2 billion. In addition, these agencies’  expenditures on all subcontracts increased by more than 15 percent, from  $63.9 billion in 1996 to $73.8 billion in 1999, while their expenditures for  subcontracts awarded to WOSBs increased by nearly 48 percent, from $2.3  billion to $3.4 billion. Thus, these agencies’ expenditures for WOSB prime  contracts grew over 4 times more rapidly than their expenditures for all  prime contracts and over 3 times more rapidly for WOSB subcontracts than  for all subcontracts. Table 1 shows trends in both total contract  expenditures and expenditures for prime and subcontracts awarded to  WOSBs since fiscal year 1996."], "subsections": []}, {"section_title": "No Upward Trend in WOSBs’ Share for Prime Contracts and Modest Upward Trend for Subcontracts; Both Remained Below Goals", "paragraphs": ["Since fiscal year 1996, when the 5-percent governmentwide WOSB  contracting goal was implemented, the share of the government’s  expenditures for prime contracts awarded to WOSBs has changed very  little. The share of expenditures for subcontracts awarded to WOSBs has  only modestly increased. Moreover, the separate 5-percent  governmentwide WOSB goals for prime contracts and subcontracts were  not met in any of the 4 years. WOSBs’ share of prime contract  expenditures in 1999 was 2.5 percent, the highest for any of the 4 years, but  only one-half of the 5-percent goal. Although greater progress was made  over this period in meeting the governmentwide WOSB goal for  subcontracts, that goal was not met during the 4 years. The share of  subcontract expenditures for WOSBs increased from fiscal year 1996 to its  highest point in fiscal year 1998, but decreased slightly the next year. Figure  1 shows the trends in the government’s share of prime contract and  subcontract expenditures for WOSBs since fiscal year 1996. From a  historical perspective, WOSBs’ share of total federal procurement grew  from 0.2 percent in 1979 to 2.5 percent in 1999."], "subsections": []}, {"section_title": "No Clear Trend in Meeting Individual Agency WOSB Prime and Subcontracting Goals", "paragraphs": ["Of the 20 federal agencies that account for about 99 percent of annual  federal contract expenditures, none has met its annual WOSB goals for  both prime and subcontracting each year since fiscal year 1996. More of  these agencies had success meeting their WOSB subcontracting goal than  their prime contracting goal over this period—each year at least one-half of  the agencies met their subcontracting goal while only about one-third met  their prime contracting goal. VA, State, and NASA were most successful,  meeting or exceeding both goals 3 of the 4 years.", "For prime contracts, 7 or fewer of the 20 largest agencies met their WOSB  goal in each of the 4 years. As illustrated in figure 2, 7 of the 20 agencies  met their prime goal in fiscal years 1996 and 1997; the following year, only 3  agencies met their prime goal. In fiscal year 1999, six agencies reached  their prime goal. Only VA met or exceeded its WOSB prime goal each year;  State and NASA met or exceeded their prime goal in 3 of the 4 years.", "For subcontracts, more of these agencies met their WOSB goals. As shown  in figure 2, at least 10 of the 20 largest agencies met their subcontracting  goal each year from fiscal year 1996 through fiscal year 1999. The greatest  success came in fiscal year 1998, when 13 agencies met their  subcontracting goal. Five agencies—the U.S. Agency for International  Development (AID), NASA, Interior, State, and Treasury—met their  subcontracting goal each year. Further detailed information on each of  these 20 agencies’ share of prime and subcontracts with WOSBs and their  WOSB goals is shown in appendix II."], "subsections": []}, {"section_title": "Increasing WOSB Contract Awards and Meeting WOSB Goals Not Always Correlated", "paragraphs": ["In terms of meeting their individual WOSB contracting goals, it did not  always matter whether these 20 agencies increased or decreased their  share of expenditures for contracts with WOSBs. Some increased their  share of prime or subcontract expenditures for WOSBs from fiscal year  1996 through fiscal year 1999 but never reached their goals, whereas others  decreased their share each year and still met or exceeded their WOSB  goals. For example, EPA increased its share of expenditures for prime  contracts with WOSBs by about 50 percent between fiscal year 1996 and  fiscal year 1999, yet it never met its WOSB prime contracting goal (which  doubled over the period). On the other hand, VA’s share of prime contract  expenditures for WOSBs decreased from 5.8 percent in fiscal year 1996 to  5.6 percent in fiscal year 1999, yet VA met its goal each year, as its goal  increased from 4 percent to 5 percent over the period.", "The same inconsistency emerged in these agencies’ shares of subcontracts  with WOSBs. Sixteen agencies maintained or increased their share of  subcontract expenditures for WOSBs between fiscal year 1996 and fiscal  year 1999, but only four of these agencies—State, NASA, Interior, and  Treasury—met their WOSB subcontracting goal each year. AID reduced its  share of subcontract expenditures for WOSBs between fiscal year 1996 and  fiscal year 1999 yet reached its WOSB subcontracting goal each year.", "Correlating agencies’ success in meeting their WOSB goals to their success  in increasing shares of prime and subcontract expenditures for WOSBs is  complicated by the fact that individual agencies’ goals can and sometimes  do move up or down each year. Moreover, there was not always a  correlation between an agency’s level of procurement from WOSBs and its  goals. For example, some agencies with relatively low shares of prime  contracts awarded to WOSBs appear to have been able to negotiate lower  goals with SBA. NASA, with a historically low level of procurements from  WOSBs, had a WOSB prime contracting goal of 1.4 percent in fiscal year  1999 (and exceeded its goal by awarding 1.64 percent of prime contracts to  WOSBs). In the same year, Justice had a goal of 3 percent and exceeded its  goal by awarding 3.27 percent to WOSBs. Others, like DOD and the  Department of Education, had rates of prime contract awards consistently  under 2 percent over the period, yet both had goals of 5 percent in fiscal  year 1999."], "subsections": []}, {"section_title": "DOD Dominates Governmentwide Contract Spending and Determines Success or Failure of WOSB Goals", "paragraphs": ["Government contract expenditures are concentrated in just a few agencies  and dominated by DOD. Table 2 shows the share of total prime contract  expenditures and WOSB prime contract expenditures by the top 20  agencies (as well as all others combined) in fiscal year 1999. As shown in  the table, the four largest procuring agencies—DOD, DOE, NASA, and  GSA—together accounted for over 82 percent of all federal prime  contracts. The same four agencies accounted for about 71 percent of the  contracts with WOSBs. In fiscal year 1999, DOD alone accounted for over  64 percent, or nearly $120 billion, of all federal prime contract  expenditures. DOD awarded 1.9 percent of its prime contracts to WOSBs,  representing approximately $2.3 billion or about 50 percent of all federal  prime contract expenditures with WOSBs in 1999.", "For two of the top four agencies, their share of the total procurement from  WOSBs is smaller than their share of total federal procurement. For  example, DOD buys 50.2 percent of the total amount the government  purchases from WOSBs but it accounts for 64.4 percent of the value of all  federal procurements. Similarly, NASA, with its 4-percent share of total  procurements from WOSBs, accounts for 5.9 percent of total federal  procurements. The two other largest procuring agencies accumulated a  larger share of total procurements from WOSBs than their share of total  federal procurements. DOE accounts for 8.7 percent of federal purchases  from WOSBs while accounting for 8.4 percent of total procurement, and  GSA accounts for 7.7 percent of federal procurements from WOSBs while  accounting for 4 percent of federal procurements. Without benchmarks of  realistic WOSB contracting goals for individual agencies, it is unclear  whether the level of an agency’s contracting with WOSBs represents  successful outreach efforts or a better match between what the agency  buys and what WOSBs produce in these industries.", "Nevertheless, the dominance of DOD in both total contracts and contracts  with WOSBs justifies special attention. The government’s success or failure  in meeting the annual 5-percent governmentwide goals for prime and  subcontracting with WOSBs depends to a large extent on DOD’s ability to  meet its WOSB goals. Because DOD achieved less than half of its 5-percent  goal for prime contracts with WOSBs in fiscal year 1999, the  governmentwide goal for prime contracting with WOSBs could not have  been met even if every other federal agency had reached its WOSB prime  contracting goal. Only by substantially exceeding their cummulative WOSB  goals for prime contracts could other federal agencies have compensated  for DOD’s shortfall."], "subsections": []}, {"section_title": "WOSBs Used Other Small Business Programs to Obtain Government Contracts", "paragraphs": ["In fiscal years 1996 through 1999, WOSBs received a large majority of new  federal prime contract awards on the basis of their status as another type of  small business rather than as a WOSB. Our analysis of FPDS data on new  prime contract awards for each of these years showed that WOSBs  received the majority of their federal contract dollar awards as SDBs or  8(a) firms. In fiscal year 1996, about 57 percent of the new federal contract  dollars awarded to WOSBs were awarded to WOSBs that qualified for the  contracts as another type of small business. In fiscal years 1997, 1998, and  1999, the figure was about 70 percent. Table 3 illustrates the expenditures  for new contracts with WOSBs and the expenditures for WOSBs that  qualified for the contracts under other small business programs since fiscal  year 1996."], "subsections": []}]}, {"section_title": "Federal Procurement Officials Perceive Obstacles to Increasing Contracts", "paragraphs": ["We found wide consensus among the government contracting officials we  contacted about obstacles to increasing government contracting with  WOSBs. In fulfilling the mandate for this review, we interviewed officials  throughout the federal government—chief procurement officers, line  contracting officers, and small business advocacy officials at agencywide  and program-specific levels—and solicited their views based on their direct  experiences and responsibilities for federal contracting and meeting  socioeconomic goals. These officials most frequently cited two obstacles to  increasing federal contracting with WOSBs:   the numerous and complex federal contracting programs for small   the absence of a specific contracting program targeting WOSBs.", "Other obstacles cited by officials but with less consensus included  the practice of contract consolidation (including bundling), which they  believe can deny a reasonable opportunity for WOSBs and other small  businesses to compete for some procurements;   a lack of commitment or accountability of agency executives,  contracting officials, and/or program managers to increasing  contracting with WOSBs and meeting the WOSB goals;   a lack of sufficient WOSB access to working capital;  a lack of qualified WOSBs competing in some areas; and   resource constraints that limit federal agencies’ efforts to monitor and  enforce the plans submitted by prime contractors for subcontracting  with small businesses, including WOSBs."], "subsections": [{"section_title": "Other Small Business Contracting Programs Crowd Out WOSBs", "paragraphs": ["While recognizing the value and public policy purpose of meeting  socioeconomic goals for small businesses, government contracting  officials at all levels told us that they were generally overwhelmed by the  number and complexity of the requirements of small business contracting  programs and their related goals. More specifically, these officials believe  that the programs tend to crowd out WOSBs. They stated that, for some  procurements, federal agencies are required by law to consider and give  preference to certain categories of small businesses other than WOSBs  when awarding contracts and that each of these programs has different  rules, regulations, and eligibility criteria. Also, they said that the type of  program for each small business category varies. For example, depending  on the small business program involved, some procurements may be set  aside for exclusive small business participation, some procurements may  use price evaluation adjustments, and others may be conducted on a sole- source basis. Table 4 shows the different statutory governmentwide small  business contracting goals.", "The following small business contracting programs are used, as applicable,  to reach the small business goals set forth in table 4.", "Small business reservation ($2,500 to $100,000)  Small business set-asides (total or partial)  8(a) Business Development Program (sole-source or competitive)  Emerging small business set-asides of the Small Business Competitive   Very small business set-asides of the Very Small Business Pilot Program  HUBZone small business set-asides (competitive or noncompetitive)  HUBZone price evaluation preference  SDB price evaluation adjustment  SDB participation program (sole selection factor or monetary incentive  for actual SDB subcontracting)", "Subcontracting plans for small businesses, SDBs, HUBZone small  businesses, WOSBs, and veteran-owned small businesses The officials said that these small business programs both potentially  reduce the number of contracts available to WOSBs and cause contracting  officers to spend significant amounts of time administering the programs’  often complex implementation requirements. Thus, they said that the time  available for them to reach out to WOSBs for contracting purposes is  significantly reduced. Officials noted that the situation has been  exacerbated by reductions in the acquisition workforce and the addition of  new small business contracting programs and requirements. It was also  noted that before using sources such as small businesses, contracting  officials are required to consider using certain other sources of supply,  such as Federal Prison Industries and the Committee for Purchase from  People Who Are Blind or Severely Disabled, and this potentially reduces  contracts available to WOSBs."], "subsections": []}, {"section_title": "WOSBs Are Not Targeted for Contracts", "paragraphs": ["As the list following table 4 indicates, WOSBs had no vehicle that helped  contracting officials target prime contract awards to them before the Small  Business Reauthorization Act of 2000 was enacted. According to the  contracting officials we contacted, unless a WOSB also meets the  requirements of one of these other small business programs, the WOSB will  usually have to compete with other businesses in these targeted groups and  other businesses for federal contracts. Furthermore, they said that,  depending on the procurement, government agencies might be required to  provide targeted contracting opportunities to these other groups. An OFPP  official also said that this could result in other small businesses receiving  preference over WOSBs. Thus, officials generally agreed that without a  specific vehicle or targeted contracting program, agencies cannot as  effectively award contracts to WOSBs as they can to some other small  business and meet their WOSB contracting goals."], "subsections": []}, {"section_title": "Officials Believe Contract Consolidation Reduces Opportunities for WOSBs", "paragraphs": ["According to government procurement officials, reductions in the  acquisition workforce have increased the practice of contract  consolidation by agencies, which reduces the opportunities for WOSBs to  obtain some government contracts. They said that, to streamline and  reduce contract administration costs, federal agencies sometimes combine  a number of smaller contracts, which individually might be sought by and  awarded to small businesses, including WOSBs, into fewer contracts.  According to these officials, after the consolidation, the contract  requirements sometimes become too large, complex, or geographically  dispersed to be managed by a small business, thus making it more difficult  to award these contracts to a WOSB or any small business.", "A subset of consolidated contracts has been defined by the Small Business  Reauthorization Act of 1997 (P. L. 105-135) as “bundled contracts.”  Specifically, the act defines bundling of contract requirements as the  consolidation of two or more procurement requirements for goods or  services previously provided or performed under separate, smaller  contracts into a solicitation of offers for a single contract that is likely to be  unsuitable for award to a small business concern because of specified  factors. The act requires federal agencies to avoid unnecessary and  unjustified bundling of contract requirements that precludes small  businesses from participating in procurements as prime contractors. It also  requires each federal agency to promote small businesses’ participation by  structuring its contracting requirements to facilitate competition by and  among small businesses.", "Representatives of WOSBs generally regard contract bundling as an  obstacle to increasing their contracting with the federal government.  However, we have been unable to confirm this. In conducting a review of  contract bundling earlier this year, we reported that data were not  currently available to determine its impact on small businesses. We  recommended that SBA develop a strategy setting forth how the agency  can best achieve the results desired from oversight of contract bundling by  considering the staffing resources and training needed, the timely  resolution of potential bundling cases, and constraints the agency faces in  implementing the strategy. We also reported that the only study concluding  that contract bundling negatively affected small businesses provided no  convincing evidence that contract bundling had adversely affected small  businesses."], "subsections": []}, {"section_title": "Some Say Procurement Officials Not Committed to or Accountable for Contracting With WOSBs", "paragraphs": ["According to some of the government procurement officials with whom we  spoke, some federal agency officials are not committed to increasing  contracts with WOSBs and meeting the WOSB contracting goals. They said  that some agencies do not hold their procurement officials accountable for  meeting the goals, so contracting personnel there are not fully committed  to using the tools available to them for increasing procurement  opportunities for small businesses, including WOSBs, and meeting agency  WOSB contracting goals.", "Several contracting officials said that support for and commitment to the  goals at the highest organizational levels within agencies were needed for  contracting personnel to be committed to increasing contract awards to  WOSBs and meeting the related goals. They said that this support and  commitment are lacking; frequently, no individual within an agency is  responsible and held accountable for meeting WOSB goals. A contracting  officer at DOE told us he believes that an important reason DOE does as  well as it does in meeting its WOSB goals is the strong support throughout  the agency for awarding contracts to WOSBs. DOE officials further noted  that the performance expectations and pay considerations of its  contracting officials are linked to DOE’s achievement of the goals.  Similarly, procurement officials from NASA told us that the performance  expectations for NASA’s contracting officers include meeting small  business contracting goals, including those for WOSBs. They believe that  this expectation is partially responsible for NASA’s meeting many of its  small business contracting goals.", "A study by the National Women’s Business Council (NWBC) also  emphasized the importance of accountability. It concluded that a key  element to any successful supplier diversity program is commitment from  the top. The study said that supplier diversity programs are successful only  when an organization’s senior officials promote women as suppliers and  vendors and include them as part of the acquisition strategy.  Representatives from the Women’s Business Center (WBC) Washington,  D. C. Metropolitan Area, and from the Dallas-Ft. Worth Chapter of National  Association of Women Business Owners (NAWBO) told us that the limited  support and accountability for increasing contracting with WOSBs from  officials within federal agencies has hindered the growth of contracting  with WOSBs. A representative from the Women’s Business Enterprise  National Council (WBENC) also told us that she believes some agencies do  not reach their contracting goals because federal contracting officials do  not look hard enough for available WOSBs."], "subsections": []}, {"section_title": "Some Believe That WOSBs Lack Sufficient Access to Working Capital", "paragraphs": ["A procurement official and representatives of some of the women business- owners associations told us that a lack of sufficient access to working  capital discourages some WOSBs from competing for government  contracts. To meet the needs of ongoing capital expenses, contractors  sometimes receive contract financing, such as progress payments based  upon costs incurred in certain large fixed-price contracts and subcontracts  in which the first delivery occurs several months after the award has been  made. Under the Federal Acquisition Regulation, the customary progress  payment rate is 85 percent of the total costs incurred under a contract with  a small business. However, some believe that such provisions do not  always provide WOSBs with the amount of working capital necessary to  compete for government contracts. Some agencies have instituted higher  customary progress payment rates for small businesses and SDBs. For  example, DOD has customary progress payment rates of 90 percent for  small businesses and 95 percent for SDBs."], "subsections": []}, {"section_title": "Some Say Not Enough Qualified WOSBs Competing in Some Fields", "paragraphs": ["According to some contracting officials, some agencies have difficulty  meeting their WOSB contracting goals because few qualified WOSBs  compete for government contracts in the fields in which those agencies are  procuring goods or services. They said that this obstacle remains, even  though many agencies have developed outreach efforts to find and  encourage WOSBs to compete for government contracts. Some of these  officials said that WOSBs do not always compete for government contracts  because they perceive the federal procurement process as too complex,  they lack the expertise to meet many of the procedural requirements, or  both. One senior procurement executive with 15 years of experience stated  that even though women business-owners associations and others  generally say that women-owned businesses, including WOSBs, are not  given opportunities to participate in the procurement process, he believes  that the problem often is that these businesses do not seek contracting  opportunities with the federal government. A representative from an  association of women business owners we contacted agreed that some  WOSBs view the federal procurement process as complex and costly. She  conjectured that this complexity, combined with an anticipation of limited  success in winning awards, might keep many WOSBs from submitting  offers for government contracts."], "subsections": []}, {"section_title": "Resource Constraints Affect Monitoring and Enforcing Plans for Subcontracting With WOSBs", "paragraphs": ["According to federal procurement officials with whom we spoke,  reductions in the federal acquisition workforce mean that fewer agency  contracting personnel must meet an increasing workload. They said that  they often lack the resources to effectively oversee and administer  contractors’ performance. Thus, according to these officials, agencies’  contracting personnel do not always monitor and enforce plans submitted  by prime contractors for subcontracting with small businesses, including  WOSBs. Without appropriate monitoring and enforcement, these officials  said, prime contractors do not always follow through with their plans to  award small business subcontracts.", "Similarly, an official of GSA’s Office of Enterprise Development stated that  often little oversight or enforcement occurs after a prime contractor’s plan  for subcontracting with small businesses is approved. The official said that  her office is constantly asked by small business representatives to request  changes to legislation that would provide for greater enforcement of  subcontracting plans and make government contracting officers  accountable if prime contractors did not honor these plans. Finally, she  said that because prime contractors have such an uneven record of using  WOSBs and other small businesses, some WOSBs (as well as other small  businesses in general) become frustrated and discouraged from pursuing  federal subcontracting opportunities.", "An opportunity for improving the enforcement of subcontracting plans is  presented by the recent executive order for increasing opportunities for  WOSBs. The order requires each agency to work closely with SBA, OFPP,  and others to develop procedures to increase compliance by prime  contractors with subcontracting plans, including subcontracting plans  involving WOSBs."], "subsections": []}]}, {"section_title": "Federal Procurement Officials Have Suggestions for Increasing WOSB Contracts but Caution Against Possible Unintended Consequences", "paragraphs": ["Among the government contracting officials with whom we spoke, there  was general agreement on several suggestions for improving the  environment for contracting with WOSBs and increasing federal  contracting with WOSBs. They suggested  creating a contract program targeting WOSBs,  focusing and coordinating federal agencies’ WOSB outreach activities,   promoting contracting with WOSBs through agency incentive and   including WOSBs in agency mentor-protégé programs,  providing more information to WOSBs about participation in teaming   providing expanded contract financing.", "Simultaneously, officials cautioned that some of these suggestions could  lead to some unintended consequences (notably a possible reduction in  procurements from other small business groups) and that even if the  suggestions were implemented, the 5-percent governmentwide goals might  still not be achievable."], "subsections": [{"section_title": "Officials Suggest a Specific Contracting Program for WOSBs", "paragraphs": ["Federal contracting officials, particularly those in PEC and the OSDBU  Council, generally agreed that a targeted contracting program, such as one  that would grant authority to restrict competition for contracts specifically  to WOSBs, could help increase the number of contracts awarded to  WOSBs. In addition, 22 of the 30 contracting officers we contacted from  four federal agencies awarding large numbers of contracts each year  stated that such a program could be a valuable tool in their efforts to  increase contracting with WOSBs and help them achieve their WOSB  contracting goals.", "Despite the broad consensus on the need for a formalized vehicle to target  qualified WOSBs for federal contracts, many of these same officials  expressed concern that creating such a program would add to the already  large and complex universe of federal contract programs for small  businesses. Also, some of these officials said they recognize that such a  program would not guarantee that the 5-percent governmentwide goals for  prime and subcontracts would be achieved. For example, not enough  qualified WOSBs might exist in those industries in which much federal  procurement occurs, meaning that a new contracting program might not be  sufficiently effective in increasing contracting with WOSBs to achieve the  governmentwide goals. In addition, officials said that because a number of  small business groups already must be considered for government  contracts, they would have to make choices between competing small  business groups and, ultimately, there might not be enough contracts to go  around. Thus, while WOSBs might benefit from a new targeted contracting  program, such a program might compete with existing programs for other  small business groups. To combat this problem, some officials suggested  broadening or combining existing programs to incorporate WOSBs (such  as broadening the definition of a small disadvantaged business to  encompass all WOSBs). Several of the representatives from the women’s  groups we contacted believed that a targeted contracting program would  help to accelerate progress toward achieving the WOSB goals.", "The Small Business Reauthorization Act of 2000 authorized a targeted  contracting program for certain WOSBs. Contracting officers are  authorized to restrict competition for contracts for supplies or services in  certain industries when specific conditions are met (the contract is for  goods or services in an industry identified by SBA where WOSBs are  underrepresented in federal procurement, two or more WOSBs who are  economically disadvantaged are expected to compete, the award price  does not exceed $3 million—or $5 million for manufacturing—and the  award can be made at a fair and reasonable price). The program’s  implementation, however, will require several actions by SBA, including (1)  the completion of a study to identify industries in which WOSBs are  underrepresented and substantially underrepresented in federal  procurement; (2) the establishment of a process for approving federal,  state, or national certifying entities to complete certifications of WOSBs;  (3) the establishment of standards for documentation to be required by  contracting officers to support certifications of WOSBs; (4) the  development of criteria for determining industries where WOSBs are  “substantially” underrepresented and therefore eligible for a waiver of the  requirement that WOSB firms be economically disadvantaged to benefit  from the program; and (5) the establishment of procedures to challenge  firms’ eligibility and a program to verify firms’ eligibility."], "subsections": []}, {"section_title": "Officials Believe More Focused and Collaborative Agency Outreach Could Increase Contracting With WOSBs", "paragraphs": ["Contracting officials from the Air Force, NASA, DOE, and GSA said that  their respective agencies have active and focused WOSB outreach  programs. They said that these programs attempt to attract WOSBs to  contracting opportunities and that they teach these businesses how to  compete for federal contracts, navigate through the federal procurement  process, and complete necessary paperwork. For example, Air Force small  business advocates told us they had effective outreach efforts educating  WOSBs on technical requirements and encouraging WOSBs to gain needed  skills.", "Other officials with whom we spoke said that giving greater effort and  focus to some federal agencies’ outreach activities could increase the  number of contracts with WOSBs. In particular, PEC officials agreed that  agencies needed to be more collaborative in their outreach efforts to  WOSBs. PEC and other officials said that greater emphasis by federal  agencies on the development of training programs and seminars for WOSBs  could help increase their participation in the federal procurement process.  Specifically, they said that with more focused outreach programs, agencies  could (1) better identify qualified WOSBs in specific industries and (2)  encourage WOSBs to participate in the federal contracting arena (by  teaching them about the federal procurement process and strategies for  preparing more competitive contract offers).", "While some officials suggested more focused outreach programs, PEC and  DOD officials viewed greater coordination and consolidation of agencies’  outreach efforts as necessary to make the most of government and WOSB  resources. Specifically, these officials believed such coordination would  reduce overlap and duplication of outreach efforts by agencies, reduce the  multiplicity of outreach conferences faced by individual WOSBs, and  provide more comprehensive and relevant sources of procurement  information and networking opportunities to WOSBs. Officials stated that  proper coordination would allow WOSBs to be more selective in the  outreach conferences they attend and enable government officials to  provide them with greater access to key program and contracting  personnel. The recent executive order on increasing opportunities for  WOSBs requires federal agencies to work with SBA in making outreach  efforts and preparing plans to target WOSBs for greater participation in the  procurement process. Implementation of the executive order could provide  an appropriate opportunity to address the suggestion for greater  coordination and consolidation of the government’s outreach efforts."], "subsections": []}, {"section_title": "Officials Suggest Incentive and Recognition Programs May Increase Contracting With WOSBs", "paragraphs": ["A number of the procurement officials we contacted said that recognition  and incentive programs should be developed or improved to increase  federal contracts with WOSBs. They said that such programs increase  awareness of the importance the agency places on the WOSB goals and  recognize the accomplishments of agency procurement officials, as well as  those of prime contractors who successfully meet their plans for  subcontracting with WOSBs. They cited a Treasury program that annually  rewards staff and prime contractors who have significantly contributed to  the agency’s efforts to contract with small businesses, including WOSBs.  The establishment of such rewards and programs at other agencies may be  a simple method for agencies to increase incentives for agency officials to  utilize WOSBs in their agency’s procurements. Although in 1999 SBA  established a governmentwide recognition effort, the Frances Perkins  Vanguard Award, to recognize federal agencies and prime contractors for  their efforts in contracting and subcontracting with WOSBs, some officials  said that agency-level recognition awards may provide a more immediate  incentive for agency outreach to WOSBs."], "subsections": []}, {"section_title": "Officials Suggest Including WOSBs in Mentor-Protégé Programs", "paragraphs": ["Some officials suggested that WOSBs could benefit by participating to a  greater extent in agency mentor-protégé programs. For example, an  OSDBU at NASA was very enthusiastic about NASA’s achievements using  the mentor-protégé program for assisting WOSBs. Furthermore, the NWBC  study on best practices mentioned earlier describes how some agencies  have established mentor-protégé programs to develop and increase the  number of WOSBs as subcontractors. The study points out that under  these programs, both mentors and protégés benefit when agencies provide  financial incentives to prime contractors to help small businesses,  including eligible WOSBs, and enhance their technical capabilities for  participation as subcontractors and suppliers for government and  commercial contracts. According to the study, at some agencies the  mentor-protégé program provides incentives for mentors to establish and  implement a developmental assistance plan to enable the protégé company  to compete more successfully for prime and subcontract awards. The study  stated that potential benefits to protégé companies include technical  advice, market access, credibility, financial support, and the possibility of  partnering with other businesses to enable them to better compete for  federal contracts.", "The recent executive order on increasing opportunities for WOSBs lists the  implementation of mentor-protégé programs that include WOSBs among  the steps agencies should take to maximize WOSBs’ participation in the  procurement process. Recently, section 807 of the National Defense  Authorization Act for Fiscal Year 2001 made WOSBs eligible for  participation as protégé firms under DOD’s statutory mentor-protégé  program. The suggested inclusion of WOSBs in agencies’ mentor-protégé  programs thus appears to be under way."], "subsections": []}, {"section_title": "Officials Suggest Informing WOSBs About Participation in Teaming Arrangements", "paragraphs": ["Some officials suggested that WOSBs could benefit from being made aware  that teaming with other small businesses (and in some cases, large firms)  could enhance their competitiveness for certain procurements. For  example, DOD officials said that teaming was an excellent tool that DOD  uses to increase contracting with WOSBs. In addition, under the recent  executive order, SBA is required to offer a program of training development  seminars and conferences to instruct women business owners on how to  participate in SBA’s 8(a) program, the SDB program, the HUBZone  program, and other small business contracting programs for which they  may be eligible. Since these programs allow teaming arrangements, the  training development seminars and conferences the executive order  requires SBA to provide to WOSBs could include information or instruction  on such teaming arrangements. For example, a qualified WOSB may enter  into a joint venture with a qualified HUBZone small business for the  purpose of performing a specific HUBZone contract so long as each  business is small under the applicable size standard and the procurement  exceeds a certain value. For competitive 8(a) program procurements, a  WOSB may enter into a joint venture or teaming arrangement with at least  one 8(a) participant without regard to small business size standards if  certain conditions are met. Clearly, WOSBs could benefit from outreach  efforts that include information or instruction on participation by WOSBs  in teaming arrangements or joint ventures for procurements where such  arrangements are permitted."], "subsections": []}, {"section_title": "Officials Suggest Providing Expanded Contract Financing", "paragraphs": ["To address the problem of limited access to working capital experienced by  many WOSBs (and other small businesses), contracting officials suggested  that expanded contract financing could be helpful, such as through  advance payments and higher rates of progress payments under  government contracts. This idea is consistent with NWBC’s  recommendations. NWBC has suggested that by increasing the customary  progress payment rate for WOSBs to 95-percent and lowering the threshold  for inclusion of customary progress payments in contracts with WOSBs to  the lower threshold ($50,000) that DOD uses for SDBs, more working  capital might flow to WOSBs."], "subsections": []}]}, {"section_title": "Officials Said More Realistic WOSB Goals Could Improve the Program’s Credibility", "paragraphs": ["Federal procurement officials frequently mentioned that the WOSB  contracting goals established for individual agencies are unrealistic: that is,  they are established without regard to the capability and availability of  WOSBs in specific industries from which federal agencies procure their  goods and services. Officials in contracting agencies and SBA agreed that  the goals are not based on an analysis of the presence, capability, or  interest of WOSBs in the business sectors or industries in which  government agencies make most of their purchases.", "According to a number of contracting officials, it makes no difference how  hard contracting officers try to meet a goal if WOSBs are not in a specific  location or industry where an agency procurement is to be made. If the  WOSBs in the industry are not capable of performance, do not want the  contract, or do not respond to contract solicitations, the agency cannot  award the contract to a WOSB. Ten of the 30 contracting officers with  whom we spoke stated they specifically had experienced difficulties  identifying WOSBs for certain contract solicitations. They said this was  particularly a problem for those contracts with specialized requirements,  such as those for weapons systems or highly technical services.  Contracting officers at NASA and DOE told us that for many of their  procurements for highly technical research and development projects, they  often have difficulty identifying qualified WOSBs. These contracting  officials further said that they believe the credibility of the WOSB  contracting program could be enhanced if the individual agency goals  better reflected the number of WOSBs in locations and industries where  government agencies purchase goods and services.", "SBA officials have recognized the absence, but also the potential  usefulness, of information on the presence of WOSBs in various industries  when establishing individual agency goals. In our discussions with SBA  officials, they expressed an interest in analyzing new data just becoming  available from the 1997 business census. However, they said that they have  lacked sufficient resources to perform the breadth of analysis needed. They  cited the complexity of the effort undertaken by experienced census staff  who had completed a similar analysis for the Department of Commerce;  that study sought to identify industries in which disadvantaged businesses  were underrepresented in federal procurement.  In commenting on a draft  of this report, SBA said that it agreed that a disciplined study of WOSBs in  different industries must be performed and, in accordance with Executive  Order 13157 and applicable laws, this study will be done.", "PEC officials told us that included in PEC’s strategic plan for fiscal years  2001 through 2005 is an objective to improve those goal-setting processes  and achievement measures for contracting with small businesses that align  agency missions with procurement and socioeconomic goals. They believe  such an effort, which would yield greater consensus in the federal  community on the purpose and intended outcome of small business  contracting programs, could improve the effectiveness of these measures.", "A representative from NAWBO with whom we spoke questioned whether  federal agency officials always make concerted efforts to find WOSBs to  help meet their goals or whether they find it easier to go with previous  suppliers. A representative from the WBENC told us that she believes some  agencies fail to reach their contracting goals for WOSBs because of a lack  of effort on the part of federal contracting officials—not because qualified  WOSBs are unavailable. A representative from WBC told us that she agrees  with these views and added that there may not be enough WOSBs in certain  locations and industries where some agencies have specialized  requirements. On the other hand, representatives of several of these  organizations indicated they view proposals to reexamine the validity of  WOSB contracting goals as largely an effort to lower goals rather than to  increase contract awards to WOSBs."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["As the FASA conference report recognized, reaching the 5-percent  governmentwide goals for WOSBs will take time: Even though federal  contracting with WOSBs increased at a faster rate than overall federal  contracting during the past 4 years, limited progress has been made in  achieving these governmentwide goals. Furthermore, the apparent lack of  correlation between individual federal agencies’ success in increasing their  contracting with WOSBs and in meeting their WOSB contracting goals  makes it difficult to tell which agencies are making progress and which  strategies are most effective. Moreover, even if a number of agencies reach  their goals, there appears to be little likelihood that the 5-percent  governmentwide goals can be met until DOD—with nearly two-thirds of all  federal procurements—comes closer to reaching its goals.", "Many of the initiatives suggested by contracting officials for increasing  contracting with WOSBs merit further examination−such as mentor- protégé programs, teaming, expanded contract financing, and more  focused and coordinated outreach activities. Important issues have also  been raised about how reductions in the acquisition workforce may be  affecting the oversight of subcontracting plans or affecting contracting  strategies—by, for example, increasing agencies’ use of consolidated  contracts or other vehicles, that may be disadvantageous to all small  businesses. However, analyzing the benefits and effects of the various  suggestions we received from federal contracting officials or women  business-owner organizations for increasing the number of federal  contracts awarded to WOSBs was beyond the scope of our review. At the  same time, a number of these suggestions are covered by the recent  executive order assigning a leadership role to the head of SBA’s Office of  Federal Contract Assistance for Women Business Owners to expand  contracting opportunities for WOSBs. As a result, while the congressional  mandate for this study called for us to make recommendations we consider  appropriate for actions that might increase federal contract awards to  WOSBs, we conclude that further analysis is required before any particular  strategies can be endorsed.", "There was wide consensus among contracting officials about the value of  developing an analytical foundation for agency goals, even though this was  not directly a strategy to increase contracting with WOSBs. They noted that  more realistic goals could improve the credibility of the program and  improve the feasibility of developing stricter accountability for achieving  the goals. PEC officials report a related effort under way to develop more  complex and meaningful indicators of the success of socioeconomic  procurement programs. They believe such an effort, which would yield  greater consensus in the federal community of the underlying purpose and  intended outcome of small business contracting programs, could improve  the effectiveness of these measures.", "The Small Business Reauthorization Act of 2000 requires SBA to conduct a  study to identify industries in which WOSBs are underrepresented in  federal contracting. While such a study is essential for identifying  industries eligible for the newly authorized WOSB contracting program, its  analysis could also be more broadly useful for improving the realism of and  then improving the accountability for agency WOSB contracting goals.  Without information on the representation of WOSBs in the industries in  which federal agencies procure goods and services, SBA has not been able  to ensure that its agency goals represent “the maximum practicable  opportunity” for participation in agencies’ contracts or “realistically reflect  the potential of small business to perform such contracts,” as called for in  the Small Business Act, while at the same time ensuring that the cumulative  goals for all agencies meet or exceed the governmentwide goal. The  analysis of the representation of WOSBs in various industries required by  the new legislation could provide a foundation for SBA to establish more  realistic agency WOSB contracting goals and thus provide a solid basis for  holding agencies accountable for achieving those goals. Determining more  realistic goals for DOD, in particular, would provide an objective basis for  reconciling the conflicting claims of contracting officials and women  business-owner organizations over whether WOSBs are unavailable in  various sectors or federal contracting officials are not trying hard enough  to identify and work effectively with WOSBs.", "Before the new contracting program for WOSBs was authorized, SBA  officials had questioned their capacity to perform the breadth of analysis  needed to determine the representation of WOSBs in various sectors. Given  that the implementation of the new WOSB contracting program depends on  a wide range of actions by SBA and that SBA has concerns about its  capacity to complete the required steps, the Congress may benefit from  being kept informed as SBA develops its strategy for responding to the new  legislative requirements."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Administrator, SBA, direct the new Office of  Federal Contracting Assistance for Women Business Owners to evaluate  the benefits and effects of the suggestions for increasing federal  contracting with WOSBs that surfaced in this review. These include the  implementation of agency mentor-protégé programs that include WOSBs,  of measures to facilitate teaming arrangements and expand contract  financing, as well as the exploration of initiatives to consolidate and  improve the efficiency and effectiveness of outreach efforts. Another issue  worthy of further study is the extent to which pressures on the acquisition  workforce may be contributing to contracting practices that reduce  opportunities for small businesses. These actions are consistent with the  broad authority as well as specific direction given to SBA under the recent  executive order. Any of the suggestions deemed feasible should be  considered for implementation.", "In addition, we recommend that the Administrator, SBA, include in SBA’s  mandated study of industries in which WOSBs are underrepresented  sufficient analysis to establish more realistic agency-specific annual goals  for prime and subcontracts with WOSBs. Given DOD’s predominance in  government contracting, we believe that SBA would benefit from the active  collaboration and support of DOD in performing the study. SBA should also  keep the Congress informed as it develops a strategy for implementing the  new provisions designed to expand federal contracting with WOSBs. In  particular, SBA should notify its authorizing and appropriations  committees if it determines that its capacity to implement the key  provisions of the legislation will be impaired by insurmountable resource  constraints."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We requested comments on a draft of this report from the Administrator,  SBA, and officials from OMB/OFPP, as well as from PEC and the Council of  Offices of Small and Disadvantaged Business Utilization. We also requested  comments from the four major contracting agencies from which we  surveyed contracting officials—DOD, NASA, DOE and GSA. Furthermore,  we requested comments from representatives of the four women’s business  organizations that we had discussions with during the course of our review.", "We received responses from both PEC and the OSDBU Council and each of  the government agencies except DOE. Each agency, except GSA, which  had no general comments, said it generally agreed with our report and  supported our recommendation. Each of the four women’s business  organizations provided us with comments. Three generally agreed with the  report and said that it provided a generally accurate overview of the federal  procurement environment facing WOSBs. One—NWBC—raised a number  of concerns about the methodology of our study and our recommendation  in the draft report.", "We received written comments from the SBA Administrator. She stated that  SBA appreciated our thorough investigation and the care we had taken in  framing the issues and possible solutions involved in reaching higher  percentages of federal contract and subcontract dollars for WOSBs.  Furthermore, she stated that SBA generally agrees with the  recommendation in the report that SBA complete a disciplined study of the  percentages and numbers of WOSBs in different industries. She said that in  accordance with Executive Order 13157 and the applicable laws, this  would be done by the new Office of Federal Contract Assistance for  Women Business Owners in SBA’s Office of Government Contracting.  Additionally, she stated that, as suggested in our report, SBA is currently  assessing its capacity to implement the WOSB provisions of the recently  passed Small Business Reauthorization Act and will notify appropriate  congressional committees if additional resources are required. The head of  SBA’s Office of Government Contracting said that the agency generally  agreed with our recommendation for further analysis of the benefits and  effects of the suggestions we received from federal contracting officials for  increasing contracting with WOSBs. However, she reiterated a concern  about whether resources would be available. The SBA Administrator  additionally provided us with several technical comments that we  incorporated into the final report as appropriate. Appendix III contains the  written comments we received from the SBA Administrator.", "We received oral comments from the Associate Administrator for  Procurement Law, Legislation and Implementation, at OMB/OFPP. She said  that OFPP generally concurred with the report and provided us with  several technical comments, which we incorporated into the final report as  appropriate. We received oral comments from the co-chair and several  members of the PEC socioeconomic committee, reflecting comments  collected from additional members of that committee. They indicated that  the report did a very good job reflecting the contracting environment in  agencies. They strongly supported the recommendation to improve the  analytical foundation for annual agency goals but noted that more complex  measures of success besides contracting “share” were needed. They noted  their efforts to form an interagency group to better capture the success of  various agencies’ efforts.", "PEC officials also noted that while the report captured the complexity of  the diverse small business contracting programs, the draft did not reflect  several required sources of government supply and services, such as  Federal Prison Industries and the Committee for Purchase from People  Who Are Severely Blind or Severely Disabled, that must be considered  before awarding contracts to small businesses. We added a reference to  these programs. PEC officials also indicated that there were opportunities  to reduce the overlap and improve the efficiency of agencies’ outreach  efforts. They believed agencies could collaborate and reduce the  multiplicity of outreach conferences, thereby saving costs and time for  both government agencies and targeted small businesses. We incorporated  these observations into the discussion of both barriers and suggestions for  increasing contracting with WOSBs.", "Finally, PEC officials emphasized that, notwithstanding the potential noted  above for some improvements in the efficiency of outreach efforts,  attempts to increase contracting within various small business contracting  programs is largely a zero-sum problem—that is, increased efforts in one  area are likely to adversely affect other programs. They noted that the  workload pressures on contracting officers are contributing further to the  use of contracting practices that some have alleged limit opportunities for  small businesses to compete for federal contracts. We expanded our  discussion of these issues and added an observation about the value of  overseeing this trend and its possible adverse effects on WOSBs and other  small business groups.", "We also received oral comments from the co-chair of the OSDBU Council,  who represented the views of a number of their members. The Council  members were generally positive about the report and supported the  recommendation but expressed concern that the significant efforts and  successes of various agencies were not reflected in the report. They  believed the draft overemphasized the achievement of goals, particularly  noting that we described how no agency had met both its prime and  subcontract goals over the 4-year period examined. They stated that this  focus failed to recognize that some agencies set “stretch” goals and that  some agencies have continually achieved or exceeded procurement levels  for WOSBs above the 5-percent governmentwide goal. We retained our  observations about the achievement of agency goals since individual  agency goals (whether above or below 5 percent) are key to the  achievement of the governmentwide goal. However, we did incorporate a  reference to the one agency that has continually achieved or exceeded the  5-percent governmentwide goal. OSDBU Council members also provided  technical comments that we incorporated into the report as appropriate.", "We received written comments from DOD and NASA. DOD’s Under  Secretary of Acquisition Technology and Logistics provided written  comments stating that DOD generally agreed with the facts in the report  and supports our recommendation to SBA, including that SBA officials  seek the active collaboration and support of DOD officials in the study.  Separately, DOD provided us with several technical comments, which we  incorporated into the final report as appropriate. DOD’s letter to us appears  in appendix IV.", "A NASA Associate Deputy Administrator provided us with written  comments stating that NASA agreed with our recommendation to SBA. He  noted that when establishing the 5-percent goal for WOSBs, FASA specified  that the goal be no less than 5 percent of the total value of all prime and  subcontract awards for each fiscal year and it was not until November 1999  that OFPP interpreted the requirement to mean that there were separate 5- percent goals for prime and subcontracts. He recommended that we clarify  our report on this point. We agree and clarified our report accordingly.  NASA’s letter to us appears in appendix V.", "We received oral comments from the executive director of WBC, the  president of WBENC, and both the current and immediate past president of  the Dallas-Ft. Worth Chapter of NAWBO. Each of these officials had  positive comments about the report and had no substantive or technical  disagreements with its content.", "We received written comments from the deputy director, NWBC. She said  that she did not believe the draft report was responsive to the mandate and  did not support our recommendation to SBA. She also provided a number  of general and technical comments on the draft report. She was particularly  concerned about our interpretation of certain requirements of the  legislative mandate for this report. She commented that our methodology  of focusing on the views of federal officials to discern the obstacles to, and  suggestions for, increasing contract awards to WOSBs was flawed and  indiscriminately repeated unverified assertions by federal officials. She  said that we should have talked with women-owned businesses in the  contracting arena and incorporated those discussions into the report  together with the comments we received from federal employees involved  in the federal procurement system. We disagree and believe the mandate  clearly specifies that we solicit views from federal employees involved in  the federal procurement system about their experiences pertaining to  obstacles and suggestions for increasing the number of contracts awarded  to WOSBs. In addition, we did contact representatives of four women- owned business organizations and solicited their views on any obstacles to  and suggestions for increasing federal contracts with WOSBs, although this  effort was not called for in the mandate.", "The deputy director of NWBC specifically said she disagreed with our  recommendation that SBA conduct a study to improve the analytical basis  of agency WOSB contracting goals and believes it is inconsistent with the  mandate calling for GAO recommendations to “increase contract awards”  to WOSBs. We agree that this recommendation is not strictly a means to  increase awards to WOSBs. However, we found the evidence persuasive  that establishing an analytical foundation for the goals was relevant to the  credibility and performance of the program. Accordingly, we retained this  recommendation. We believe more realistic agency-specific WOSB  contracting goals can improve the integrity of this program, can provide a  solid basis for holding agencies accountable for achieving those goals, and  over time could contribute to increases in agency contracts with WOSBs.", "In her view, the mandate required us to make recommendations to increase  such awards. The mandate does state that we are to make  recommendations we consider appropriate after taking into consideration  any suggestions we received during our discussions with federal  contracting officials. However, an analysis of the benefits and effects of the  various suggestions put forth was not within the scope of our review, so we  cannot endorse any particular strategy. Nonetheless, considering the  breadth of consensus on the potential merit of various measures, we added  a discussion of some of the promising suggestions for increasing awards to  WOSBs and included a recommendation for SBA to further study their  potential. Finally, we incorporated as appropriate some of her general and  technical comments. Her complete written comments are included in  appendix VI.", "We performed our work from May 2000 through January 2001 in  accordance with generally accepted government auditing standards. For  details about our scope and methodology for this study, see appendix I.", "We are sending copies of this report to the Honorable Ted Stevens,  Chairman, and the Honorable Robert C. Byrd, Ranking Member, Senate  Committee on Appropriations; the Honorable C. W. Bill Young, Chairman,  and the Honorable David R. Obey, Ranking Minority Member, House  Committee on Appropriations; the Honorable Donald H. Rumsfeld,  Secretary of Defense; the Honorable Spencer Abraham, Secretary of  Energy; the Honorable Fred P. Hochberg, Acting Administrator of SBA; the  Honorable Thurman M. Davis, Sr., Acting Administrator of GSA; the  Honorable Daniel S. Goldin, Administrator of NASA; and the Honorable  Mitchell Daniels, Director of OMB. We will also make copies available to  others on request.", "If you have any questions about this report, please call me on (202) 512- 2834. Key contributors to this report are acknowledged in appendix VII."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to (1) review the federal procurement system for the 3  preceding fiscal years (1997 through 1999) to identify any trends in federal  contracting with respect to women-owned small businesses (WOSBs), (2)  solicit from federal employees involved in the federal procurement system  any suggestions for increasing the number of federal contracts awarded to  WOSBs, (3) report to the Congress on (a) any suggestions for increasing  the number of federal contracts awarded to WOSBs that we consider  appropriate after considering suggestions we received from the federal  employees solicited per requirement 2 above, including any such means  that incorporate the concepts of teaming and partnering, and (b) any  barriers to the receipt of federal contracts by WOSBs and other small  businesses that are created by legal or regulatory procurement  requirements or practices, and (4) identify concerns of federal contracting  officials about agencies’ ability to meet their WOSB contracting goals.", "To meet our first objective, we interviewed staff from the Federal  Procurement Data Center (FPDC) and the Small Business Administration  (SBA) to determine the availability of federal procurement data pertaining  specifically to WOSBs. We acquired data from FPDC on overall federal  procurement expenditures and procurement expenditures on small  businesses, small disadvantaged businesses (SDBs), 8(a) businesses, and  WOSBs for fiscal years 1996 (the first year the implementation of the 5- percent WOSB governmentwide goal was in effect) through 1999. We  acquired data from SBA on federal agencies’ prime contracting and  subcontracting WOSB goals and the agencies’ related annual contract  awards for fiscal years 1996 through 1999. We analyzed the FPDC data to  determine the overall trends of federal procurement expenditures and the  trends of federal contracting with WOSBs for the 4 fiscal years. We  analyzed the SBA data to determine the percentage of agencies’ contracts  awarded to WOSBs each year, the number of agencies meeting their WOSB  goal, and the small business programs that WOSBs used to receive their  contract awards.", "To meet our other three objectives, we selected four agencies that  accounted for over 80 percent of all federal contracting expenditures for  fiscal years 1997 through1999: Department of Defense (DOD), Department  of Energy (DOE), National Aeronautics and Space Administration (NASA),  and General Services Administration (GSA). We contacted procurement  officials, agency Small Business Office representatives, and 30 contracting  officers from these agencies to discuss any obstacles (legal or regulatory)  they encountered in awarding contracts to WOSBs and their suggestions  for increasing the number of contracts awarded to WOSBs, and meeting  agencies’ annual WOSB contracting goals. We conducted focused  interviews and group discussions with officials from the Procurement  Executive Council (PEC) and numerous agencies’ Office of Small and  Disadvantaged Business Utilization (OSDBU). We contacted officials from  the Office of Federal Procurement Policy (OFPP), Office of Management  and Budget (OMB), and SBA to discuss policy and regulations governing  federal contracting with WOSBs and their suggestions for increasing  contracts awarded to WOSBs and meeting WOSB contracting goals. We  contacted representatives from the Office of Small Disadvantaged Business  Utilization of 20 major agencies to determine why the agencies’ WOSB  goals were or were not met for the fiscal years 1996 through 1999 and any  obstacles to and suggestions for awarding contracts to WOSBs and meeting  WOSB contracting goals. These officials were selected for the most part  based on their substantial experience in the field of federal contracting.", "In addition, we contacted representatives of four women business-owner  organizations to gain their perspective on obstacles to and suggestions for  increasing federal contract awards to WOSBs. We did not validate the  obstacles identified nor assess the benefits and effects of the suggestions  we received from the federal contracting officials and others we  interviewed.", "In addition, we analyzed the information gathered and applied insights  from a body of related work we previously performed. Our work was  performed between May 2000 through January 2001 in accordance with  generally accepted government auditing standards."], "subsections": []}, {"section_title": "Comments From the Small Business Administration", "paragraphs": [], "subsections": []}, {"section_title": "Comments From the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Comments From the National Aeronautics and Space Administration", "paragraphs": [], "subsections": []}, {"section_title": "Comments From the National Women’s Business Council", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition, William R. Chatlos, Elizabeth R. Eisenstadt, Colin J. Fallon,  Sherrill H. Johnson, Frederick Lyles, Dorothy M. Tejada, and Adam  Vodraska made key contributions to this report."], "subsections": []}, {"section_title": "Ordering Information", "paragraphs": ["The first copy of each GAO report is free. Additional copies of  reports are $2 each. A check or money order should be made out to  the Superintendent of Documents. VISA and MasterCard credit  cards are accepted, also.", "Orders for 100 or more copies to be mailed to a single address are  discounted 25 percent.", "Orders by mail: U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Orders by visiting: Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders by phone: (202) 512-6000 fax: (202) 512-6061 TDD (202) 512-2537 Each day, GAO issues a list of newly available reports and  testimony. To receive facsimile copies of the daily list or any list  from the past 30 days, please call (202) 512-6000 using a touchtone  phone. A recorded menu will provide information on how to obtain  these lists."], "subsections": []}, {"section_title": "To Report Fraud, Waste, or Abuse in Federal Programs", "paragraphs": ["Web site: http://www.gao.gov/fraudnet/fraudnet.htm  e-mail: fraudnet@gao.gov  1-800-424-5454 (automated answering system)"], "subsections": []}]}], "fastfact": []}