{"id": "GAO-12-2", "url": "https://www.gao.gov/products/GAO-12-2", "title": "TANF and Child Welfare Programs: Increased Data Sharing Could Improve Access to Benefits and Services", "published_date": "2011-10-07T00:00:00", "released_date": "2011-10-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In 2010, over 40 percent of families receiving cash assistance through the Temporary Assistance for Needy Families (TANF) program were \"child-only,\" meaning the adults in the household were not included in the benefit calculation, and aid was provided only for the children. TANF and child welfare programs provide cash assistance and other services that support children living with nonparent caregivers. The U.S. Department of Health and Human Services (HHS) Administration for Children and Families (ACF) oversees TANF and child welfare programs, which are administered by states. GAO was asked to examine the (1) trends and composition of the child-only caseload, (2) characteristics of caregivers and children in nonparent child-only cases, (3) factors influencing the level of benefits and services for children with non-parent caregivers, and (4) coordination efforts between state TANF and child welfare programs. GAO analyzed federal TANF and child welfare data; surveyed states; interviewed HHS officials and researchers; and conducted site visits in Tennessee, Texas, and Washington, selected for variation in TANF caseload characteristics and implementation of programs to support relative caregivers."]}, {"section_title": "What GAO Found", "paragraphs": ["Between fiscal years 2000 and 2008, TANF child-only cases increased slightly but represented a greater share of the overall TANF caseload because cases with adults in the assistance unit experienced a significant decline. The national composition of the TANF child-only caseload has remained relatively unchanged since 2000. At the end of 2010, the majority of children receiving TANF lived with parents who were ineligible for cash assistance, and one-third lived with nonparent caregivers who were relatives or unrelated adults. However, this composition varies by state. For example, in Tennessee, almost 60 percent of the TANF child-only caseload included children living with nonparent caregivers, compared with about 30 percent in Texas. Most nonparent caregivers in TANF child-only cases are unmarried women who are over 50 years old, and research suggests that they often have low incomes and health problems. The children tend to be related to their caregiver, who is often a grandparent, and they remain on assistance for at least 2 years. Some of these children live with nonparent caregivers as a result of parental abuse or neglect, substance abuse, incarceration, or mental illness, but these circumstances may or may not be known by the child welfare agency. The level of benefits and services available to children living with nonparents depends on the extent to which a child welfare agency becomes involved in the family's situation and the licensing status of the caregiver. Children in foster care with licensed foster parents are generally eligible for greater benefits and services than children in other living arrangements, who may receive TANF child-only assistance. For one child, the national average minimum monthly foster care payment is $511 while the average TANF child-only payment is $249. Most children live with relatives who do not receive foster care payments because they are not licensed foster parents or they are in informal arrangements without child welfare involvement. Other factors influencing the assistance made available to children in a relative's care include available federal funding, state budget constraints, and increased state efforts to identify relative caregivers to prevent children from being placed in the foster care system. Several state and local efforts are under way to coordinate TANF and child welfare services to better serve children living with relative caregivers, but information sharing is a challenge. Coordination efforts include colocating TANF and child welfare services and having staff from each agency work together to help relative caregivers access services. ACF currently provides grants to states and tribes to support collaboration between TANF and child welfare programs and plans to disseminate the findings. However, information and data sharing between the two programs does not occur consistently, which can hinder relatives' access to available benefits. For example, although HHS provides funding, guidance, and technical assistance to promote data sharing between TANF and child welfare programs, more than half of states reported obstacles to sharing data, such as privacy concerns."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends the Secretary of HHS direct ACF to provide more guidance on data sharing opportunities. HHS agreed with GAO's recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Temporary Assistance for Needy Families (TANF) program provides  cash assistance and other services to low-income families. Over 40  percent of families receiving TANF cash assistance in 2010 were “child- only” cases, meaning the adults in the family receive the cash benefit on  behalf of the child, but the needs of the adults are not included in the  calculation of the cash benefit. These cases occur when either the  children’s parents are ineligible for benefits, for example if they are  ineligible due to their immigration status, or the child is living with a  nonparent caregiver, who is either a relative or unrelated adult acting in  place of a parent. Children come into the care of nonparent caregivers for  a variety of reasons, including when the parents are absent due to military  deployment or incarceration, are incapacitated due to substance abuse or  mental illness, or have been determined to be abusive. One of the  purposes of TANF is to provide assistance to needy families so that  children may be cared for in their own homes or the homes of relatives.  Child welfare agencies also aim to keep families together, but when  children must be removed from the home due to abuse or neglect by their  parents, these programs provide financial assistance and services to  support children who live with nonparent caregivers.", "The U.S. Department of Health and Human Services (HHS) oversees  TANF and child welfare programs and states are responsible for  administering these programs. States have broad discretion in how they  design TANF and child welfare programs, which includes setting available  benefits and services. Although some of the same families may be served  by these programs, they are often administered by different state  agencies and involve different staff and information systems. The extent  to which these programs are coordinated or state agencies share  information is unclear. To address these issues and inform the expected  reauthorization of the TANF program, we examined the: (1) trends in the  TANF child-only caseload and composition of these cases, (2) general  characteristics of the caregivers and children in TANF child-only cases  where a child is living with a nonparent caregiver, (3) factors influencing  the level of benefits and services children living with nonparent caregivers  receive, and (4) coordination efforts between state TANF and child  welfare programs.", "In addition, this report provides information in appendix IV on how states  have implemented the federal guardianship assistance option and what is  known about how it has affected TANF child-only caseloads.", "To answer our research questions, we collected data through several  methods. To gather national level information about how the TANF child- only caseload has changed over time, and the characteristics of nonparent  caregiver cases, we analyzed HHS’s TANF data for fiscal years 2000  through 2008. To collect information about TANF child-only policies, the  current TANF child-only caseload, financial assistance and services  available to children in these cases, and coordination between TANF and  child welfare programs, we conducted a Web-based survey of state TANF  administrators in all 50 states and the District of Columbia. We also  conducted a survey of state child welfare administrators in all 50 states and  the District of Columbia to gather information on the financial assistance  and services available to children in foster care, the extent to which  relatives are licensed as foster parents, and coordination efforts between  TANF and child welfare programs. We administered the surveys between  March and June 2011. While we did not validate specific information that  administrators reported through our surveys, we reviewed their responses  and followed up, as necessary, to determine that their responses were  complete, reasonable, and sufficiently reliable for the purposes of this  report. All state TANF and child welfare administrators responded to the  surveys. To collect more detailed information from state and local offices,  we conducted site visits in three states (Tennessee, Texas, and  Washington). Our site visit states were selected because of their variation  in TANF caseload characteristics and programs to assist relative  caregivers. Within each state, we interviewed state TANF and child welfare  administrators, as well as TANF and child welfare staff from two to three  local offices serving urban and rural areas. We cannot generalize our  findings from the site visits beyond the states and local offices we visited.  We also interviewed HHS officials and researchers knowledgeable about  TANF and child welfare programs and reviewed relevant federal laws and  regulations. We conducted this performance audit from October 2010 to  October 2011 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that the  evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives. See appendix I for additional  information on our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "TANF Program Funding and Goals", "paragraphs": ["The Personal Responsibility and Work Opportunity Reconciliation Act of  1996 (PRWORA) significantly changed federal welfare policy for low- income families with children, from a program that entitled eligible families  to monthly cash payments to a capped block grant that emphasizes  employment and work supports for most adult recipients. As part of  PRWORA, Congress created the TANF program, through which HHS  provides states about $16.5 billion each year in block grant funds to  implement the program. To receive its TANF block grant, each state must  also spend at least a specified level of its own funds, which is referred to  as state maintenance of effort (MOE).", "TANF is a flexible funding stream that states can use to provide cash  assistance and a wide range of services that further the program’s four  goals, including assisting needy families so that children can be cared for  in their own homes or in the homes of relatives. In 2009, states spent  about 30 percent of their TANF funds on cash assistance for needy  families, and the remaining funds were spent on other purposes, such as  child care, employment programs, and child welfare services."], "subsections": []}, {"section_title": "Determining Eligibility for TANF Cash Assistance and Benefit Levels", "paragraphs": ["Although the specific eligibility requirements vary by state, to qualify for  TANF cash assistance, families must pass both nonfinancial tests based  on the demographic characteristics of the family, and financial tests  based on the income and asset holdings available to the family. The  TANF program gives states the flexibility to develop their own definition of  an eligible family. While some states allow unrelated caregivers acting in  place of a parent to apply for TANF benefits, other states limit benefits to  relative caregivers and parents, according to information contained in the  Urban Institute’s Welfare Rules Database.", "Each state sets its own TANF benefit levels, and the amount a family  receives depends in part on who is in the assistance unit. An assistance  unit is a group of people living together, often related by blood or some  other legal relationship. States can exclude adults from the assistance  unit but still allow the children to receive some assistance. In these child- only cases, the adults in the family are excluded from the assistance unit  and are not considered when calculating the benefit amount. There are  four main types of family circumstances that result in child-only cases:    SSI parents. A parent is receiving Supplemental Security Income  (SSI) and is receiving TANF child-only payments on behalf of their  children.", "Immigrant parents. A family is headed by an immigrant parent who is  not eligible for TANF. These parents could include illegal immigrants,  as well as certain recent legal immigrants who are ineligible for  TANF. Ineligible immigrants can receive TANF for their children,  provided the children are U.S. citizens.    Sanctioned or disqualified parents. The parent has not complied with  TANF program requirements, such as work requirements, and has  been denied benefits, but the state allows the children to continue  receiving benefits. States must also disqualify adults from receiving  TANF benefits for other reasons, such as if they are fleeing to avoid a  felony conviction, violating a condition of probation or parole, or in  certain circumstances, fraudulently receiving TANF assistance.    Nonparent caregivers. A child is living with a family headed by a  nonparent caregiver, often a relative who receives cash assistance on  a child’s behalf. According to HHS, nonparent caregivers may not be  legally obligated to support these children, and states can provide  child-only grants to any relative caring for a child, regardless of the  relative’s income, provided that the relative meets the state’s TANF  definition of a relative caretaker. If the nonparent caregiver chooses  to have their income and resources considered in order to receive a  higher level of assistance, the caregiver may be subject to work  requirements and time limits.", "Families receiving cash assistance with adults in the assistance unit are  subject to federal time limits and work requirements. PRWORA  established a 60-month time limit for families with an adult receiving aid;  however, states have the option to use federal funds to extend assistance  beyond the federal time limit for hardship reasons the state has defined.  PRWORA also requires adults to engage in work activities after 2 years of  assistance, or sooner, if the state determines the recipient is ready. TANF  child-only cases are typically not subject to these requirements."], "subsections": []}, {"section_title": "Child Welfare Program Administration and Federal Funding", "paragraphs": ["Child welfare programs provide services to protect children from abuse  and neglect, to help parents care for their children successfully, and to  provide support to children who cannot safely live with their parents. HHS’  Children’s Bureau oversees federal funding to states for child welfare  programs, and states administer these programs. The principal federal  funding sources for child welfare are through Titles IV-E and IV-B of the  Social Security Act, although child welfare services are also supported  by nondedicated federal funding sources, including TANF. In fiscal year  2011, about $6.5 billion was available under IV-E, and about $757 million  was made available to states under IV-B, according to HHS budget  documents.", "Child welfare agencies typically become involved in family situations after  receiving reports of child abuse and neglect. Child welfare staff screen  and investigate reports of child maltreatment and make recommendations  about whether a child can remain safely at home. When abuse or neglect  is identified, the agency may provide services designed to improve the  situation and avoid removing children from their homes. If such services  cannot ensure a child’s safety in their home, the agency may work with  the family to determine another living arrangement for the child or petition  a court to place the child in foster care.", "When children are taken into foster care, the state child welfare agency  becomes responsible for determining where the child should live and  providing the child with support. The agency may place the foster child in  the home of a relative or with unrelated foster parents. States receiving  Title IV-E foster care funding must make foster care payments on behalf  of eligible children whose foster care placements have been licensed or  approved. Under the act, states are responsible for establishing  standards for foster family homes and child care institutions that protect  the safety of children. Foster parent licensing requirements vary by state  and may include training, background checks, and home inspections,  according to a HHS report. States must provide foster care payments  on behalf of each child who meets certain requirements to cover the cost  of providing food, clothing, shelter, daily supervision, and other expenses,  but are given flexibility in determining the payment amount. The agency  must also assess the needs of the children and arrange for needed  services. States must ensure that caseworkers develop a case plan for  each child receiving foster care payments to assure that services are  provided, and caseworkers must visit with the children periodically. Foster  care is intended to be a temporary living arrangement until children can  be returned safely to their parents or placed in some other permanent  living arrangement, such as guardianship or adoption by a nonparent  caregiver."], "subsections": []}, {"section_title": "HHS’ Administration on Aging", "paragraphs": ["HHS’ Administration on Aging oversees a separate program that provides  support to nonparent caregivers. The National Family Caregiver Support  Program, established in 2000, provides grants to states to fund a range of  supports that assist caregivers. In fiscal year 2010, the National Family  Caregiver Support Program was allocated about $153 million. State  agencies can use up to 10 percent of their funding to provide support  services to grandparent caregivers or caregivers age 55 and older who  are raising children of relatives. The Administration on Aging funds these  activities primarily through grants to each state’s agency on aging. States  must fund five types of services under this program: information to  caregivers about available services; assistance to caregivers in gaining  access to the services; individual counseling, organization of support  groups, and caregiver training in the areas of health, nutrition, and  financial literacy; respite care; and supplemental services on a limited  basis."], "subsections": []}]}, {"section_title": "TANF Child-Only Cases Have Increased Slightly, and the Composition of the Caseload Varies by State", "paragraphs": ["The TANF child-only caseload increased slightly between fiscal years  2000 and 2008, but comprised a greater share of the overall TANF  caseload because TANF cases with adults in the assistance unit  decreased substantially. During this time period, the number of TANF  child-only cases increased from about 772,000 cases to approximately  815,000 cases, but the number of families with adults receiving  assistance decreased by about 700,000 cases from about 1.5 million to  about 800,000 cases. As a result, the share of child-only cases in the  overall TANF caseload increased from about 35 percent to about half  (see fig. 1). We previously reported that changes states made to their  welfare programs as they implemented TANF, including work  requirements, time limits, sanctions, and diversion policies, contributed  to a significant decline in program participation. TANF cases also  declined in part because during the 1990s when the economy was  stronger, incomes increased, and fewer families were eligible for TANF.  Our past work and survey results indicated that one of the reasons child- only cases may not have declined as much as cases with adults in the  assistance unit is because these cases are not subject to time limits in  most states and recipients may receive assistance for a longer time  period.", "Between fiscal years 2000 and 2008, increases in two of the categories  were statistically significant: children living with parents who were  ineligible because they receive SSI benefits and children living with  parents who were ineligible because of their immigration status. Cases in  which the parents were ineligible due to immigration status almost  doubled and increased from 11 percent of the TANF child-only caseload  in fiscal year 2000 to 19 percent in fiscal year 2008 (see fig. 2). This  increase of 8 percentage points is statistically significant and represents  an increase from about 83,000 cases in fiscal year 2000 to over 155,000  cases in fiscal year 2008, with the greatest increase occurring in  California. Specifically, TANF child-only cases headed by ineligible  immigrants in California more than doubled, from about 46,000 to almost  93,000. This increase accounts for 64 percent of the estimated total  increase in these cases nationwide.", "Over this same time period, the number of cases in the “unknown  caregiver” category–where the relationship between the child and  caregiver is unclear–decreased significantly and it is possible that some  of the increase in child-only cases with ineligible parents due to SSI  receipt or immigration status resulted from better identification of  previously unknown caregivers. Given available data, we were unable to  determine how much of the increase was due to better reporting versus  an actual increase in the number of cases.", "Through our TANF survey, officials from 40 states indicated that the  composition of their TANF child-only caseload, as of December 2010,  was similar to the composition in 2008. The majority of families who  received TANF child-only assistance included children living with parents  who were ineligible for cash assistance, and about one-third included  children living with nonparent caregivers. However, the composition of the  TANF child-only caseload varies by state. For example, as reported  through our survey, almost 60 percent of TANF child-only cases in  Tennessee included children living with nonparent caregivers, compared  with 31 percent in Texas. In addition, cases that are child-only because  the parent receives SSI comprise 40 percent of the TANF child-only  caseload in Tennessee compared with 10 percent in Texas (see fig. 3).", "Some of the variation in the composition of TANF child-only cases can be  attributed to differences in state demographics and state TANF policies.  For example, parents who were ineligible for TANF due to their  immigration status account for a greater portion of the TANF child-only  caseload in states with relatively large immigrant populations, such as  California and Texas. Our survey found that for the 40 states that  reported data, about one-third of the TANF child-only caseload is  comprised of families in which the parents are ineligible due to their  immigration status compared to more than half of the caseloads in  California and Texas. Another variation among states is how they  determine TANF eligibility for children living with nonparent caregivers.  States with less restrictive eligibility rules may have larger numbers of  nonparent caregiver cases. For example, Washington, which has a  relatively high percentage of nonparent cases, allows unrelated  caregivers, such as a friend or neighbor, to apply for TANF child-only  assistance after undergoing a home study and background check,  according to information provided by state officials. Other states, such as  Texas, reported that they limit eligibility for TANF child-only assistance to  nonparent caregivers related to the child by blood, marriage, or adoption."], "subsections": []}, {"section_title": "Most Nonparent Caregivers Are Women, and Some Children Have Experienced Abuse or Neglect", "paragraphs": ["Nonparent caregivers in TANF child-only cases tend to be unmarried women  over 50 years old (see table 1). African-Americans are overrepresented in  these cases, making up 39 percent of the nonparent caregivers but  representing approximately 13 percent of the general U.S. population.", "Research suggests that many relative caregivers receiving cash  assistance have low incomes and health problems. A study analyzing  national survey data found that an estimated 55 percent of families in  which a child was living in an informal arrangement with a nonparent  caregiver receiving cash assistance had income levels below the federal  poverty level. The same study found that an estimated 63 percent of  these caregivers were unemployed, and an estimated 43 percent of them  were in fair or poor health. According to our analysis of HHS’ TANF  administrative data, TANF child-only families with nonparent caregivers  often receive other types of public assistance. For example, over 90  percent receive Medicaid, and over 40 percent receive Supplemental  Nutrition Assistance Program (SNAP) benefits (see fig. 4).", "Children who live with nonparents and receive TANF child-only  assistance tend to be over 10 years old, related to their nonparent  caregiver, and on assistance for at least 2 years (see table 2). More than  three-quarters of children are over age 5, and about half of the children  are at least 11 years old. A small percentage of children in child-only  cases are 18 years old or older. Almost all children are related to their  nonparent caregiver, and most often the child is the caregiver’s  grandchild. Like the nonparent caregivers, African-American children are  overrepresented, making up 40 percent of the children in these cases but  approximately 16 percent of the child population in the United States.", "Some children living with nonparents who receive TANF child-only  assistance live with nonparent caregivers as a result of parental abuse or  neglect, but the extent to which these children have had involvement with  the state’s child welfare agency is unclear because few states collect this  information. In our survey, 6 states reported that between 10 percent and  73 percent of children in TANF child-only cases had been the subject of a  Child Protective Services (CPS) investigation, and 6 states reported that  between 0 percent and 10 percent had been in state custody. During our  site visits, officials from Washington provided us with data showing that  about 12 percent of their TANF child-only cases with nonparent caregivers  included children who had CPS involvement. Officials from Texas provided  us with data showing that one-third of their TANF child-only cases with  nonparent caregivers included children who were in state custody."], "subsections": []}, {"section_title": "Child Welfare Involvement and Funding Availability Influence Benefit Levels and Services for Children Living with Nonparents", "paragraphs": [], "subsections": [{"section_title": "Benefits and Services Available to Children Living with Nonparents Depend on Child Welfare Involvement and Licensing Status of Caregiver", "paragraphs": ["A child’s circumstances, level of child welfare agency involvement, and  licensing status of the caregiver influence whether a child is eligible for a  foster care payment or a TANF child-only payment (see fig. 5). In some  cases, a child may be living with a nonparent caregiver in an informal  arrangement made by the parents, and other family members, and a child  welfare agency may not be involved because either the child has not  experienced abuse or neglect or the maltreatment was not reported to the  agency. In other cases, the child welfare agency may be involved after  receiving a report of child abuse or neglect; however, instead of taking  legal custody of the child the agency helps the parent voluntarily place the  child with a relative caregiver. When determining whether to seek  custody of a child, child welfare agencies generally consider factors such  as the circumstances of the maltreatment, choices made by the parent,  and the availability of a relative willing to intervene. Children living with  relatives in informal arrangements or voluntary placements are typically  eligible for TANF child-only payments provided the relatives meet their  state’s definition of a relative caregiver, according to a 2007 survey of  state child welfare agencies. This survey also found that relative  caregivers of children taken into state custody may be compensated as  foster parents if they meet the training and home requirements to be  licensed. Relative caregivers may still apply for TANF child-only  payments if they cannot or choose not to meet licensing requirements.", "States are not federally prohibited from providing caregivers a foster care  payment and a TANF payment for the same child, but the three states we  visited did not allow caregivers to receive both payments to support the  same child, according to state officials. Specifically, according to HHS  officials, there is no programmatic prohibition in either the IV-E program  or the TANF program against a caregiver receiving a foster care payment  and a TANF payment for the same child, provided eligibility for both  programs exists. A state must, however, ensure that it does not use  federal TANF or state MOE funds to fulfill the IV-E matching requirement.", "Officials in the three states we visited reported that children may receive  ongoing financial assistance from TANF and services from a state’s child  welfare program, but relative caregivers were not allowed to receive  ongoing financial assistance to support the same child from both  programs at the same time. For example, a child may receive services  from a state’s child welfare program but receive ongoing financial  assistance through the TANF program because the child is living with a  relative who is not a licensed foster parent.", "Texas Relative Caregiver and Other  Designated Caregiver Assistance Program  This program assists unlicensed relative and  fictive kin caregivers who are caring for  children in state custody and who meet  income and other standards. Fictive kin  caregivers are not related to the child but  have a long-standing and significant relation- ship with the child or the child’s family. The  program provides a one-time $1,000 payment  per sibling group to integrate the child into the  home and help the caregiver purchase items  such as a bed, bedding, and clothing.  Caregivers may also be reimbursed for  child-related expenses up to $500 per child  per year while the child is in state custody.  This program also provides reimbursement for  child-related expenses up to $500 per year for  up to 3 years (or until the child is 18,  whichever comes first) to caregivers who  become legally responsible for the child  through Permanent Managing Conservator- ship.", "Foster care and TANF payment amounts vary by state; however, the  minimum monthly foster care payment exceeded the TANF child-only  payment in almost all states, according to our survey results. For one  child, the national average minimum monthly foster care payment is $511  while the average TANF child-only payment is $249 (see table 3). The  amount of the foster care payment also depends on the child’s age and  any special needs in most states, according to our survey results, and  licensed foster parents may receive payments higher than the minimum  foster care payment. Gaps between the TANF child-only and foster care  payments increase as caregivers take care of additional children because  the TANF child-only payment may decrease with each individual child  while the foster care payment does not, according to information collected  in the states we visited. States may provide relative caregivers additional  financial assistance to supplement the TANF child-only payment. For  example, Texas and Tennessee provide supplements to the TANF child- only payment under certain circumstances.", "Many children in state custody live with relatives who do not receive  foster care payments because they are not licensed foster parents.  Unlicensed relative caregivers of children in state custody are not eligible  to receive foster care payments in 32 of the 43 states responding to this  question in our child welfare survey. States reported licensing between  0 and 100 percent of relatives caring for children in state custody.  Specifically, 12 states reported that all relatives caring for children in state  custody were licensed while in 10 states, less than 15 percent of relatives  were licensed. Figure 6 shows licensure rates reported by 34 states and  the District of Columbia.", "States’ efforts to inform relative caregivers of their options can affect  whether the caregivers become licensed. State and local offices we visited  reported using a number of different practices to inform relative caregivers  of their options and encourage them to become licensed. For example, in  Washington, child welfare officials said relatives are informed of the  licensing process in letters sent directly by the caseworker and during  family meetings facilitated by the child welfare agency. In Tennessee, a  kinship coordinator is located in every local child welfare office to inform  relative caregivers of their options, according to child welfare staff we  interviewed. Child welfare workers we interviewed in Texas said that in the  past they did not emphasize the option to become licensed, but they have  recently begun a concerted effort to help relatives become licensed so that  they can take advantage of the state’s new subsidized guardianship  program. These three states also reported making some non-safety- related changes to their licensing processes to help relatives become  licensed, such as waiving physical space requirements in the home and  reducing the amount of required training hours.", "The ability and willingness of relatives to go through the licensing process  also affects the extent to which states license relative caregivers. Some  relative caregivers may not be able to meet the standards applied to  prospective foster parents in their state. For example, relative caregivers or  other adults living in the home may have been convicted of a drug-related  offense that would preclude the caregiver from becoming licensed but  would not prevent them from caring for the child as an unlicensed  caregiver, according to some child welfare staff we interviewed during our  site visits. In other cases, relatives may perceive the licensing process as  too intrusive or burdensome, according to some child welfare staff we  interviewed. During our site visits, TANF officials indicated that when  relative caregivers apply for TANF child-only assistance, they are required  to provide documentation verifying their relationship to the child and that  the child resides with them without a parent present. Relative caregivers  applying for TANF child-only assistance are not required to undergo a  background check, home assessment, or have any ongoing interaction with  caseworkers, according to TANF officials in the states we visited.", "The following information is documented in the home  screening:   age of applicant(s) (must be at least 21 yrs. of age)", "Although relative caregivers may be eligible for some level of ongoing  financial assistance to help them raise the children in their care, research  suggests that many relative caregivers in informal arrangements do not  receive any cash assistance. A study analyzing national survey data  found that about 20 percent of relatives caring for children in informal  arrangements reported receiving cash assistance. State and local TANF  staff we interviewed suggested various reasons for relatives not  accessing TANF child-only benefits. For example, relative caregivers may  not be aware that they are eligible for assistance or may not want to  receive public assistance. In other cases, the relative caregiver may have  a difficult time providing the necessary documentation to verify their  relationship with the child or may not want to provide required information  about the child’s parents (often the caregiver’s son or daughter) to help  the state collect child support.", "Examples of some of the documentation required:   proof that the nonparent caregiver is related to the    proof that the nonparent caregiver lives with and is  Applicants must be interviewed by a caseworker.  If  approved, TANF recipients agree to:   cooperate with child support requirements;   get medical screenings and all required immuniza- Tennessee developed the Relative Caregiver  Program, which provides support to children  who are not in state custody and whose  relative caregivers have incomes below 200  percent of the federal poverty level, according  to information provided by Tennessee state  officials.  To be eligible, the relative caregiver  must be related by blood, marriage, or  adoption, be the child’s primary caregiver, and  agree to an in-home assessment.  Tennessee’s child welfare agency contracts  with community based organizations  throughout the state to operate the program.   The types of assistance available through this  program, which became available statewide in  2006, include information about available  benefits, support groups, respite care,  short-term case management, and start-up or  emergency financial assistance. placements routinely maintain ongoing supervision of the children  removed from their parents’ homes. Families with informal  arrangements made by the parents and other family members to care for  children are typically not involved with the child welfare system, but some  states have developed programs to help these families.", "Children living with relatives receiving TANF child-only payments may be  eligible for other services through the TANF agency, but fewer services  are available compared to the services child welfare agencies provide for  foster children (see fig. 7). According to our survey of state TANF  administrators, TANF agencies in 23 states offer child care assistance to  nonparent caregivers, and 3 states offer respite care. Less than half of  TANF agencies provide case management for TANF child-only cases, so  in a majority of states, TANF agencies are unlikely to have ongoing  contact with the caregiver after eligibility is determined.", "Available federal funding influences the level of assistance states offer  relative caregivers. Thirty-seven states reported in our survey that federal  financing of child welfare services had some influence on the assistance  made available to children in a relative’s care. Title IV-E funding, which  accounts for most of the federal funding dedicated for child welfare  services, is restricted to supporting foster children who live with licensed or  approved foster parents. Specifically, states can only be reimbursed by the  federal government for payments made to support children if, among other  requirements, the children are in foster care, meet income and resource  requirements, and are living with licensed or approved foster parents. In  addition, changes made by the Deficit Reduction Act of 2005 clarified the  amount that states can seek in federal reimbursement for IV-E  administrative costs associated with foster children living with unlicensed  relatives. Many states have used TANF to fund child welfare services  because although TANF funding is a capped block grant, it is a more  flexible funding source. For example, in Texas, 30 percent of the child  welfare agency’s budget was funded with TANF dollars in state fiscal year  2010, according to state officials. However, some states may not be able to  continue relying on TANF to fund child welfare services because they need  to use TANF funds to address other program goals, such as promoting  work. For example, Tennessee officials told us that they previously used  some of their TANF grant to fund enhanced payments for relative  caregivers and their Relative Caregiver Program, but that the state recently  discontinued this practice due to budget constraints.", "In addition to federal funding constraints, 28 states reported that the cost  to the state of serving children in TANF or child welfare programs  influences the supports that are made available. Officials in the three  states we visited described recent budget problems that made it more  difficult to fund supports for children living with relative caregivers.  Tennessee’s Relative Caregiver Program was cut by 15 percent, and the  state limited participation in their Families First Kinship Program to about  90 children, according to state officials. Officials in Texas told us that their  state legislature recently proposed eliminating Texas’ Relative Caregiver  Assistance Program, but that the program was ultimately spared after  state agency officials successfully argued that, without this support, many  relatives would be unable to care for the children, and the state would  incur much higher costs if these children were placed with licensed foster  care providers. In Washington, the state legislature authorized the TANF  agency to begin means-testing child-only applicants to help address the  state’s budget shortfall, according to state officials.", "In addition to federal and state funding constraints, states’ child welfare  reform efforts have affected the types of assistance states offer children  living with relative caregivers. Specifically, 31 states reported in our child  welfare survey that their state’s efforts to place maltreated children with  relatives and prevent entry into foster care had some influence on the  type of assistance made available. For example, Texas implemented a  child welfare reform effort that involved hiring additional CPS staff and  implemented family group decision-making meetings. The state also  began providing more in-home services to parents and increased efforts  to identify relatives when out-of-home care is necessary. These efforts  resulted in significant reductions in the number of children taken into state  custody, an increase in relative placements, and lower costs for the state.  State officials in Tennessee reported implementing a similar child welfare  reform effort, which involved hiring more CPS staff, using family group  decision-making meetings, and improving efforts to identify relatives and  prevent children from entering foster care."], "subsections": []}]}, {"section_title": "Coordination Efforts Between TANF and Child Welfare Programs Can Affect Access to Services", "paragraphs": [], "subsections": [{"section_title": "Several State and Local Efforts Are Under Way to Coordinate TANF and Child Welfare Programs", "paragraphs": ["Several states have initiated efforts to coordinate TANF and child welfare  programs to better serve children living with relative caregivers. About  two-thirds of states reported in our surveys that state TANF and child  welfare staff meet periodically to work on common areas of concern, such  as state budget or policy issues, and about half of state child welfare  administrators reported working with their state TANF agency to make  additional services available. For example, Washington’s TANF agency  convened various state agencies including child welfare, in part to  improve coordination and help relative caregivers access resources and  services. Tennessee’s TANF and child welfare agency collaborated on a  pilot project to provide an additional payment to supplement the TANF  child-only payment for relative caregivers caring for children who were  determined to be at risk of entering foster care. New York reported in our  survey that the state’s TANF and child welfare agencies worked together  to launch an informational campaign to help relative caregivers access  TANF child-only and child welfare benefits and services.", "States surveyed and local offices we visited reported that various efforts  are also under way at the local level to coordinate services for children  living with relative caregivers. These efforts include colocating TANF and  child welfare services in the same building and working together on case  planning. Thirty-two states reported about half of their child welfare offices  are located in the same building as TANF offices. Some TANF and child  welfare staff from our site visits said colocation facilitated coordination by  allowing staff to more easily contact each other about cases. In addition,  officials from five states—California, Colorado, Kansas, Louisiana, and  North Carolina—reported having a combined team of TANF and child  welfare staff who work with relative caregivers within their states. In North  Carolina, combined TANF and child welfare units, which provide “one- stop” services, improved communication about families, programs, and  resources with the goal of preventing children from entering foster care.", "Most states cited benefits to coordination between state and local TANF  and child welfare agencies (see fig. 8). States reported that coordination  was most helpful in providing customer service to parents and relative  caregivers, followed by improved decision-making regarding appropriate  services for families and better use of TANF and child welfare staff  resources. For example, Colorado commented in our survey that one  benefit of coordination is maximizing available TANF resources to prevent  children from entering the child welfare system if the family lacks its own  resources.", "To promote coordination between TANF and child welfare programs,  HHS’ Administration for Children and Families (ACF) provided  approximately $3.5 million per year for five years in grants to states and  tribes. ACF’s Office of Financial Assistance awarded 10 grants to tribes to  test the effectiveness of efforts to coordinate tribal TANF and child  welfare services for tribal families at risk of child abuse or neglect. In  addition, ACF’s Children’s Bureau provided grants to 2 states, a tribal  organization, and 2 counties to support collaboration between TANF and  child welfare programs. The purposes of the Children’s Bureau grants are  to: (1) demonstrate models of effective collaboration between TANF and  child welfare agencies that will improve outcomes for children and youth  who are in, or are at risk of entering, the child welfare system; (2)  evaluate and document the processes and outcomes of these  collaborations; and (3) develop identifiable sites that state and local TANF  and child welfare agencies can look to for guidance and possible  replication of collaboration efforts. ACF officials told us they convene  meetings so that grantees can share information about their projects, but  information about the outcomes of these efforts has not been made  available to other states, in part because the demonstration projects and  evaluations are still under way. ACF officials told us that, although  dissemination activities to date have focused on information sharing  among grantees, as grantees complete their work, the agency plans to  disseminate best practices and lessons learned to all states. They noted  that as site visits to the grantees are completed, the agency plans to post  on relevant web sites information gleaned from the grantees on promising  practices."], "subsections": []}, {"section_title": "Limited Information Sharing Can Hinder Relative Caregiver Access to Available Benefits and Services", "paragraphs": ["Information sharing between TANF and child welfare programs can  benefit children living with relative caregivers, but our review in states  where we performed site visits suggests this does not occur consistently.  When case workers are knowledgeable about other government  programs and community resources, they may be better able to refer  families to appropriate services. A few offices we visited reported holding  regular meetings during which information is shared about the policies of  each program, however, some offices did not report meeting regularly. In  our site visits, some TANF and child welfare staff reported being unaware  of the services offered in each others’ programs and the correct TANF  eligibility rules for relative caregivers. For example, some TANF workers  in Tennessee described instances in which child welfare workers had told  relative caregivers that they were eligible for child care from the TANF  agency, without clarifying that the caregivers must be working and meet  certain income limits to qualify. In Texas and Tennessee, TANF and child  welfare staff at the state and local levels were unaware of services  available to relative caregivers provided by their respective state agencies  on aging.", "In addition to information sharing between state TANF and child welfare  staff, data sharing is another way to help caregivers access benefits and  services. Under Title IV-E, states that receive federal funding to develop  their child welfare information systems—known as statewide automated  child welfare information systems (SACWIS)—are required to the extent  practicable to develop an interface with the information system used by  the state’s TANF program. This interface is intended to allow the  exchange of client data. According to ACF officials, 23 of the 34 state  child welfare systems they formally reviewed have met this requirement,  and 11 state child welfare systems have not met this requirement. ACF  has not reviewed the remaining 17 state child welfare systems because  either the states do not operate SACWIS systems or the systems are still  being developed. Child welfare administrators from 10 of these 17 states  reported in our survey that case information cannot be shared between  the child welfare and TANF information systems. Similarly, less than half  of state TANF administrators responding to our survey reported that their  information systems share data with their state’s child welfare systems,  which would allow them to identify duplicate payments or information on  whether a client is receiving child welfare services (see fig. 9). Some local  TANF workers we spoke to in all three states we visited said they would  like to access information in their state’s child welfare information system  in order to more easily confirm if a child has been removed from their  parents and placed with a relative. Similarly, some local child welfare  workers we interviewed said that their state’s TANF agency often has  more accurate contact information than their office and that this  information could help them locate relative caregivers or parents.", "In addition to providing federal funding for the development of SACWIS,  HHS provides guidance and technical assistance to help states develop  child welfare information systems that can interact with TANF information  systems, but more than half the states report obstacles to sharing  information, such as privacy concerns and technical challenges.  According to HHS officials, federal law should not present a barrier to the  sharing of information between the TANF and child welfare agencies,  although state law may, as states are permitted to determine their own  confidentiality rules. Thirty state TANF administrators and 20 state child  welfare administrators said that concerns about client confidentiality have  prevented them from sharing information in their state. The National  Association of State TANF Administrators, an affiliate of the American  Public Human Services Association, suggested in a recent paper that  more clarification was needed about whether federal laws prohibit states  from sharing information between state TANF and child welfare  agencies. HHS officials indicated they have provided states with  technical assistance on the interface requirement through conferences  and ongoing training. HHS also funds the National Resource Center for  Child Welfare Data and Technology, which provides technical assistance  to states focused on, among other things, improving case management  and data collection systems to improve outcomes for children and families  in the child welfare system."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Children often come into the care of relatives unexpectedly and under  very difficult circumstances, and many of these caregivers have limited  resources. TANF and child welfare programs provide financial assistance  and other types of services to these families, but many relative caregivers  may not know how to access benefits and services or that such  assistance is available. Coordination among programs that provide  financial assistance and support to these families is one way to ensure  that caregivers are aware of available resources. It will be important for  ACF to follow through with its plans to disseminate information gathered  from its grants about effective collaboration practices so states can have  models to look to for possible replication. Data sharing is another way for  states to help caregivers access assistance. If caseworkers have  automatic access to information about shared clients, they may be able to  make better decisions about what services are needed and accelerate  eligibility determination. Although some states are currently sharing data,  others indicated they are not due to confidentiality and privacy concerns.  HHS has issued guidance to clarify that federal rules do not prohibit data  sharing, but less than half of states are moving forward with data sharing  efforts."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help states share data between TANF and child welfare information  systems operating within states, we recommend that the Secretary of  Health and Human Services direct ACF to clarify its guidance and provide  additional technical assistance to states on data sharing opportunities.  For example, the HHS-funded National Resource Center for Child  Welfare Data and Technology could collect information from states that  are successfully sharing data, including how they addressed concerns  about client confidentiality, and disseminate that information to all states."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the HHS for review and comment.  HHS agreed with our recommendation and indicated it will provide  additional guidance to states and tribes concerning the ability to share  information between TANF and child welfare agencies. HHS also  provided technical comments, which we incorporated as appropriate. A  letter conveying HHS’s comments is reproduced in appendix V.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the appropriate  congressional committees, the Secretary of Health and Human Services,  and other interested parties. In addition, this report will be available at no  charge on the GAO Web site at http://www.gao.gov.", "If you or your staff members have any questions regarding this report,  please contact me at (202) 512-7215 or brownke@gao.gov. Contact  points for our Offices of Congressional Relations and Public Affairs may  be found on the last page of this report. GAO staff who made major  contributors to this report are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To address the objectives of this study, we used a variety of methods.  Specifically, we:    analyzed publicly available Temporary Assistance for Needy Families  (TANF) active caseload data from the U.S. Department of Health and  Human Services (HHS), including the number and types of families  receiving TANF cash assistance and the characteristics of children  and nonparent caregivers in TANF child-only cases;    analyzed HHS’ Adoption and Foster Care Analysis and Reporting  System (AFCARS) data reported by states including the number of  foster children, number of foster children living with relatives, and the  number receiving federally supported foster care payments;  conducted a nationwide survey of state TANF administrators and a  separate nationwide survey of state child welfare administrators;  visited three states and selected localities within each state and  interviewed officials administering TANF and child welfare programs;  interviewed officials from HHS and reviewed pertinent federal laws,  regulations, and agency guidance; and  interviewed researchers and others knowledgeable about TANF and  child welfare programs from a range of organizations.", "We conducted our work from October 2010 to October 2011 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Review of TANF and Child Welfare Data from HHS", "paragraphs": [], "subsections": [{"section_title": "TANF Data", "paragraphs": ["Because HHS is responsible for collecting state TANF data and reporting  on state TANF programs nationally, we reviewed relevant TANF data  compiled by that agency. HHS collects aggregated and disaggregated  case record information from states on the families receiving TANF cash  assistance. States are required to collect monthly TANF data and report  the data to HHS quarterly. States have the option to submit either sample  data or data on their entire TANF caseload (universe) data to HHS. Using  the disaggregated data, we developed national estimates of the TANF  caseload, TANF child-only caseload, the types of TANF child-only cases,  and characteristics of the children and head-of-household adults in TANF  child-only cases with nonparent caregivers. To analyze how the TANF  child-only caseload has changed over time, we analyzed HHS’s TANF  data for fiscal years 2000 through 2008, the most recent data available.  To identify the characteristics of TANF child-only cases with nonparent  caregivers, we analyzed 2008 data, including several variables that  provided information about the demographics and economic  circumstances of these cases. Because the scope of our work extended  to the 50 states and Washington, D.C., we excluded data for the U.S.  territories from our analyses. Because many of the states report samples  of cases to HHS, we weighted the estimates to reflect the sample design  employed by each of these states. All national estimates produced from  our analysis of the TANF data are subject to sampling errors. We express  our confidence in the precision of our results as a 95 percent confidence  interval. This is the interval that would contain the actual population value  for 95 percent of the samples the states could have drawn.", "To assess the reliability of HHS’ TANF data, we reviewed relevant HHS  documentation, including guidance for states on data collection and  sampling, interviewed HHS officials, conducted electronic data testing,  and compared our results with related information reported by HHS and  other researchers. While we interviewed HHS officials to gather  information on the processes they use to ensure the completeness and  accuracy of the TANF caseload data, we did not independently verify  these data with states. In addition, although HHS does not perform on- site reviews of states’ TANF data, auditors in each state periodically  review state TANF programs, including administrative data, to comply  with the Single Audit Act of 1984. Because of these reviews, as well as  the steps taken by HHS officials to ensure the completeness and  accuracy of these data, we determined that they were sufficiently reliable  for the purposes of this report.", "Tables 4, 5, 6, 7, and 8 provide the estimates and 95 percent confidence  intervals for the data we present in the body of this report.", "To examine the extent to which foster children live with relatives and what  payments foster children receive, we reviewed relevant national data on  children in foster care from HHS’s Adoption and Foster Care Analysis and  Reporting System (AFCARS). HHS uses AFCARS to capture, report, and  analyze information collected by the states concerning all foster care  children for whom state child welfare agencies have responsibility for  placement, care, or supervision. We reviewed AFCARS data for fiscal  years 2005 through 2009 and identified the number of foster children  living with relatives and the number of children receiving a federally  supported IV-E foster care payment. To assess the reliability of these  data, we reviewed documentation about the collection and reporting of  AFCARS data and conducted electronic testing of AFCARS data. We  also interviewed relevant HHS officials to clarify data elements,  procedures, and reasons for missing information. The AFCARS data on  the placement setting of children in foster care and whether they receive  a IV-E foster care payment were found to be sufficiently reliable for the  purposes of this engagement."], "subsections": []}]}, {"section_title": "Surveys of State TANF and Child Welfare Administrators", "paragraphs": ["To help address all of our research objectives, we conducted a Web- based survey of state TANF administrators and a separate survey of state  child welfare administrators in all 50 states and the District of Columbia.  The survey was conducted between March 2011 and June 2011, and  administrators from every state and the District of Columbia responded.  The TANF survey included questions about: TANF child-only policies, the  current TANF child-only caseload, financial assistance and services  available to children in these cases, kinship care programs, coordination  between TANF and child welfare programs, and the factors influencing  the assistance available to children living with relative caregivers. The  child welfare survey included questions about: the financial assistance  and services available to children in foster care, the extent to which  relative homes are licensed as foster parents, kinship care programs,  implementation of subsidized guardianship, coordination between TANF  and child welfare programs, and the factors influencing the assistance  available to children living with relative caregivers.", "Because this was a survey of all states and not a sample survey, there  are no sampling errors. However, the practical difficulties of conducting  any survey may introduce errors, commonly referred to as nonsampling  errors, such as variations in how respondents interpret questions and  their willingness to offer accurate responses. We took steps to minimize  nonsampling errors, including reviews by experts in the content field,  pretesting draft instruments, and having an independent analyst check all  computer programs. Specifically, during survey development, we  pretested draft instruments with TANF and child welfare administrators  from four states (Maryland, Ohio, Virginia, and Washington) in February  2011. We selected the pretest states to provide variation in program  administration (e.g., state-administered vs. county-administered  programs) and geographic location. In the pretests, we were generally  interested in the clarity, precision, and objectivity of the questions, as well  as the flow and layout of the survey. For example, we wanted to ensure  definitions used in the surveys were clear and known to the respondents,  categories provided in closed-ended questions were complete and  exclusive, and the ordering of survey sections and the questions within  each section was appropriate. We revised the final survey based on  pretest results. To further minimize errors, programs used to analyze the  survey data and make estimations were independently verified to ensure  the accuracy of this work.", "While we did not fully validate specific information that states reported  through our survey, we took steps to ensure that the information was of  sufficient quality for the purposes of this report. For example, we reviewed  the responses and identified those that required further clarification and,  subsequently, conducted follow-up interviews with those respondents to  ensure the information they provided was reasonable and reliable. On the  basis of these checks, we believe our survey data are of sufficient quality  for use in our work."], "subsections": []}, {"section_title": "Site Visits", "paragraphs": ["To gather information about how TANF and child welfare programs are  implemented at the local level, we conducted site visits, between  December 2010 and March 2011, to Tennessee, Texas, and Washington,  and selected localities in those states. Specifically, we met with state  officials in each state and visited Upper Cumberland, Rutherford, and  Davidson counties in Tennessee; Travis, Williamson, and Hays counties  in Texas; and King, Grays Harbor, and Thurston counties in Washington.  These states were selected because they varied in TANF caseload  characteristics and implementation of programs to assist relative  caregivers. We worked with the states to select localities that were  located in both urban and rural areas to help ensure that we captured any  differences in TANF and child welfare program implementation. Within  each state, we interviewed state TANF and child welfare administrators,  as well as TANF and child welfare staff from two to three local offices.  Through these interviews, we collected information on TANF child-only  policies and caseload characteristics, the types of assistance available to  children living with relative caregivers, coordination between TANF and  child welfare programs, and the factors influencing the types of  assistance available to support children living with relative caregivers."], "subsections": []}]}, {"section_title": "Appendix II: States’ Reported Child-Only Caseloads and Reasons That Cases Are Child-Only", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: States’ Monthly TANF Child-Only and Foster Care Payment Rates", "paragraphs": ["Appendix III: States’ Monthly TANF   Child-Only and Foster Care Payment Rates 1 child 2 children 3 children   . . .", "475 1 child 2 children 3 children   . . ."], "subsections": []}, {"section_title": "Appendix IV: Subsidized Guardianship and the TANF Child-Only Caseload", "paragraphs": ["As part of this study, we were asked to examine how states have  implemented the option, known as the Guardianship Assistance Program  (GAP), and how it has affected TANF child-only caseloads. To address  this question, we collected information from HHS, our survey of state child  welfare administrators, and interviews with researchers who have  expertise in child welfare. We also reviewed the evaluations of the  guardianship waiver demonstration projects that 11 states submitted to  HHS."], "subsections": [{"section_title": "Status of Subsidized Guardianship", "paragraphs": ["The Fostering Connections to Success and Increasing Adoptions Act of  2008 gave states the option to use federal Title IV-E funding—that was  previously reserved for foster care and adoption services—to support  relatives who become guardians under certain circumstances. To  st  receive funding, the child must be Title IV-E eligible, the caregiver mu  the  be a licensed or approved foster parent, and the child must live with caregiver for at least 6 months. In addition, reunification with the child’s  birth parents and adoption by the relatives must be ruled out as  permanency options. States that adopt the federal GAP option can be  federally reimbursed for a portion of the cost of providing kinship  guardianship assistance payments on behalf of eligible children. states developed subsidized guardianship programs prior to the  availability of federal funding, according to previous studies. States that  had subsidized guardianship programs funded with state funds could  benefit from the new federal option, provided the children meet federal  eligibility requirements. States that did not previously have subsidized  guardianship programs have to consider whether state funding is  available to cover the costs that will not be federally reimbursed.", "The reimbursement rate for the guardianship payments is the rate states are reimbursed  for Medicaid. States opting to provide such payments may also claim federal  reimbursement for a portion of the administrative and training costs associated with  operating the program. submitted Title IV-E plan amendments to adopt the option to operate a  guardianship assistance program. ACF has approved 22 amendments,  and amendments from the remaining 7 states are under ACF review  or are being revised (see fig. 10). As of the second quarter of fiscal year  2011, 10 states submitted claims for federal reimbursement for IV-E  guardianship assistance payments on behalf of 1,004 children. In  addition, Illinois, which implemented one of the IV-E waiver projects,  submitted claims on behalf of 2,893 children who were eligible based on  their participation in the waiver demonstration.", "In addition to the federal GAP option, 30 states reported in our survey that  they had another subsidized guardianship program in place (see italicized  states in figure). Some of these other state subsidized guardianship  programs have broader eligibility rules compared with the federal  program. Specifically, 7 states reported that children who were not in  state custody could benefit from their state subsidized guardianship  program, and 14 allowed unlicensed relative caregivers to participate.", "Based on our review, we were unable to determine whether or not there  is connection between the availability of guardianship and TANF child- only cases. States are just beginning to implement the GAP option, and it  is too early to determine whether the availability of subsidized  guardianship will have an effect on the TANF child-only caseload at this  point in time. The state evaluations of the 11 IV-E subsidized  guardianship waiver projects did not include any information that indicates  that subsidized guardianship programs have affected TANF child-only  caseloads. The state evaluations indicated that the IV-E subsidized  guardianship waiver projects offered a guardianship option to children in  state or tribal custody, and 6 of the 11 states required the caregivers be  licensed foster parents. Most state child welfare agencies responding to a  question in our survey about the relationship between subsidized  guardianship and the TANF child-only caseload reported that they did not  believe the number of TANF child-only cases with nonparent caregivers  would be affected by the availability of subsidized guardianship in their  state. Researchers we interviewed were not aware of a connection  between subsidized guardianship and TANF child-only caseloads.  Subsidized guardianship may not be a viable option for most children in  TANF child-only cases because most of the children are not in state  custody, and the relative caregivers are not licensed, according to some  of the researchers we interviewed."], "subsections": []}]}, {"section_title": "Appendix V: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, others making key  contributions to this report include: Elizabeth Morrison, Cathy Roark, John  Townes, Marissa Dondoe, Allyson Goldstein, Kate van Gelder, James  Bennett, Hiwotte Amare, Carl Barden, Luann Moy, Lorraine Ettaro,  Beverly Ross, Alex Galuten, Leia Dickerson, Amy Frazier, Kristy  Kennedy, Claudine Pauselli, and Almeta Spencer."], "subsections": []}]}], "fastfact": []}