{"id": "GAO-02-864", "url": "https://www.gao.gov/products/GAO-02-864", "title": "SEC Operations: Implications of Alternative Funding Structures", "published_date": "2002-07-16T00:00:00", "released_date": "2002-07-16T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["GAO studied the implications of converting the Securities and Exchange Commission (SEC) to a self-funded entity. Congress has created a range of self-funding structures, or other sources of funding, other than appropriations for the Department of the Treasury's general fund. The variations among these agencies depend on how and when Congress makes the fees available to an agency and how much flexibility Congress gives an agency in using its collected fees without further legislative action. Moving SEC to a more self-controlled funding structure has implications for two important areas. First, SEC would have more control over its own budget and funding level, which some SEC and industry officials believe may better enable SEC to address its increasing workload and some of its human capital challenges, such as its ability to recruit and retain quality staff. The second result would be a loss of checks and balances currently provided by the federal budget and appropriations processes. Moving SEC to a self-controlled funding structure would diminish congressional and executive branch oversight. On the other hand, the congressional authorizing committees would maintain or else could choose to increase their oversight of SEC. However, if Congress wanted to give SEC greater budget flexibility but still maintain some degree of control over SEC's funding level, it could place limitations on SEC's offsetting collections."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report responds to a mandate in the Investor and Capital Markets Fee Relief Act (the Act) for GAO to study the implications of converting the Securities and Exchange Commission (SEC) to a self-funded basis.Although SEC is fully funded through fees it collects, SEC’s current funding structure differs from the Act’s definition of self-funding. The Act defines self-funding as an authorization for SEC “to deposit the receipts of its collections in the Treasury of the United States, or in a depository institution, but such deposits are not treated as Government funds or appropriated monies, and are available for the salaries and other expenses of the Commission and its employees without annual appropriation or apportionment.” Although SEC currently deposits its collected fees in the Treasury, where its deposits are treated as offsetting collections and not general funds of the Treasury, it cannot deposit its fees in a depository institution, and its monies are annually appropriated and apportioned. In this report, we refer to the Act’s definition of self-funding as a self- controlled funding structure.", "Although the Act provides a specific definition for self-funding, as agreed with your offices, we explored a range of self-funding structures. Our objectives were to (1) identify the self-funding structures created by Congress for other financial regulators and the extent of control afforded to the appropriators under each; (2) identify the potential implications for SEC’s operations if SEC’s current budget structure were changed; and (3) identify the potential implications for congressional and executive branch oversight of SEC if SEC’s current budget structure were changed.", "In addressing these objectives, we obtained information from SEC and financial service regulatory officials on their funding structures and the implications of these structures. We also interviewed representatives of other institutions that would be affected by moving SEC to a more self- controlled funding structure. Finally, we relied on existing GAO work and relevant reports. A complete description of our methodology can be found in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["Congress created SEC in 1934 to administer and enforce the federal securities laws to protect investors and maintain the integrity of the securities markets. SEC’s mission is to (1) promote full and fair disclosure; (2) prevent and suppress fraud; (3) supervise and regulate the securities markets; and (4) regulate and oversee investment companies, investment advisers, and public utility holding companies. SEC works to fulfill this mission through various divisions and offices, among them the Office of the Executive Director, which formulates SEC’s budget and authorization strategies."], "subsections": [{"section_title": "Congressional Oversight", "paragraphs": ["As a federal agency, SEC is subject to congressional oversight. Congress oversees federal agencies primarily through two distinct but complementary processes—authorizations and appropriations, which are implemented through authorizing and appropriating committees in the U.S. Senate and House of Representatives. The authorizing committees are responsible for creating a program, mandating the terms and conditions under which it operates, and establishing the basis for congressional oversight and control. SEC’s authorizing committees are the Senate Committee on Banking, Housing, and Urban Affairs and the House Committee on Financial Services. The appropriations committees and subcommittees are charged with assessing the need for, amount of, and period of availability of appropriations for agencies and programs under their jurisdiction. SEC’s annual appropriations are under the jurisdiction of the Subcommittee on Commerce, Justice, State, and the Judiciary, U.S. Senate Committee on Appropriations; and the Subcommittee on Commerce, Justice, State, the Judiciary, and Related Agencies, House Committee on Appropriations."], "subsections": []}, {"section_title": "SEC Fee Collections", "paragraphs": ["To fund its operations, the federal securities laws direct SEC to collect fees. SEC generally collects three types of fees:   Securities registration fees, which are required to be collected under Section 6(b) of the Securities Act of 1933 (the Securities Act), are paid when companies register with SEC new stocks and bonds for sale to investors. In 2001, SEC collected $987 million in Section 6(b) fees;   Securities transaction fees, which are required to be collected under Section 31 of the Securities Exchange Act of 1934 (the Exchange Act) are paid by national securities exchanges and national securities associations when registered securities and security futures are sold on or off exchanges through any member of such an association. In 2001, SEC collected $1.04 billion in Section 31 fees; and   Fees on proxy solicitations for mergers, consolidations, acquisitions, or sales of a company’s assets, which are required to be collected under Section 14(g) of the Exchange Act, are paid by the person filing proxy solicitation materials for such transactions. Fees on the purchase of securities by an issuer of its issued securities are paid by the issuer under Section 13(e) of the Exchange Act. In 2001, SEC collected $33 million in filing fees.", "SEC fees are deposited in a special SEC appropriations account to be used as offsetting collections. Although the fees were enacted to fund SEC operations, figure 1 illustrates how the amount of fees collected in recent years has far exceeded SEC’s appropriated budget. For example, in 2000, SEC collected $2.27 billion in fees, while the agency’s 2000 budget was $368 million. Similarly, in 2001, SEC collected about $2.1 billion, while its 2001 budget was $423 million. Projected fee collections in excess of SEC’s appropriations are available to SEC’s appropriators to fund other priorities within the CJS appropriations bill."], "subsections": []}, {"section_title": "SEC Fee Reductions", "paragraphs": ["Congress first addressed the issue of excess SEC fees in 1996 through the National Securities Markets Improvement Act of 1996, which reduced registration and transaction fees. However, SEC’s fee collection grew even higher because of subsequent increases in stock prices and stock trading volume. Viewing these excess fees as an unwarranted tax on investment and capital formation, Congress enacted the Investor and Capital Markets Fee Relief Act on January 16, 2002. The Act substantially reduces the fees collected by SEC and designates all such fees as offsetting collections available to fund the operations of the agency, to the extent provided by Congress. Prior to the enactment of this Act, most of the fees collected were deposited in the U.S. Treasury general fund as revenue. The Act also reduces the basic rates for transaction fees, registration fees, stock repurchase fees, and merger and acquisition fees, and it eliminates certain other filing fees. The Act includes “target offsetting collection amounts” for both transaction and registration fees for fiscal years 2002 through 2011. SEC would be required to adjust the basic rates for those fees to make it “reasonably likely” that collections would equal the target amounts."], "subsections": []}, {"section_title": "Current Funding Issues", "paragraphs": ["The Act also grants SEC the authority to pay its employees’ salaries and benefits at levels commensurate with those paid by the federal banking regulators (pay parity). For 2003, SEC currently estimates the additional cost of implementing pay parity to be $76 million. SEC anticipates that the funding to accommodate this increase will be provided exclusively out of the amount of fees SEC is scheduled to collect annually under the Act and appropriated by Congress. Although SEC fee collections as estimated for 2003 in the Act total $1.33 billion, the President’s 2003 Budget request included a budget estimate of $466.9 million for SEC. This amount represents a $29 million, or 6.6 percent, increase over SEC’s 2002 budget of $437.9 million but does not include any funding for a pay parity program in 2003. To date, Congress has not enacted SEC’s 2003 appropriation."], "subsections": []}, {"section_title": "SEC’s Workload and Staffing Issues", "paragraphs": ["As reported in our SEC operations report, SEC is operating in an increasingly dynamic regulatory environment. Over the past decade, the securities markets have undergone tremendous growth and innovation as technological advances have increased the complexity of the markets and the range of products afforded to the public. Larger, more active, and more complex markets have produced more market participants, registrants, filings, examinations and inspections, legal interpretations, complaints, and opportunities for fraudulent activities. In our SEC operations report, SEC and industry officials agreed that SEC’s ability to fulfill its mission in such a dynamic environment has become increasingly strained as SEC’s growing workload has substantially outpaced increases in its staffing levels. Specifically, over the past decade, we found that staffing within SEC’s various oversight areas has grown between 9 and 166 percent, while workload measures in those areas have grown from 60 to 264 percent. Moreover, following the sudden and highly publicized collapse of Enron Corporation and other corporate failures, SEC has been under increasing pressure to ensure that it is equipped to adequately oversee the securities markets and to ensure that investors receive accurate and meaningful financial disclosure, an important part of SEC’s mission to protect investors. In addition, legislative changes such as the Gramm-Leach-Bliley Act of 1999, the Commodity Futures Modernization Act of 2000, and the USA Patriot Act of 2001 placed added demands on SEC’s limited resources. All of these changes have significant repercussions and pose challenges for SEC’s oversight role. In light of these challenges and prompted by concerns about SEC’s ability to carry out its mission, legislators introduced H.R. 3764 and S. 2673, both of which would authorize appropriations for SEC of $776 million, and H.R. 3818, which would authorize appropriations for SEC of $876 million. Both House bills would designate more than half of these amounts for the Division of Corporate Finance and the Division of Enforcement to increase enforcement in financial reporting cases and other oversight initiatives. The Senate bill designated specific amounts for pay parity, information technology, and additional staff for oversight of audit services."], "subsections": []}]}, {"section_title": "A Range of Self- Funded Structures Exist, but Not All Meet the Act’s Definition of Self- Funding", "paragraphs": ["Federal financial regulators are largely self-supporting through fee collections, assessments, or other funding sources, but not all of these self- funding options meet the Act’s definition of self-funding. The variation among federal agencies is attributable to how and when Congress makes the funds available to the agency and how much flexibility Congress gives the agency in using the fees or other funding sources it collects. At some agencies, Congress limits the amount of assessments collected or available for agency use. Such limitations are generally established by provisions in annual appropriations acts. For example, funding for SEC in 2002 was appropriated from fees collected in 2002 and prior years. In SEC’s case, although all the offsetting collections by definition are dedicated to SEC, Congress limits how much fee revenue is available. For example, in 2001, SEC collected about $2.1 billion in fees; however, Congress appropriated about $423 million for SEC’s operations. Therefore, almost $1.7 billion was available to the CJS subcommittees to offset spending for other agencies and programs under CJS jurisdiction.", "There are other regulatory agencies, such as FCA and OFHEO, which also operate at this more congressionally controlled end of the self-funding range (see fig. 2 for a description of these two agencies’ missions as well as the missions of other financial services regulators). Although FCA and OFHEO fund their operations solely by assessments from their regulated entities, these agencies remain subject to the appropriations process. That is, Congress establishes annual limits through the appropriations process by approving the amount of assessments these agencies can collect. For example, in 2001, Congress appropriated $40 million to FCA, which authorized FCA to collect assessments up to this amount as offsetting collections for 2001. Moreover, Congress limits the amount of assessments that FCA can obligate for administrative expenses. For example, in 2001, FCA’s obligation for administrative expenses was limited to about $38 million. Congress also establishes OFHEO’s budget in a similar manner.", "On the other hand, Congress has granted more self-controlled funding structures to other agencies. Some of these agencies have permanent indefinite appropriations, which means that these agencies can use whatever amount of funds are collected without any further legislative action. Agencies at this less congressionally controlled end of the range include the federal banking agencies (that is, FRS, OCC, OTS, FDIC, and NCUA). Unlike SEC, which is generally funded by transaction fees and registration-based fees and subject to annual appropriations, these agencies are supported almost entirely through examination or assessment fees on their members, deposit insurance premiums, or interest on asset holdings, and are not included in the annual congressional appropriations process. The bank regulators’ self-funding structure most closely fits the Act’s definition of self-funding. According to banking agency officials, they, not Congress, control their agencies’ budget growth and direct how their agencies spend their funds. Although SEC continues to be subject to annual appropriations, the Act moved SEC closer to having the same authority as the banking agencies by allowing SEC to establish the compensation and benefit levels of its employees."], "subsections": []}, {"section_title": "A Move to Self- Controlled Funding Would Have Implications for SEC Operations", "paragraphs": ["Moving SEC to a more self-controlled funding structure has two important implications for SEC’s operations. First, SEC would have more control over its own budget and funding level, which some SEC and industry officials believe may better enable SEC to take steps to address its increasing workload and some of its human capital challenges, such as recruiting and retaining quality staff. However, others knowledgeable about SEC’s operations questioned whether more budget flexibility is the best means to address SEC’s recruiting and retention issues. Second, SEC would have an added responsibility in managing a more self-controlled funding structure. Self-funded agencies require sound fiscal control mechanisms to compensate for the removal of the scrutiny provided by both OMB and the appropriators, as part of the federal budget process. In addition, self-funded agencies require sound fiscal discipline to ensure revenue streams. In previous reports, we found weaknesses in SEC’s existing budget and planning processes."], "subsections": [{"section_title": "Self-Controlled Funding Would Afford SEC More Budgetary Flexibility to Address Workload and Human Capital Challenges", "paragraphs": ["Some SEC officials told us that a more self-controlled funding approach might better enable SEC to address its increasing workload and ongoing human capital challenges, most notably high staff turnover and numerous vacancies. As mentioned previously, we reported in our SEC operations report that both SEC and industry officials agreed that current levels of human capital and budgetary resources have limited SEC’s ability to address many current and evolving market issues at a time when the collapse of Enron and other corporate failures have increased SEC’s workload and generated debates on reforms, which may result in increased responsibilities for SEC. However, others knowledgeable about the industry countered that while SEC may need more resources, there are more efficient ways to affect a change in SEC’s budget than conversion to a self-controlled funding basis. For example, within the existing structure, SEC could justify budget increases to its authorization and appropriation committees beyond the amount included in the President’s Budget.", "Based on their experiences with self-funding, officials from the bank regulatory agencies we interviewed said that self-funding provided their agencies with more autonomy in formulating their budgets. They also said that having more control enabled them to respond more quickly to program needs in changing market conditions because they could reallocate or increase funding without having to wait for legislative action. SEC officials said they believed they would realize similar benefits in the human capital area because they would have greater control over their funding and would be able to respond quickly to changes in the market. For example, the sudden collapse of Enron Corporation and other corporate failures have stimulated an intense debate on the need for broad-based reform in such areas as financial reporting and accounting standards, oversight of the accounting profession, and corporate governance. In response to these challenges and proposals for regulatory changes, SEC officials requested approval for 100 additional staff positions dedicated to reviewing corporate filings, enforcing securities laws, and providing accounting guidance. However, under the existing structure, Congress and the executive branch must approve any such increases in SEC’s staffing allocation. Although there is general agreement on the need for these increased resources, SEC’s request to increase staffing in these areas is included in a supplemental appropriations bill that was considered in April 2002 but is not yet enacted, as Congress is considering issues unrelated to SEC’s funding needs. A more self-controlled funding structure would have allowed SEC to immediately implement its plan without the need for legislative action.", "Another SEC official said that a more self-controlled funding structure would enable SEC to allocate resources to fund pay parity, allowing SEC to offer compensation packages similar to those offered by the bank regulators and putting SEC in a better position to attract and retain quality staff. SEC believes this could also help SEC stem turnover among its attorneys, accountants, and examiners—staff necessary to carry out SEC’s mission. Although the rate had decreased from 15 percent in 2000 to 9 percent in 2001, turnover at SEC was still higher than the turnover rate governmentwide in 2001. As we reported previously, most SEC employees who responded to our survey said that compensation was their primary reason for leaving or thinking of leaving SEC. Although SEC officials acknowledged that turnover will always be an issue, they said that pay parity should enable SEC to lengthen the average tenure of attorneys and examiners. We previously reported that in 1999 the average tenure for attorneys was 2.5 years and for examiners 1.9 years. According to SEC officials, new employees need at least 2 years on the job to gain the knowledge and experience necessary to significantly contribute to SEC’s mission."], "subsections": []}, {"section_title": "Self-Controlled Funding Would Require Fiscal Discipline", "paragraphs": ["Another implication of moving SEC to a more self-controlled funding structure is that it would require SEC to establish a system of internal controls to ensure fiscal discipline. Under SEC’s current funding structure, OMB and the appropriations process provide fiscal discipline for the agency. For example, SEC’s current annual budget cycle as illustrated in figure 3 begins with the preparation of an agencywide estimate that is based on the previous budget year’s appropriation. SEC then develops a conforming budget estimate based on OMB’s budget guidance, including a specified budget amount that OMB provides to SEC. After receiving OMB’s approval, SEC’s budget request is included in the President’s Budget that is submitted to Congress. Under this structure, SEC’s annual budget has been based on the previous year’s appropriations rather than on what may be actually needed to fulfill its mission. While practical, as reported in our SEC operations report, we found that this type of reactive approach could diminish SEC’s effectiveness, resulting in less effective enforcement and oversight. If moved to a self-controlled funding structure, not only would SEC have to improve its budget planning process by reviewing its staffing and resource needs independent of the budget process but the fiscal restraint provided within the federal budget process would be lost. Therefore, SEC would need to create its own internal control mechanisms and accountability structure to ensure fiscal discipline and budgetary restraint.", "Bank regulatory officials said that to compensate for not being subject to appropriations oversight, self-funding requires discipline in both planning and budget processes. For example, one bank regulatory official said that his agency has a budget process that mirrors the federal budget planning process: the head of the agency reviews the budget estimates for each division and holds “hearings” in which each division must justify its budget estimate, similar to OMB’s budget process. Officials from NCUA, OCC, and OTS also said that their agencies routinely share their budgets with OMB as a courtesy.", "In addition to their own internal processes, bank regulators also said that they experience some amount of regulatory competition and scrutiny from industry groups and regulated entities. These pressures provide incentives to the regulators to keep their operations efficient. Four regulators oversee the banking industry: three charter commercial banks, and one charters thrift institutions. Moreover, commercial banks have the option of changing their national charter to a state charter, and thrifts can opt to switch from their thrift charter to one of the commercial bank charters. Unlike the bank regulators, SEC is the sole federal regulator overseeing the U.S. securities markets, and its regulated entities generally have no other regulatory options if they want to operate in the securities markets. However, this structure does afford SEC a certain amount of independence from its regulated entities, an independence that may not be afforded to other agencies facing regulatory competition. Additionally, SEC’s fee payers may be less likely to scrutinize SEC’s budget because unlike the banking industry, where the burden of paying assessment fees is limited to the regulated entities, the securities industry distributes the responsibility for paying SEC’s transaction fees among all market participants. Therefore, in the absence of strong external pressures, a rigorous internal budget process and a related set of controls would be critical for SEC if it were to operate on a self-controlled funding basis.", "Fiscal discipline is also important for self-controlled funding agencies because these agencies have no guarantee that they will be included in the appropriations process if they experience budget shortfalls. Instead, short of raising fees or assessments, some of these agencies, such as OCC and OTS, rely on backup sources of funding, such as reserves established from excess funds from previous years. These two agencies have established reserves to protect them during periods of revenue shortages. However, both agencies also have established internal policies that govern the appropriate use of these reserves. OCC and OTS officials said that their agencies now are less willing to use reserves during periods of revenue shortages. For example, the heads of these agencies have chosen to downsize and cut their expenses to maintain their budgets rather than use their reserves. Unlike the banking regulators, who have more control over the amount collected through assessments, SEC relies on transaction fees, which are less predictable and more difficult to estimate.", "Finally, moving SEC to a more self-controlled funding basis would also increase the need for strategic planning, which also should be linked to the budget process. Based on our review of SEC’s strategic plan in our SEC operations report, we found that SEC had not engaged in a comprehensive strategic planning process. We found that SEC had not systematically utilized its strategic planning process to ensure (1) that resources are best used to accomplish its basic statutorily mandated duties, and (2) that human capital planning has identified the resources necessary to fulfill the full scope of its mission. Moreover, SEC’s annual plans lacked the detailed analysis and information needed to make informed workforce decisions. We found that additional information on (1) any excess or gaps in needed competencies within the agency’s various divisions and offices and (2) the relationship between budget requests for full-time equivalent staff years and SEC’s ability to meet individual strategic goals could make SEC’s budget process more meaningful. Introducing a meaningful strategic planning process at SEC could also make budget planning more proactive, rather than reactive, as is currently the case. SEC has begun to take steps to address these issues. In March 2002, SEC hired a consulting firm to work with an internal taskforce to perform an in-depth review of SEC’s operations, effectiveness, and resource needs. However, SEC officials stated that because the 2003 budget has already been finalized under the current budget process, they were concerned that even if substantive improvements were recommended by the internal taskforce, the earliest that SEC would be able to effectively react to these changes would be the 2004 budget cycle."], "subsections": []}]}, {"section_title": "Depending on the Structure, Self- Funding Could Impact Congressional and OMB Oversight", "paragraphs": ["A shift in budgetary control from Congress and OMB to make SEC self- funded as defined in the Act poses various implications for oversight of SEC. It could reduce the amount of direct control over SEC’s budget and operations, because the appropriators and OMB would no longer be involved in oversight. By shifting more control to SEC and its authorizing committees, CJS subcommittees would also lose the benefit of having SEC’s fees available to offset spending for other discretionary spending purposes. However, Congress and OMB could compensate for this reduction in direct control by placing other spending limits on SEC."], "subsections": [{"section_title": "Self-Funding Lessens Direct Congressional and OMB Control", "paragraphs": ["If Congress granted SEC permanent authority to collect fees without further congressional action and authorized it to use whatever fees are collected—permanent indefinite appropriations—and posed no limitations, this shift to self-funding as defined by the Act would affect congressional oversight to a greater degree than other alternatives we considered. Under permanent indefinite appropriations, the appropriations committees generally would not be involved in overseeing SEC’s appropriations. However, the authorizing committees and other oversight committees, such as the Senate Committee on Governmental Affairs and House Committee on Government Reform, could continue to oversee SEC, since congressional oversight is not limited to budgetary authority and remains an important tool for   evaluating program administration and performance;   making sure programs conform to congressional intent;  ferreting out waste, fraud, and abuse;   seeing whether programs may have outlived their usefulness;   compelling an explanation or justification of policy; and   ensuring that programs and agencies are administered in a cost-effective and efficient manner.", "Shifting SEC’s budget structure to a more self-controlled model would also diminish the role of OMB, which establishes the framework by which agencies formulate their budget estimates and is responsible for ensuring that agency budget requests are consistent with specific budgetary guidelines and spending ceilings. Currently, SEC prepares its budget request based on guidance from OMB and submits this estimate to OMB for review and approval (see fig. 3). A budget hearing is subsequently held and, during this hearing, any policy changes or shifts in the SEC Chairman’s priorities are discussed. OMB then determines whether the proposals are consistent with the President’s policy goals. This part of the process is significant from an oversight perspective, because OMB can increase or decrease SEC’s budget request based on those evaluations. For example, OMB increased SEC’s budget request by $8.6 million in 1995. According to SEC officials, OMB increased SEC’s budget proposals to allow it to hire additional examiners. Most recently, OMB reduced SEC’s 2003 budget request by about $95.5 million, most of which could have been used to fund pay parity. According to OMB officials, they would prefer that SEC not implement pay parity immediately but instead come up with a mechanism to fund it over time.", "As table 1 illustrates, SEC has limited influence over appropriations levels. From 1992 to 2001, OMB reduced SEC’s budget in all but 3 years. Likewise, the House of Representatives has voted to decrease SEC’s funding as presented in the President’s Budget every year. Conversely, the Senate has voted to restore most of the President’s Budget each year. Generally, the result has been appropriations lower than SEC’s budget request. In addition to annual appropriations, SEC has received supplemental appropriations or additional funding from other sources. For example, since 1994 SEC has received a supplemental appropriation or used its unobligated balances from prior years to increase its total funding level above its appropriation. If Congress wanted to give SEC greater control over its budget but still maintain some degree of control over SEC’s funding level, it could place a variety of limitations on SEC’s offsetting collections. These limitations include   designating fees collected for SEC’s use, but establishing limits on their use through annual appropriations;   specifying the amount of fees to be collected and available for use in appropriations. If SEC were to collect more than that amount, Congress could specify that such amounts be designated to SEC, but not be made available without (further) congressional action;   controlling the size of SEC or a particular program within SEC by limiting its obligations for specific purposes or to specific amounts; and limiting the purposes for which fees can be used. For example, Congress limits the amount of FCA’s assessments that can be obligated for administrative expenses.", "The OMB also has various ways of enforcing accountability that can constrain a program’s operations. For example, through the apportionment process OMB can control the rate of obligations by controlling the rate at which budget authority is made available during the fiscal year. Finally, a department or agency independently may place administrative limits on funding, such as restricting the amount that can be used for travel or not allowing funds to be shifted between items of expense. For example, an agency might prohibit a program manager from purchasing a computer using funds allocated, but no longer needed, for salaries and benefits."], "subsections": []}, {"section_title": "Self-Funding Would Eliminate Use of SEC’s Offsetting Collections for Other Purposes", "paragraphs": ["Another implication of self-controlled funding is that offsetting collections would no longer be available to offset funding for other discretionary spending purposes. As discussed earlier in this report, fees in excess of SEC’s budget are used by the appropriators to offset funding for other priorities in the CJS appropriations bill. Self-controlled funding would allow SEC to dedicate the fees that it collects to fund its operations without further legislative action. Therefore, SEC’s fees would not be available to offset spending for other federal programs. However, regardless of whether the SEC funding structure changes, CJS will have less funding available for discretionary spending because SEC’s fees will decrease as mandated in the Act."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The decision on whether to change SEC’s self-funding status and to what degree is a policy decision that resides with Congress. In deciding whether to move SEC to a more self-controlled funding structure, Congress will have to weigh the increase in flexibility afforded SEC against the loss in oversight provided by the appropriators and OMB. The increased funding flexibility would likely allow SEC to more readily fund certain budget priorities, such as pay parity, and to more quickly respond to the ever- changing securities markets. On the other hand, Congress and OMB would lose the ability to directly affect the budget and direction of the agency. In return for this added flexibility and control, SEC would have to develop its own system of fiscal controls and an accountability structure to address the loss of rigor and discipline provided by the federal budget and appropriations process."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["The Chairman, SEC, provided written comments on a draft of this report that are reprinted in appendix II. SEC agreed that the report correctly identified the principal consequences of moving SEC to a self-funded structure. However, SEC raised several concerns with our observations about the issues that SEC would have to address were it to be given self- funding authority. Specifically, SEC commented on our observations in the report that SEC would need to (1) adequately manage its annual fee collections if it were to be moved outside of the traditional budget process and (2) improve its budget planning process if it were given self-funding authority. SEC also stated that our discussion of the fiscal discipline that would be required if SEC were given self-funding authority would benefit from an analysis of SEC’s experience with unobligated balances derived primarily from fees collected in excess of amounts used to offset its appropriation.", "On the first issue, regarding the need for SEC to adequately manage fee collections, SEC stated that the report could benefit from a more robust discussion of SEC’s responsibilities under the recently enacted Investor and Capital Markets Fee Relief Act. Among other things, this Act gives SEC the responsibility for adjusting fee rates on an annual and semi- annual basis, if necessary, to meet statutory “target collection amounts.” SEC stated that it had developed an adjustment mechanism to perform this function that has provided SEC with useful experience that would be beneficial if it were to move to a self-funding structure. In our report we discussed the importance of fiscal discipline for self-controlled funding agencies, because these agencies are not guaranteed to be included in the appropriations process if they experience budget shortfalls. The report also recognized that the Act, enacted in January 2002, changed how SEC’s fees are collected and statutorily established target offsetting collection amounts. We did not question SEC’s ability to adequately manage its fee collections, but rather we observed that SEC as is required by statute relies on transaction-based fees, which we continue to believe generate revenues that are less predictable and more difficult to estimate than the assessments used by bank regulators to fund their operations.", "The second issue SEC raised was our observation that SEC’s current budget planning process would have to be improved if it were converted to a self-funded basis, and it noted that “SEC’s ability to be proactive with respect to budget planning is constrained by the requirements of OMB Circular A-11, and  will continue to be limited…in the absence of self-funding authority.” As stated in the report, SEC’s annual budget is based on the past year’s appropriations rather than on what is actually needed to fulfill its mission. Although this approach may be practical in the current context, we continue to believe that it would be useful for SEC to determine its staffing and resource needs to fulfill its mission regardless of its funding status. Nevertheless, we are encouraged by SEC’s expressed commitment to improving its budget and strategic planning processes and the preliminary steps that are currently under way.", "Finally, SEC expressed concern about the report’s discussion of SEC’s need for fiscal discipline, and stated that the report “would benefit from an analysis of the SEC’s experience with unobligated balances,” which according to SEC are “derived primarily from fees collected in excess of amounts used to offset  appropriation.” As illustrated in table 1 of the report, SEC has used these balances in several years during the period covered. However, we are not persuaded that additional analysis of SEC’s use of these balances would be beneficial to the report, because SEC does not have total control over the use of these unobligated funds. That is, in most cases the fiscal restraint provided by the current budgetary process is still a factor, because SEC is still subject to OMB and congressional review of its reprogramming proposals.  In the absence of external fiscal discipline, we continue to believe that self-funded agencies have to establish systems to instill the fiscal restraint that would have been provided by the budget and appropriations processes.", "We are sending copies of this report to the Chairman and Ranking Minority Member of the Senate Committee on Appropriations and its Subcommittee on Commerce, Justice, State, and the Judiciary; the Chairman and Ranking Minority Member, House Committee on Appropriations, and its Subcommittee on Commerce, Justice, State, the Judiciary, and Related Agencies. We will also send copies to the Chairman of SEC and will make copies available to others upon request. The report is also available at no charge on the GAO Web site at http:/www.gao.gov.", "If you or your staff have any questions regarding this report, please contact me or Orice M. Williams at (202) 512-8678."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To identify the existing self-funding structures used by Congress and the extent of control afforded to the appropriators under each structure, we interviewed officials from the Securities and Exchange Commission (SEC), the Office of the Comptroller of the Currency (OCC), the Office of Thrift Supervision (OTS), and the National Credit Union Administration (NCUA) to obtain information on their budget structures and processes. Previously, we had discussed these issues with the Federal Deposit Insurance Corporation (FDIC) and the Federal Reserve System (FRS). In addition, we reviewed previous GAO work on the structure of other self- funded agencies, such as the Farm Credit Administration (FCA) and the Office of Federal Housing Enterprise Oversight (OFHEO). We then compared SEC’s self-funding structure to that of other federal financial regulators and analyzed the degree of control afforded to the appropriators under each structure.", "To determine the implications for SEC operations and congressional and executive branch oversight, we interviewed SEC officials regarding the impact of self-funding on SEC operations. We met with the SEC Chairman to obtain his views on self-funding. We interviewed financial regulators about the impact of self-funding on their respective agencies, and about the challenges and benefits associated with self-funding. We also interviewed representatives from the Senate and House CJS appropriations subcommittees, and officials from the Office of Personnel Management (OPM) and the Office of Management and Budget (OMB) to obtain their views on shifting budgetary control to SEC. Finally, we reviewed relevant GAO reports on SEC operations to identify existing issues.", "We did our work in Washington, D.C., between February and July 2002, in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Comments from the Securities and Exchange Commission", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the persons named above, M’Baye Diagne, Edda Emmanuelli-Perez, Denise Fantone, Edwin Lane, Barbara Roesmann, and Karen Tremba made key contributions to this report."], "subsections": []}]}], "fastfact": []}