{"id": "GAO-19-167", "url": "https://www.gao.gov/products/GAO-19-167", "title": "Supplemental Nutrition Assistance Program: Actions Needed to Better Measure and Address Retailer Trafficking", "published_date": "2018-12-14T00:00:00", "released_date": "2019-01-15T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["SNAP is the largest federally funded nutrition assistance program, providing about $64 billion in benefits to over 20 million households in fiscal year 2017. FNS oversees SNAP at the federal level and is responsible for authorizing and overseeing retailers. While most benefits are used as intended, some retailers have engaged in trafficking, which represents fraud and diverts federal funds from their intended use. GAO was asked to review FNS's efforts to address SNAP retailer trafficking since GAO's last report in 2006.", "This report examines (1) what is known about the extent of SNAP retailer trafficking, and (2) the extent to which FNS has taken steps intended to improve how it prevents, detects, and responds to retailer trafficking. GAO reviewed relevant federal laws and regulations, FNS policies, and studies related to retailer trafficking; assessed FNS's use of statistical standards for federal agencies and selected leading practices in GAO's Fraud Risk Framework ; and interviewed FNS and USDA Office of Inspector General officials and key stakeholders."]}, {"section_title": "What GAO Found", "paragraphs": ["The U.S. Department of Agriculture (USDA) Food and Nutrition Service's (FNS) estimates of retailer trafficking—when a retailer exchanges Supplemental Nutrition Assistance Program (SNAP) benefits for cash instead of food—have limitations, though they suggest trafficking has increased in recent years, to $1 billion each year from 2012 to 2014. One key limitation of the estimates is that FNS has not evaluated the accuracy of its assumption about the percentage of SNAP benefits trafficked. FNS assumes that, among stores that trafficked, 90 percent of the benefits redeemed in small stores, and 40 percent in large stores, were trafficked. A former FNS official stated that this assumption is based on discussions with investigators in the 1990s when FNS first developed its approach to estimate trafficking, and that they have not since evaluated it for accuracy. However, there are options available for evaluating this assumption, such as reviewing SNAP transaction data from stores that are known to have trafficked. Statistical standards for federal agencies indicate that assumptions should be reviewed for accuracy and validated using available, independent information sources. By not evaluating this key assumption, FNS's commonly cited estimates of SNAP fraud are potentially inaccurate.", "FNS has generally taken steps to address retailer trafficking that align with leading fraud risk management practices, but the agency has not pursued additional actions to prevent and respond to trafficking. For example:", "Although FNS assigns a risk level to each store when it applies to participate in SNAP, it is not currently using this information to target its reauthorization activities to stores of greatest risk. During reauthorization, FNS reviews previously approved stores for continued compliance with program requirements. FNS currently reauthorizes all stores on the same 5-year cycle, regardless of risk, although its policy states that it will reauthorize certain high-risk stores annually. FNS officials planned to reauthorize a sample of high-risk stores each year, but said they did not follow through with those plans. Officials also stated that they did not document an analysis of the benefits and costs of this practice, which would be consistent with leading fraud risk management practices. As a result, FNS may be missing an opportunity to provide early oversight of risky stores and prevent trafficking.", "The Food, Conservation, and Energy Act of 2008 gave USDA the authority to strengthen penalties for retailers found to have trafficked, but as of November 2018, FNS had not implemented this authority. FNS proposed a related rule change in 2012 and indicated the change was necessary to deter retailers from committing program violations, but the rule was not finalized. By failing to take timely action to strengthen penalties, FNS has not taken full advantage of an important tool for deterring trafficking."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making five recommendations, including that FNS improve its trafficking estimates by, for example, evaluating the accuracy of its assumption of the percentage of benefits that are trafficked; assess the benefits and costs of reauthorizing a sample of high risk stores more frequently than others; and move forward with plans to increase penalties for trafficking. FNS generally agreed with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Supplemental Nutrition Assistance Program (SNAP) is the largest  federally funded nutrition assistance program, providing approximately  $64 billion in benefits to about 42 million people in over 20 million  households in fiscal year 2017. SNAP recipients receive monthly cash  benefits on an Electronic Benefits Transfer (EBT) card and redeem them  for food at authorized retailers.", "Most SNAP benefits are used for the intended purpose, according to the  U.S. Department of Agriculture’s (USDA) Food and Nutrition Service  (FNS), which oversees SNAP at the federal level and is responsible for  authorizing and overseeing retailers that participate in the program.  However, program officials have long-standing concerns about retailer  trafficking—a practice in which retailers exchange recipients’ benefits for  cash instead of food, often taking a fraudulent profit. As we previously  reported in 2006, FNS has faced challenges in addressing retailer  trafficking. You asked us to review steps FNS has taken in this area  since our last report.", "We assessed (1) what is known about the extent of retailer trafficking in  SNAP, and (2) the extent to which FNS has taken steps since 2006  intended to improve how it prevents, detects, and responds to retailer  trafficking.", "To examine what is known about the extent of retailer trafficking and  FNS’s trafficking estimates, we reviewed FNS’s three most recent reports  on the Extent of Trafficking in the Supplemental Nutrition Assistance  Program—covering data from calendar years 2006 through 2014. In order  to assess the reliability of the estimates, we reviewed technical  information on FNS’s methodology included in appendices to its  trafficking reports and additional FNS studies regarding the methodology  used to estimate trafficking. We also reviewed the Office of Management  and Budget’s statistical standards for federal agencies. We interviewed  FNS officials about the methodology and data used to estimate trafficking  and any steps the agency has taken or plans to take to address any  limitations of the methodology. We also interviewed USDA Office of  Inspector General (OIG) officials about their prior work related to the  retailer trafficking estimates, as well as a former FNS official familiar with  the development of the methodology and the contractors who produced  the most recent estimates and studied limitations of the methodology. We  determined that FNS’s trafficking estimates were sufficiently reliable for  the purpose of describing general trends in retailer trafficking, but we also  identified some limitations of the estimates, which we discuss in this  report.", "To examine FNS’s steps intended to improve how it prevents, detects,  and responds to retailer trafficking, we reviewed relevant federal laws and  regulations and proposed rules related to retailer trafficking, as well as  relevant FNS policies, standard operating procedures, and staff  performance work plans, among other documents. We also reviewed  relevant GAO and USDA OIG reports and determined the status of FNS’s  responses to prior audit recommendations by interviewing FNS and OIG  officials and obtaining relevant documents. We interviewed FNS officials  about steps the agency has taken since 2006 to improve how it prevents,  detects, and responds to retailer trafficking, and OIG officials about their  role investigating SNAP retailer trafficking. We assessed FNS’s efforts to  address retailer trafficking against selected leading practices in GAO’s A  Framework for Managing Fraud Risks in Federal Programs (Fraud Risk  Framework) related to designing and implementing fraud controls and  monitoring and evaluating activities. To obtain stakeholder perspectives,  we interviewed representatives from two national associations  representing independent grocery stores and convenience stores. We  also interviewed officials from three states—Georgia, Pennsylvania, and  Washington—about their experiences working with FNS to help  investigate SNAP retailer trafficking. We selected these states as  illustrative examples based on several criteria, including the rate at which  retailers in each state received sanctions for SNAP violations and  geographic dispersion. Finally, to provide context for our findings, we  analyzed summary-level data from FNS and the USDA OIG on trends in  SNAP participation and agency activities to address retailer trafficking  from fiscal years 2007 through 2017. We assessed the reliability of these  data through a review of FNS and OIG documents and interviews with  knowledgeable officials. We found the data to be sufficiently reliable for  the purpose of providing contextual information on trends in FNS and OIG  retailer monitoring and oversight activities.", "We conducted this performance audit from January 2018 to December  2018 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["SNAP is intended to help low-income households obtain a more nutritious  diet by providing them with benefits to purchase food from authorized  retailers nationwide. SNAP is jointly administered by FNS and the states.  FNS pays the full cost of SNAP benefits and shares the costs of  administering the program with the states. FNS is responsible for  promulgating SNAP program regulations, ensuring that state officials  administer the program in compliance with program rules, and authorizing  and monitoring stores from which recipients may purchase food. States  are responsible for determining applicant eligibility, calculating the amount  of their benefits, issuing the benefits on EBT cards—which can be used  like debit cards to purchase food from authorized retailers—and  investigating possible program violations by recipients.", "Participation in SNAP has generally increased among recipients and  retailers in recent years. Specifically, participation in SNAP increased  from about 26 million recipients in fiscal year 2007 to 42 million in fiscal  year 2017, leading to a corresponding increase in the amount of SNAP  benefits redeemed. The number of stores FNS authorized to participate in  SNAP also increased, from about 162,000 nationwide in fiscal year 2007  to more than 250,000 in fiscal year 2017. Although there was particular  growth in the number of small grocery and convenience stores, as well as  “other” stores (which include independent drug stores, general  merchandise stores like dollar stores, and farmers’ markets), the majority  of SNAP benefits were redeemed at large grocery stores and  supermarkets in each year (see fig. 1)."], "subsections": [{"section_title": "Retailer Trafficking", "paragraphs": ["According to FNS, most SNAP benefits are used for the intended  purpose; however, as we have reported in prior work, FNS has faced  challenges addressing trafficking—one type of program fraud. In general,  trafficking occurs when retailers exchange recipients’ SNAP benefits for  cash, often taking a fraudulent profit. For example, a retailer might charge  $100 to a recipient’s SNAP EBT card and give the recipient $50 in cash  instead of $100 in food. The federal government reimburses the retailer  $100, which results in a fraudulent $50 profit to the retailer. While this  type of trafficking is a direct exchange of SNAP benefits for money,  trafficking also can be done indirectly. For example, a retailer might give a  recipient $50 in cash for the use of $100 in benefits on that recipient’s  EBT card. The retailer could then use the EBT card to purchase $100 in  products at another SNAP retailer (see fig. 2). In this instance, the retailer  would profit because they paid $50 for $100 worth of products, and the  retailer might also increase their profit by reselling the products at a  higher price in their own store."], "subsections": []}, {"section_title": "Retailer Management and Oversight", "paragraphs": ["Among other things, FNS is responsible for authorizing and monitoring  retailers who participate in SNAP to ensure program integrity. In order to  participate in SNAP, a retailer applies to FNS and demonstrates that they  meet program requirements, such as those on the amount and types of  food that authorized stores must carry. FNS verifies a retailer’s  compliance with these requirements, for example, through an on-site  inspection of the store. If the retailer meets requirements, FNS generally  authorizes it to participate for a period of 5 years.", "FNS then monitors retailers’ participation by analyzing data on SNAP  transactions and conducting undercover investigations, among other  activities. If FNS suspects a retailer is trafficking, it generally must notify  the USDA OIG—which is responsible for investigating allegations of fraud  and abuse in all of USDA’s programs, including SNAP—before opening a  case. The OIG may choose to open its own investigation of the retailer for  possible criminal prosecution, or allow FNS to pursue the case.", "If FNS determines that a retailer has engaged in trafficking, FNS  sanctions the store. Generally, stores found to have engaged in  trafficking are permanently disqualified from SNAP, but in limited  circumstances, the owner may instead receive a civil monetary penalty.  Retailers who do not agree with the sanction assessed by FNS can file a  written request to have FNS’s Administrative Review Branch review the  decision, and, if not satisfied, file a complaint in the appropriate U.S.  District Court.", "In 2013, FNS consolidated its retailer management functions, including  those for authorizing stores and analyzing SNAP transaction data, into a  single national structure known as the Retailer Operations Division (see  fig. 3)."], "subsections": []}, {"section_title": "Estimating Retailer Trafficking", "paragraphs": ["Since 1995, FNS has published periodic reports estimating the extent of  trafficking in SNAP as part of its efforts to monitor program integrity.  These trafficking estimates are the most commonly cited measure of  SNAP fraud, including in the news media and congressional testimony.", "FNS estimates retailer trafficking by adjusting a sample of stores known  or suspected of trafficking to reflect the total population of SNAP- authorized stores. For each report, FNS uses 3 years of data on stores  and SNAP transactions to estimate the amount and percentage of  benefits that were trafficked and the percentage of stores engaged in  trafficking (see fig. 4). For example, the most recent report—published in  September 2017—analyzes data from 2012 through 2014."], "subsections": []}]}, {"section_title": "FNS Estimates Suggest Retailer Trafficking Has Increased in Recent Years, but the Estimates Have Limitations", "paragraphs": [], "subsections": [{"section_title": "FNS Estimates Indicate an Increase in Retailer Trafficking, but the Actual Extent of Trafficking Is Uncertain", "paragraphs": ["FNS’s data indicate an increase in the estimated rate of retailer trafficking  in recent years. FNS reported in March 2011 that approximately $330  million in SNAP benefits (or 1 percent of all benefits redeemed) were  trafficked annually from 2006 through 2008, and that approximately 8.2  percent of all authorized stores engaged in trafficking. In its most recent  report from September 2017, FNS reported that approximately $1 billion  in SNAP benefits (or 1.5 percent) were trafficked annually from 2012  through 2014, and that approximately 11.8 percent of all authorized  stores engaged in trafficking.", "Although FNS produces the trafficking estimates with accepted statistical  methods, its reports do not clearly convey the level of uncertainty  introduced by the approach used to calculate the estimates. Throughout  each report, FNS presents its estimates as precise numbers. However,  uncertainty is introduced when extrapolating from a smaller sample—in  this case, an investigative sample that solely includes stores known to  have trafficked or suspected of trafficking—to the full population of SNAP- authorized stores because the extent to which the sample reflects the  broader population of stores is unknown (see sidebar). According to the  Office of Management and Budget’s (OMB) statistical standards for  federal agencies, possible variation in estimates should be noted, such as  by reporting the range of each estimate. While FNS discusses some  limitations of its trafficking estimates in the body of each report, only the  report’s appendices include information that can be used to assess the  level of uncertainty around the estimates.", "Using information contained in these appendices, we found widely  varying trafficking estimates. For example, although FNS reported that  approximately $1 billion in SNAP benefits were trafficked annually from  2012 through 2014, information in the report’s appendices indicates that  the amount trafficked could have ranged from about $960 million to $4.7  billion. In other words, the total value of SNAP benefits that were  trafficked each year from 2012 through 2014 could have been  approximately $40 million less or $3 billion more than FNS reported (see  fig. 5).", "FNS officials stated the agency has not considered and does not intend to  consider changes to how it reports its trafficking estimates in the next  report. According to an FNS official, FNS would like the reports to  continue to provide non-technical information that is comparable to prior  years. However, as shown in the figure above, it is possible to compare  estimates over time when estimates are presented with ranges. Further,  reporting the level of uncertainty with each estimate increases  transparency. According to a recent Congressional Research Service  report, these estimates are the most-often cited measure of fraud in  SNAP. The estimates have been cited in the news media and  congressional testimony, and FNS officials stated the estimates can help  quantify the outcomes of FNS’s efforts to prevent, detect, and respond to  retailer trafficking. By not clearly reporting the level of uncertainty around  these commonly cited estimates of SNAP retailer trafficking, FNS’s  reports are potentially providing misleading information to Congress and  the public regarding the extent of fraud in SNAP."], "subsections": []}, {"section_title": "FNS Evaluated Ways to Address Some Limitations in the Trafficking Estimates, but Does Not Plan to Take Further Steps", "paragraphs": ["FNS has acknowledged limitations with its current approach to estimating  retailer trafficking and evaluated ways to address some of those  limitations. As previously noted, FNS selects a non-random sample of  stores known to have trafficked or suspected of trafficking when  calculating its estimates, which may introduce bias into those trafficking  estimates (see sidebar). For example, the sample could overestimate the  extent of retailer trafficking if the stores in the sample that are targeted for  investigation are more likely to traffic. Conversely, if FNS’s detection  methods do not capture all instances of trafficking—such as retailers who  only traffic with people they know—the sample could lead to an  underestimate of trafficking among all SNAP-authorized stores.  Recognizing that the trafficking estimates provide important information  on program fraud, FNS evaluated ways to address limitations in the  estimates. In 2013, FNS convened a technical working group of experts  to discuss alternate ways to estimate retailer trafficking. That group made  various recommendations to improve the estimates, some of which FNS  pursued through additional analyses.", "For example, to address limitations introduced by the sample FNS uses  to estimate trafficking, the agency conducted a study to assess the  feasibility of calculating its estimates using a national random sample of  stores. However, FNS determined it would be infeasible to use a  random sample because of the costs and resources that would be  involved. According to FNS officials, it cost the agency approximately  $67,000 to produce the September 2017 trafficking estimates report. By  comparison, FNS estimated that using a national random sample could  cost between $11.5 million and $38 million, depending on the specific  sample selection method. This is because, among other factors, taking  this approach would require investigative staff to visit stores suspected of  trafficking as well as those that are not suspected of trafficking. Doing so  would require a significant number of additional investigators, according  to the feasibility study.", "Also in response to a recommendation by the technical working group,  FNS contracted for a study in November 2017 that reviewed the five  factors the agency uses to make adjustments to reduce the bias in its  sample of stores (see sidebar). FNS began using these five factors—such  as the type of store—more than 20 years ago when it initially developed  its approach to estimating trafficking. The study evaluated the continued  relevance of the five factors, as well as the relevance of additional factors  related to store characteristics and neighborhood demographics. The  study did not make recommendations, and the expert who conducted the  study told us that based on the analysis, the original five factors remain  relevant. As a result, FNS officials stated the agency would continue to  use these factors to reduce bias in the sample.", "However, FNS has not evaluated whether factors the agency currently  uses to identify stores for possible investigation could help reduce bias in  the sample and improve the trafficking estimates. Specifically, FNS  analyzes data on SNAP transactions and looks for suspicious patterns or  other indications of potential trafficking. Based on the results of these  analyses, FNS assigns a numeric score to each store, and stores with  scores above a certain threshold are added to FNS’s Watch List for  further review. Several experts have suggested to FNS that including  this score or other related factors when adjusting the investigative sample  could help reduce the bias in the sample and improve the trafficking  estimates, yet FNS has not evaluated the use of these factors for this  purpose. FNS officials said that stores’ numeric scores and the factors  related to the Watch List are not public information, and the agency’s  preference is to be transparent about the methodology used to produce  the trafficking estimates. However, FNS already describes its Watch List  and the use of a numeric score threshold in an appendix to its trafficking  reports. According to OMB’s statistical standards, federal agencies should  take steps to maximize the objectivity of the statistical information they  produce. Objectivity refers to whether the information is accurate, reliable,  and unbiased. Without evaluating the usefulness of the Watch List  factors for adjusting the sample, FNS may miss an opportunity to reduce  the bias in the sample and improve the accuracy of its trafficking  estimates.", "In addition, FNS has not evaluated the accuracy of its assumption of the  percentage of SNAP benefits trafficked by different types of stores, which  FNS developed over 20 years ago from anecdotal information. Among  stores that engaged in trafficking, FNS assumes that 90 percent of  benefits redeemed in small stores and 40 percent of benefits redeemed in  large stores were trafficked (see sidebar). A former FNS official who  helped develop the agency’s approach for estimating trafficking stated  that the assumption was based on conversations with investigators in the  1990s—deemed to be the best source of information at the time. He  noted that the investigators who were consulted generally disagreed on  the percentage of benefits that were trafficked, as the actual percentage  could vary widely based on whether, for example, one employee had  trafficked or the entire store was a front for trafficking. However, the  investigators generally agreed that 90 percent and 40 percent would  overestimate trafficking by retailers in small and large stores, respectively.  According to FNS officials, in the absence of other data, they preferred to  use an overestimate, rather than an underestimate, of the percentage of  benefits trafficked in stores found to have trafficked.", "Despite an increase in the availability of data on retailer trafficking over  the last 20 years, FNS officials have not evaluated the accuracy of this  key assumption and said that they have no plans to do so. FNS officials  noted that they do not believe there are available data that indicate  whether the assumption is accurate and, as such, any evaluation would  require new data collection. However, according to contractors and a  former official we spoke with who had studied the methodology as well as  USDA OIG officials, data are currently available that may help FNS  evaluate the accuracy of this assumption. For example, they suggested  FNS could analyze the transaction data of stores that trafficked to identify  the percentage of all redeemed SNAP benefits that were consistent with  known indicators of trafficking. Currently, OIG officials told us that they  use a similar approach to calculate the amount of benefits trafficked for a  store whose owner is being prosecuted. According to OMB’s statistical  standards, assumptions should be reviewed for accuracy and validated  using available, independent information sources. Without FNS  evaluating its key assumption of the percentage of SNAP benefits  trafficked, the estimates it reports on the extent of program fraud are  potentially inaccurate."], "subsections": []}]}, {"section_title": "FNS Has Taken Some Steps That Generally Align with Leading Practices to Prevent, Detect, and Respond to Retailer Trafficking, but Has Not Pursued Others", "paragraphs": [], "subsections": [{"section_title": "FNS Has Taken Steps to Address Retailer Trafficking, but Has Not Pursued Certain Prevention and Response Activities", "paragraphs": [], "subsections": [{"section_title": "Preventing Trafficking in the Retailer Authorization Process", "paragraphs": ["FNS has taken some steps to prevent retailer trafficking that align with  leading fraud risk management practices and our prior recommendations,  but has not pursued some opportunities for early oversight. As we note  in our Fraud Risk Framework, while fraud control activities can be  interdependent and mutually reinforcing, preventative activities generally  offer the most cost-effective investment of resources. FNS officials told us  that the agency tries to prevent trafficking through its policies and  procedures for authorizing stores to participate in SNAP. Since our 2006  report, FNS has taken some steps to amend retailer authorization  policies to address vulnerabilities that we identified. For example:  Increasing requirements for food that retailers must stock to  participate in SNAP: In 2006, we found that FNS had minimal  requirements for the amount of food that retailers must stock, which  could allow retailers more likely to traffic into the program. At that  time, FNS officials said that they authorized stores with limited food  stock to provide access to food in low-income areas where large  grocery stores were scarce. In 2006, retailers were generally required  to stock a minimum of 12 food items (at least 3 varieties in each of 4  staple food categories), but FNS rules did not specify how many items  of each variety would constitute sufficient stock. We recommended  that FNS develop criteria to help identify the stores most likely to  traffic, using information such as the presence of low food stock. In  2016, FNS promulgated a final rule increasing food stock  requirements and, in January 2018, issued a policy memorandum to  clarify these requirements. FNS officials told us that the new  requirements are designed to encourage stores to provide more  healthy food options for recipients and discourage trafficking.  According to the memorandum, retailers are now generally required to  stock at least 36 food items (including stocking at least 3 varieties in  each of 4 staple food categories, and 3 items of each variety). See  figure 6 for a comparison of the previous (as of 2006) and current  (reflecting the January 2018 memorandum) requirements.", "Assessing retailer risk levels: Also in 2006, we found that FNS had  not conducted analyses to identify characteristics of stores at high risk  of trafficking and to target its resources accordingly. For example, we  reported that some stores may be at risk of trafficking because one or  more previous owners had been found to be trafficking at the same  location. At that time, FNS did not have a system in place to ensure  that these stores were quickly targeted for heightened attention. We  recommended that FNS identify the stores most likely to traffic and  provide earlier, more targeted oversight to those stores. In 2009,  FNS established risk levels for stores: high, medium, and low. For  example, high-risk stores are those with a prior permanent  disqualification at that location or nearby. In January 2012, FNS  revised its policy for authorizing high-risk stores. The policy requires  high-risk retailers to provide specific documentation to ensure that the  owners listed on the application have not been previously disqualified  or do not have ties to a previously disqualified owner, such as a letter  from the bank listing the authorized signers on the store’s accounts.", "Although FNS took these steps to identify risk levels for stores and target  its initial authorization activities accordingly, the agency is not currently  using this information to target its reauthorization activities to stores of  greatest risk. During reauthorization, FNS reviews previously approved stores for continued compliance with program requirements. Although the  agency’s policy and website both state that certain high-risk stores will be  reauthorized annually, FNS is currently reauthorizing all stores on the  same 5-year cycle, regardless of risk. FNS reauthorized most high-risk  stores under this policy one time in fiscal year 2013, but officials told us  that they then discontinued annual reauthorizations after an in-depth  assessment of the benefits and costs of this practice. For example, FNS  staff reported collecting more than 150,000 documents as part of the  fiscal year 2013 reauthorization cycle and found that collecting these  documents annually is ineffective and burdensome to FNS and the  retailer.", "FNS instead decided to annually reauthorize a sample of high-risk  retailers as a result of its assessment of the fiscal year 2013 cycle, but did  not follow through with those plans. Specifically, the agency decided to  pursue annual reauthorizations of a sample of stores at the greatest risk  of program violations—those at the same address as a store that had  been previously permanently disqualified. However, FNS officials did not  have documentation that the approach was ever implemented or that they  assessed the benefits and costs of reauthorizing this sample of high-risk  retailers. More frequent reauthorization of certain high-risk stores is  consistent with federal internal control standards, which suggest that  agencies should consider the potential for fraud when determining how to  respond to fraud risks. Considering the benefits and costs of control  activities to address identified risks is a leading practice in GAO’s Fraud  Risk Framework. By not assessing the benefits and costs of reauthorizing  certain high-risk stores more frequently than other stores, FNS may be  missing an opportunity to provide early oversight of risky stores and  prevent trafficking."], "subsections": []}, {"section_title": "Detecting Retailer Trafficking", "paragraphs": ["The steps FNS has taken to improve how it detects retailer trafficking  generally align with fraud risk management leading practices for  designing and implementing control activities to detect fraud. For  example, FNS’s website shows how to report SNAP fraud, including  retailer trafficking, through the USDA OIG’s fraud hotline. According to  our Fraud Risk Framework, reporting mechanisms help managers detect  instances of potential fraud and can also deter individuals from engaging  in fraudulent behavior if they believe the fraud will be discovered and  reported. Increasing managers’ and employees’ awareness of potential  fraud schemes can also help managers and employees better detect  potential fraud. To that end, FNS has developed fraud awareness training  for staff in each of the branches in its Retailer Operations Division—the  office primarily responsible for oversight of SNAP-authorized retailers.  This includes training related to retailer trafficking for new staff and  refresher training for experienced staff. Some of the training materials  employ identified instances of trafficking to improve future detection and  response activities. See figure 7 for photographs from a store  investigation that were featured in an April 2017 training session.", "FNS also uses data analytics, another leading practice in our Fraud Risk  Framework, to identify potential trafficking and prioritizes its investigative  resources to the stores most likely to be trafficking. Specifically, FNS  scans about 250 million SNAP transactions per month through its Anti- Fraud Locator using EBT Retailer Transactions (ALERT) system to  identify certain patterns indicative of trafficking. ALERT assigns a numeric  score to each store based on the likelihood of trafficking. Stores with  scores above a certain threshold are added to FNS’s Watch List, and  FNS analysts and investigators prioritize the stores on this list for review  based on factors such as average transaction amounts that are excessive  for that type of store. In addition, FNS’s analysts conduct their own data  mining and review complaints and fraud tips from the OIG’s hotline to add  stores to the Watch List.", "FNS also has explored ways and taken steps to improve its data analytics  through internal workgroups and external studies. Using the results of  monitoring and evaluations to improve fraud risk management activities is  a leading fraud risk management practice. For example, staff in the  Retailer Operations Division participate in a workgroup that uses findings  from FNS’s trafficking investigations to improve the Division’s detection  efforts. This collaborative effort has led to improvements such as using  store ZIP codes to compare transactions at stores suspected of trafficking  with similar stores nearby. According to FNS, its staff can use this  information to substantiate charges against retailers by establishing what  typical transaction patterns look like, compared to trafficking patterns, for  similar stores. In addition, FNS commissioned studies in fiscal years 2014  and 2015 to evaluate the effectiveness of its data analytics to monitor  stores and identify areas for improvement. For example, one of the  studies identified and recommended new ways that FNS could analyze  SNAP transaction data to detect emerging trafficking schemes—such as  indirect trafficking at super stores and supermarkets, where more than 80  percent of SNAP benefits are redeemed. FNS officials reported in August  2018 that they examined the recommendations and implemented those  they determined were feasible with current resources and would add  value to their efforts. For example, they decided to analyze data over  shorter periods of time (monthly instead of a 6-month period) to more  quickly identify stores that may be trafficking. Officials also reported that  they are continuing to assess the effectiveness of their data analytics."], "subsections": []}, {"section_title": "Responding to Retailer Trafficking", "paragraphs": ["FNS’s efforts to respond to retailer trafficking generally align with leading  practices for fraud risk management. Consistent with our Fraud Risk  Framework, FNS has established collaborative relationships with external  stakeholders to respond to identified instances of potential fraud. For  example, to amplify its own efforts, FNS has agreements (known as state  law enforcement bureau, or SLEB, agreements) with 28 states. Through  these agreements, FNS allows state and local law enforcement agencies  to use SNAP EBT cards in their own undercover investigations of  retailers. According to the most recent available FNS data, participating  states opened 1,955 cases from fiscal year 2012 to fiscal year 2018  under SLEB agreements. These cases resulted in a total of 139 retailers  being permanently disqualified from the program.", "Within USDA, FNS and the OIG also said they recently updated a  memorandum of understanding (MOU) that outlines, among other things,  how the two entities will coordinate on retailer trafficking investigations.  Under the MOU, FNS investigates retailers with average monthly SNAP  redemptions below a certain dollar threshold without first obtaining  clearance from the OIG to pursue the case. FNS and OIG officials said  that this provision of the MOU allows FNS to more quickly investigate  suspicious behavior and pursue administrative action, such as permanent  disqualification, against retailers found to be trafficking. Previously,  according to OIG officials, FNS needed to clear most cases against  retailers suspected of trafficking through the OIG. As we noted in our  2006 report, due to the time it takes to develop an investigation for  prosecution and the costs associated with doing so, a natural tension  exists between the goal of disqualifying a retailer as quickly as possible to  prevent further trafficking and seeking prosecution of the retailer to  recover losses and deter other traffickers. The MOU is also designed to  strengthen collaboration between FNS and the OIG in identifying the  situations that warrant criminal investigations.", "Since our 2006 report, OIG and FNS both generally increased the  number of actions taken against SNAP retailers found to be trafficking.  Specifically, the OIG reported an increase in the number of trafficking  cases that it successfully referred for federal, state, or local prosecution  (see fig. 8). The OIG also reported increases in the number of convictions  resulting from its investigations, from 79 in fiscal year 2007 to 311 in fiscal  year 2017.", "FNS also generally increased the number of retailers sanctioned for  trafficking, though few received a monetary penalty. From fiscal year  2007 to fiscal year 2017, the number of permanent disqualifications  resulting from FNS’s trafficking investigations nearly doubled (see fig.  9). In lieu of a permanent disqualification, FNS sometimes imposes a  monetary penalty on a retailer found to be trafficking. However, FNS  imposed few monetary penalties for trafficking in lieu of permanent  disqualification during this period. From fiscal year 2007 to fiscal year  2017, FNS assessed a total of 40 such penalties, totaling $1.5 million (for  an average of about $38,000 each).", "In our 2006 report, we found that FNS’s penalties for retailer trafficking  may be insufficient to deter traffickers. We noted that trafficking will  continue to be lucrative for retailers as long as the potential rewards  outweigh the penalties and recipients are willing to exchange their  benefits for cash. We recommended that FNS develop a strategy to  increase penalties for trafficking. Using the results of evaluations, such  as audits, to improve fraud risk management activities is a leading  practice in GAO’s Fraud Risk Framework. The Food, Conservation, and  Energy Act of 2008 (known as the 2008 Farm Bill) gave USDA authority  to impose higher monetary penalties, as well as authority to impose both  a monetary penalty and program disqualification on retailers found to  have violated relevant law or regulations (such as those found to be  trafficking).", "Although USDA was granted this authority a decade ago, the department  has not finalized regulatory changes to strengthen penalties against  retailers found to be trafficking. In August 2012, FNS proposed regulatory  changes to implement this authority from the 2008 Farm Bill, including  assessing a new trafficking penalty in addition to permanent  disqualification. The penalty would have been based on the store’s  average monthly SNAP redemptions and was intended to recoup  government funds diverted from their intended use. In proposing these  changes, FNS stated that they were necessary to improve program  integrity and deter retailers from committing program violations. FNS also  estimated that it would assess an additional $174 million per year in these  new trafficking penalties—a significant increase from the amounts FNS  currently assesses in penalties for trafficking (less than $100,000 in fiscal  year 2017). However, FNS did not finalize this rule, and, as of spring  2018, the rule was considered “inactive.” At that time, FNS officials told  us that they had not finalized the rule because other rulemaking had  taken priority in the intervening 6 years. More recently, in August 2018,  FNS officials told us that they plan to revise the previously proposed rule  to increase penalties and submit it for the spring 2019 regulatory  agenda. In November 2018, FNS officials indicated that they were  beginning to draft the proposed rule but could not provide us with  documentation of this effort because the regulatory action was still  pending. Increasing penalties for retailer trafficking would serve as an  important tool to deter trafficking and safeguard federal funds."], "subsections": []}]}, {"section_title": "FNS Has Not Established Performance Measures to Assess its Retailer Trafficking Prevention Activities", "paragraphs": ["FNS measures the effectiveness of many of its trafficking detection and  response activities, but lacks measures to evaluate its prevention  activities. Measuring outputs, outcomes, and progress toward the  achievement of fraud risk objectives is a leading practice in our Fraud  Risk Framework. At the agency level, FNS has a priority plan for fiscal  year 2018 that includes a goal of reducing the SNAP trafficking rate  through retailer- and client-focused activities.", "At the program level, FNS’s Retailer Operations Division has an internal  scorecard that tracks performance measures related to retailer oversight  activities, but none of these focuses on prevention of trafficking. For  example, the scorecard measures the outputs and outcomes of activities  designed to detect and respond to trafficking, such as the total number of  sanctions implemented against retailers and the percentage of  undercover investigations that result in a permanent disqualification.  However, the scorecard does not have any measures related to  preventing trafficking through the retailer authorization process—a key  area for prevention activities. The scorecard includes one output measure  related to this process, but the measure (the percentage of retailer  authorization requests processed within 45 days) focuses on how quickly  retailers gain access to the program, rather than preventing trafficking.  Although FNS officials have acknowledged that their program compliance  efforts begin with the retailer authorization process, they said that they  had not considered establishing measures related to preventing  trafficking. They added that their supervisory review process may help  ensure that staff who process retailer applications in the Retailer  Operations Branch do not overlook evidence of potential fraud, but this  review includes a small sample of approved store applications (typically 5  cases per staff member monthly).", "Although FNS has not established measures to assess its trafficking  prevention activities, the agency has data that it could leverage for this  purpose. For example, FNS collects data on the number of applications  that were denied because FNS found that the retailer lacked business  integrity, such as applicants previously found to be trafficking or with ties  to a prior owner who had trafficked. Such data could be used to develop  measures related to the number and percentage of retailer applications  denied for business integrity. FNS officials acknowledged that these data  could be used to develop performance measures for its trafficking  prevention activities. Establishing such measures would enable FNS to  more fully assess the effectiveness of its retailer oversight activities and  better balance retailer access to the program with preventing retailer  fraud."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["FNS must continue to balance its goal of program integrity with its  mission to provide nutrition assistance to millions of low-income  households. During a period in which SNAP retailer participation has  markedly increased, FNS has made progress in addressing SNAP retailer  trafficking by identifying high-risk stores and increasing the number of  stores disqualified for trafficking. It is critical that FNS maintain progress  and momentum in these areas, particularly since FNS’s own data suggest  that trafficking is on the rise.", "To its credit, FNS has already evaluated some ways to improve how the  agency measures and addresses retailer trafficking, yet, at the same  time, the agency has missed opportunities to strengthen these areas. For  example, since FNS has not taken steps to clarify and improve its retailer  trafficking estimates—one of the only available SNAP fraud measures— questions remain regarding the accuracy of the estimates and the extent  of fraud in SNAP. In addition, prevention and early detection of retailer  trafficking are particularly important and deserve continued attention,  especially since retailers can quickly ramp up the amount they redeem in  federal SNAP benefits, potentially by trafficking. However, because FNS  is reauthorizing all stores once every 5 years, the agency may be missing  an opportunity to prevent trafficking through more frequent oversight of  risky stores. Further, until FNS strengthens its response to trafficking by  increasing penalties, the agency will continue to miss an opportunity to  improve program integrity and deter retailers from committing program  violations.", "Finally, FNS directs a significant amount of staff resources to authorizing  and monitoring retailers who participate in SNAP. Ensuring that those  staff understand the importance of addressing fraud is key for program  integrity. FNS has taken steps to make that clear through the inclusion of  relevant performance measures for the branches responsible for fraud  detection and response, yet the agency has not developed such  measures for its trafficking prevention activities. Until FNS establishes  performance measures for these activities, it will be unable to fully assess  the effectiveness of its overall efforts to address retailer trafficking. In  addition, such measures would assist FNS in balancing its efforts to  ensure retailer access with those to prevent retailer fraud."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making the following five recommendations to FNS:  The Administrator of FNS should present the uncertainty around its  retailer trafficking estimates in future reports by, for example, including  the full range of the estimates in the report body and executive summary.  (Recommendation 1)", "The Administrator of FNS should continue efforts to improve the agency’s  retailer trafficking estimates by evaluating (1) whether the factors used to  identify stores for possible investigation could help address the bias in its  sample, and (2) the accuracy of its assumption of the percentage of  SNAP benefits that are trafficked by different types of stores.  (Recommendation 2)", "The Administrator of FNS should assess the benefits and costs of  reauthorizing a sample of high-risk stores more frequently than other  stores, use the assessment to determine the appropriate scope and time  frames for reauthorizing high-risk stores moving forward, and document  this decision in policy and on its website. (Recommendation 3)", "The Administrator of FNS should move forward with plans to increase  penalties for retailer trafficking. (Recommendation 4)", "The Administrator of FNS should establish performance measures for its  trafficking prevention activities. (Recommendation 5)"], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to USDA for review and comment. On  December 3, 2018, the Directors of the Retailer Policy & Management  Division and the Retailer Operations Division of FNS provided us with the  agency’s oral comments. FNS officials told us that they generally agreed  with the recommendations in the report. Officials also provided technical  comments, which we incorporated as appropriate.", "Regarding the recommendation to present the uncertainty around the  retailer trafficking estimates, FNS officials told us that they plan to include  the estimate intervals and results of sensitivity analyses in the body of  their next report, rather than in appendices. This is the information we  used to determine the range around the trafficking estimates. Making this  change would address our recommendation, as we continue to believe  that reporting the level of uncertainty around each estimate would  increase transparency and provide Congress and the public with better  information on the extent of fraud in SNAP.", "In addition, regarding the recommendation to assess the benefits and  costs of reauthorizing a sample of high-risk retailers more frequently, FNS  officials noted that while reauthorizations currently occur at least once  every 5 years, monitoring for potential violations occurs on an ongoing  basis regardless of risk level. Low-, medium-, and high-risk stores are  continually scanned by FNS’s ALERT system. FNS officials added that, in  fiscal year 2017, FNS imposed sanctions (e.g., fines or temporary  disqualifications) on 862 stores found to be violating program rules, and  disqualified permanently 1,661 stores for trafficking SNAP benefits or  falsifying an application. FNS officials noted that this is a 26 percent  increase in the number of stores sanctioned, compared to fiscal year  2013. We agree that ongoing monitoring is important, and we discussed  these and other FNS efforts to detect and respond to retailer trafficking in  our report. We nevertheless believe, and FNS officials agreed, that  assessing the value of earlier oversight of risky stores through the  reauthorization process is warranted, and could enhance efforts to  prevent trafficking.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the Secretary of the  USDA, congressional committees, and other interested parties. In  addition, this report will be available at no charge on the GAO website at  www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-7215 or larink@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made key contributions to this report are  listed in appendix I."], "subsections": []}]}, {"section_title": "Appendix I: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Kathy Larin, (202) 512-7215 or larink@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Rachel Frisk (Assistant Director),  Rachael Chamberlin (Analyst-in-Charge), and Swati Deo made significant  contributions to this report. Also contributing to this report were James  Bennett, Thomas Cook, Alex Galuten, Lara Laufer, Olivia Lopez, Jean  McSween, Jessica Orr, Philip Reiff, Almeta Spencer, Jeff Tessin,  Matthew Valenta, and Erin Villas."], "subsections": []}]}], "fastfact": ["Millions of households rely on the $64 billion Supplemental Nutrition Assistance Program, formerly known as food stamps, to buy food. But some stores are defrauding the program by \"selling\" cash instead of food. For example, a store might give a person $50 in exchange for $100 in benefits—then pocket the difference.", "How widespread is this \"retailer trafficking\"? The Food and Nutrition Service (FNS) reports that $1 billion in benefits are trafficked annually. However, the real extent is uncertain and could be anywhere from $960 million to $4.7 billion.", "We recommended ways to improve how FNS measures and addresses trafficking."]}