{"id": "GAO-13-521", "url": "https://www.gao.gov/products/GAO-13-521", "title": "Community Policing Hiring Grants: Grant Application and Monitoring Processes Could Be Improved to Further Ensure Grantees Advance Community Policing", "published_date": "2013-09-25T00:00:00", "released_date": "2013-09-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Since its 1994 inception, the U.S. Department of Justice's (DOJ) COPS Office has awarded roughly $14 billion in grants to support the advancement of community policing, which is a policing approach that proactively addresses the conditions that give rise to public safety issues, such as crime and social disorder. GAO was asked to review key grant management practices within the COPS Office. This report focuses on the largest of its programs--CHP, which awards grants to law enforcement agencies to hire law enforcement officers, rehire officers who have been laid off, or prevent scheduled officer layoffs. This report addresses: (1) From fiscal years 2008 through 2012, in what areas of the country was CHP funding disbursed and to what extent did award amounts vary during this period? (2) To what extent does the COPS Office's grant application collect information about how applicants plan to use CHPfunded officers to advance community policing? (3) To what extent does the COPS Office's monitoring process assess whether grantees are using funds to advance community policing?", "GAO examined budget data and monitoring reports for 55 grantees, interviewed agency officials, and evaluated CHP applications from a systematic random sample of 103 CHP grants awarded from fiscal years 2010 through 2012."]}, {"section_title": "What GAO Found", "paragraphs": ["Nearly half of the Office of Community Oriented Policing Services (COPS) Hiring Program (CHP) funding from fiscal years 2008 through 2012 was awarded to grantees in six states, and award amounts varied considerably in certain years. During this period, state, county, and city law enforcement agencies nationwide received CHP grant awards to hire or rehire officers to advance community policing, with 48 percent of the funds awarded to grantees in California, Florida, Michigan, New Jersey, Ohio, and Texas. For grantees awarded the same number of officers, differences were driven mainly by variation across grantees' respective entry-level officer salaries and benefits. Variation in grantee award amounts were more prominent during 2009, 2010, and 2011, when salary and benefit levels were not statutorily capped, and grantees with higher officer salary and benefit levels generally received more CHP funding relative to other CHP grantees for the same number of officers.", "The COPS Office's CHP application collects information required by statute from grant applicants, but could be further enhanced by revising the application to clarify for applicants that CHP-funded officers are required to be the personnel specifically engaged in the community policing activities described on the application. The application asks applicants to provide information on how they plan to implement community policing agency-wide, but does not specifically ask applicants to explain how CHP-funded officers will be deployed in community policing--the primary statutory purpose of the CHP program. According to GAO analysis of a systematic random sample of 103 CHP-funded applications, GAO estimated that less than 20 percent of the applications funded in 2010, 2011, and 2012 contained evidence showing how additional officers would be deployed in community policing. The Domestic Working Group's guide for grant accountability recommends that agencies require applicants to include information describing, among other things, their approach for using the funds and the specific activities that are crucial to the success of the program. Revising the application to clarify for applicants that CHP-funded officers are required to be the personnel specifically engaged in the community policing activities described on the application, consistent with best practices, would better position the COPS office to ascertain from applicants how these particular officers' activities would advance community policing.", "The COPS Office's risk-based approach to monitoring assesses how grantees are using funds to advance community policing, but could be improved through additional monitoring guidance. The authorizing statute for the COPS grant programs contains a prohibition against supplanting-- using federal funds to replace state or local funds. The COPS Office developed standards and an operations manual for monitors to use in assessing the potential for supplanting. For 5 of the 21 grantees at risk for supplanting, GAO found that the monitors did not document their analyses of supplanting and it was not clear how they reached conclusions regarding supplanting. The manual requires monitors to document their supplanting analysis in instances in which supplanting is identified, but does not have this requirement for nonsupplanting. According to internal control standards, the documentation of agency activities is a key element of accountability for decisions. By enhancing the COPS Office's monitoring guidance to require monitors to document their results where the determination is made that supplanting has not occurred, the COPS Office may be better positioned to ensure that monitors are consistently assessing supplanting and that CHP funding is supplementing and not replacing state and local funding."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the COPS Office revise and clarify the CHP application and enhance guidance to require monitors to document their analysis results of non-supplanting in monitoring reports. The COPS Office generally concurred with the recommendations and described actions to address them."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since its 1994 inception, the U.S. Department of Justice’s (DOJ) Office of  Community Oriented Policing Services (COPS)—known as the COPS  Office—has awarded roughly $14 billion in grants to law enforcement  agencies to support the advancement of community policing, which is a  policing approach that proactively addresses, through law-enforcement- community engagement, the conditions that give rise to public safety  issues, such as crime, social disorder, and fear of crime. Though the  focus of grant funding over time has varied, COPS Office funding has  supported, among other things, police officer hiring, drug education  programs, and law enforcement technologies to advance community  policing. From 1995 through 2002, the average annual COPS  appropriation was more than $1 billion. Beginning in fiscal year 2003,  annual appropriations for the program, in general, started to decrease.  The average annual appropriation for the COPS program from 2003-2012  (excluding the $1 billion in funding COPS received under the American  Recovery and Reinvestment Act of 2009) was approximately $596  million.", "In recent years, Members of Congress expressed interest in improving  oversight and accountability of federal grant programs; for example, the  House Committee on the Judiciary held a hearing on oversight of the  COPS Office in 2012. During the 2012 hearing, a Member of Congress  noted concerns about the extent to which COPS grants had been used  for purposes consistent with program goals and whether or not  supplanting—using federal funds to replace state or local funds—had  occurred. Our prior work on DOJ grants has identified opportunities to  improve DOJ grants administration. Specifically, in our prior review of  overlap among DOJ grant programs, we recommended that the Attorney  General, among other things, assess DOJ grant programs, including the  COPS grant program, for potential overlap and harmonize departmental  business processes for grants management. Our past work on grants  management across the federal government has found that opportunities  exist to improve the design and implementation of federal grants: in  particular, data collection and validation. Additionally, for the past 10  years, the DOJ Office of Inspector General (IG) has identified grant  management among its list of top management challenges. The level of  federal spending on grant programs combined with the federal  government’s continued long-term fiscal challenges and constrained  budget underscores the importance of ensuring that agencies employ  sound grants management practices.", "You requested that we review the COPS Office funding trends and the  office’s overall grant management and oversight practices of its  community policing grants. The COPS Hiring Program (CHP) and its  predecessors, the Universal Hiring Program (UHP) and the COPS Hiring  Recovery Program (CHRP)—in this report referred to collectively as  CHP—account for 68 percent of the funds that the COPS Office has  awarded through its various grant programs from fiscal years 2008  through 2012. This report focuses on the CHP program, and answers the  following questions: (1) From fiscal years 2008 through 2012, in what  areas of the country was CHP funding disbursed and to what extent did  award amounts vary during this period? (2) To what extent does the  COPS Office’s grant application collect information about how applicants  plan to use CHP-funded officers to advance community policing? (3) To  what extent does the COPS Office’s monitoring process assess whether  grantees are using funds to advance community policing?", "To address the first question, we reviewed the history of the COPS  Office’s programs and related award data from the most recent 5 fiscal  years—2008 through 2012—and confirmed that CHP received the largest  share of funds as compared with other programs administered by the  COPS Office during this period. We also analyzed COPS Office  documentation, such as the Grant Owner’s Manuals and COPS Office  website materials, to learn about each program’s origin and emphasis. To  determine which areas of the United States have received CHP funding,  we analyzed the allocation of CHP grant awards—and the numbers of  officers funded—by state and mapped the CHP grant award data.  Additionally, we analyzed CHP award lists for fiscal years 2008 through  2012 to determine the average CHP entry-level officer salary and benefits  by state and territory, and assessed them for variation. To ensure the  reliability of data used in our review, we interviewed COPS Office officials  about the integrity of the data they provided to us and reviewed system  tests that the COPS Office conducts periodically to ensure data reliability.  We determined that the data were sufficiently reliable for the purposes of  our report. We also interviewed COPS Office officials to determine what  factors could account for variations in grant award amounts and to learn  about other administrative aspects of the program.", "To address the second question, we examined the CHP authorizing  statute, the CHP application, and the COPS Office’s criteria for selecting  awardees. We compared the CHP application with the CHP authorizing  statute and best practices for grants management, including practices for  designing applications, identified by the Domestic Working Group.  Additionally, we selected a systematic random sample of 103 CHP  applications, out of 841, that the COPS Office funded from the 3 most  recent fiscal years—2010 through 2012—and reviewed them for their  level of detail in describing applicants’ planned use of funds. The results  of this review are generalizable to all 841 funded applications. Further,  we conducted interviews with a nonprobability sample of 20 CHP  grantees in five metropolitan areas to understand how they were using  their awards at the local level. We selected these grantees based on the  amount of the CHP award each grantee received, geographical variation,  and the population size served by the grantee. The results of these  interviews were not generalizable, but provided illustrative examples of  the activities in which grantees engaged with their CHP funds. Finally, we  interviewed COPS Office officials who oversee the application process to  gather further information on the design of the application, including how  the applications were scored.", "To address the third question, we obtained and examined the monitoring  reports for 55 grantees awarded CHP grants from the 3 most recent fiscal  years: 2010 through 2012. The COPS Office produces these reports  following the on-site monitoring visits it conducts with grantees to assess  their progress and identify compliance issues, such as supplanting, for  CHP grants. We then compared these monitoring reports with COPS  Office guidance, such as its grant-monitoring standards, as well as with  Standards for Internal Control in the Federal Government and best  practices for grant program management from the Domestic Working  Group, to evaluate the extent to which the monitors assessed whether  grantees had used grant funds to supplant local funds. Additionally, we  discussed the COPS Office’s grant-monitoring practices with officials from  DOJ’s Office of Audit, Assessment, and Management (OAAM) to discuss  its role in oversight of monitoring activities at the COPS Office. We also  interviewed COPS Office officials who oversee the monitoring process  about their monitoring practices, and the extent to which on-site reviews  enable them to identify and document instances of potential supplanting.  Finally, we obtained the perspective of the COPS Office on the  performance of its grant monitors in assessing and documenting  instances of potential supplanting identified during our review of  monitoring reports. Appendix I contains further information on our scope  and methodology.", "We conducted this performance audit from August 2012 to September  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Community Policing", "paragraphs": ["The Public Safety Partnership and Community Policing Act of 1994, as  amended, authorizes grants to states, units of local government, Indian  tribal governments, other public and private entities, and multi- jurisdictional or regional consortia for a variety of community policing- related purposes. Among other things, this includes the hiring and  rehiring of law enforcement officers for deployment in community policing  and developing and implementing innovative programs to permit  members of the community to assist law enforcement agencies in the  prevention of crime in the community. The act also requires that grantees  not supplant state and local funding, but rather use the federal funds for  activities beyond what would have been available without a grant. To  administer the grant funds authorized by the act, the Attorney General  created the COPS Office in October 1994. Since 1994, the COPS Office  has awarded roughly $14 billion to advance community policing through  its various grant programs.", "The COPS Office defines community policing in its CHP applications and  Grant Owner’s Manual, issued annually, as “a philosophy that promotes  organizational strategies, which support the systematic use of  partnerships and problem-solving techniques, to proactively address the  immediate conditions that give rise to public safety issues, such as crime,  social disorder, and fear of crime.” The CHP grant applications describe  some of these terms: community partnerships: collaborative partnerships between the  law enforcement agency and the individuals and organizations they  serve to both develop solutions to problems and increase trust in  police; organizational transformation: the alignment of organizational  management, structure, personnel and information systems to support  community partnerships and proactive problem-solving efforts; and problem solving: the process of engaging in the proactive and  systematic examination of identified problems to develop effective  responses that are rigorously evaluated.", "A characteristic of community policing is its emphasis on proactive  policing—an approach to preventing crime—which is contrasted with  traditional, reactive policing—an approach that responds to crime—both  of which the interactive figure 1 illustrates.", "Move the mouse over the icons to view more information. This additional information is also reproduced in appendix II for readers of printed copies.", "Reactive policing responds to crime after it has occurred.", "Proactive policing attempts to prevent crime from occurring. $ From fiscal years 2008 through 2012, the COPS Office managed 10  programs designed to advance community policing. As table 1 illustrates,  these 10 programs provided funding to target crime issues, such as  school violence, as well as to hire officers or develop crime-fighting  technology, among other things.", "As table 1 indicates, CHP accounted for 68 percent of the funds awarded  through the COPS Office’s various grant programs. The program provides  these funds over a 3-year term, on a reimbursable basis, meaning that  the COPS Office approves grants for a specified number of officer hires  or rehires—in cases where officers have previously been laid off—but  provides the funding to the law enforcement agencies once these officers  are onboard. Grantees must use the funds to hire or rehire additional  officers for deployment in community policing or can redeploy a  commensurate number of experienced locally funded officers to  community policing after the entry-level officers are hired with CHP funds.  By law, each year CHP funding must be split in such a way that the total  grant funding awarded to each eligible state—meaning the sum of the  grants awarded to applicants in that state—equals at least one-half of 1  percent of the total CHP funding appropriated by Congress for that year.  At the same time, the law requires that CHP funding be evenly split  between entities serving jurisdictions with populations exceeding 150,000  people and those serving jurisdictions with populations of 150,000 or  fewer. Specific award provisions, such as salary and benefit caps per  officer funded; grantee fund-matching requirements; and other nuances,  including a recent emphasis on the hiring of veterans, have varied each  year since the CHP’s first authorization, in 1994. For example, in 2008  and 2012, pursuant to the statutory requirements for the grant program,  grantees were required to match the CHP award with at least 25 percent  of local nonfederal funds and salary caps of $75,000 and $125,000,  respectively, applied. However, under the American Recovery and  Reinvestment Act (Recovery Act) these requirements did not apply in  2009, 2010, and 2011. Table 2 highlights changes in the CHP during  the past 5 fiscal years that affected the amount of funding available to  applicants as well as which applicants received funding.", "To select grantees for CHP, the COPS Office requires applicants to  respond electronically to closed-end questions and provide a narrative  description of the crime problems they are facing, among other things, in  their grant applications. For example, one of the close-ended questions  asks applicants to add a check mark if their agencies’ strategic plans  include specific goals or objectives relating to community partnerships or  problem solving. Another close-ended question provides response  categories for applicants to select the ways in which their agencies share  information with community members. According to COPS Office officials,  in consultation with the Associate Attorney General and the Deputy  Attorney General, they establish weights for (1) community policing  questions, (2) questions pertaining to the applicants’ fiscal health, and (3)  reported crime levels. They then score the applications and award funds  to those applicants with the highest scores. For example, in fiscal years  2009 and 2010, fiscal health accounted for 50 percent, crime rates  accounted for 35 percent, and community policing activities accounted for  15 percent of the total score.", "To monitor grantee performance, the COPS Office requires, as a term  and condition of its grants, that grantees participate in grant-monitoring  and -auditing activities, which can include programmatic and financial  reviews of their funded activities. Accordingly, COPS Office officials  stated that all grantees are required to submit quarterly progress reports  that provide financial and programmatic information, such as their  progress in implementing the community policing plan they described in  their grant applications for utilizing CHP funds to advance community  policing. According to the COPS Office, the goal of its monitoring is to  assess grantees’ stewardship of federal funding, performance, innovation,  and community policing best practices resulting from COPS Office  funding. In addition, according to the COPS Office, because of the  number of COPS Office grantees, the COPS Office selects a limited  number of grants to monitor based upon a grantee’s level of risk. In  addition to the size of the grant award, such risk factors include, but are  not limited to, whether or not the grantee has prior federal grant experience, has submitted late reports of its progress or failed to submit progress has requested grant extensions."], "subsections": []}]}, {"section_title": "Nearly Half of CHP Funding In the Past 5 Years Was Awarded to Grantees in Six States, and Award Amounts Varied Considerably in Certain Years", "paragraphs": ["As the interactive map in figure 2 illustrates, CHP grant awards were  distributed throughout the United States from fiscal years 2008 through  2012.", "The interactive map can be accessed here:  http://www.gao.gov/products/GAO-13-521  As figure 3 illustrates, 48 percent of the funding was awarded to grantees  in six states—California, Florida, Michigan, New Jersey, Ohio, and Texas.  Across all the states, grantees in California received the highest level of  total CHP funding from 2008 through 2012. Specifically, total CHP awards  in California equaled approximately $360 million, or more than 20 percent  of the total CHP funding awarded.", "Officials from the COPS Office cited several factors that influenced the  allocation of grant funds across the states and territories. In particular,  officials pointed to the population-based statutory provision described  previously, which requires the COPS Office to allocate 50 percent of  available grant funding to jurisdictions with populations exceeding  150,000 and 50 percent to jurisdictions with a population of 150,000 or  fewer. Officials noted that some states—for example, California—have  more cities with populations exceeding 150,000 compared with other  states. This enables a smaller number of states to compete for half of the  total grant funding, while a greater number of states without cities of this  size compete for the remaining half of the total. Further, these large cities  tend to receive larger awards because they deploy comparatively more  officers than smaller cities. Apart from a separate statutory provision, also  described previously, which requires that each state receive at least one- half of 1 percent of the total CHP funding appropriated by Congress each  year, COPS Office officials emphasized that a grantee’s particular  location is not prioritized over the application categories of community  policing, crime data, and fiscal health. Regarding fiscal health, officials  noted that certain states have been disproportionately affected by fiscal  distress, a factor that is directly reflected in the fiscal health component of  the CHP application. Finally, the number of law enforcement agencies— and thus potential applicants—varies across states, which contributes  additional variation in how funding is ultimately distributed.", "For grantees awarded the same number of officers, differences were  driven mainly by variation across grantees’ respective entry-level officer  salaries and benefits—the only costs CHP allows. However, this variation  was more prominent during years when salary and benefit levels were not  statutorily capped: 2009 through 2011. Thus, during the period 2009  through 2011, grantees with higher officer salary and benefit levels  generally received more CHP funding relative to other CHP grantees to  hire, rehire, or prevent layoffs for the same number of officers. For  example, in fiscal year 2011, a grantee in California received a CHP  award equivalent to its entry-level officer salary and benefits level of  $150,753 per officer. In the same fiscal year, a grantee in Connecticut  received a CHP award—also based on its entry-level officer salary and  benefits—of $64,459 per officer per year. As a result of these local  variations in per officer cost, this particular Connecticut grantee received  and used 57 percent less federal funding to support each officer it hired or  rehired compared with its California counterpart in this example.  According to COPS Office officials, geographical differences in the cost of  living could partly contribute to wage differences. Additionally, the  availability of state and local budgetary resources to support law  enforcement salaries and benefits may have affected wages. Further,  COPS Office officials stated that other factors unique to certain areas of  the country could account for the wage disparity that drives CHP costs.  For example, some agencies may participate in more expensive state  retirement systems or may not be able to set wages that align with market  conditions because of union labor contract obligations. Figure 4 displays  the average annual CHP-funded officer salary and benefit levels, by state  and territory, for awards made from fiscal year 2009 through 2011—the  years in which CHP grants awards were not capped.", "In contrast, statutory salary and benefit caps were in place for fiscal years  2008 and 2012; thus during these years, each grantee was limited to  receiving the same per officer maximum, irrespective of local differences  in salary and benefit levels. Any officer-related expenses over and above  the cap were the independent funding responsibility of the grantee and  were not covered by CHP funding. As a result, less variation in award  amounts occurred in fiscal years 2008 and 2012—when there was a  cap—as compared with fiscal years 2009, 2010, and 2011—when there  was no cap. According to DOJ officials, some additional variation in  average award amounts occurred in 2012 as a result of the COPS Office  exercising statutory authority allowing the COPS Office Director to waive  the $125,000 salary and benefit cap, as well as the matching requirement  when awarding grants. In 2012, the COPS Office granted 41 local  match-and-cap waivers out of the 248 applicants that had requested  them.", "Our analysis shows that interest in CHP funding remains high with the  $125,000 per officer cap. From fiscal years 2008 through 2012, the COPS  Office received more requests for CHP funding in grant applications than  it could accommodate. The cap for fiscal year 2013 is $125,000, and in  the President’s budget request for fiscal year 2014, the cap remains at  $125,000."], "subsections": []}, {"section_title": "The COPS Office’s CHP Application Collects Information Required by Statute, but Could Be Further Enhanced by Clarifying that CHP- Funded Officers Are Required to Be Engaged in Community Policing Activities", "paragraphs": ["The CHP application solicits information from applicants in accordance  with statute, but the COPS office may realize benefits by revising the  application to clarify for applicants that CHP-funded officers are required  to be the personnel specifically engaged in the community policing  activities described on the application. The statute authorizing COPS  Office grant programs requires applications, including the CHP  application, to gather information from applicants related to several items,  including, but not limited to the applicant’s explanation of how the grant will be used to reorient its mission toward plans for obtaining support at the conclusion of federal funding, and detailed implementation plan and long-term strategy that reflects  consultation with community groups and appropriate private and  public agencies.  community policing or enhance its involvement in or commitment to  community policing,  specific public safety needs,  inability to address the needs without federal assistance,  The statute does not further specify the content of these items,  particularly the content of the detailed implementation plan and long-term  strategy. However, the 2012 CHP application requires applicants to  provide related information, such as how applicants plan to reorient their  mission toward or enhance their involvement in or commitment to  community policing. Specifically, COPS Office officials reported that the  Law Enforcement & Community Policing Strategy section of the  application is intended to obtain information from applicants to address  the requirements of a detailed implementation plan and long-term  strategy. For instance, this section requires applicants to include  information on the crime problem that will be addressed with grant funds,  information sources that will be used to improve the understanding of the  problem and determine whether the response was effective, and the  partnerships the agency will form.", "The application further requires applicants to indicate the community  policing activities their entire agency was currently engaged in as well as  those activities their organization intended to enhance or initiate with CHP  funds. The fiscal year 2012 application notes that the COPS Office  recognizes that CHP-funded officers will engage in a variety of community  policing activities and strategies, including participating in some or all  aspects of the applicant’s implementation plan. However, the application  does not specifically ask applicants to explain how CHP-funded officers  will be deployed in community policing—the primary purpose of the CHP  program as expressed by the statute. For instance, the application does  not ask applicants to provide information on what community policing  activities, such as attending community meetings, CHP-funded officers  will be undertaking.", "The Domestic Working Group’s guide for improving grant accountability  provides best practices for designing grant applications, including specific  elements that are recommended to be addressed in grant applications.  The Domestic Working Group, composed of federal government  inspectors general and chaired by the Comptroller General of the United  States, created the guide to share useful and innovative grant  management approaches with government executives at the federal,  state, and local levels. Specifically, the Domestic Working Group’s guide  recommends that agencies require applicants to  submit a detailed narrative as evidence of proper work planning to  obtain and evaluate information from applicants when making award  decisions, and  include information to link grant activities with results, which is often  referred to as logic modeling. As part of the logic model approach,  applicants should, among other efforts, identify the need for funding,  their approach to using the funds, specific activities that are crucial to  the success of the program, and desired objectives and benefits  anticipated—and then logically connect these efforts to a plan for  measuring results.", "We found through our analysis of a systematic random sample of 103  CHP-funded applications for fiscal years 2010, 2011, and 2012 that the  application could be enhanced by applying these best practices to clarify  for applicants that CHP-funded officers are required to be the personnel  specifically engaged in the community policing activities described on the  application. According to our analysis of the application sample, we  estimate that less than 20 percent of the applications funded in these  years contained evidence showing how additional officers would be  deployed in support of community policing.", "Several of the questions in the 2010, 2011, and 2012 applications ask for  information on the agency-wide actions grantees plan to undertake to  facilitate community policing. COPS Office officials reported that  individual CHP-funded officers are expected to implement the items  indicated in the implementation plan. These actions could include  implementing recruitment and hiring practices that reflect an orientation  toward problem solving and community engagement, enhancing  information technology systems, and implementing organizational  performance measurement systems that include community policing  metrics. COPS Office officials agreed that the application could be clearer  by stating the requirement that CHP-funded officers should be the ones  who are specifically engaged in CHP-funded activities.", "Revising the application to clarify for applicants that CHP-funded officers  are required to be the personnel specifically engaged in the community  policing activities described on the application, consistent with best  practices, would better position the COPS office to ascertain from  applicants how these particular officers’ activities would advance  community policing."], "subsections": []}, {"section_title": "The COPS Office’s Monitoring Process Assesses How Grantees Are Using CHP Funds to Advance Community Policing, but Could Be Improved through Additional Monitoring Guidance", "paragraphs": [], "subsections": [{"section_title": "The COPS Office Takes a Risk-Based Approach to Grant Monitoring and Has Processes to Monitor How Grantees Are Using Funds", "paragraphs": ["To help ensure that grantees are implementing the activities and meeting  the financial requirements they committed to in their respective  applications, the COPS Office is required to monitor at least 10 percent of  its open, active grant funding annually. According to the Domestic  Working Group’s guide for improving grant accountability, it is important  that agencies identify, prioritize, and manage potential at-risk grantees.  Consistent with this best practice and to fulfill its statutory monitoring  requirement, the COPS Office uses a risk-based approach to select which  grantees to monitor and visit using its Grant Assessment Tool (GAT),  which is currently used by the COPS Office to assess grantee risk. The  GAT uses criteria to generate individual risk scores, as illustrated in table  3, and a final, comprehensive risk assessment score is computed for  grantees.", "Once the monitors review what the GAT has generated, they are to  develop a plan for monitoring those grantees with the highest risk scores.  According to the COPS Office’s monitoring standards—a guide that  describes the responsibilities of grant monitors—the COPS Office  monitors these grantees in a number of ways, including, but not limited to,  on-site monitoring, office-based grant reviews, and complaint and legal  reviews. During on-site monitoring visits, monitors are required by the  monitoring standards to review and compare the proposed projects and  activities contained in grant applications and quarterly progress and  financial status reports with those of the grantees’ performance and  progress in carrying them out. Upon completion of their visits, monitors  are required to document their observations and assessments in a grant- monitoring report and cite any grant compliance issues, which may be  cited in categories including community policing, retention, allowable  costs, and the source and amount of matching funds.", "Office-based grant reviews, which are used to provide detailed monitoring  for those grantees that are not selected for on-site monitoring using the  GAT, are similar to on-site reviews in that monitors are required to review  grantee documentation, including the application, and follow up directly  with the grantee to collect any additional information and documentation  on how grantees are using funds. This type of monitoring, according to  COPS Office monitoring standards, allows the COPS Office to monitor a  larger number of grantees than would be possible through on-site  monitoring alone. In addition to these monitoring methods, the COPS  Office also uses complaint reviews to investigate internal and external  complaints, such as those raised by the media and citizens, regarding  grantee noncompliance. The COPS Office’s Legal Division also conducts  additional monitoring related to, among other things, supplanting—using  federal funds to replace state or local funds—and DOJ IG investigations  of grantees involving fraud. According to the monitoring standards, all of  these monitoring efforts help the COPS Office determine whether the  grantees are complying with the requirements of the grant and that funds  are spent properly. Accordingly, the COPS Office uses these various  monitoring methods to identify any grant violations, such as not using the  funds to hire officers for deployment in community policing, and  recommend resolutions to these violations. In cases where the grantee  has failed to remedy violations identified by the monitor, the grantee,  according to the monitoring standards, may be faced with adverse current  and future determinations regarding its suitability for receiving grant  funds, the suspension or termination of grant funds, repayment of  expended grant funds to the COPS Office, and even criminal liability in  the event of fraud."], "subsections": []}, {"section_title": "The COPS Office Has Standards for Monitoring Supplanting, but Could Strengthen Its Guidance for Documenting Supplanting Analysis in Monitoring Reports", "paragraphs": ["The authorizing statute for the COPS grant programs, including CHP,  requires that grantees not supplant state and local funding, but rather use  the federal funds for activities beyond what would have been available  without a grant. As a condition of accepting COPS Office funding, grant  applicants must certify they will use grant funding only to increase the  total amount of funds available for the hiring or rehiring of law  enforcement officers and not supplant state and local funding. To identify  supplanting risks, the COPS Office developed standards for monitors to  use in assessing the potential for supplanting, which is one of the  compliance issues monitors are required to evaluate. Monitors can use  these supplanting standards in all forms of monitoring, including on-site,  office-based desk, complaint, and Legal Division reviews. The standards  contain clear guidance for identifying potential noncompliance with  supplanting standards. For example, according to the COPS Office’s  grant monitoring standards and, as illustrated in table 4, there are four  major patterns of risk associated with supplanting.", "The CHP supplanting standards also require grant monitors to conduct an  analysis and review of supporting evidence to ensure grantees have not  engaged in supplanting. Some of the acceptable documentation,  according to the COPS Office, can be: budget documents that can show the replacement rate of officers has documentation that shows the grantee has experienced fiscal  distress, or  city council minutes showing there has been difficulty in local hiring.", "The standards do not specify how monitors should document their  analysis and conclusions about potential supplanting issues in the  monitoring reports they prepare after site visits. According to COPS Office  officials, these reports are a critical component of the monitoring process.  The COPS Monitoring Operations Manual—a technical guide for  monitoring—requires monitors to identify and provide relevant details in  monitoring reports where supplanting is identified. However, it does not  require monitors to document their analysis and conclusions in instances  in which the determination is ultimately made that supplanting has not  occurred. As a result, it may be unclear how the monitors assessed these  cases to reach conclusions that supplanting had not occurred in these  instances. In our review of the monitoring reports for 39 of 55 grantees  that had already begun to use CHP funds and were visited by grant  monitors, we found 21grantees for which there was a pattern of risk for  potential supplanting. For 16 of these 21, we concluded that the site visit  reports clearly documented the analysis and conclusions reached by the  monitors regarding supplanting issues. For example, one monitor noted in  a site visit report that potential supplanting existed because a police  department failed to fill local vacancies at the same time it hired officers  using COPS grant funds. The monitor determined that there was no  violation for supplanting based on information provided during and after  the site visit demonstrating that the department was taking active and  timely steps to fill local vacancies and that the department was prohibited  from filling vacancies earlier because of a town-wide spending freeze.  The site visit report listed the documentation that the monitor reviewed in  making a determination that there was no violation, including copies of  budget documents demonstrating town-wide cuts in personnel and the  town’s fiscal distress, a memorandum implementing a town-wide  spending freeze, an online job posting for the vacant officer positions, and  the police department’s request to the town for authorization to fill the  vacancies.", "However, for the remaining 5 of 21 grantees, we found that the monitors  did not document their assessments of supplanting issues, and it was not  clear how they reached conclusions regarding potential supplanting. The  reports for these 5 grantees indicated that there were delays in filling  vacancies for locally funded officer positions at the time when officers  were hired for CHP-funded positions. For example, in one report, the data  showed that there were over 50 vacant locally funded positions in fiscal  year 2010 that continued to be unfilled in fiscal year 2011, when the same  department hired 27 officers with COPS funding. When the monitor  visited the department in August 2012, there were still 59 locally funded  vacancies. The site visit report noted that the department anticipated  filling the vacancies in November 2012 and did not discuss any  supplanting compliance issues. The report did not provide details on  documentation reviewed or other information obtained to demonstrate the  analysis performed or the basis for determinations on potential  supplanting issues. It was unclear from this whether or how the monitor  had assessed potential supplanting issues. In following up with the COPS  Office on this case, officials provided us with additional evidence that the  monitor had assessed supplanting and determined it had not occurred.  Specifically, the monitor obtained documentation from the police  department supporting that the department had completed recruitment for  the positions and was in the middle of the applicant selection process.  COPS Office officials also provided us with additional information that  monitors had obtained on site visits for the other 4 cases that was not  included in the monitoring reports, but supported that the monitors had  assessed potential supplanting issues and determined supplanting had  not occurred. Including this information in the site visit reports would  document that supplanting issues were properly assessed in accordance  with the monitoring standards.", "Given the statutory prohibition against the supplanting of federal funds  and the importance of documentation for agency accountability, monitors  should consistently document the results of their supplanting analysis in  the monitoring reports for on-site monitoring. According to Standards for  Internal Control in the Federal Government, the documentation of agency  activities is a key element of accountability for decisions. By enhancing  the COPS Office’s monitoring guidance, such as its standards or  operations manual, to require monitors to document the results of their  supplanting analysis in the on-site monitoring reports for instances where  the determination is made that no supplanting has occurred, the COPS  Office could be better positioned to ensure that monitors are consistently  assessing supplanting and that CHP funding is supplementing and not  replacing state and local funding. Additionally, ensuring that monitors  consistently document the results of their supplanting analysis would  increase transparency and enhance oversight of CHP funds."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The COPS Office awarded approximately $1.7 billion in grant funds from  fiscal year 2008 through 2012 for hiring officers to advance community  policing. To ensure that grantees are using the funds as intended by the  program, the COPS Office’s CHP application collects information required  by statute, including information on how applicants will implement  community policing on an agency-wide scale. However, the application  does not require prospective grantees to provide information on the  specific community policing activities of CHP-funded officers or a  commensurate number of experienced locally funded officers. Revising  the application to clarify for applicants that CHP-funded officers are  required to be the personnel specifically engaged in the community  policing activities described on the application, consistent with best  practices, would better position the COPS office to ascertain from  applicants how these particular officers’ activities would advance  community policing. In addition, we found that while the COPS Office has  developed standards and an operations manual for monitors to use in  assessing the potential for supplanting, the COPS Office’s monitoring  standards and operations manual do not require monitors to document  their analysis and conclusions in instances in which the determination is  ultimately made that supplanting has not occurred.  We found that for 5 of  the 21 grantees for whom we identified as at risk for supplanting, the  monitors included information in the monitoring reports on supplanting,  but did not document their assessments of the supplanting issues.  Enhancing the COPS Office’s monitoring guidance, such as its standards  or operations manual, to require monitors to document the results of their  supplanting analysis in the on-site monitoring reports for instances where  the determination is made that no supplanting has occurred could better  position the COPS Office to ensure that monitors are consistently  assessing supplanting and ensuring that CHP funding is supplementing  and not replacing state and local funding."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To further enhance the accountability of the CHP, the Attorney General  should direct the COPS Office Director to take the following two actions:   1.  revise the CHP application to clarify for applicants that CHP-funded  officers are required to be the personnel specifically engaged in the  community policing activities described on the application; and  2.  enhance the COPS Office’s guidance, such as its monitoring  standards or operations manual, by requiring monitors to document  the results of their supplanting analysis in on-site monitoring reports  for instances where the determination is made that no supplanting has  occurred."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": [".     We provided a draft of this report to DOJ and the COPS Office for review  and comment. The COPS Office provided written comments on the draft  report, which are summarized below and reproduced in full in appendix  III. The COPS Office concurred with the two recommendations in the  report and identified actions planned to implement the recommendations.  The COPS Office also discussed concerns it had with the discussion of  the grant application and wording of the second recommendation in the  draft report.", "The COPS Office concurred with the first recommendation, that the  COPS Office revise the CHP application to clarify for applicants that CHP- funded officers are required to be the personnel specifically engaged in  the community policing activities described on the application.  The COPS  Office stated that, in response to the recommendation, it clarified in the  current CHP Grant Owner’s Manual and will clarify in subsequent years’  CHP applications that the questions in the grant application apply not only  to the agency overall but to the CHP-funded officers as well. Once the  COPS Office has taken action to fully implement this recommendation, it  will be better positioned to ascertain from applicants that officers’  activities would advance community policing.", "While the COPS Office concurred with the recommendation, it raised  concerns in its letter about how we characterized the way the COPS  Office collects information via the CHP application on the activities of  CHP-funded officers. Specifically, the COPS Office disagreed with the  statements that (1) the 2012 CHP application does not specifically ask  applicants to explain how CHP-funded officers will be deployed in  community policing and that (2) less than 20 percent of the applications  funded in 2010, 2011, and 2012 contained evidence showing how  additional CHP-funded officers would be deployed to community policing.   According to the COPS Office, the CHP application contains over 70  individual close-ended questions and 3 narrative questions regarding  activities that CHP-funded officers and agencies will commit to as a  requirement of the grant. The report acknowledges that the COPS Office  collects an array of information from applicants on the agency-wide  activities they plan to conduct. However, our analysis—including  the  analysis of a systematic random sample of CHP-funded applications— was intended to demonstrate the extent to which CHP applications  contained information about how additional officers would be deployed in  community policing in the absence of the application not specifically  asking applicants to describe which community policing activities  individual CHP-funded officers will undertake.  Revising the application to  clarify for applicants that CHP-funded officers are required to be the  personnel specifically engaged in the community policing activities  described on the application, consistent with best practices, would better  position the COPS Office to ascertain from applicants how these  particular officers’ activities would advance community policing.", "The COPS Office also disagreed with a statement in the draft report that  the COPS Office stated that there could be benefits to revising the  application to more clearly delineate the activities in which CHP-funded  officers should be engaged. Rather, the COPS Office stated in its letter  that the application could be clearer by stating that the office is requiring  that COPS-funded officers should be the ones who are specifically  engaged in CHP- funded activities. We modified the recommendation and  related language in the report to reflect this point. We provided the  modified recommendation language to the COPS office, and on  September 19th in an e-mail from CHP program officials, the office  concurred.", "The COPS Office concurred with the second recommendation to enhance  the COPS Office’s monitoring guidance by requiring monitors to  document the results of their supplanting analysis in on-site monitoring  reports for instances where the determination is made that no supplanting  has occurred. The office stated that it had checks and balances in its  monitoring practices on the review of grantee documents and guidance  for documenting analysis results when supplanting is identified.", "While the COPS Office concurred with the recommendation, it noted in its  letter that our recommendation as originally worded implied that the  existing monitoring guidance does not require grant monitors to document  the results of their supplanting analysis for cases in which supplanting  has been identified. Since the COPS Monitoring Operations Manual  requires monitors to identify and provide relevant details in the monitoring  reports regarding instances in which supplanting has occurred, the COPS  Office requested that we amend the recommendation with language  stating that the monitoring reports be enhanced by ensuring that monitors  document the results of their supplanting analysis in instances that do not  give rise to supplanting concerns. We adjusted the recommendation and  related language accordingly to clarify this point.", "Further, in response to the recommendation, the COPS Office outlined  initiatives it has implemented to modify its COPS Monitoring Operations  Manual that reflect changes to data collection tools and instructions on  how monitors should document their supplanting analysis, including  instances in which monitors determine that no supplanting has occurred,  in the monitoring reports. These actions, if implemented effectively,  should address the intent of the recommendation.", "We are sending copies of this report to the Assistant Attorney General  For Administration, and interested congressional committees. In addition,  this report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-9627 or maurerd@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. Key contributors to this report are listed in  appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report answers the following questions: (1) From fiscal years 2008  through 2012, in what areas of the country was the Community Oriented  Policing Services (COPS) Hiring Program (CHP) funding disbursed and to  what extent did award amounts vary during this period? (2) To what  extent does the COPS Office’s grant application collect information about  how applicants plan to use CHP-funded officers to advance community  policing? (3) To what extent does the COPS Office’s monitoring process  assess whether grantees are using funds to advance community  policing?", "To address the first question, we reviewed the history of the COPS  Office’s programs and related award data from the most recent 5 fiscal  years—2008 through 2012—and confirmed that CHP received the largest  share of award funds as compared with other programs administered by  the COPS Office during this period. We also analyzed COPS Office  documentation, such as Grant Owner’s Manuals and COPS Office  website materials, to learn about each COPS program’s origin and  emphasis. To determine which areas of the United States have received  CHP funding, we analyzed the allocation of CHP grant awards—and the  numbers of officers funded—by state and mapped the CHP grant award  data. Additionally, we analyzed CHP award lists for fiscal years 2008  through 2012 to determine the average CHP entry-level officer salary and  benefits by state, and assessed them for variation. To assess the  reliability of data used in our review, we reviewed system tests that the  COPS Office conducts periodically to ensure data reliability and  interviewed COPS Office officials about the integrity of the data they  provided to us. We determined that the data were sufficiently reliable for  the purposes of our report. We also interviewed COPS Office officials  responsible for managing the CHP program to verify grant program  information, determine factors that could account for variations in grant  award amounts, and learn about other administrative aspects of the  program.", "To address the second question, we assessed CHP documentation,  including CHP grant applications and Grant Owner’s Manuals to  determine how the COPS Office’s application collects information about  how applicants plan to use CHP-funded officers to advance community  policing. We examined the CHP authorizing statute and best practices for  grants management identified in the Domestic Working Group Grant  Accountability Project’s Guide to Opportunities for Improving Grant  Accountability and compared the criteria outlining promising practices for  grant applications, such as designing applications to gather sufficient  information for making award decisions, with the COPS Office’s  approaches for designing the CHP application.", "To better understand these approaches, we reviewed the CHP  application design, allowable activities, and the COPS Office’s criteria for  selecting awardees. Specifically, we used elements of the CHP  authorizing statute and key best practices for grant management to  develop a data collection instrument we used to review all applications  from a sample of 103 out of the 841 grants awarded during fiscal years  2010, 2011, and 2012. We chose to evaluate applications from these 3  fiscal years to provide an assessment of the most recent fiscal years’  application design. Using the data collection instrument, we reviewed the  application sample to determine, among other items, the applications’  level of detail in describing applicants’ planned use of funds. Each  application was first reviewed by an analyst, and the information recorded  in each completed instrument was then verified by a second analyst. To  ensure a selection of grants representative of the dollar amount  distribution in the population of 841 awarded grants, we sorted the  population by the grant dollar amount and then selected a systematic  random sample of 104 grants. During our review, we discovered that 1  grant in our sample was out of scope because the grantee did not accept  the grant funds and was no longer considered an active grantee. We  reviewed the remaining 103 grant applications in our sample and treated  them as a simple random sample for purposes of estimation. Because we  followed a probability procedure based on random selections, our sample  is only one of a large number of samples that we might have drawn.  Since each sample could have provided different estimates, we express  our confidence in the precision of our particular sample’s results as a 95  percent confidence interval (e.g., plus or minus 9 percentage points). This  is the interval that would contain the actual population value for 95  percent of the samples we could have drawn. With the finite population  correction factor, the precision for estimates drawn from this sample is no  greater than plus or minus 9 percentage points at the 95 percent level of  confidence. To ensure the reliability of data used in our review, we  interviewed COPS Office officials about the integrity of the data they  provided to us and reviewed system tests that the COPS Office conducts  periodically to ensure data reliability. We also ensured that the electronic  data CHP applicants submitted could not be altered once submitted to the  COPS Office. We determined that the data were sufficiently reliable for  the purposes of our report.", "We also conducted interviews with a nonprobability sample of 20 CHP  grantees in California, Florida, Illinois, Massachusetts, Texas, and  Wisconsin. We selected these grantees from five metropolitan areas  according to criteria that included the amount of funding received by the  grantees, the concentration of grantees within a metropolitan area to  maximize the amount of information we could collect, and the population  size served by grantees. The results of these interviews are not  generalizable to all grantees, but provided insight, among other things,  into how CHP grant funds are used locally to advance community  policing. Finally, we interviewed COPS Office officials who oversee the  application process to gather further information on the design of the  application, including how the applications were scored.", "To address the third question, we obtained and examined the monitoring  reports for 55 grantees awarded CHP grants from the 3 most recent fiscal  years—2010 through 2012—with completed, available monitoring  reports. The COPS Office produced these reports following the on-site  monitoring visits it conducts with grantees to assess their progress and  identify any compliance issues for CHP grants. Specifically, we developed  a data collection instrument to review the monitoring reports to assess the  extent to which the COPS Office identified and documented supplanting.  We used the questions on the data collection instrument to make these  assessments. Each report was first reviewed by an analyst, and the  information recorded in each completed instrument was then verified by a  second analyst. We then compared the COPS Office’s monitoring  practices with best practices identified in the Domestic Working Group  Grant Accountability Project’s Guide to Opportunities for Improving Grant  Accountability; Standards for Internal Control in the Federal Government;  and COPS Office guidance, such as its grant-monitoring standards. For  context, we also considered findings from prior GAO work on program  evaluation and the COPS Office’s management of its grant programs. To  understand how the COPS Office assesses the potential for supplanting,  we used COPS Office guidance on determining supplanting in reviewing  the monitoring reports to identify grantees at risk of using CHP funds to  replace state and local funds. Additionally, we assessed how the monitors  addressed and documented instances in which grantees were vulnerable  to supplanting, such as collecting and evaluating additional budget  documentation from grantees. During the site visits, we interviewed CHP  grantees about, among other topics, the community policing strategies  they employed with CHP funding and whether their agencies had  increased the number of officers dedicated to community policing relative  to the number of officers hired with CHP funding. We also interviewed  COPS Office officials who oversee the monitoring process about their  monitoring practices and discussed with officials how monitoring provided  relevant context to what grantees and the COPS Office considered  progress. We also obtained the perspective of the COPS Office on the  performance of its grant monitors in identifying and documenting  instances of potential supplanting in the reports for on-site monitoring  We conducted this performance audit from August 2012 to September  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: How Proactive and Reactive Policing Differ", "paragraphs": ["This appendix corresponds with figure 1 in the report, which is an  interactive figure. Table 5 contains the text that is not accessible to  readers of print copies of this report."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Justice", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, key contributors to this report  were Joy Booth, Assistant Director; Glenn Davis, Assistant Director;  David Alexander; Carl Barden; Christine Hanson; Eric Hauswirth; Julian  King; Linda Miller; Christian Montz; Robin Nye; Brian Schwartz; and Janet  Temko."], "subsections": []}]}], "fastfact": []}