{"id": "GAO-03-263", "url": "https://www.gao.gov/products/GAO-03-263", "title": "Mass Transit: Federal Action Could Help Transit Agencies Address Security Challenges", "published_date": "2002-12-13T00:00:00", "released_date": "2002-12-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["About one-third of terrorist attacks worldwide target transportation systems, and transit systems are the mode most commonly attacked. In light of the history of terrorism against mass transit and the terrorist attacks on September 11, GAO was asked to examine challenges in securing transit systems, steps transit agencies have taken to improve safety and security, and the federal role in transit safety and security. To address these objectives, GAO visited 10 transit agencies and surveyed a representative sample of transit agencies, among other things."]}, {"section_title": "What GAO Found", "paragraphs": ["Transit agencies have taken a number of steps to improve the security of their systems since September 11, such as conducting vulnerability assessments, revising emergency plans, and training employees. Formidable challenges, however, remain in securing transit systems. Obtaining sufficient funding is the most significant challenge in making transit systems as safe and secure as possible, according to GAO survey results and interviews with transit agency officials. Funding security improvements is problematic because of high security costs, competing budget priorities, tight budget environments, and a provision precluding transit agencies that serve areas with populations of 200,000 or more from using federal urbanized area formula funds for operating expenses. In addition to funding challenges, certain characteristics of transit agencies make them both vulnerable to attack and difficult to secure. For example, the high ridership and open access of some transit systems makes them attractive for terrorists but also makes certain security measures, like metal detectors, impractical. Moreover, because all levels of the government and the private sector are involved in transit decisions, coordination among all the stakeholders can pose challenges. While transit agencies are pursuing security improvements, the federal government's role in transit security is expanding. For example, the Federal Transit Administration (FTA) launched a multipart security initiative and increased funding of its safety and security activities after September 11. In addition, the Aviation and Transportation Security Act gave the Transportation Security Administration (TSA) responsibility for the security of all transportation modes, including transit. TSA anticipates issuing national standards for transit security. As the federal government's role expands, goals, performance indicators, and funding criteria need to be established to ensure accountability and results for the government's efforts."]}], "report": [{"section_title": "Letter", "paragraphs": ["Over a year has passed since the terrorist attacks of September 11, 2001,  realigned our national priorities. While most of the early attention  following these attacks focused on airport security, emphasis on the other  modes of transportation has since grown. Moreover, terrorist events  around the world have shown that mass transit systems, like other modes  of transportation, are often targets of attack. For example, roughly one- third of terrorist attacks worldwide target transportation systems, and  transit systems are the mode most commonly attacked. In May 2002, the  Department of Transportation issued a terrorist threat advisory to the  transit industry indicating that subway systems were a possible target. The  industry remains in a heightened state of alert.", "Addressing transit safety and security concerns is complicated by the  nature and scope of transit in the United States. About 6,000 agencies  provide transit services, such as buses, subways, ferries, and light rail, in  the United States. Each workday, about 14 million Americans ride on some  form of transit. Because the effectiveness of transit systems depends on  their accessibility, security measures common in aviation are difficult to  apply. Furthermore, government agencies at the federal, state, and local  levels and private companies share responsibility for transit safety and  security and are involved in making transit decisions.", "This report examines transit safety and security at the federal and local  levels. In particular, the report describes (1) challenges in securing mass  transit systems, (2) steps transit agencies have taken to enhance safety and  security, and (3) the federal role in transit safety and security. To address  these issues, we visited 10 transit agencies across the country, including the  Capital Metropolitan Transportation Authority in Austin; Chicago Transit  Authority; Central Florida Regional Transit Authority in Orlando; Los  Angeles County Metropolitan Transportation Authority; Minneapolis-St.  Paul Metropolitan Council; New York City Transit; Regional Transportation  District in Denver; San Francisco Bay Area Rapid Transit; San Francisco  Municipal Railway; and Washington Metropolitan Area Transit Authority in  the District of Columbia. We selected these agencies because they  represent different geographical areas and operate transit systems of  different sizes and modes. In addition, we surveyed a random sample of all  transit agencies throughout the nation that are eligible to receive federal  urbanized area formula funds to obtain additional information on safety  and security issues. We received responses to our survey from 155 of 200  transit agencies, for an overall response rate of 78 percent. Our survey  results are generalizable to our sample population. The survey instrument  and overall results are included in appendix I. (See app. II for a more  detailed discussion of our report’s scope and methodology.)"], "subsections": [{"section_title": "Background", "paragraphs": ["In 2000, mass transit systems provided over 9 billion passenger trips and  employed about 350,000 people in the United States.   The nation’s transit  systems include all multiple-occupancy-vehicle services designed to  transport customers on local and regional routes, such as bus, trolley bus,  commuter rail, vanpool, ferry boat, and light rail services, and are valued at  a trillion dollars. As figure 1 shows, buses are the most widely used form of  transit, providing almost two-thirds of all passenger trips.", "A number of organizations are involved in the delivery of transit services in  the United States, including federal, state, and local governments and the  private sector:  FTA provides financial assistance to transit agencies to plan and  develop new transit systems and operate, maintain, and improve  existing systems. FTA is responsible for ensuring that the recipients of  federal transit funds follow federal mandates and administrative  requirements. FTA’s Office of Safety and Security is the agency’s focal  point for transit safety (freedom from unintentional danger) and  security (freedom from intentional danger).", "State and local governments also provide a significant amount of  funding for transit services. As figure 2 shows, state and local  governments provide funding for over 40 percent of transit agencies’  operating expenses and about a quarter of their capital expenses.  According to statute, states are also responsible for establishing State  Safety Oversight Agencies to oversee the safety of transit agencies’ rail  systems.", "Transit agencies, which can be public or private entities, are  responsible for administering and managing transit activities and  services. Transit agencies can directly operate transit service or contract  for all or part of the total transit service provided. About 6,000 agencies  provide transit services in the United States, and the majority of these  agencies provide more than one mode of service. Although all levels of  government are involved in transit security, the primary responsibility  for securing transit systems has rested with the transit agencies.", "FTA administers a number of programs, both discretionary and formula  based, that provide federal funding support to transit agencies. The largest  of these programs is the urbanized area formula grant program, which  provides federal funds to urbanized areas (jurisdictions with populations of  50,000 or more) for transit capital investments, operating expenses, and  transportation-related planning. As figure 3 shows, the urbanized area  formula grant program accounts for almost one-half of the total authorized  funds for all transit programs under the Transportation Equity Act for the 21st Century (TEA-21). Recipients of urbanized area formula funds are  required to spend at least 1 percent of these funds to improve the security  of existing or planned mass transportation systems unless the transit  agencies certify that such expenditures are unnecessary.", "Restrictions on the use of urbanized area formula funds for operating  expenses have changed over the years. When the urbanized area formula  program was created in 1982, funds could be used by transit agencies,  regardless of an area’s population, for operating expenses with certain  limitations. However, during fiscal years 1995 to 1997, an overall cap was  placed on the total amount of these formula grants that could be used for  operating expenses. In fiscal year 1995, the cap was $710 million, and in  fiscal years 1996 and 1997 it was $400 million. With the passage of TEA-21  in 1998, the restrictions on urbanized area formula funds were again  changed.   Specifically, TEA-21 prohibits transit agencies that serve  urbanized areas with populations of 200,000 or more from using urbanized  area formula funding for operating expenses. According to FTA officials,  the prohibition was instituted because policymakers believed the federal  government should only pay for the construction of mass transit systems,  not their operations. The legislative history of TEA-21 indicates that the  Congress allowed transit agencies serving urban areas with populations of  less than 200,000 to continue to use urbanized area formula funds for  operating expenses so that they would have sufficient funding flexibilities.", "Throughout the world, public surface transportation systems have been  targets of terrorist attacks. For example, the first large-scale terrorist use of  a chemical weapon occurred in 1995 in the Tokyo subway system. In this  attack, a terrorist group released sarin gas on a subway train, killing 11  people and injuring about 5,500. In addition, according to the Mineta  Transportation Institute, surface transportation systems were the target of  more than 195 terrorist attacks from 1997 through 2000. As figure 4  illustrates, buses were the most common target during this period."], "subsections": []}, {"section_title": "Transit Agencies Face Challenges in Making Transit Systems Secure", "paragraphs": ["Transit agencies face significant challenges in making their systems secure.  Certain characteristics of transit systems, such as their high ridership and  open access, make them both vulnerable to attack and difficult to secure.  The high cost of transit security improvements, coupled with tight budgets,  competing needs, and a restriction on using federal funds for operating  expenses (including security-related operating expenses such as additional  security patrols) in large urban areas creates an even greater challenge for  transit agencies. Moreover, because of the numerous stakeholders involved  in transit security, coordination can become a problem."], "subsections": [{"section_title": "Characteristics of Transit Systems Pose Security Challenges", "paragraphs": ["According to transit officials and transit security experts, certain  characteristics of mass transit systems make them inherently vulnerable to  terrorist attacks and difficult to secure. By design, mass transit systems are  open (i.e., have multiple access points and, in some cases, no barriers) so  that they can move large numbers of people quickly. In contrast, the  aviation system is housed in closed and controlled locations with few entry  points. The openness of mass transit systems can leave them vulnerable  because transit officials cannot monitor or control who enters or leaves the  systems. In addition, other characteristics of some transit systems—high  ridership, expensive infrastructure, economic importance, and location  (e.g., large metropolitan areas or tourist destinations)—also make them  attractive targets because of the potential for mass casualties and  economic damage. Moreover, some of these same characteristics make  transit agencies difficult to secure. For example, the number of riders that  pass through a mass transit system—especially during peak hours—make  some security measures, such as metal detectors, impractical. In addition,  the multiple access points along extended routes make the costs of  securing each location prohibitive.", "Further complicating transit security is the need for transit agencies to  balance security concerns with accessibility, convenience, and  affordability. Because transit riders often could choose another means of  transportation, such as a personal automobile, transit agencies must  compete for riders. To remain competitive, transit agencies must offer  convenient, inexpensive, and quality service. Therefore, security measures  that limit accessibility, cause delays, increase fares, or otherwise cause  inconvenience could push people away from transit and back into their  cars. Our discussions with transit agency officials and our survey results  indicate that striking the right balance between security and these other  needs is difficult. For example, as shown in figure 5, 9 percent of survey  respondents reported that the most significant barrier to making their  transit systems as safe and secure as possible is balancing riders’ need for  accessibility with security measures."], "subsections": []}, {"section_title": "Funding Security Improvements Is a Key Challenge", "paragraphs": ["Funding security improvements is a key challenge for transit agencies. Our  survey results and our interviews with transit agency officials indicate that  insufficient funding is the most significant challenge in making transit  systems as safe and secure as possible. Moreover, our survey results  indicate that the most common reason for not addressing items identified  as needing attention through safety and security assessments is insufficient  funding. Factors contributing to funding challenges include high security  costs, tight budgets, competing budget priorities, and a provision  prohibiting transit agencies in large urbanized areas from using federal  urbanized area formula funds for operating expenses, such as security  training.", "Transit security investments can be quite expensive. While some security  improvements are inexpensive, such as removing trash cans from subway  platforms, most require substantial funding. For example, one transit  agency estimated that an intrusion alarm and closed circuit television  system for only one of its portals would cost approximately $250,000—an  amount equal to at least a quarter of the capital budgets of more than half  the transit agencies we surveyed. According to our survey results, the top  three safety and security funding priorities of transit agencies regardless of  size are enhanced communication systems, surveillance equipment, and  additional training. The transit agencies we visited have identified or are  identifying needed security improvements, such as upgraded  communication systems, additional fencing, surveillance equipment, and  redundant or mobile command centers. Of the 10 transit agencies we  visited, 8 had developed cost estimates of their identified improvements.  The total estimated cost of the identified security improvements at the 8  agencies is about $711 million. The total cost of all needed transit security  improvements throughout the country is unknown; however, given the  scope of the nation’s transit systems and the cost estimate for 8 agencies, it  could amount to billions of dollars.", "Transit agency officials told us that they are facing tight budgets, which  make it more difficult for their agencies to pay for expensive security  improvements. According to most of the agencies we visited, the weakened  economy has negatively affected their revenue base by lowering ridership,  tax revenues dedicated to transit, or both. In particular, 8 of the 10 agencies  we visited reported that ridership has dropped this year, primarily because  of the slow economy. The decreased ridership levels have lowered fare box  revenue. In addition, state and local sales taxes, which provide revenue for  many transit agencies, have declined with the weakened economy and  reduced the transit agencies’ revenue, according to a number of transit  agency officials.", "Other competing funding needs also present a challenge for transit  agencies. Given the tight budget environment, transit agencies must make  difficult trade-offs between security investments and other needs, such as  service expansion and equipment upgrades. For example, an official at one  transit agency stated that budget shortfalls and expenditures for security  improvements have delayed some needed capital projects and reduced the  budgets for all departments—except the safety and security budget.  Similarly, an official at another agency reported that his agency is funding  security improvements with money that was budgeted for nonsecurity  projects. According to our analysis, 16 percent of the agencies we surveyed  view balancing safety and security priorities against other priorities as the  most significant challenge to making their systems as safe and secure as  possible.", "Officials from some transit agencies we visited also reported that the  funding challenges are exacerbated by the current statutory limitation on  using urbanized area formula funds for operating expenses. The urbanized  area formula program provides federal funds to urbanized areas  (jurisdictions with populations of 50,000 or more) for transit capital  investments, operating expenses, and transportation-related planning. The  program is the largest source of federal transit funding. As mentioned  earlier, TEA-21 prohibits transit agencies in large urbanized areas  (jurisdictions with populations of 200,000 or more) from using urbanized  area formula funding for most operating expenses. This prohibition limits  many agencies’ ability to use FTA funds for security-related operating  expenses. For example, transit agencies in large urbanized areas cannot  use their urbanized area formula funds to pay for security training or  salaries for security personnel, among other uses. Officials from a number  of agencies we visited said this prohibition was a significant barrier to  funding needed security improvements, although several agency officials  also noted that the elimination of this prohibition would be helpful only if  additional funding were provided. Given the declining revenue base of  some transit agencies, however, the prohibition compounds the budgetary  challenges of securing transit systems."], "subsections": []}, {"section_title": "Coordination Is Key to Transit Security but Presents Challenges", "paragraphs": ["Coordination among all stakeholders is integral to enhancing transit  security, but it can create additional challenges. Numerous stakeholders  are typically involved in decisions that affect transit security, such as  decisions about its operations and funding. As we noted in our testimony  before the Subcommittee on Transit and Housing in September and in  previous reports, coordination among all levels of government and the  private sector is critical to homeland security efforts, and a lack of  coordination can create problems, such as duplication of effort. In  addition, the national strategy for homeland security recognizes the  challenges associated with intergovernmental coordination but emphasizes  the need for such coordination. According to our site visits and our survey  results, coordination of emergency planning is generally taking place  between transit agencies and local governments, despite some challenges;  however, such coordination appears to be minimal between transit  agencies and governments at the regional, state, and federal levels.", "We found that transit agencies and local governments are coordinating  their emergency planning efforts. Our survey results indicate that 77  percent of transit agencies have directly coordinated emergency planning  at the local level; moreover, 65 percent of agencies surveyed believe they  have been sufficiently integrated into their local government’s emergency  plans. Likewise, 9 of the 10 transit agencies we visited said they are  integrated to at least a moderate extent into their local government’s  emergency planning. Officials from these 9 transit agencies noted that their  agencies are included in their local government’s emergency planning  activities, such as emergency drills, tabletop exercises, planning meetings,  and task forces. For example, when Minneapolis held an emergency drill  that simulated a biological attack on the city, Metro Transit transported  “victims” to hospitals, even taking some victims to out-of-state hospitals  because the local hospitals were at capacity. Transit agency and local  government officials said their past experiences with weather emergencies  and special events, like Super Bowl celebrations, had helped establish good  working relationships. According to the officials, these past experiences  have demonstrated the types of support services transit agencies can  provide during emergencies, including evacuations, triage centers, victim  transport, and shelters. However, officials said these working relationships  are usually informal and undocumented. For example, the majority of the  transit agencies we visited did not have a memorandum of understanding  with their local government.", "Although transit agencies are generally active participants in emergency  planning at the local level, they nevertheless face some coordination  challenges. According to our survey results, some of the most significant  challenges in coordinating emergency planning at the local level are  insufficient funding, limited awareness of terrorist threats to transit, and  lack of time. Similar concerns were often raised during our meetings with  transit agencies. For example, one agency official noted that his agency  operates in over 40 jurisdictions and that coordinating with all of these  local governments is very time consuming.", "In contrast to the local level, coordination of emergency planning among  transit agencies and governments at the regional, state, and federal levels  appears to be minimal. Most of the transit agencies we visited reported  limited coordination with governments other than their local government.  Our survey results reveal a similar pattern. For example, 68 percent of  transit agencies we surveyed have not directly coordinated emergency  planning at the regional level; 84 percent have not directly coordinated  emergency planning at the state level; and 87 percent have not directly  coordinated emergency planning at the federal level. As we have noted in  past reports on homeland security, the lack of coordination among  stakeholders could result in communication problems, duplication, and  fragmentation. Without coordination, transit agencies and governments  also miss opportunities to systematically identify the unique resources and  capacities that each can provide in emergencies."], "subsections": []}]}, {"section_title": "Transit Agencies Are Taking Steps to Enhance Security", "paragraphs": ["Prior to September 11, all 10 transit agencies we visited and many of the  transit agencies we surveyed were implementing measures to enhance  transit safety and security, such as revising emergency plans and training  employees on emergency preparedness. Transit agency officials we  interviewed often noted that the 1995 sarin gas attack on the Tokyo subway  system or their agency’s experiences during natural disasters had served as  catalysts for focusing on safety and security. Although safety and security  were both priorities, the terrorist attacks on September 11 elevated the  importance of security. (See app. III for select survey results, which  includes information on the emergency planning and preparedness of the  transit agencies we surveyed. Differences and similarities of transit  agencies in large urbanized areas to those in small urbanized areas are also  presented.)", "Since September 11, transit agencies have taken additional steps to  improve transit safety and security.   Officials from the agencies we visited  told us their agencies have been operating at a heightened state of security  since September 11. According to agency officials and our survey results,  many transit agencies in large and small urbanized areas have implemented  new safety and security measures or increased the frequency or intensity of  existing activities, including the following:  Vulnerability or security assessments: Many transit agencies have  conducted vulnerability or security assessments. For example, all 10 of  the agencies we visited and 54 percent of the agencies we surveyed said  they had conducted a vulnerability or security assessment since  September 11. The purpose of these assessments is to identify potential  vulnerabilities and corrective actions or needed security improvements.  Improved communication systems, more controlled access to facilities,  and additional training were some of the needs identified in the  assessments of the agencies we visited.", "Fast-track security improvements: Security improvements planned  or in process prior to September 11 were moved up on the agenda or  finished early. For example, one agency, which was putting alarms on  access points to the subway ventilation system before September 11,  completed the process early.", "Immediate, inexpensive security improvements: Removing bike  lockers and trash cans from populated areas, locking underground  restrooms, and closing bus doors at night were among the immediate  and inexpensive improvements that agencies made.", "Intensified security presence: Many agencies have increased the  number of police or security personnel who patrol their systems.  Surveillance equipment, alarms, or security personnel have been placed  at access points to subway tunnels, bus yards, and other nonpublic  places. Employees have also been required to wear identification cards  or brightly colored vests for increased visibility. For example, 41 percent  of the transit agencies we surveyed have required their personnel to  wear photo identification cards at all times since September 11.", "Increased emergency drills: Many agencies have increased the  frequency of emergency drilling—both full-scale drills and tabletop  exercises. For example, one agency we visited has conducted four drills  since September 11. Agencies stressed the importance of emergency  drilling as a means to test their emergency plans, identify problems, and  develop corrective actions. Figure 6 is a photograph from an annual  emergency drill conducted by the Washington Metropolitan Area Transit  Authority.", "Revised emergency plans: Agencies reviewed their emergency plans  to determine what changes, if any, needed to be made. For example, 48  percent of the agencies we surveyed, regardless of the size of urbanized  area served, created or revised their emergency plans after September  11. In addition, some agencies we visited updated their emergency plans  to include terrorist incident protocols and response plans.", "Additional training: Agencies participated in and conducted  additional training on antiterrorism. For example, all 10 of the agencies  we visited had participated in the antiterrorism seminars sponsored by  FTA or the American Public Transportation Association. Similarly, 59  percent of all transit agencies we surveyed reported having attended  security seminars or conferences since September 11."], "subsections": [{"section_title": "Transit Agencies Also Adopt Innovative Practices to Enhance Safety and Security", "paragraphs": ["Some of the agencies we visited have also implemented innovative  practices in recent years to increase their safety, security, and  preparedness in emergency situations. Through our discussions with  transit agencies, we identified some innovative safety and security  measures, including the following:   Police officers trained to drive buses: Capital Metro in Austin,  Texas, trained some of the city police officers to drive transit buses  during emergencies. The police officers received driver training and  were licensed to drive the buses. If emergencies require buses to enter a  dangerous environment, these trained police officers, instead of transit  agency employees, will drive the buses.", "Training tunnel constructed: The Washington Metropolitan Area  Transit Authority constructed an off-site duplicate tunnel, complete with  railcars, tracks, and switches, to simulate an emergency environment  for training purposes. (See fig. 7.)", "Employee suggestion program implemented: New York City Transit  implemented an employee suggestion program to solicit security  improvement ideas. If an employee’s suggestion is adopted, he or she  receives a day of paid leave."], "subsections": []}]}, {"section_title": "Federal Government’s Role in Transit Security Is Evolving", "paragraphs": ["The federal government’s role in transit security is evolving. FTA has  expanded its role in transit security since September 11 by launching a  multipart security initiative and increasing the funding for its safety and  security activities. In addition, the Aviation and Transportation Security Act  gave TSA responsibility for transit security; however, TSA’s role and  responsibilities have not yet been defined. Although the transit agencies we  visited were generally pleased with FTA’s assistance since September 11,  they would like the federal government to provide more assistance,  including more information and funding. As the federal government’s role  in transit safety and security initiatives evolves, policymakers will need to  address several issues, including (1) the roles of stakeholders in funding  transit security, (2) federal funding criteria, (3) goals and performance  indicators for the federal government’s efforts, and (4) the appropriate  federal policy instrument to deliver assistance deemed appropriate."], "subsections": [{"section_title": "FTA Has Limited Authority but Has Initiated a Variety of Transit Safety and Security Activities", "paragraphs": ["FTA has limited authority to regulate and oversee safety and security at  transit agencies. According to statute, FTA cannot regulate safety and  security operations at transit agencies.nonregulatory safety and security activities, including safety- and security- related training, research, and demonstration projects. In addition, FTA  may promote safety and security through its grant-making authority.  Specifically, FTA may stipulate conditions of grants, such as certain safety  and security statutory and regulatory requirements, and FTA may withhold  funds for noncompliance with the conditions of a grant.transit agencies must spend 1 percent of their urbanized area formula funds  on security improvements.   FTA is to verify that agencies comply with this  requirement and may withhold funding from agencies that it finds are not in  compliance.   FTA officials stated that FTA’s authority to sponsor   FTA may, however, institute   For example,  nonregulatory activities and to stipulate the conditions of grants is  sufficient for the safety and security work they need to accomplish.", "Despite its limited authority, FTA had established a number of safety and  security programs before September 11. For example, FTA offered  voluntary security assessments, sponsored training at the Transportation  Safety Institute, issued written guidelines to improve emergency response  planning, and partially funded a chemical detection demonstration project,  called PROTECT, at the Washington Metropolitan Area Transit Authority.  Although FTA maintained both safety and security programs before  September 11, its primary focus was on the safety rather than the security  programs. This focus changed after September 11.", "In response to the terrorist attacks on September 11, FTA launched a  multipart transit security initiative last fall. The initiative includes security  assessments, planning, drilling, training, and technology:  Security assessments: FTA deployed teams to assess security at 36  transit agencies. FTA chose the 36 agencies on the basis of their  ridership, vulnerability, and the potential consequences of an attack.    Each assessment included a threat and vulnerability analysis, an  evaluation of security and emergency plans, and a focused review of the  agency’s unified command structure with external emergency  responders. FTA completed the assessments in late summer 2002.", "Emergency response planning: FTA is providing technical assistance  to 60 transit agencies on security and emergency plans and emergency  response drills.", "Emergency response drills: FTA offered transit agencies grants up to  $50,000 for organizing and conducting emergency preparedness drills.  According to FTA officials, FTA has awarded $3.4 million to over 80 transit  agencies through these grants.", "Security training: FTA is offering free emergency preparedness and  security training to transit agencies through its Connecting Communities  Forums. These forums are being offered throughout the country and are  designed to bring together small- and medium-sized transit agency  personnel with their local emergency responders, like local firefighters and  police officers. The purpose of the forums is to give the participants a  better understanding of the roles played by transit agencies and emergency  responders and to allow the participants to begin developing the plans,  tools, and relationships necessary to respond effectively in an emergency.  In addition, FTA is working with the National Transit Institute and the  Transportation Safety Institute to expand safety and security course  offerings. For example, the National Transit Institute is now offering a  security awareness course to front line transit employees free of charge.", "Research and development: FTA increased the funding for its safety- and  security-related technology research and has accelerated the deployment  of the PROTECT system.", "FTA also increased expenditures on its safety and security activities after  the attacks of September 11. To pay for its multipart security initiative, FTA  reprioritized fiscal year 2002 funds from its other programs and used a  portion of the Department of Defense and Emergency Supplemental  Appropriations Act of 2002 (DOD supplemental), which provided $23.5  million for transit security purposes. Specifically, FTA will put about $18.7  million of the DOD supplemental toward its multipart security initiative.  As a result of these actions, FTA’s expenditures on its safety and security  activities has increased significantly in recent years. As figure 8 shows, if  FTA receives the amount of funding it requested for fiscal year 2003, FTA’s expenditures on safety and security activities will more than double since  fiscal year 2000—increasing from $8.1 million to $17.9 million."], "subsections": []}, {"section_title": "TSA’s Role in Transit Security Is Evolving", "paragraphs": ["TSA is responsible for the security of all modes of transportation, including  transit. The Aviation and Transportation Security Act created TSA within the  Department of Transportation and defined its primary responsibility as ensuring  security in all modes of transportation. The act also gives TSA regulatory  authority over transit security, which FTA does not possess. Since its creation last  November, TSA has primarily focused on improving aviation security in order to  meet the deadlines established in the Aviation and Transportation Security  Act. As a result, TSA has not yet exerted full responsibility for security in  other modes of transportation, such as transit.", "TSA’s role in transit security is evolving. For transit security, the Aviation  and Transportation Security Act does not specify TSA’s role and  responsibilities as it did for aviation security. For example, the act does  not set deadlines for TSA to implement certain transit security  requirements. Similarly, although the President’s National Strategy for  Homeland Security states that the federal government will work with the  private sector to upgrade security in all modes of transportation and utilize  existing modal relationships and systems to implement unified, national  standards for transportation security, it does not outline TSA’s or the  Department of Homeland Security’s role in transit security.   TSA will be  transferred to the new Department of Homeland Security as part of the  recently passed Homeland Security Act (HR 5005).", "To define its roles and responsibilities in transit security, TSA is currently  working with FTA to develop a memorandum of agreement. According to  FTA and TSA officials, the memorandum of agreement will define the roles  and responsibilities of each agency as they relate to transit security and  address a variety of issues, including separating safety and security  activities, establishing national standards, interfacing with transit agencies,  and establishing funding priorities. For example, TSA officials said they  expect to mandate a set of national standards for transit security.  Consequently, the memorandum of agreement would articulate the roles  and responsibilities of TSA and FTA in establishing these standards.", "TSA and FTA have not finalized the timetable for issuing the memorandum  of agreement. TSA and FTA officials originally planned to issue the  memorandum of agreement in September 2002. However, according to FTA  officials, the issuance was delayed so that the memorandum could  incorporate and reflect the administration’s fiscal year 2004 budget request.  According to TSA officials, FTA and TSA would like to issue the  memorandum of agreement by January 2003.   Although TSA and FTA are  informally coordinating transit security issues, the memorandum of  agreement will formalize their relationship, help prevent duplication of  effort, and help TSA manage the shared responsibilities involved in  securing the nation’s transportation system."], "subsections": []}, {"section_title": "Transit Agencies Said the Federal Government Should Provide More Information and Assistance", "paragraphs": ["The transit agencies we visited were generally pleased with the assistance  FTA has provided since September 11. Officials from these agencies added,  however, that the federal government could do more in helping them  secure their transit systems. They suggested, for example, that the federal  government provide additional information on a number of issues, invest  more in security-related research and development, help obtain security  clearances, and supply increased funding for security improvements.", "Officials from the transit agencies we visited reported a need for the federal  government to disseminate additional information on topics ranging from  available federal grants to appropriate security levels for individual  agencies. A recurring theme was for the federal government to establish a  clearinghouse or similar mechanism that maintains and disseminates this  type of information. Specifically, officials expressed a need for the federal  government to provide additional information on the following topics:  Intelligence: Transit officials from a number of agencies stated that the  federal government should provide additional information on threats to  their transit agencies or cities. Officials also commented that “real time”  information on attacks against other transit agencies would be useful.", "Best practices: A number of officials said that information on transit  security best practices would be beneficial. According to FTA officials,  the assessments of the 36 transit agencies are helping them identify best  practices.", "Federal grants: Officials from several transit agencies suggested that  information on available grants that can be used for transit safety and  security improvements would be useful, noting that locating these  grants is challenging and time consuming. For example, an assistant  general manager stated that she spends too much of her time searching  the Internet for grants available for transit.", "Level of security: Transit officials from a few agencies told us that it  would be helpful for the federal government to provide information on  the appropriate level of security for their agencies. For example,  officials at one agency questioned whether they needed to continue to  post guards—24 hours a day, 7 days a week—at the entrance and exit of  their tunnel, a practice instituted when the Department of  Transportation issued a threat advisory to the transit industry in May  2002. Similarly, our survey results indicate that determining the  appropriate level of security is a challenge for transit agencies.", "Cutting-edge technology: Officials from a number of agencies said  that the federal government should provide information on the latest  security technologies. For example, officials from one agency said that  such information is needed because they have been bombarded by  vendors selling security technology since September 11; however, the  officials said they were unsure about the quality of the products,  whether the products were needed, or whether the products would be  outdated next year.", "Decontamination practices: Several transit agency officials expressed  a need for information on decontamination protocols. For example, one  agency official noted that information is needed on how to determine if  the system is “clean” after a chemical or biological attack.", "According to FTA officials, FTA is developing two mechanisms to better  disseminate information on intelligence, best practices, and security- related issues to transit agencies. First, FTA is launching a new secure Web  site to post best practices and allow for the exchange of security-related  information. In September 2002, FTA invited 100 transit agencies to register  to use this Web site, which utilizes the Federal Bureau of Investigation  (FBI) secure Web site technology called Infragard. Second, FTA is funding  the transit Information Sharing and Analysis Center, which will disseminate  intelligence information to transit agencies. The Center will initially be  available for the largest 50 agencies. The schedules for launching or  expanding the Center to other transit agencies have not been established.", "Officials from several of the agencies we met with also said that the federal  government should be investing more in security-related research and  development. Agency officials noted that individual transit agencies do not  have the resources to devote to research and development. Moreover, the  officials said this is an appropriate role for the federal government, since  the products of research and development endeavors should benefit the  entire transit community, not just individual agencies. FTA’s Office of  Technology is currently the agency’s focal point for research and  development and is responsible for identifying and supporting  technological innovations, including safety and security innovations.  According to FTA documents, the Office of Technology’s obligations for  safety and security technologies have increased from $680,000 in fiscal year  2000 to an estimated $1.1 million in fiscal year 2002. FTA’s fiscal year 2003  budget request includes about $4.2 million for the Office of Technology’s  safety and security technologies, representing a 272-percent increase from  fiscal year 2002. FTA is also conducting 13 research projects on a variety of  security-related issues, such as updating its guide for security planning,  developing material for a security awareness campaign, and working on  decontamination procedures for public transportation.", "A number of transit officials also expressed a need for the federal  government to help them obtain security clearances. As we have reported  in our previous work on homeland security, state and local officials have  characterized their lack of security clearances as a barrier to obtaining  critical intelligence information. The inability to receive any classified  threat information could hamper transit agencies’ emergency preparedness  capability as it apparently did at one of the transit agencies we visited. In  this agency’s city, a bomb threat was made against a major building, but  because the transit agency officials did not have the necessary security  clearances, the FBI did not inform them of this threat until about 40  minutes before the agency was asked to help evacuate the building.  According to transit agency officials, the lack of advance notice negatively  affected their agency’s ability to respond, even though, in this case, the  threat was not carried out. Proposed legislation (H.R. 3483) provides that  the Attorney General expeditiously grant security clearances to governors  who apply for them and to state and local officials who participate in  federal counterterrorism working groups or regional task forces. FTA has  offered to help transit agencies join their local FBI Joint Terrorism Task  Force to better access intelligence information, but it has not made assisting transit agencies with security clearances part of their security  activities.", "Officials from the transit agencies we visited also said that additional  federal funding is needed. As noted earlier, many of the transit agencies we  visited are experiencing tightened budgets, which make it more difficult for  them to fund safety and security needs. Moreover, according to our survey  results, insufficient funding is the most significant obstacle agencies face in  trying to make their systems more safe and secure. The Congress has  already made additional funding available for transit security purposes— about $23.5 million through the fiscal year 2002 DOD supplemental.   FTA’s  fiscal year 2003 budget request also includes $17.9 million for safety and  security expenditures."], "subsections": []}, {"section_title": "Critical Decisions Remain about the Federal Government’s Role in Funding Transit Security Improvements", "paragraphs": ["Important funding decisions for transit safety and security initiatives  remain. Due to the expense of security enhancements and transit agencies’  tight budget environments, the federal government is likely to be viewed as  a source of funding for at least some of these enhancements. These  improvements join the growing list of security initiatives competing for  federal assistance. Based on our past work on homeland security issues,  site visits to transit agencies, and survey results, we believe that several  issues will need to be addressed when the federal government’s role in  funding transit safety and security initiatives is considered. These issues  include (1) determining the roles of stakeholders in funding transit security,  (2) developing an approach to distribute federal funds, (3) establishing  goals and performance indicators for the federal government’s efforts, and  (4) selecting the appropriate federal policy instrument to deliver  assistance.", "The roles and responsibilities of stakeholders in funding transit safety and  security need to be determined. Since all levels of government and the  private sector are concerned about transit safety and security, determining  who should finance security activities may be difficult. Some of the  benefits of transit systems, such as employment and reduced congestion,  remain within the locality or region. In addition, private companies that  own transit systems could directly benefit from security measures because  steps designed to thwart terrorists could also prevent others from stealing  goods or causing other kinds of economic damage. Given the importance of  transit to our nation’s economic infrastructure, some have argued that the  federal government should help pay for protective measures for transit.  Transit officials we spoke with said that the federal government should  provide additional funding for security needs. Fifty-nine percent of transit  agencies in large- and small-urbanized areas responding to our survey said  they plan to use federal funds to pay for their top three security priorities.  Additionally, TSA and FTA officials said they would seek additional  resources for transit security. The current authorizing legislation for  federal surface transportation programs, TEA-21, expires on September 30,  2003. The reauthorization of TEA-21 provides an opportunity to examine  stakeholders’ roles and responsibilities for transit security, including  federal funding responsibilities.", "Since requests for funding transit security improvements will likely exceed  available resources, an approach for distributing the federal dollars is  needed. Transit agency officials we met with identified a number of  possible federal funding criteria, including ridership levels, the population  of the city the transit agency serves, identified vulnerabilities of the agency,  the potential for mass casualties, and assets of the agency (e.g., tunnels and  bridges). In general, the transit agency officials we spoke with believed the  federal government should direct its dollars to agencies that are most at  risk or most vulnerable to a terrorist attack—a criterion consistent with a  risk management approach. A risk management approach is a systematic  process to analyze threats, vulnerabilities, and the criticality (or relative  importance) of assets to better support key decisions linking resources  with prioritized efforts for results. Figure 9 illustrates that the highest risks  and priorities emerge where the three parts of a risk management approach  overlap. For example, transit infrastructure that is determined to be a  critical asset, vulnerable to attack, and a likely target would be at most risk  and therefore would be a higher priority for funding compared with  infrastructure that was only vulnerable to attack.", "We have advocated using a risk management approach to guide federal  programs and responses to better prepare against terrorism and other  threats and to better direct finite national resources to areas of highest  priority. FTA and TSA have not developed funding criteria or an approach  to distribute funding for transit security. However, the agencies have the  needed information to apply a risk management approach. For example,  FTA obtains threat information from a variety of sources, including the FBI,  and is in the process of identifying the most critical transit infrastructure.  In addition, FTA has vulnerability information from the security  assessments it recently performed. Moreover, according to TSA officials,  TSA used a risk management approach to recently distribute grants to  seaports and is researching best practices for using risk management  assessments.", "In addition to a funding approach, goals and performance indicators need  to be established to guide the federal government’s efforts in transit  security. These critical components can influence all decisions—from  launching new initiatives to allocating resources—as well as measure  progress and ensure accountability. The Congress has long recognized the  need to objectively assess the results of federal programs, passing the  Government Performance and Results Act of 1993 (commonly referred to  as the Results Act). The Results Act required agencies to set strategic and  annual goals, measure performance, and report on the degree to which  goals are met. However, goals or outcomes of where the nation should be in  terms of transit security or other national security programs have yet to be  defined. For example, as we reported this summer, the National Strategy  for Homeland Security does not establish a baseline set of performance  goals and measures for assessing and improving preparedness. Moreover,  the goals and measures for transit safety and security in the Department of  Transportation’s current strategic plan were developed before September  11 and focus more on safety and crime than on terrorism. Consequently,  they do not reflect today’s realities or the changing role of the federal  government in transit security. Given the recent and proposed increases in  security funding, such as the DOD supplemental that provided about $23.5  million for transit security, as well as the need for real and meaningful  improvements in preparedness, establishing clear goals is critical to  ensuring both a successful and a fiscally responsible effort. Moreover,  performance indicators are needed to track progress toward these  established goals.", "Another important consideration is the design of policy instruments to  deliver assistance. Our previous work on federal programs suggests that  the choice and design of policy instruments have important consequences  for performance and accountability. The federal government has a variety  of policy tools, including grants, loan guarantees, regulations, tax  incentives, and partnerships, to motivate or mandate state and local  governments or the private sector to help address security concerns. The  choice and design of policy tools can enhance the government’s capacity to  (1) target the areas of highest risk to better ensure that scarce federal  resources address the most pressing needs, (2) promote the sharing of  responsibilities among all parties, and (3) track and assess progress toward  achieving national goals. Regardless of the tool selected, specific  safeguards and clear accountability requirements, such as documentation  of the terms and conditions of federal participation, are needed to protect  federal interests."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Securing the nation’s transit system is not a short-term or easy task. Many  challenges must be overcome. FTA and the transit agencies we visited have  made a good start in enhancing transit security, but more work is needed.  Transit agencies’ calls for increased federal funding for security needs join  the list of competing claims for federal dollars and, as a result, difficult  trade-offs will have to be made. Since requests for federal assistance will  undoubtedly exceed available resources, criteria will be needed for determining  which transit security improvements merit any additional federal funds. To  ensure that finite resources are directed to the areas of highest priority, the  criteria should be in line with a risk management approach. In addition to  helping distribute funds, establishing a risk-based funding approach would  inform congressional decision making and demonstrate to the Congress  that the funds will be managed efficiently. Moreover, as the federal  government’s role in transit security expands—whether through additional  funding or the setting of national standards by TSA—it is important that  goals and performance indicators are established to guide the government’s  efforts in transit security. These components are needed to ensure  accountability and results.", "The upcoming reauthorization of the surface transportation authorizing  legislation provides an opportunity to examine the role of the federal  government, including its funding responsibilities, in transit security.  However, transit agencies cannot wait for the new authorizing legislation to  implement transit security improvements and are moving forward with  improvements to enhance the security of their system and passengers. The  federal government could assist transit agencies as they press forward with  their security initiatives by allowing all transit agencies, regardless of the  size of the population it serves, to use urbanized area formula funds for  security-related operating expenses. Although eliminating the prohibition  on urbanized area funds would not provide additional funding, it would  give agencies increased flexibility in financing transit security  enhancements so that they could decide, for example, to use their federal  dollars to pay for additional security patrols instead of a new rail car. This  additional flexibility would be especially helpful given the high costs of  transit security improvements and the declining revenues of many  agencies. Additionally, the Department of Transportation could help transit  agency officials obtain timely intelligence information so that they can  make better informed decisions about their agency’s emergency planning  and response. The transit Information Sharing and Analysis Center is a  positive step in providing some transit agencies timely intelligence  information. The Department of Transportation could take other steps as  well, including helping transit agency officials obtain security clearances,  to further enhance the sharing of critical intelligence information to transit  agencies."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To provide transit agencies greater flexibility in paying for transit security  improvements, we recommend that the Secretary of Transportation  consider seeking a legislative change to allow all transit agencies,  regardless of the size of the urbanized area they serve, to use federal  urbanized area formula funds for security-related operating expenses. To  discourage the replacement of state and local funds with federal funds, any  legislative change should include a requirement that transit agencies  maintain their level of previous funding.", "To help transit agencies enhance transit security, to guide federal dollars to  the highest priority, and to ensure accountability and results of the federal  government’s efforts in transit security, we also recommend that the  Secretary of Transportation take the following actions:  Develop and implement strategies to help transit agency officials obtain  timely intelligence information, including helping transit agency officials  obtain security clearances.", "Develop clear, concise, transparent criteria for distributing federal funds  to transit agencies for security improvements. The criteria should  correspond to a risk management approach so that federal dollars are  directed to the areas of highest priority.", "Establish goals and performance indicators for the department’s transit  security efforts in order to promote accountability and ensure results."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided the Department of Transportation with a draft of this report  for review and comment. Department of Transportation officials, including  the Deputy Administrator of the Federal Transit Administration, provided  oral comments on the draft on November 22, 2002. The officials generally  concurred with the report’s findings and conclusions. Moreover, they stated  that the Department of Transportation will carefully consider our  recommendations as it continues working to improve transit security. The  officials also provided two minor clarifications on TSA’s authority over  transit security and the expected issuance date of the memorandum of  agreement between TSA and FTA, which we incorporated into the report.", "We conducted our review from May through October 2002 in accordance  with generally accepted government auditing standards.", "As we agreed with your offices, unless you publicly announce the contents  of this report earlier, we plan no further distribution of it until 30 days from  the date of this letter. We will then send copies of this report to the  Secretary of Transportation, the Administrator of the Federal Transit  Administration, the Director of the Office of Management and Budget, and  interested congressional committees. We will make copies available to  others upon request. In addition, this report will be available at no charge  on our Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  on (202) 512-2834. Individuals making key contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "GAO’s Survey Instrument and Overall Results", "paragraphs": ["This appendix presents our survey instrument and overall results.  Unless  otherwise noted, we report the number of respondents for each question  and the weighted percentage of respondents who selected each answer for  each question.", "Angeles at (213) 830-1039 or dresbenm@gao.gov. transit agencies as well as conducting site visits at selected agencies.", "We recognize that there are great demands on your statistical purposes, and our report will present time; however, your cooperation is critical to our results in summary form. ability to provide current and complete information to Congress.", "Thank you in advance for your cooperation. property’s safety and security activities and needs.", "Please complete and mail your questionnaire by July 25, 2002.  A pre-addressed postage-paid return envelope has been included.", "This questionnaire asks for information about your transit property’s safety and security activities.", "Please use the following definitions for terms used throughout this questionnaire.", "Acts of extreme violence: Sabotage; the use of bombs, chemical or biological agents, or nuclear or radiological materials; or armed assault with firearms or other weapons by a terrorist or another actor that causes or may cause substantial damage or injury to persons or property in any manner.", "Emergency plan: Document that details an organization’s operating procedures, including the responsibilities of professionals for any event, human-caused or natural, that requires responsive action to protect life or property.", "Transit property:  Also known as a transit agency, transit system, or transit authority.  Includes all transit assets such as facilities, stations, and rolling stock.", "Total number of unlinked passenger trips:  The number of passengers who board public transportation vehicles.   Passengers are counted each time they board a vehicle no matter how many vehicles they use to travel from their origin to their destination.", "Section: Transit Property Characteristics 1.  What transit services does your agency provide?         (Check all that apply.)  N=146 2.   Rail other than subway (e.g., commuter or light rail) 5.   Customized Community Transport (e.g., demand response or paratransit) 6.   Other- Please specify: ________________________________________ 2.  Please provide the total number of unlinked passenger trips your transit property provided (for all modes) in FY 2000 and FY 2001.  (Enter number of trips.  See definition  of “total number of unlinked passenger trips” on page 1.)", "Section: Transit Properties and Acts of Extreme Violence 4.  Which of the following, if any, has your transit property experienced in the past 5 years?  (Check all that apply.)  N=146         1.   Reported bomb threat on transit property         2.   Reported chemical or biological substance on transit property         3.     Explosive device on transit property         4.     Chemical or biological substance on transit property         5.     Nuclear device on transit property         6.     Detonation of explosive on transit property         8.     Attempted or actual sabotage by employee or nonemployee         9.     Breach of essential computer system       10.      Shooting with multiple victims on transit property 11.     Other - Please specify: _______________________________________ ------------------------------------ 12.  Experienced none of the above 5.  In your opinion, what is the likelihood of an act of extreme violence occurring on your transit property in the next 5 years?   (Check one.  See definition of “acts of extreme violence” on page 3.   As likely as not 6.  Which of the following assessments of safety and security, if any, has been carried out for your transit property during the last 5 years?  (Check all that apply.)  N=146 1.   Assessment of transit system’s vulnerabilities to an act of extreme violence 2.   Assessment of system’s ability to sustain operations during an act of extreme violence 3.   Assessment of threat of extreme violence to key transit infrastructure (i.e. stations, power stations, bridges, tunnels, control centers, vehicles) 4.   Assessment of safety and security but not specifically for acts of extreme violence 5.    Other - Please specify: ________________________________________ ------------------------------------ 6.   Have not assessed safety and security       Please skip to Question 9.", "7.  Have the safety and security assessments identified items needing action?   (Check one.)  N=107 1.   Yes    Continue. 2.   No     Skip to Question 10. 8.  Which of the following factors, if any, have limited your ability to complete or resolve action items identified by the assessment(s)?   (Check all that apply.) N=82*   1.   Lack of available technology or information on technology   2. [14%]  Inadequate information on terrorist threats   3.   Balancing security and safety priorities against other priorities   4.   Insufficient staff time or availability to complete   5.   Insufficient time since assessment   6.   Balancing riders’ needs for accessibility with safety and security measures   7.   Limited staff knowledge   8.   Lengthy process to gain approval for action 10.     Other - Please specify: _____________________ -------------------- 11.    No limiting factors, all action items are completed or resolved *Because not all respondents answered this question, the estimates have larger sampling errors than for other questions.  For this question, sampling errors are less than plus or minus 12 percent.", "If a safety and security assessment has been carried out,   skip to question 10; if not, answer question 9. 9.  For which of the following reasons has your transit property not yet conducted a safety and security assessment?  (Check all that apply.)  N=37 1.   Do not think the transit system is at risk 2.   Did not think the transit system was at  risk in the past 3.   Low priority given to assessments 4.   Inadequate information on how to assess safety and security 5.   Limited staff knowledge 6.   Lack of staff time or availability 8.     Limited availability of consultants 9.   Other  - Please describe: ________________________________________ *Because only 25 percent of respondents had not yet conducted a safety and security assessment, we cannot provide representative data for this question.", "11.  To what extent, if at all, have the local governments you serve incorporated your agency into their emergency plan(s)?  (Check one.  See definition of “emergency plan” on page 1.)  N=146 1.   Very great extent 5.     Little or no extent 6.     No basis to judge/Don’t know 12.  Has your agency directly coordinated emergency planning at the local level (e.g., coordinated with local government emergency management agency or local law enforcement)?  (Check one.) 1.   Yes     Continue. 2.   No    Skip to question 14.", "13.  To what extent, if at all, has your transit property encountered the following challenges when trying to coordinate emergency planning at the local level, including with law enforcement? (Check one box in each row.) (1) (2) (3) (4) (5)", "Lack of information sharing                        (N=111)", "Difficulty establishing joint emergency protocol (N=111)", "Inadequate information to identify appropriate counterparts (N=111)", "Lack of interest to coordinate     (N=112)", "Lack of time to coordinate          (N=111)", "Disagreement on funding priorities          (N=111)", "Limited awareness of terrorist threat to transit      (N=112)", "Lack of coordination among various local agencies (N=111)", "Insufficient funding      (N=110)", "Other - Please describe: _________________________ ___________________________________________ 14.  Has your agency directly coordinated emergency planning at the state level (e.g., coordinated with state emergency management agency or state law enforcement)?  (Check one.)  N=146 1.   Yes     Continue. 2.   No    Skip to question 16. 15.  To what extent, if at all, has your transit property encountered the following challenges when trying to coordinate emergency planning at the state level, including with law enforcement? (Check one box in each row.) (1) (2) (3) (4) (5)", "Lack of information sharing          (N=21)", "Difficulty establishing joint emergency protocol     (N=22)", "Inadequate information to identify appropriate counterparts (N=22)", "Lack of interest to coordinate       (N=22)", "Lack of time to coordinate            (N=22)", "Disagreement on funding priorities       (N=22)", "Limited awareness of terrorist threat to transit           (N=22)", "Lack of coordination among various state agencies (N=22)", "Insufficient funding    (N=21)", "Other - Please describe: _________________________ *Because most respondents had not coordinated emergency planning at the state level, we cannot provide representative data for this question. 16.  Has your agency directly coordinated emergency planning at the regional level (e.g., coordinated with government entities or law enforcement agencies in your region)? (Check one.)    N=146 1.   Yes     Continue. 2.   No    Skip to question 18. 3.     Not applicable    Skip to question 18. 17.  To what extent, if at all, has your transit property encountered the following challenges when trying to coordinate emergency planning at the regional level, including with law enforcement? (Check one box in each row.) (1) (2) (3) (4) (5)", "Lack of information sharing       (N=43)", "Difficulty establishing joint emergency protocol       (N=43)", "Inadequate information to identify appropriate counterparts (N=43)", "Lack of interest to coordinate        (N=43)", "Lack of time to coordinate             (N=43)", "Disagreement on funding priorities        (N=43)", "Limited awareness of terrorist threat to transit        (N=43)", "Lack of coordination among various regional agencies (N=43)", "Insufficient funding         (N=43)", "Other - Please describe: _________________________ *Because most respondents had not coordinated emergency planning at the regional level, we cannot provide representative data for this question. 18.  Has your agency directly coordinated emergency planning at the federal level (e.g., coordinated with federal emergency management agency or federal law enforcement)?  (Check one.)   N=146 1.   Yes     Continue. 2.   No    Skip to question 20. 19.  To what extent, if at all, has your transit property encountered the following challenges when trying to coordinate emergency planning at the federal level, including with law enforcement? (Check one box in each row.) (1) (2) (3) (4) (5)", "Lack of information sharing         (N=18)", "Difficulty establishing joint emergency protocol (N=18)", "Inadequate information to identify appropriate counterparts       (N=18)", "Lack of interest to coordinate     (N=18)", "Lack of time to coordinate          (N=18)", "Disagreement on funding priorities        (N=18)", "Limited awareness of terrorist threat to transit (N=18)", "Lack of coordination among various federal agencies (N=17)", "Insufficient funding          (N=17)", "Other - Please describe: _________________________ *Because most respondents had not coordinated emergency planning at the federal level, we cannot provide representative data for this question.", "20.  Does your transit property have an emergency plan(s) or emergency operating procedures? (Check one. See definition of “emergency plan” on page 1.)   N=146 1.   Yes    Continue. 2.    No      Skip to Question 26. 21.  Which of the following situations does your transit property’s emergency plan(s) specifically address?  (Check all that apply.)    N=96*   1.    Hostage barricade situation   2.    Control center defense   3.    Reported bomb threat on transit property   4.    Reported chemical or biological substance on transit property   5.    Explosive device on transit property   6.    Chemical or biological substance on transit property   7.    Nuclear device on transit property   8.    Detonation of explosive on transit property     10.    Attempted or actual sabotage by employee or nonemployee 11.     Breach of essential computer system 12.    Shooting with multiple victims on transit property 14.    Other - Please describe: __________________________________ *Because not all respondents answered this question, the estimates have larger sampling errors than for other questions.  For this question, sampling errors are less than plus or minus 11 percent. 22.  About what proportion of your agency’s personnel have received formal training, such as in-class training, on the emergency plan?  (Check one box in each row.) (1) (2) (3) (5) (4) b. All other personnel *Because not all respondents answered this question, the estimates have larger sampling errors than for other questions.  For this question, sampling errors are less than plus or minus 11 percent.", "23.  In general, about how often do agency personnel receive refresher training or updates on new procedures concerning your emergency plan?  (Check one box in each row.) (1) (2) (3) (4) (5) (6) (N=96) b. All other personnel (N=95) 24.  Does your transit property’s emergency plan specify coordination with any of the following agencies? (Check all that apply.)     N=96*   1.   Local police departments   2.   Local fire/emergency medical service   3.   Local government (e.g., mayor’s or city administrator’s office)   5.   Local support/charity services   6.   Other transit agencies   7.   Other local transportation providers   8.   State law enforcement   9.   State/local emergency management agencies 10.     State/local environmental protection agencies 11.    Federal law enforcement (e.g., FBI) 12.    Federal emergency management agencies 13.    Federal transportation agencies (e.g., Federal Railroad Administration, Federal Transit Administration) 15.      Other - Please describe: ___________________ ------------------------------- 16.      As of this date, have not specified coordination with other agencies *Because not all respondents answered this question, the estimates have larger sampling errors than for other questions.  For this question, sampling errors are less than plus or minus 11 percent.", "25.  Have you shared your transit property’s emergency plans with any of the following entities? (Check all that apply.)    N=96   1.   Local police departments   2.   Local fire/emergency medical service   3.   Local government (e.g., mayor’s or  city administrator’s office)   5.     Local support/charity services   6.   Other transit agencies   7.   Other local transportation providers   8.     State law enforcement   9.   State/local emergency management agencies 10.   State/local environmental protection agencies 11.     Federal law enforcement (e.g., FBI) 12.     Federal emergency management agencies 13.   Federal transportation agencies (e.g., Federal Railroad Administration, Federal Transit Administration) 15.     Other - Please describe: ___________________ ---------------------------------- 16.    As of this date, have not shared  plans with any other entities If your transit property has an emergency plan, skip to question 27;  if not, answer question 26. 26. For which of the following reasons has your transit property not yet developed an emergency plan?         (Check all that apply.)   N=50*   1.   Do not think the transit system is at risk   2.   Did not think transit system was at risk in the past   3.   Low priority given to emergency planning   4.   Inadequate information on how to do an   5.   Limited staff knowledge   6.   Lack of staff time or availability   8.     Limited availability of consultants   9.   Transit agency covered by local government plan 10.    Other - Please describe: ___________________ *Because not all respondents answered this question, the estimates for this question have larger sampling errors than for other questions.  For this question, sampling errors are less than plus or minus 15 percent.", "Section: Funding Sources for Safety and Security Activities 27.  Is your transit property allowed to use Federal Transit Administration (FTA) funds for operations? (Check one.)   N=145 28.  Please indicate the cycle of your agency’s fiscal year.  (Check one.)   N=146 1.   January 1 to December 31 2.     April 1 to March 31 3.   July 1 to June 30 4.   October 1 to September 30 5.     Other - Specify:      ______/_______     to    ______/_______                     (MM/DD) (MM/DD)", "29.  Please provide the following information about your total operating expenses and total operating funds spent on safety and security activities (e.g., administrative costs and personnel).  (Round amount to the nearest dollar.  If an estimate is provided, please check box.)", "Total operating funds spent on safety and security $ 0-1,000,000: 15% $1,000,000-10,000,000: 52% $10,000,000-25,000,000: 15% $25,000,000-100,000,000: 10% $100,000,000-1,000,000,000: 7% $1,000,000,000 and above: 1% $ 0-1,000,000: 15% $1,000,000-10,000,000: 51% $10,000,000-25,000,000: 15% $25,000,000-100,000,000: 11% $100,000,000-1,000,000,000: 7% $1,000,000,000 and above: 1% $ 0-1,000,000: 13% $1,000,000-10,000,000: 52% $10,000,000-25,000,000: 14% $25,000,000-100,000,000: 13% $100,000,000-1,000,000,000: 7% $1,000,000,000 and above: 2% (projected) *Because 40 percent or more of respondents were only able to provide estimates, we are unable to present reliable data for these questions.  In addition, subsequent analyses raised other questions about data reliability.", "30.  What sources does your transit agency use to fund your safety and security operating expenses? (Check all that apply.)   N=146 2.    Other federal funds (i.e., non-FTA funds) 5.   Other (e.g., fare box revenue, loans) - Specify: ________________________________ 31.  What FTA programs, if any, does your transit property currently use to fund safety and security operating expenses?  (Check all that apply.)   N=144   1.   Do not use FTA programs for safety and security operating expenses   -------------------------------   2.   Urbanized Area Formula Program   3.   Nonurbanized Area Formula Program   4.   Elderly and Persons with Disabilities Program   5.   Clean Fuels Formula Program   6.   Over the Road Bus Accessibility Program   7.   Alaska Railroad Program   8.   Bus and Bus-Related Program   9.   Fixed Guideway Modernization Program 10.   New Starts Program 11.   Job Access and Reverse Commute Program 12.   Metropolitan Planning Program 13.   State Planning and Research Program 14.   National Planning and Research Program 15.   Rural Transit Assistance Program 16.   Other - Please describe: _____________________________________ 32.  Please provide the following information about your total capital expenses and total capital funds spent on safety and security activities (e.g., surveillance equipment and fencing).  (Round amount to the nearest dollar.  If an estimate is provided, please check box.)", "What FTA programs, if any, does your transit property currently use to fund safety        and security capital expenses?  (Check all that apply.)   N=144   1.   Do not use FTA programs for safety and security capital expenses   -------------------------------   2.   Urbanized Area Formula Program   3.     Nonurbanized Area Formula Program   4.     Elderly and Persons with Disabilities Program   5.     Clean Fuels Formula Program   6.     Over the Road Bus Accessibility Program   7.     Alaska Railroad Program   8.   Bus and Bus-Related Program   9.     Fixed Guideway Modernization Program 10.      New Starts Program 11.      Job Access and Reverse Commute Program 12.      Metropolitan Planning Program 13.      State Planning and Research Program 14.      National Planning and Research Program 15.      Rural Transit Assistance Program 16.      Other - Please describe: _____________________________________ 35.  Has your transit property identified funding needed for safety and security projects in the near future?  (Check one.)   N=146 1.   Yes    Continue. 2.   No    Skip to Question 37. 36.  What is the estimated total dollar amount of these identified needs over the next 3 years?   N=73 $     *          or       Do not know** *Because about 40 percent of the respondents could not estimate a total dollar amount for their identified needs, we cannot provide representative data for this question. **Because not all respondents answered this question, the estimates have larger sampling errors than for other questions. For this question, sampling errors are less than plus or minus 12 percent.", "37.   Currently, how much of a funding priority is each of the following safety and security needs? (Check one box in each row.) (1) (2) (3) (4) (5) (6) a.Enhanced communication system(s) (e.g., 2-way radios) c.Chemical, biological, or radiological detection systems d.Clear, impact-resistant sheeting for transit vehicle windows e.Trespasser intrusion detection systems for tunnel environments f.Application of Crime Prevention Through Environmental Design (CPTED) engineering concepts into new facilities and i.", "Section: Transit Agency Preparation 41.  Please provide an answer in each column: a. Prior to September 11, 2001, what steps had your transit property taken to improve its safety and security? b. Since September 11, 2001, what steps has your transit property taken to improve its safety and security?     (Check “yes” or “no” in each column.)", "Coordinated with local and state government entities, including   Coordinated with other transit agencies   Conducted background checks on all employees   Increased visibility of facility personnel (e.g., personnel wear brightly colored  vests)", "Required staff to display photo ID at all times   Tracked employee sick days as an indicator of potential hazards   Purchased security technology (e.g., surveillance equipment)", "Purchased security infrastructure (e.g., fencing, lighting)", "Made computer system more secure (“hardened” computer system)", "Conducted public education/awareness campaign for transit   Developed after-event media relations protocol   Tracked reports of sick riders as an indicator of potential   Other(s) - Please describe: ____________________________________________________ 42.  Please use the space below to provide any additional comments regarding the survey or your system’s transit safety and security.", "Thank you very much for your assistance."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To address our objectives, we visited 10 transit agencies across the country,  including the Capital Metropolitan Transportation Authority in Austin;  Chicago Transit Authority; Central Florida Regional Transit Authority in  Orlando; Los Angeles County Metropolitan Transportation Authority;  Minneapolis-St. Paul Metropolitan Council; New York City Transit; Regional  Transportation District in Denver; San Francisco Bay Area Rapid Transit;  San Francisco Municipal Railway; and Washington Metropolitan Area  Transit Authority in the District of Columbia. We selected these agencies  because they represent different geographical areas and operate transit  systems of different sizes and modes. (See fig. 10 and table 1.) During our  site visits, we interviewed key officials from the transit agencies and the  respective city governments and reviewed the transit agencies’ emergency  plans.", "In addition to our site visits, we surveyed a sample of 200 transit agencies.  The sample from which we drew our population consisted of all transit  agencies throughout the nation that are eligible to receive federal  urbanized area formula funding, according to the most up-to-date list of  eligible agencies provided by the National Transit Database. The results of  our mail survey are generalizable to this population, which we refer to as  our sample population.", "We stratified our sample population into two groups—agencies that serve  urbanized areas with a population of 200,000 or more (large urbanized  areas); and agencies that serve urbanized areas with a population of 50,000  to 199,999 (small urbanized areas). We distinguished between these two  strata because agencies that operate in large urbanized areas are prohibited  from using federal urbanized area formula funds for operating expenses,  whereas agencies in small urbanized areas are not prohibited from using  FTA funds for operating expenses. We randomly selected 100 agencies from  each stratum to survey.", "Our overall survey response rate was 78 percent. However, we excluded 9  surveys from our analysis after determining that these transit agencies  were outside the scope of our review for one of the following reasons: they  had gone out of business (3); they were subsidiaries of other agencies  included in our sample (2); or they did not provide bus, customized  community transport, rail, subway, or ferryboat services (e.g., they only  provide vanpool service) (4). The reported survey results are based on the  responses of the subpopulation of 146 agencies within the scope of our  review.", "To help design our survey instrument, we reviewed surveys on transit  safety and security conducted by FTA, the American Public Transportation  Association (APTA), and the Transportation Cooperative Research  Program. We also obtained input from Department of Transportation, FTA,  and transit agency officials; and representatives from APTA and the Mineta  Transportation Institute. After developing the survey instrument, we  pretested the content and format of the survey with officials from several  transit agencies and made necessary revisions.   All returned  questionnaires were reviewed, and we called respondents to obtain  information when questions were not answered or clarification was  needed. All data were double-keyed and verified during data entry, and  computer analyses were performed to identify any inconsistencies or other  indications of error. A copy of the mail questionnaire is included in  appendix I.", "All sample surveys are subject to sampling error—that is, the extent to  which the survey results differ from what would have been obtained if the  whole population had been observed. Measures of sampling error are  defined by two elements, the width of the confidence intervals around the  estimate (sometimes called the precision of the estimate) and the  confidence level at which the intervals are computed. Because we followed  a probability procedure based on random selections, our sample is only  one of a large number of samples that we might have drawn. Moreover,  because each sample could have provided different estimates, we express  our confidence in the precision of our particular sample’s results as a 95- percent confidence interval (e.g., plus or minus 5 percentage points). This  is the interval that would contain the actual population value for 95 percent  of the samples we could have drawn. As a result, we are 95-percent  confident that the confidence intervals for each of the mail survey  questions includes the true values in the sample population.", "All percentage estimates from the mail survey have sampling errors of plus  or minus 10 percentage points or less, unless otherwise noted. In addition,  other potential sources of error associated with surveys, such as  misinterpretation of a question and nonresponse, may be present, although  nonresponse errors should be minimal.", "Finally, in addition to our site visits and survey, we analyzed agency  documents and interviewed transit agency officials, industry  representatives, and academic experts. We analyzed FTA budget data,  safety and security documents, and applicable statutes and regulations. We  reviewed research on terrorism and attended transit security forums  sponsored by APTA and FTA. Finally, we interviewed FTA, TSA, and  Department of Transportation officials and representatives from APTA, the  National Governors Association, the Mineta Transportation Institute,  RAND Corporation, the University of California at Los Angeles, and the  Amalgamated Transit Union.", "We conducted our review from May through October 2002 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Selected Survey Results", "paragraphs": ["This appendix provides our analysis of the responses we received to  selected questions from our survey of 200 transit agencies in the United  States. (See app. I for the overall survey results and our survey instrument.)  This analysis provides information about the characteristics, including  both general and safety- and security-related characteristics, of the transit  agencies surveyed. Differences in the characteristics of transit agencies in  large urbanized areas (populations of 200,000 or more) and transit agencies  in small urbanized areas (populations between 50,0000 to 199,999) are also  presented."], "subsections": [{"section_title": "Services Provided by Transit Agencies Surveyed", "paragraphs": ["The transit agencies we surveyed provide a variety of transit services,  including bus, rail, and ferryboat. Although a mix of services is provided by  the surveyed transit agencies, bus is by far the most common transit  service provided. (See fig. 11.) Our survey results also indicate that there  are some differences between transit agencies in large urbanized areas and  transit agencies in small urbanized areas. For example, transit agencies in  large urbanized areas offer more types of services than transit agencies in  small urbanized areas. Additionally, transit agencies in large urbanized  areas were more likely to provide rail services than transit agencies in  small urbanized areas and were the only agencies to provide subway  service."], "subsections": []}, {"section_title": "Ridership of Transit Agencies Surveyed", "paragraphs": ["The transit agencies we surveyed reported that they provided almost 10  billion unlinked passenger trips in fiscal years 2000 and 2001. Specifically,  according to the agencies, they provided a total of 4.7 billion unlinked  passenger trips in fiscal year 2000 and 4.9 billion trips in fiscal year 2001.  Our survey results also indicate that transit agencies in large urbanized  areas carry more passengers than transit agencies in small urbanized areas.  For example, the majority of transit agencies in small urbanized areas  reported that they provided fewer than 1 million passenger trips in fiscal  year 2001, while the majority of transit agencies in large urbanized areas  provided more than 1 million passenger trips. Moreover, 7 percent of the  transit agencies in large urbanized areas stated that they provided more  than 100 million passenger trips in fiscal year 2001. No transit agency that  we surveyed in a small urbanized area served that number of passengers.  (See fig. 12.)"], "subsections": []}, {"section_title": "Operating and Capital Budgets of Transit Agencies Surveyed", "paragraphs": ["According to our survey results, transit agencies in large urbanized areas  typically have bigger operating and capital budgets than transit agencies in  small urbanized areas. (See fig. 13.) In particular, 57 percent of the transit  agencies in large urbanized areas have operating budgets of more than $10  million, while 10 percent of transit agencies in small urbanized areas have  operating budgets of comparable size. Additionally, 32 percent of the  transit agencies in large urbanized areas have capital budgets of more than  $10 million. In comparison, none of the transit agencies in small urbanized  areas that we surveyed had capital budgets of that magnitude."], "subsections": []}, {"section_title": "Security of Transit Agencies Surveyed", "paragraphs": ["Most transit agencies we surveyed either contract with a security service  (35 percent) and/or have established agreements with local or state police  (34 percent) to provide security for their property. However, our survey did  reveal some differences between transit agencies in large and small  urbanized areas in terms of their transit properties’ security, as shown in  figure 14. For example, of the transit agencies we surveyed, only those  agencies in large urbanized areas had their own transit police officers."], "subsections": []}, {"section_title": "Funding Sources for Transit Safety and Security Needs of Transit Agencies Surveyed", "paragraphs": ["Our survey results show that all transit agencies we surveyed rely on a  variety of federal, state, and local sources to fund safety and security  expenses. As figure 15 shows, transit agencies in large and small urbanized  areas identified local funds as the most common source of funding for  safety and security operating expenses. A notable difference between  transit agencies in large and small urbanized areas appears in their use of  FTA funds. In particular, 62 percent of agencies in small urbanized areas  identified FTA funds as a source of funds for safety and security operating  expenses, while 23 percent of agencies in large urbanized areas identified  this as a source. In contrast to safety and security operating expenses, we  found that the most common source of funds for safety and security capital  expenses is FTA funds. (See fig. 16.)"], "subsections": []}, {"section_title": "Acts of Extreme Violence against Transit Agencies Surveyed", "paragraphs": ["The majority of the transit agencies we surveyed do not believe they are  likely targets for acts of extreme violence. In particular, 62 percent of  transit agencies we surveyed believe they are unlikely or very unlikely to be  the target of an act of extreme violence in the next 5 years. By contrast, 6  percent of the transit agencies we surveyed consider the likelihood of an  act of extreme violence on their property likely or very likely. Thirty-one  percent of the transit agencies we surveyed believe they are as likely as not  to experience an act of extreme violence on their property in the next 5  years.", "In addition, the majority of the transit agencies we surveyed have not  experienced an act of extreme violence on their property in the past 5  years. Specifically, 66 percent of the transit agencies we surveyed said that  they have not experienced acts of extreme violence on their systems.  However, the agencies that have experienced acts of extreme violence have  encountered a variety of situations. (See fig. 17.)"], "subsections": []}, {"section_title": "Surveyed Transit Agencies’ Safety and Security Assessments", "paragraphs": ["Seventy-five percent of the transit agencies we surveyed have conducted an  assessment of their transit system. As figure 18 shows, the majority of the  assessments have focused on general safety and security issues, not  necessarily on the transit systems vulnerability to a terrorist threat or act of  extreme violence. Seventy-seven percent of the agencies reported that their  assessments have identified items needing action; however, the majority of  these agencies indicated that a variety of factors have limited their ability  to resolve the identified problems. According to these transit agencies,  insufficient funding, the need to balance security and safety priorities with  other priorities, and insufficient staff time or availability to complete action  items were the top reasons why identified needs have not been addressed."], "subsections": []}, {"section_title": "Emergency Plans of Transit Agencies Surveyed", "paragraphs": ["Sixty-six percent of all surveyed agencies have emergency plans. In  general, our survey results indicate that the majority of the agencies’  emergency plans describe protocols for a number of emergency situations,  such as natural disasters, reported bomb threats, and explosive devices.  Moreover, our survey results also indicate that the majority of all agencies’  plans specify coordination with other entities, such as local police  departments, and most agencies have shared their plans with other entities.", "However, our survey results reveal that transit agencies in large urbanized  areas have more comprehensive emergency plans than agencies in small  urbanized areas, in terms of both the level of coordination with other  entities and the number of scenarios addressed by the plans. For example,  as figure 19 shows, the emergency plans of agencies in large urbanized  areas specify coordination with the media more often than plans of  agencies in small urbanized areas. Furthermore, as figure 20 shows, the  emergency plans of agencies in large urbanized areas address more  emergency situations—such as an explosive device on the transit  property—than the emergency plans of agencies in small urbanized areas."], "subsections": []}]}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Karin Bolwahnn, Nikki Clowers,  Michelle Dresben, Elizabeth Eisenstadt, Michele Fejfar, David Hooper,  Wyatt R. Hundrup, Hiroshi Ishikawa, and Sara Ann Moessbauer made key  contributions to this report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the investigative arm of Congress, exists to  support Congress in meeting its constitutional responsibilities and to help improve  the performance and accountability of the federal government for the American  people. GAO examines the use of public funds; evaluates federal programs and  policies; and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of accountability,  integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to daily E-mail alert for newly released products” under the GAO Reports heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}