{"id": "GAO-08-1137", "url": "https://www.gao.gov/products/GAO-08-1137", "title": "Military Disability System: Increased Supports for Servicemembers and Better Pilot Planning Could Improve the Disability Evaluation Process", "published_date": "2008-09-24T00:00:00", "released_date": "2008-09-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In February 2007, a series of articles in The Washington Post about conditions at Walter Reed Army Medical Center highlighted problems in the military's disability evaluation system. Subsequently, the Department of the Army, Department of Defense (DOD), and Department of Veterans Affairs (VA) undertook initiatives to address concerns with the disability evaluation process. In 2007, the Army took steps to streamline its process, and DOD and VA began piloting a joint evaluation system to address systemic concerns about timeliness and the potential inefficiency of having separate disability evaluation systems. GAO was asked to examine (1) recent actions by the Army to help servicemembers navigate its disability evaluation process and (2) the status, plans, and challenges of DOD and VA's efforts to pilot and implement a joint disability evaluation system. GAO interviewed Army, DOD, and VA officials; visited Army treatment facilities; and reviewed data from these sources."]}, {"section_title": "What GAO Found", "paragraphs": ["The Army has taken a number of steps to help servicemembers navigate the disability evaluation process through additional support mechanisms and streamlining efforts, but faces challenges in meeting internal goals and demonstrating impact. Most significantly, the Army has begun hiring more staff to facilitate the process for servicemembers, such as legal personnel, and setting staffing goals for key positions, such as for board liaisons and physicians. However, the Army has not met its internal staffing goals for board liaisons and physicians, and continues to face shortages in legal personnel. The Army has also struggled to meet timeliness goals for case processing and has even experienced negative trends over the last year, despite streamlining initiatives. Furthermore, the Army faces particular challenges in meeting timeliness goals for completing reservists' evaluations, due in part to the challenge of obtaining complete personnel and medical documents from nonmilitary sources. Besides staffing initiatives, the Army has also taken steps to help servicemembers better understand and navigate the process. However, we found that these efforts varied by location, and that many servicemembers we spoke with were unaware of the availability of expert legal counsel. To increase transparency of the disability process, one location we visited afforded servicemembers the opportunity to have the written summary of their medical conditions explained to them, but not all Army locations have adopted this practice. In general, the Army faces challenges in demonstrating that its efforts to date have had an overall positive impact on servicemembers' satisfaction, because it has not implemented a survey that adequately targets and queries servicemembers who are undergoing disability evaluations. Under direction from the agencies' joint Senior Oversight Committee, DOD and VA moved quickly to design and pilot a joint disability evaluation process, but gaps remain in their plans to evaluate the pilot and potentially implement a joint process on a larger scale. DOD and VA have established a comprehensive mechanism for measuring key aspects of the pilot. However, they have not yet decided on criteria for determining whether the joint process is worthy of widespread implementation. In addition, although DOD and VA are in the process of developing surveys to measure servicemember and stakeholder satisfaction, sufficient comparative data on servicemember satisfaction may not be available when the pilot is scheduled to end. DOD and VA are also in the process of tracking challenges that have arisen in implementing the pilot, but they have not yet resolved several challenges associated with expanding the joint process if the pilot is deemed successful. Such challenges include determining who will perform the single physical examination when a VA medical center is not nearby. Beyond these concerns, DOD and VA may ultimately need to prepare for challenges that come with implementing large-scale system changes--such as those envisioned by the pilot. These challenges include sustaining management attention to ensure that the changes are implemented well and are producing the intended results. However, the Senior Oversight Committee's planned January 2009 end raises questions about whether management attention will be maintained over the long term."]}], "report": [{"section_title": "Letter", "paragraphs": ["Over 32,000 servicemembers have been wounded in Operations Enduring  Freedom and Iraqi Freedom, as of July 2008. Due to improved battlefield  medicine, those who might have died in past conflicts are now surviving,  many with multiple serious injuries, such as amputations, traumatic brain  injury (TBI), and post-traumatic stress disorder (PTSD). Beyond adjusting  to their injuries, returning servicemembers can face additional challenges  within the military. In February 2007, a series of articles in The  Washington Post about conditions at Walter Reed Army Medical Center  highlighted problems in the military’s disability evaluation system.", "Since that time, various reviews and high-level commissions have  identified substantial weaknesses in the disability evaluation system that  servicemembers must navigate. For example, in March 2007, the Army  Inspector General identified numerous weaknesses, including a failure to  meet timeliness standards for determinations and inadequate staff  training. Similarly, reports from several commissions highlighted long  delays and confusion that ill or injured servicemembers experience as they  navigate the military disability evaluation system, and their distrust of a  process perceived to be adversarial. The commissions referred to prior  GAO work, including a March 2006 report in which GAO found that the  services were not meeting Department of Defense (DOD) timeliness goals  for processing disability cases, and that neither DOD nor the services  systematically evaluated the consistency of disability decisions. In  addition, in October 2007, the Veterans’ Disability Benefits Commission  reported significant differences in disability ratings between the DOD and  the Department of Veterans Affairs (VA), with VA often assigning higher  disability ratings than DOD.", "The Department of the Army, DOD, and VA have undertaken initiatives to  address concerns about delays and confusion with the disability  evaluation process. For example, in March 2007, the Army initiated the  development of the Army Medical Action Plan (AMAP). Broadly designed  to help the Army become more patient-focused, the plan includes several  tasks for improving its disability evaluation process. Apart from the  Army’s initiatives, DOD and VA are piloting a joint disability evaluation  system to address more systemic concerns, such as the timeliness and  potential inefficiency and variable outcomes of DOD’s and VA’s separate  evaluation systems. Begun in November 2007, the pilot involves a single  physical examination performed to VA standards and a rating prepared by  VA for use by both DOD and VA in determining disability benefits. The  pilot is ongoing at three Washington, D.C., military treatment facilities,  including Walter Reed Army Medical Center, and is scheduled to last   1 year. The pilot is being conducted under the direction of a joint DOD and  VA body—the Wounded, Ill, and Injured Senior Oversight Committee  (Senior Oversight Committee)—that was established in May 2007 to  address problems associated with the care and treatment of returning  servicemembers.", "At your request, we examined (1) recent actions taken by the Army to help  ill and injured servicemembers navigate its disability evaluation process  and (2) the status, plans, and challenges of DOD and VA’s efforts to pilot  and implement a joint disability evaluation system. To address the first  objective, we analyzed staffing data and relevant Army documents, such as  policy memorandums and the March 2007 Army Inspector General report.  Out of the Army’s 35 treatment facilities, we visited 4—Walter Reed Army  Medical Center (Washington, D.C.), Brooke Army Medical Center (Fort  Sam Houston, Texas), Carl R. Darnell Army Medical Center (Fort Hood,  Texas), and Madigan Army Medical Center (Fort Lewis, Washington)—that  are near the 3 sites where the Army conducts disability evaluations to talk  with Army officials about efforts to improve the disability evaluation  system for servicemembers, and to obtain views from servicemembers  about how these efforts are affecting them. To help assess legal outreach  and other supports to servicemembers, we also spoke with officials from   5 treatment facilities that are not near any of the Army’s disability  evaluation sites. These 5 facilities were selected on the basis of varying  size (small, medium, and large) and representation from the different  geographic areas of the Army’s medical organization. In addition, we  spoke with officials from the Army’s Community Based Health Care  Organization (CBHCO) system and visited a CBHCO location in  Massachusetts to learn about issues for reservists entering the disability  evaluation process from the CBHCO system.", "To examine DOD and VA’s efforts to pilot a joint disability evaluation  system, we reviewed DOD and VA pilot planning and guidance documents.  We also visited the 3 facilities—Walter Reed Army Medical Center,  National Naval Medical Center, and Malcolm Grow Air Force Medical  Center—where the pilot is ongoing to speak with officials about the status,  plans, and challenges related to evaluating the disability evaluation pilot  and potentially implementing a joint system. In addition, we spoke with  officials from DOD and VA who are coordinating pilot implementation and  evaluation efforts, and reviewed weekly reports that include the number of  cases by phase of the process in the pilot.", "We conducted this review from July 2007 to September 2008 in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives. Additional information about our objectives, scope, and  methodology is provided in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["The military’s disability evaluation process begins with the identification  of a medical condition that could render the servicemember unfit for duty.  On the basis of medical examinations, a medical evaluation board (MEB)  documents any conditions that may limit a servicemember’s ability to  serve in the military. The servicemember’s case is then evaluated by a  physical evaluation board (PEB) to make a determination of fitness or  unfitness for duty. If the servicemember is found to be unfit due to  medical conditions incurred in the line of duty, the PEB assigns the  servicemember a combined percentage rating for those unfit conditions  using VA’s rating system as a guideline, and the servicemember is  discharged from duty. This disability rating, along with years of service  and other factors, determines subsequent disability and health care  benefits from DOD. Appendix II provides additional background  information about the MEB and PEB processes.", "As servicemembers in the Army navigate DOD’s disability evaluation  process, they interface with staff who play a key role in supporting them  through the process. MEB physicians play a fundamental role because  they are responsible for documenting the medical conditions of  servicemembers for the disability evaluation case file. In addition, board  physicians may require that servicemembers obtain additional medical  evidence from specialty physicians, such as a psychiatrist. Throughout the  MEB and PEB processes, a board liaison serves a key role by explaining  the process to servicemembers, and ensuring that the servicemembers’  case files are complete before they are forwarded for evaluation by the  PEB. The board liaison informs servicemembers of board results and of  deadlines at key decision points in the process. The military also provides  legal counsel to servicemembers in the disability evaluation process. The  Army, for example, has a policy to provide legal counsel anytime upon  request and to assign legal representation at formal PEB hearings,  although servicemembers may retain their own representative at their own  expense.", "In addition to receiving benefits from DOD, veterans with service- connected disabilities may receive compensation from VA for lost earnings  capacity. Although a servicemember may file a VA claim while still in the  military, he or she can only obtain disability compensation from VA as a  veteran. VA will evaluate all claimed conditions, whether or not they were  evaluated previously by the military service’s evaluation process. If VA  finds that a veteran has one or more service-connected disabilities with a  combined rating of at least 10 percent, the agency will pay monthly  compensation. The veteran can claim additional benefits over time, for  example, if a service-connected disability worsens or surfaces at a later  point in time.", "In response to the deficiencies reported by the media, GAO, and the Army  Inspector General about the care its injured and ill servicemembers  received, the Army took several actions, including, most notably, initiating  the development of the AMAP in March 2007. The plan, designed to help  the Army become more patient-focused, includes tasks for automating  portions of the disability evaluation process and maximizing coordination  of efforts with VA. As part of the AMAP, the Army also developed a new  organizational structure—Warrior Transition Units—to provide a more  focused continuum of care and services to both active-duty and reservist  servicemembers. Within each unit, the servicemember is assigned a  primary care manager, a nurse case manager, and a squad leader to  manage the servicemember’s medical treatment and help ensure that the  needs of the servicemember and his or her family are met.", "In May 2007, DOD established the Senior Oversight Committee to bring  high-level attention to addressing the systemic problems associated with  the care and treatment of returning servicemembers. The committee is  cochaired by the Deputy Secretaries of Defense and Veterans Affairs and  also includes the military service secretaries and other high-ranking  officials within DOD and VA. To conduct its work, the committee  established workgroups to address specific issues, including the disability  evaluation system. Originally intended to expire in May 2008, the  committee was extended to January 2009.", "Under the direction of the Senior Oversight Committee, DOD and VA are  piloting a joint disability evaluation system to improve the timeliness and  resource use of DOD’s and VA’s separate disability evaluation systems.  Begun in November 2007, the pilot involves cases at three Washington,  D.C.-area military treatment facilities, including Walter Reed Army Medical  Center. Key features of the pilot include (see fig. 1):    a single physical examination conducted to VA standards as part of the    disability ratings prepared by VA, for use by both DOD and VA in  determining disability benefits; and   additional outreach and nonclinical case management provided by VA staff  at the DOD pilot locations to explain VA results and processes to  servicemembers."], "subsections": []}, {"section_title": "Army Has Taken Steps to Help Servicemembers Undergoing Disability Evaluation, but Faces Challenges", "paragraphs": ["The Army has taken a number of steps to help servicemembers navigate  the disability evaluation process through additional supports and  streamlining efforts, such as expanding support to servicemembers by  hiring more board liaisons and legal personnel. In addition, the Army has  established a staffing ratio for board physicians who document  servicemembers’ medical conditions. Nevertheless, the Army continues to  struggle with meeting internal goals for the staffing and timeliness of  processing disability evaluation cases. In addition, the Army’s increased  staffing, outreach efforts, and other supports may be insufficient to ensure  that servicemembers understand the process and are aware of their legal  rights. The Army faces challenges in demonstrating an impact on  servicemember satisfaction, in part because the Army has not yet  implemented a satisfaction survey that adequately targets and queries  servicemembers who are undergoing disability evaluation."], "subsections": [{"section_title": "Army Has Increased Staffing for Servicemembers Undergoing Disability Evaluation, but Struggles to Meet Its Internal Goals", "paragraphs": ["As part of the AMAP, the Army established staffing goals for staff who are  key to helping servicemembers navigate the disability evaluation process.  Specifically, the Army established caseload targets for board liaisons and  board physicians, and articulated the need to provide servicemembers  with access to legal counsel at the beginning of the process. For board  liaisons—who explain the disability process to servicemembers and are  responsible for ensuring that their disability case files are complete—the  Army established for the first time a caseload target of 30 servicemembers  per liaison in June 2007. At the same time, for board physicians—who  evaluate and document servicemembers’ medical conditions for the  disability evaluation case file—the Army established a caseload target of  200 servicemembers per physician. Although a caseload target was not set  for legal counsel, the Army proposed dedicating 57 additional legal staff at  19 of its 35 treatment facilities to help servicemembers gain access to legal  counsel prior to the formal board hearings when counsel is normally  assigned.", "The Army has expanded hiring efforts for board liaisons, but it faces  challenges in keeping up with the increased demand for the liaisons’  services. From August 2007 to June 2008, the number of board liaisons  grew from 160 to 221—a 38 percent increase Army-wide—and the average  caseload per liaison declined from 46 to 29 servicemembers. However, as  of June 2008, the Army had not met its internal staffing goal of   30 servicemembers per liaison at 14 of its 35 treatment facilities, and about   70 percent of servicemembers in the disability evaluation process were  located at facilities with shortages (see fig. 2). Liaisons we spoke with at  one of the locations with the highest average caseloads had difficulty in  making appointments with servicemembers, which challenged their ability  to provide timely and comprehensive support. While the Army plans to  hire additional board liaisons, it has encountered difficulty in attracting  qualified liaisons at some locations due in part to their remote location.  The Army’s ability to meet internal staffing goals is also affected by  increases in demand. According to Army data, the total number of  servicemembers completing the MEB increased about 19 percent from  year-end 2006 to year-end 2007.", "Regarding MEB physicians, the Army has mostly met its goal for the  average number of servicemembers at each treatment facility, but  challenges with physician staffing remain. As of June 2008, the Army met  its goal of 200 servicemembers per board physician at 28 of 35 treatment  facilities. However, 47 percent of servicemembers undergoing disability  evaluation are located at the 7 facilities that did not meet the goal. In  addition, according to Army officials, physicians are having difficulty in  managing their caseloads, even at locations where they have met or are  close to the Army’s goal of 200 servicemembers per physician. Several  physicians and Army officials told us that the Army could provide better  service to servicemembers if more physicians were available to conduct  medical evaluations. To help improve case processing, in July 2008 the  Army changed the target staffing ratio for board physicians from   200 servicemembers to 120 servicemembers per physician. Some Army  physicians told us that the ratio of servicemembers per physician allows  little buffer when there is a surge in caseloads at a treatment facility, and  that delays in case processing result from these imbalances. A mobile  unit—comprising a board physician, a board liaison, and other staff—has  been deployed since 2004 in the Army’s southeast region. According to an  Army official who works with the mobile unit, its deployment has helped  reduce backlogs where it has been deployed, but such units are not used  throughout the Army.", "In addition to gaps in board liaisons and board physicians, staffing of legal  personnel who provide counsel to injured and ill servicemembers  throughout the disability evaluation process is currently insufficient.  According to the Army, servicemembers should receive legal assistance  upon request during both the MEB and PEB processes. While  servicemembers may seek legal assistance at any time, the Army’s policy is  to assign legal staff to servicemembers when their case goes before a  formal PEB. As of June 2008, there were 28 total staff—20 attorneys and   8 paralegals, located at 5 of 35 Army treatment facilities—dedicated to  providing assistance to servicemembers undergoing disability evaluation  (see fig. 3). In April 2008, the Army recognized that the current staffing  was insufficient and approved the hiring of 36 permanent legal  personnel—1 attorney and 1 paralegal at each of 18 locations. Although  these additional staff—which the Army is in the process of hiring—will  help, their number falls short of the originally proposed 57 staff. According  to an Army official involved in legal staffing, the 36 additional staff will still  be insufficient to achieve the Army’s goal of providing comprehensive  legal support early in the evaluation process. Moreover, some of the legal  personnel already in place serve on a temporary basis. Therefore, their  replacements will need to learn about military disability evaluation  regulations and processes, which involves a substantial learning curve and  could pose a challenge to service delivery and quality of legal counsel.", "Army officials also told us that an evaluation is being conducted to  determine if additional attorneys should be hired, and that they expect the  evaluation to be completed by year-end 2008.", "Although the Army generally meets DOD’s timeliness goal for the PEBs to  process cases, it has had less success in meeting timeliness goals for the  MEBs. In 2007, the Army satisfied the DOD-standard that 80 percent of  PEB cases should be processed within 40 days. On average in 2007, PEB  cases were processed in 28 days. In terms of the MEBs, the Army has a  goal of completing 80 percent of cases within 90 days, and meeting a DOD  standard that the final administrative and counseling part of the MEB  process be completed within 30 days for at least 80 percent of cases. From  January to March 2008, 24 of 35 medical facilities did not meet the Army’s  90-day goal for the timely processing of MEB cases. In addition, the  percentage of cases Army-wide that have met the goal in a recent   12-month period has trended downward; from April through June 2007,   68 percent of cases met the goal, compared with 55 percent from January  through March 2008. Similarly, from January to March 2008, 29 of 35  medical facilities did not meet DOD’s 30-day goal for transferring cases to  the PEB.", "According to Army officials, several factors have challenged the Army’s  ability to complete medical board cases in a timely way. In addition to the  increase in the number of cases and the shortage of medical board  physicians, timely case processing is also challenged by the increasing  complexity of cases being evaluated and the shortages of specialist  physicians who help perform medical evaluations. For example, the  incidence of complex conditions, such as PTSD, that the Army must  evaluate has more than doubled, from 4.3 percent in 2005 to 9.5 percent in  2007. According to Army officials, shortages of specialist physicians, such  as psychiatrists who can perform required evaluations, have contributed  to delays in case processing. According to an Army official in charge of  mental health staff planning, the Army has plans to hire additional  psychiatrists—which is consistent with recommendations made by a DOD  task force on mental health—but it faces challenges in reaching its goals  quickly, in part, due to the difficulty of attracting psychiatrists to work for  the Army.", "The Army faces particular challenges in meeting timeliness goals for  completing reservists’ MEBs and PEBs. In 2007, reservists comprised  about 20 percent of servicemembers undergoing disability evaluation in  the Army. The average time to complete the MEB and PEB processes in  2007 was 149 days for reservists, compared with 107 days for active-duty  servicemembers (see fig. 4). According to Army officials, disability case  processing for reservists is treated the same as that for active component  servicemembers, but reservist cases may take longer due, in part, to the  challenge of obtaining complete personnel and medical documents. For  example, reservists may have more difficulty in obtaining a required  commander letter—a key document that describes the servicemember’s  duties and how his or her medical conditions affect performance of those  duties—than active-duty servicemembers because reservists’ command  structure is more dynamic and the appropriate commander may be  difficult to track down. In addition, many reservists receive care from   non-Army physicians as opposed to receiving care at a military treatment  facility. According to Army officials, medical documentation provided by  non-Army physicians is more likely to contain insufficient information,  resulting in delayed case processing. One indicator of the inadequacy of  documentation prepared by non-Army physicians is the number of cases  received by the PEB that get returned to the MEB for additional  information. In 2007, about 30 percent of reservist cases were returned  because of incomplete information compared with about 15 percent for  active-duty servicemember cases. As of June 2008, the Army had not taken  steps to identify potential actions that might mitigate this disparity.", "The Army has taken steps to streamline processes to help servicemembers  better navigate the disability evaluation system. For example, in March  2008, the Army reduced the number of documents that could be used to  complete the PEB from 38 to 19. Also, the template for the commander’s  letter became more detailed, which obviated the need for submitting some  forms, including servicemembers’ recent physical fitness examination  results. In addition, the Army is developing a computer system to  automate the MEB process by replacing paper case files with electronic  files, thereby reducing case processing time and improving case tracking.  The computer system is being piloted at one facility, and if the pilot is  successful, the intent is to replicate it throughout the Army by January  2009. According to the AMAP, this automation project was to be  completed by January 2008, but the project was delayed and just began in  April 2008. According to Army officials, the late start was due, in part, to  delays in finding a cost-effective technology solution, receiving the  necessary Army approvals, and satisfying contracting procedures."], "subsections": []}, {"section_title": "Army Has Increased Outreach and Other Supports for Servicemembers, but Faces Challenges in Reducing Servicemember Confusion and Demonstrating Improved Servicemember Satisfaction", "paragraphs": ["While the Army has taken steps to address the shortages of legal personnel  dedicated to the disability evaluation process, the Army’s outreach efforts  may be insufficient to ensure that servicemembers are aware of their  rights and the availability of legal counsel earlier in the process. Army  policy is to advise servicemembers of the availability of legal counsel at  the initial briefing when a servicemember begins the disability evaluation  process, and to assign servicemembers to attorneys once their case goes  before a formal PEB. However, the Army does not have a policy that legal  staff attend the initial briefing because, in part, 30 of 35 locations currently  do not have on-site legal staff dedicated to the disability process. To  address this gap, Army legal personnel who work specifically on disability  evaluation cases have begun conducting additional outreach to  servicemembers earlier in the process, including traveling in some cases to  facilities that lack such personnel. However, due to limited resources,  many facilities do not receive this outreach, while others receive it  infrequently. Since the Army hired additional staff in June 2007, 10 of the  30 facilities that do not have on-site legal staff dedicated to disability  evaluation counsel, have received outreach during the MEB process as of  June 2008. Even at the 3 sites we visited that had dedicated legal staff,  many servicemembers undergoing disability evaluation with whom we  spoke were not aware of the availability of the legal staff or the need for  legal counseling. According to an Army official involved in legal staffing, if  attorneys counseled servicemembers early in the medical board process,  servicemembers could have a better understanding of what steps to take  to protect their rights. In addition, according to this same official, early  outreach could help to make the disability evaluation process proceed  faster if servicemembers receive counsel on how to prepare in advance for  the many steps in the process.", "In addition to the staffing and outreach initiatives to bolster legal support  to servicemembers, the Army has made other supports available to help  educate servicemembers about the overall process, but these supports are  not without limitations. For example, although the Army standardized the  initial briefing that we previously mentioned, several locations do not use  the standardized version when briefing servicemembers. Of the 9 facilities  we visited or contacted by telephone, staff at 3 of these locations used a  different version when briefing servicemembers and did not note the  availability of legal counsel for servicemembers during the briefing. In  addition, the Army created a Web site for each servicemember to track his  or her progress through the MEB and PEB processes, and created a link to  information about legal support. However, according to Army officials and  some servicemembers we spoke with, many servicemembers do not  access the Web site. Of the servicemembers we spoke with who had  accessed the Web site, many found it limited in answering their questions  and at times out of date. Finally, the Army developed and issued a  handbook on the disability evaluation process to help educate  servicemembers about the process. Although the handbook can be a  helpful tool in describing a complex process, many servicemembers we  spoke with did not recall receiving or reading the handbook, possibly due  to the nature of their conditions and medications, while some found the  disability process confusing despite having reviewed the handbook.", "Two Army locations we visited provided an additional support that may be  successful at reducing servicemembers’ confusion with the process, but  this support was not offered at other locations we visited. Servicemembers  we spoke with at each facility we visited said they found the medical  language in the written summary of their medical conditions confusing. At  the two locations we previously mentioned, servicemembers were  afforded the opportunity to have the written summary explained to them  by the physician in order to increase transparency and improve  servicemember understanding and acceptance of the disability process.  According to Army officials at these facilities, the servicemembers who  receive the explanation find the medical board assessment less confusing.  Officials at one of these facilities also noted that servicemembers who do  not understand the written summary of their medical conditions are more  likely to become dissatisfied with the disability evaluation process, and  that the process can be delayed by late identification of additional medical  conditions. Despite its potential benefits, in part due to staffing and  resource constraints, the Army has not adopted this practice at all  locations.", "While anecdotal evidence of servicemember confusion with the process is  not evidence of widespread or worsening problems, the Army has  struggled to assess servicemembers’ satisfaction with the disability  evaluation process to help demonstrate the impact of its efforts over time.  To gauge servicemembers’ satisfaction with the process, in June 2007, the  Army added questions to a survey that targets servicemembers at various  stages in the Army’s Warrior Transition Units. In part because of the  survey’s timing and target respondents, the Army experienced low  response rates for the added questions and, therefore, was unable to  evaluate the impact of changes to the disability evaluation process. As part  of the AMAP, in April 2007, the Army set a goal to improve the survey by  September 2007, but delays in developing survey questions postponed  deployment until July 2008. The new survey has two sections relevant to  the disability evaluation process—one for the MEB and another for the  PEB parts of the disability evaluation process. However, the surveys will  continue to target servicemembers in Warrior Transition Units. Because  many servicemembers undergoing disability evaluation are not in such  units, survey responses will not necessarily represent the population  undergoing disability evaluation. In addition, the Army may be challenged  to identify weaknesses in some supports due to the limited nature of some  survey questions. For example, according to an Army official involved in  legal staffing, the new surveys do not ask servicemembers questions  regarding the effectiveness of legal outreach and support during the MEB  phase of the process. Without a feedback mechanism, such as a valid  survey, the Army will be challenged to evaluate the effectiveness of  planned increases in legal support and current outreach to  servicemembers."], "subsections": []}]}, {"section_title": "DOD and VA Lack Complete Plans for Evaluating and Expanding the Joint Disability Evaluation Pilot Process", "paragraphs": ["DOD and VA have made progress in developing and piloting a streamlined  disability evaluation process, but they have much work to do in key areas.  Gaps include a lack of clearly identified criteria for determining whether  the pilot has been successful and should be implemented on a large scale.  Also, although DOD and VA have begun surveying servicemembers in the  pilot, they have not yet completed development of surveys to collect  customer satisfaction data from nonpilot servicemembers for comparison,  or from DOD and VA staff conducting the pilot. Furthermore, DOD and VA  have yet to resolve several challenges to expanding the joint process on a  large scale if the pilot is deemed successful. These challenges include  ensuring that DOD and VA have addressed staffing needs, determining  logistical arrangements associated with operating the pilot at additional  facilities, and sustaining top agency management focus on the pilot."], "subsections": [{"section_title": "DOD and VA Are Collecting Information on Pilot Performance, but They Lack a Complete Plan for Evaluating the Pilot’s Success", "paragraphs": ["Since the pilot has been under way since November 2007, DOD and VA  have been focused on collecting detailed data on pilot performance. As we  noted in our February 2008 testimony, DOD and VA moved quickly and  collaboratively to design and implement the pilot, and have been working  toward a Senior Oversight Committee review of the pilot’s progress. DOD  and VA officials expect this review to lead to a decision of whether to  expand the pilot to a few facilities beyond the current 3 facilities.  According to DOD and VA officials, adding a small number of facilities to  the pilot would allow for collection of additional information on pilot  performance and to test pilot procedures in different locations with  varying servicemember populations and disability evaluation resources.  To this end, DOD and VA are in the process of collecting data to compare  potential sites for an initial pilot expansion on the basis of several factors.  After this initial expansion, the agencies anticipate a decision regarding  the worthiness of the pilot process and whether it should become their  standard disability evaluation process. DOD is required to provide the  Congress with a final assessment of the pilot 3 months after its scheduled  November 2008 end.", "DOD and VA have established methods for measuring certain key aspects  of the pilot, such as timeliness of decisions and appeal rates, and have  developed a comprehensive mechanism to track these and other  measures. The mechanism enables pilot planners to assess their work  relative to numerous goals that fall under the following six initiatives:   (1) improve disability evaluation policy and procedures, (2) improve  servicemember and stakeholder satisfaction with the process, (3) establish  an awareness and training program for evaluation system stakeholders,   (4) expand the pilot process, (5) meet pilot and nonpilot milestones, and  (6) ensure funding to support development of an integrated system. For  example, under the first initiative, pilot planners intend to compare  various case processing timeliness measures against standards. These  metrics include the percentage of MEB cases completed within 80 days,  and the percentage of VA benefits letters issued within 30 days of  separating from the military. By applying agreed-upon weights to these  and other measures, pilot planners will assess whether they have met,  partially met, or not met each objective, and signal the overall status of the  workgroup’s efforts.", "While DOD and VA have developed this mechanism to help measure pilot  performance, they have yet to finalize criteria for applying those metrics to  determine whether the pilot is worthy of eventual full-scale  implementation. Pilot planners have indicated that the timeliness of  decisions will be a factor in evaluating the effectiveness of the pilot, but  there are several potential measures of timeliness. Furthermore, while  they are collecting timeliness data from each service to draw comparisons  to the pilot process, it is unknown whether comparisons will be made in  aggregate; by service; or by subgroups, such as Army reservists. Finally,  DOD and VA have not yet decided how much improvement must be  demonstrated by the pilot as indicated by any such comparisons.", "One set of metrics to be used for evaluating the pilot is servicemember and  stakeholder satisfaction, and DOD and VA are in the process of developing  and administering several surveys to measure their satisfaction; however,  much work remains. Pilot planners intend to survey the following four  groups of people: (1) all pilot participants; (2) a sample of servicemembers  in the disability evaluation process outside of the pilot; (3) a family  member of each pilot participant; and (4) select stakeholders involved in  the pilot process, such as board liasisons and VA nonclinical case  managers. Surveying of the first group—pilot participants—will be  administered after three phases in the process: the MEB; the PEB; and  transition, including discharge from the service. For example, the MEB  phase survey asks pilot participants about their satisfaction with the  assistance provided by DOD and VA liaisons, the thoroughness of their  physical examination, and the fairness of the board’s decision.", "Although pilot planners have begun to survey pilot participants, it is  unclear when they will be able to incorporate survey results of this group  and other groups into their decision making. Survey data from the pilot’s  first year is expected to be available for analysis in December 2008.  However, surveys of pilot participants only began in May 2008 and,  according to pilot planners, it is unlikely that DOD and VA will have  sufficient responses in December, particularly from servicemembers who  have gone through the later pilot phases, to assess satisfaction with the  pilot process. Pilot planners estimate that about 100 servicemembers will  have completed the PEB under the pilot by November 2008, but they are  unsure if this number will be sufficient for evaluation purposes. Relatedly,  pilot planners intend to compare the survey results for pilot participants  against survey results for an appropriate group of servicemembers who  have undergone military disability evaluation outside of the pilot. Such  survey data would help DOD and VA assess whether the pilot is improving  servicemembers’ satisfaction with their experiences with disability  evaluations. However, this survey has not yet been deployed, and it is  unclear when DOD and VA will have sufficient responses from  servicemembers outside of the pilot to help measure any improvements in  servicemember satisfaction under the pilot process.", "Pilot planners face further challenges associated with analyzing the survey  results. According to DOD officials, servicemembers outside of the pilot  who are to be surveyed will be selected to reflect a proportional  representation across certain characteristics, such as branch of military  service. However, as of the time of our review, these officials had not yet  decided how they will select a comparison group with similar  demographic and disability profiles as pilot participants. Furthermore,  pilot planners intend to survey a family member of each pilot participant,  but they do not have a clear plan for assessing the results. For example,  they do not plan to survey a similar group of nonpilot family members, so  the usefulness of family member survey results may be limited.", "Regarding these surveys, at the time of our review, pilot planners had not  sufficiently coordinated their design or development with other surveys of  wounded, ill, and injured servicemembers and their families. Although  DOD officials noted that they took steps to coordinate with other survey  efforts under the Senior Oversight Committee, coordination has not  occurred with service-specific survey efforts. For example, Army officials  told us that coordination has not occurred with their initiative to survey  servicemembers in the Army’s disability evaluation process. Without  adequate coordination, these separate efforts could lead to inefficiencies  in collecting data from servicemembers and could cause survey fatigue  and potentially jeopardize response rates if people are asked to participate  in several surveys.", "Finally, DOD and VA will be challenged to ensure the quality and  consistency of DOD fitness decisions and VA rating decisions prior to  determining the worthiness of the pilot concept. VA plans to review all of  its decisions on pilot cases as part of its Systematic Technical Accuracy  Review. Such reviews have not yet begun because, according to VA, it has  received few cases requiring disability ratings. VA expects to begin  conducting such reviews in October 2008 when it anticipates having a  sufficient number of cases for statistical analysis. Under the pilot design,  the task of performing quality reviews of PEB fitness decisions was given  to DOD’s Disability Advisory Council. As of July 2008, the process of  sampling decisions for review, the criteria for assessing decisions, and the  mechanism for providing feedback to the PEBs have not been determined.  In terms of consistency, the agencies did not have plans yet to ensure  consistency of fitness decisions within each service or, ultimately, of VA  rating decisions across VA benefits offices."], "subsections": []}, {"section_title": "DOD and VA Are Identifying, but Have Yet to Resolve, Key Challenges Associated with Expanding the Joint Process", "paragraphs": ["As the pilot progresses, DOD and VA are collecting information that could  be used to identify resource needs and implementation challenges if they  decide to implement the pilot process on a large scale. For example, DOD  and VA are tracking pilot operational issues, for use in refining pilot  procedures and addressing operational problems, as well as identifying  challenges associated with implementation at additional facilities. DOD  and VA have conducted pilot review sessions with stakeholders to discuss  implementation challenges. In addition, VA has been keeping a log of pilot  implementation issues and the status of their resolution. For example, VA  staff at pilot sites reported difficulties in ensuring that servicemembers  report to scheduled physical examinations. An update was issued to the  pilot’s guidance requiring that servicemembers be present at their assigned  pilot medical facility for a long enough period to ensure their presence for  examinations and MEB processing. Also, VA staff have identified problems  with obtaining complete service medical records in some cases, leading to  another update to the pilot guidance.", "Other key implementation challenges identified by DOD and VA officials  would be to adjust logistical arrangements to accommodate facility  differences and to potentially include other servicemembers in the pilot  process. For example, different facilities may require different procedures  for performing the single physical examination. While the 3 original pilot  locations have physical examinations performed at a nearby VA medical  center, some military medical facilities are not near a VA medical center  and, therefore, lack comparable access. At such facilities, examinations  may need to be conducted by VA contract physicians, DOD physicians, or  private physicians under DOD’s health insurance program. DOD’s pilot  guidance allows for such arrangements, provided that examinations are  conducted according to VA criteria. According to DOD and VA officials,  one reason for an initial pilot expansion beyond the original 3 facilities is  to test alternative arrangements where VA examiners are not as readily  available. In addition, the pilot process does not currently include  servicemembers who are being reexamined after being placed on  temporary disability retirement by a PEB. According to pilot planners,  inclusion of this group of servicemembers in the pilot would require  adjustments to pilot guidance and procedures.", "Another significant implementation issue that has yet to be resolved is  estimating the additional resources, particularly DOD and VA case  management staff, required to ensure that the process flows smoothly at  additional facilities. VA officials stated that they are tracking VA resource  needs at the pilot facilities, particularly VA nonclinical case managers, and  have estimated VA resource needs for potential large-scale pilot  expansion. In addition to seeking additional VA nonclinical case managers,  VA is considering assigning VA service representatives to pilot sites.  According to VA officials, this assignment is because VA nonclinical case  managers have some claims processing functions in the pilot, such as  creating claim folders and scheduling physical examinations, which are  normally the responsibilities of VA service representatives. Also, according  to pilot planners, they have formed a working group to estimate financial  resources needed for large-scale implementation of a joint disability  evaluation process, including administrative costs and any increases in  DOD and VA disability benefit payments. According to VA officials, they  are in the process of developing these estimates to help prepare VA’s   2010 budget.", "In addition to anticipating challenges and resource requirements,  successful implementation of the pilot process on a larger scale would  require sustained management focus to help ensure that needed resources  are identified, implementation challenges are overcome, and focus on  achieving intended results is maintained. Currently, that focus is provided  by the Senior Oversight Committee, which was scheduled to last 1 year  through May 2008, but was extended to January 2009. Anticipating the  committee’s dissolution, DOD and VA have been planning to move its  functions, including operation of the disability evaluation pilot, to the  DOD-VA Joint Executive Council. According to DOD and VA officials,  they are working to incorporate the pilot into the Joint Executive  Council’s strategic plan—which is currently silent on the pilot and on how  the functions of the Senior Oversight Committee would be transferred to  the council. According to DOD and VA officials, the next strategic plan,  scheduled for approval in October 2008, is expected to include the  disability evaluation pilot. In the meantime, concerns have been raised  about whether the Joint Executive Council will be able to provide as much  management attention as it currently provides. According to DOD and VA  officials, the Senior Oversight Committee differs from the Joint Executive  Council because the former has full-time staff detailed from DOD and VA.  Furthermore, decisions have not been made regarding whether staff  currently working under the Senior Oversight Committee will continue  their roles and responsibilities of overseeing the pilot under the Joint  Executive Council, and for how long. Without knowledgeable staff and  continued management focus, especially during the critical junctures  leading to and potentially including phased in, large-scale implementation,  the pilot may lack sufficient oversight and cross-agency coordination,  which raises risks to the sound evaluation of the pilot, and successful  implementation of potential widespread changes to the disability  evaluation process."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["For those servicemembers whose military service was cut short due to  illness or injury, DOD’s disability evaluation is an important issue because  it affects their employment and, in many cases, whether they will receive  DOD benefits such as retirement pay and health care coverage. Despite  several initiatives, many servicemembers remain confused by the  military’s process for making these important determinations and are  unaware of the potential benefit of consulting with an attorney during the  process. Once they become veterans, VA’s disability evaluation also affects  cash compensation and other disability benefits that they may receive.  Going through two complex disability evaluation processes can be difficult  and frustrating for servicemembers and veterans. Delayed decisions and  confusing policies have eroded the credibility of the system. The Army is  struggling to develop effective strategies to address growing and shifting  demand for disability evaluations and to meet timeliness goals—overall,  but especially for reservists. Even if the Army is able to match the supply  of medical board staff to the changing demand for its services, without a  strategy to address the particular challenges of documenting reservists’  cases, the Army will not be able to evaluate their conditions in a timely  way. In addition, without a concerted approach to ensuring transparency  throughout the process, especially regarding the medical basis of the  disability decision and the availability of legal support, servicemembers  will remain confused by and dissatisfied with the process. Surveying  servicemembers who have gone through the Army’s disability evaluation  process will help the Army track whether its hiring efforts and other  initiatives are benefiting servicemembers and addressing their confusion.  However, even if the Army is able to overcome challenges and  demonstrate improvements in the evaluation process, its efforts will not  address the systemic problem of having two consecutive evaluation  processes that can lead to different outcomes.", "To address identified systemic problems, DOD and VA are collaborating  on a disability evaluation pilot that has potential for reducing the time it  takes to receive a decision from both agencies, improving the consistency  of evaluations for individual conditions, and simplifying the overall  process for servicemembers and veterans. Expanding the pilot to a few  more locations may be prudent as a way of testing the process under  different conditions, such as at locations lacking easy access to a VA  medical facility for physical examinations. However, a much larger  expansion would entail some risks; planners should be transparent about,  and prepared for, such risks. Without finalizing criteria and related  analysis plans well before assessing whether the pilot is successful and  merits larger expansion, DOD and VA may ultimately make significant  implementation decisions without sufficient data on whether the pilot is  producing the desired results. Criteria could include comparative metrics  that help the agencies measure the pilot’s performance against the current  process, including whether decision timeliness and servicemember and  veteran satisfaction has improved. Even if the pilot is proven successful,  DOD and VA’s ability to implement significant changes on a large scale is  unknown. Adjusting pilot resource needs and logistical arrangements  could prove challenging as a revised process is rolled out to more DOD  and VA facilities. Without sufficient planning for and focused management  attention on widespread implementation of a joint process that would  dramatically change business processes across many locations at both  agencies, DOD and VA could jeopardize the systems’ successful  transformation, and potentially exacerbate confusion and frustration  among servicemembers in the process."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of Defense direct the Secretary of the  Army to take the following actions:    To help reduce delays in MEB case processing due to shortages of board  physicians and caseload surges at particular treatment facilities, the Army  should consider developing more mobile units of medical board staff,  including physicians who could be flexibly deployed to treatment facilities  where servicemembers are experiencing case processing delays.", "To address the disparity in timeliness of MEB and PEB case processing for  reservists compared with active-duty servicemembers, the Army should  explore approaches to improving reservists’ case development, such as  ensuring adequate documentation of their military duties and medical  conditions.", "To further reduce servicemember confusion about and distrust of the  disability evaluation process, the Army should explore more widespread  implementation of promising practices for:    ensuring that servicemembers understand their rights to and are aware  of the availability of legal counsel during the disability evaluation  process, such as having legal counsel present at in-briefings where  feasible; and improving each servicemember’s understanding and acceptance of the  written summary of medical conditions that underlies his or her  disability evaluation, such as affording servicemembers an opportunity  to review the summary with the physician who prepared it before the  summary is finalized.", "To help the Army assess the effectiveness of its outreach and supports  available to servicemembers undergoing disability evaluations, it should  administer existing surveys to a representative sample of servicemembers  undergoing the MEB and PEB processes, and consider developing  additional questions to better assess outreach and support provided by  Army legal staff throughout the process.", "We also recommend that the Secretary of Defense and the Secretary of  Veterans Affairs take the following actions:    To ensure that the evaluation of the DOD-VA pilot process is sound, and  that any decisions on large-scale implementation of it are well-founded,  DOD and VA should develop complete plans to evaluate the pilot’s success  and guide potential large-scale expansion decisions. Such plans should  include criteria for determining how much improvement should be  achieved under the pilot on various performance measures—such as  decision timeliness and servicemember satisfaction—to merit  implementing the joint process throughout DOD and VA.", "To ensure that pilot evaluation and any large-scale implementation of the  joint disability process is done successfully, DOD and VA should sustain  collaborative executive focus on the pilot and retain knowledgeable staff  by, for example, continuing the agencies’ joint Senior Oversight  Committee or transferring the responsibilities to an equally staffed  structure with the same level of executive commitment."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOD and VA for review and  comments. The agencies provided written comments, which are  reproduced in appendixes III and IV. DOD and VA generally agreed with  our recommendations.", "With respect to the Army’s disability evaluation process, DOD agreed with  all of the recommendations, but partially agreed with one of them. DOD  also commented on relevant steps that the Army is taking on each  recommendation, as follows:  In response to our recommendation that the Army consider developing  more mobile units of medical board staff that could be flexibly deployed  where servicemembers are experiencing case processing delays, DOD  agreed and stated that it planned to conduct a study on the effectiveness  of a mobile MEB team by January 1, 2009.", "In response to our recommendation that the Army explore approaches to  improving reservists’ case development to address the disparity in the  timeliness of MEB and PEB case processing for reservist servicemembers  versus active-duty servicemembers, DOD agreed and stated that the Army  is attempting to automate the MEB process for all of its servicemembers,  but indicated that reservists typically have unique challenges in obtaining  necessary information. As we noted in our report, DOD may need a broad  strategy to address these challenges for reservists and, therefore, should  explore approaches to improving reservists’ case development.", "In response to our recommendation that the Army explore more  widespread implementation of promising practices to ensure that  servicemembers understand their rights to and are aware of the  availability of legal counsel during the disability evaluation process, DOD   partially agreed. They agency noted that having legal counsel present at in- briefings could diminish their capacity to provide actual counsel to other  servicemembers who are further along in the process, and that the in- briefing forum does not lend itself to a confidential exchange of  information between servicemembers and legal counsel. DOD noted  alternative methods for raising servicemembers’ awareness of their legal  rights and available services, including screening a relevant video that the  Army is in the process of developing. Alternative methods could  successfully address our recommendation if they are widely implemented.", "In response to our recommendation that the Army explore more  widespread implementation of promising practices to improve  servicemembers’ understanding and acceptance of the written summary of  their medical conditions, DOD agreed. The agency mentioned multiple  emerging best practices—such as having the servicemember present when  the physician dictates the summary to enable timely discussion—that, if  widely implemented, could help ensure that all servicemembers benefit  from them.", "In response to our recommendation that the Army administer existing  satisfaction surveys to a representative sample of servicemembers  undergoing MEBs and PEBs and consider developing additional questions  to better assess legal support, DOD agreed and indicated that the Army  was in the process of launching a modified survey. However, DOD’s  comments indicated that the new survey will not be representative of  servicemembers undergoing disability evaluation by the Army because the  survey will exclude servicemembers who are undergoing disability  evaluation, but are not assigned to a Warrior Transition Unit. Because  many servicemembers—particularly reservists—are not assigned to a  Warrior Transition Unit, excluding them from the survey will generate  information that is not representative of all servicemembers undergoing  disability evaluation by the Army and, therefore, may yield skewed data.", "With respect to DOD and VA’s efforts to pilot a joint disability evaluation  system, the agencies agreed with our recommendations and provided  additional comments, as follows:  In response to our recommendation that DOD and VA develop criteria to  inform decision making on potential expansion of the pilot process, DOD  and VA agreed. They stated that their balanced scorecard—the mechanism  that they are using to track pilot performance—will help them accomplish  this objective. Although a mechanism like the balanced scorecard is useful  for tracking certain key measures, at the time of our review, the balanced  scorecard did not identify minimum levels of performance improvement  that should be achieved for certain metrics before the pilot is considered  successful and merits widespread implementation.", "In response to our recommendation that DOD and VA sustain  collaborative executive focus on the pilot and retain knowledgeable staff,  DOD and VA agreed. VA officials have reported that, with DOD, they have  developed a legislative proposal for a new coordinating organization, the  Senior Executive Oversight Committee, that would replace both the Senior  Oversight Committee and Joint Executive Council. To the extent that  oversight of the pilot transitions to a new organization, DOD and VA will  need to guard against the potential loss of continuity in pilot monitoring  activities, such as planning, resource allocation, and evaluation. As part of  their sustained executive focus, DOD and VA leadership should, to the  extent possible, retain staff who are knowledgeable about the history and  management of the pilot to provide continuity to pilot management and  oversight. Without such continuity and sustained focus, sound  implementation and assessment of the pilot may be jeopardized.", "We are sending copies of this report to relevant congressional committees,  the Secretary of Veterans Affairs, the Secretary of Defense, and other  interested parties. We will also make copies available to others upon  request. In addition, the report will be available at no charge on GAO’s  Web site at http://www.gao.gov.", "Please contact me at (202) 512-7215 or bertonid@gao.gov if you or your  staffs have any questions about this report. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. Key contributors to this report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The objectives of our review were to examine (1) recent actions taken by  the Department of the Army to help ill and injured servicemembers  navigate its disability evaluation process and (2) the status, plans, and  challenges of the Department of Defense (DOD) and the Department of  Veterans Affairs’ (VA) efforts to pilot and implement a joint disability  evaluation system.", "To address the first objective, we analyzed relevant documents, including  Army forms, Army policy memorandums, relevant DOD directives, and a  related Army Inspector General report. We reviewed staffing and case  processing data related to disability evaluation initiatives established in  the Army Medical Action Plan (AMAP). We did not verify the accuracy of  these data. However, we interviewed agency officials knowledgeable  about the data, and we determined that they were sufficiently reliable for  the purposes of this report. Out of the Army’s 35 treatment facilities, we  visited 4—Walter Reed Army Medical Center (Washington, D.C.), Brooke  Army Medical Center (Fort Sam Houston, Texas), Carl R. Darnell Army  Medical Center (Fort Hood, Texas), and Madigan Army Medical Center  (Fort Lewis, Washington)—that are near the 3 sites where the Army  conducts physical evaluation boards (PEB) to talk with Army officials  about efforts to improve the disability evaluation process for  servicemembers, and to obtain views from servicemembers about how  these efforts are affecting them. To help assess legal outreach and other  supports to servicemembers, we also spoke with officials from 5 treatment  facilities that are not located near any of the Army’s PEB sites. These   5 facilities were selected on the basis of varying size (small, medium, and  large) and representation from the different geographic areas of the  Army’s medical organization. These facilities were Bassett Army  Community Hospital (Fort Wainwright, Alaska), Dwight D. Eisenhower  Army Medical Center (Fort Gordon, Georgia), Keller Army Community  Hospital (West Point, New York), Munson Army Health Center (Fort  Leavenworth, Kansas), and Tripler Army Medical Center (Honolulu,  Hawaii). In addition, we spoke with officials from the Army’s Community  Based Health Care Organization (CBHCO) system and visited a CBHCO  location in Massachusetts to learn about issues that concern reservists  entering the disability evaluation process from the CBHCO system.", "To address DOD and VA efforts to pilot a joint disability evaluation  system, we reviewed these agencies’ pilot guidance documents, and visited  the 3 original pilot facilities—Walter Reed Army Medical Center  (Washington, D.C.), National Naval Medical Center (Bethesda, Maryland),  and Malcolm Grow Air Force Medical Center at Andrews Air Force Base,  Maryland. We spoke with DOD and VA officials to learn about the status,  plans, and challenges related to evaluating the disability evaluation pilot  and to potentially implementing a joint system. Our interviews with DOD  officials included officials of the Office of the Under Secretary of Defense  (Personnel and Readiness) and its pilot contractor, Booz Allen Hamilton;  officials of the services’ Surgeon General offices and officials responsible  for their disability evaluation processes; and officials of the original pilot  facilities, including medical evaluation board (MEB) and PEB members,  and board liaisons. We also discussed pilot surveys with officials of the  Defense Manpower Data Center, which is developing and administering  the surveys to help evaluate the pilot. In VA, we spoke with officials of the  Compensation and Pension Service, Veterans Benefits Administration,  which is responsible for VA’s pilot activities. To analyze pilot  implementation issues, we reviewed records from DOD and VA pilot  stakeholder meetings—including pilot review, expansion planning, and  stakeholder training sessions—and reviewed the Wounded, Ill, and Injured  Senior Oversight Committee records related to the pilot. Furthermore, we  reviewed weekly reports that included the number of cases by phase of  the process in the pilot.", "We conducted this review from July 2007 to September 2008 in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives."], "subsections": []}, {"section_title": "Appendix II: Additional Background Information about the Military Disability Evaluation Process", "paragraphs": ["The military disability evaluation process involves two phases: the MEB  and the PEB. There are a number of steps in the process and several  factors that play a role in the decisions that are made at each step (see   fig. 5 and the text that follows the figure). There are four possible  outcomes in the disability evaluation process. A servicemember can be  found fit for duty,   separated from the service without benefits—servicemembers whose  disabilities were incurred while not on duty or as a result of intentional  misconduct are discharged from the service without disability benefits,   separated from the service with lump sum disability severance pay, or  retired from the service with permanent monthly disability benefits or  placed on the temporary disability retired list (TDRL).", "The disability evaluation process begins at a military treatment location,  when a physician identifies a condition that may interfere with a  servicemember’s ability to perform his or her duties. On the basis of a  physical examination, and specialty consultations if necessary, the  physician prepares a narrative summary detailing the servicemember’s  injury or conditions. This evaluation is used to determine if the  servicemember meets the military’s retention standards, according to each  service’s regulations. This process is referred to as “the MEB.”  Servicemembers who meet retention standards are returned to duty, and  those who do not are referred to the PEB."], "subsections": [{"section_title": "Physical Evaluation Board", "paragraphs": ["The PEB is responsible for determining whether servicemembers have lost  the ability to perform their assigned military duties due to injury or illness,  which is referred to as being “unfit for duty.” If the member is found unfit,  the PEB must then determine whether the condition was incurred or  permanently aggravated as a result of military service. While the  composition of the PEB varies by service, it typically comprises one or  more physicians and one or more line officers. Each of the services  conducts this process for its servicemembers. The Army has three PEBs  located at Fort Sam Houston, Texas; Walter Reed Army Medical Center in  Washington, D.C.; and Fort Lewis, Washington. The Navy has one PEB  located at the Washington Navy Yard in Washington, D.C. The Air Force  has one PEB located in San Antonio, Texas.", "The first step in the PEB process is the informal PEB—an administrative  review of the case file without the presence of the servicemember. The  PEB makes the following findings and recommendations regarding  possible entitlement for disability benefits:    Fitness for duty: The PEB determines whether the servicemember “is  unable to reasonably perform the duties of his or her office, grade, rank, or  rating,” taking into consideration the requirements of a member’s current  specialty. Fitness determinations are made on each medical condition  presented. Only those medical conditions that result in the finding of “unfit  for continued military service” will potentially be compensated by DOD.  Servicemembers found fit must return to duty.", "Compensability: The PEB determines if the servicemember’s injuries or  conditions are compensable, considering whether they existed prior to  service (referred to as “having a preexisting condition”) and whether they  were incurred or permanently aggravated in the line of duty.  Servicemembers found unfit with noncompensable conditions are  separated without disability benefits.", "Disability rating: When the PEB finds a servicemember unfit and his or  her disabilities are compensable, it applies the medical criteria defined in  the Veterans Administration Schedule for Rating Disabilities to assign a  disability rating to each compensable condition. The PEB then determines  (or calculates) the servicemember’s overall degree of service-connected  disability. Disability ratings range from 0 (least severe) to 100 percent  (most severe) in increments of 10 percent. Depending on the overall  disability rating and number of years of active-duty or equivalent service,  the servicemember found unfit with compensable conditions is entitled to  either monthly disability retirement benefits or lump sum disability  severance pay.", "In disability retirement cases, the PEB considers the stability of the  servicemember’s condition. Unstable conditions are those for which the  severity might change, resulting in higher or lower disability ratings.  Servicemembers with unstable conditions are placed on TDRL for periodic  PEB reevaluation at least every 18 months. While on TDRL, members  receive monthly retirement benefits. When members on TDRL are  determined fit for duty, they may choose to return to duty or leave the  military at that time. Members who continue to be determined unfit for  duty after 5 years on TDRL are separated from the military with monthly  retirement benefits, discharged with severance pay, or discharged without  benefits, depending on their condition and years of service.", "Servicemembers have the opportunity to review the informal PEB’s  findings and may request a formal hearing with the PEB; however, only  those found unfit for duty are guaranteed a formal hearing. The formal  PEB conducts a de novo review of referred cases and renders its own  decisions based on the evidence. At the formal PEB hearing,  servicemembers can appear before the board, put forth evidence,  introduce and question witnesses, and have legal counsel help prepare  their cases and represent them. If servicemembers disagree with the  formal PEB’s findings and recommendations, they can, under certain  conditions, appeal to the reviewing authority of the PEB. Once the  servicemember either agrees with the PEB’s findings and  recommendations or exhausts all available appeals, the reviewing  authority issues a final disability determination concerning fitness for  duty, disability rating, and entitlement to benefits."], "subsections": []}]}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Veterans Affairs", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["Michele Grgich (Assistant Director), Joel Green (Analyst-in-Charge), Bryan  Rogowski, Barbara Steel-Lowney, and Greg Whitney made significant  contributions to this report. Walter Vance and Cindy Gilbert provided  assistance with research methodology and data analysis. Bonnie  Anderson, Rebecca Beale, Elizabeth Curda, and Anna Kelley provided  subject matter expertise. Susannah Compton helped draft the report, and  Mimi Nguyen provided assistance with graphics. Roger Thomas provided  legal counsel."], "subsections": []}]}], "fastfact": []}