{"id": "GAO-07-1097T", "url": "https://www.gao.gov/products/GAO-07-1097T", "title": "Child Welfare: HHS Actions Would Help States Prepare Youth in the Foster Care System for Independent Living", "published_date": "2007-07-12T00:00:00", "released_date": "2007-07-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Congress passed the Foster Care Independence Act of 1999 (FCIA), which doubled annual federal funds for independent living programs to $140 million. This testimony discusses (1) states' FCIA funding allocations, (2) services provided and remaining challenges, (3) state coordination of programs to deliver services, and (4) the states and the Department of Health and Human Services' (HHS) Administration for Children and Families' (ACF) progress toward meeting program accountability requirements. This testimony is primarily based on our 2004 report on FCIA (05-25), with updated information from our 2007 testimony on state child welfare challenges (07-850T). To conduct the 2004 work, we surveyed state independent living coordinators, conducted 4 state site visits, and reviewed states' plans and annual reports. Updated information from our 2007 testimony was taken primarily from a 2006 survey of state child welfare directors."]}, {"section_title": "What GAO Found", "paragraphs": ["States' funding allocations for independent living programs effectively ranged from a maximum of approximately $500 to $2,300 for each foster care youth who was eligible for independent living services, according to data available at the time of our 2004 report. Funding varied because of differences in states' eligibility requirements and the funding formula used to allocate funds. Although our 2004 survey of state independent living coordinators showed that 40 states reported expanding existing independent living services to younger youth and 36 states reported serving youth older than they had previously served, states varied in their ability to engage youth and to provide key services. About one-third of reporting states were serving less than half of their eligible foster care youth population, while an equal percentage of states were serving three-fourths or more. Our 2006 survey of state child welfare directors showed that critical gaps remain in providing services such as mental health and housing for youth transitioning to independence. Mental health barriers included differences in eligibility requirements and level of services between the youth and adult systems, and long waiting lists. Housing barriers included limited affordable housing in costly urban areas, scarce rental housing in rural areas, and problems obtaining a rental lease due to the lack of youth employment and credit history or a co-signer to guarantee payment. Almost all states that we surveyed in 2004 reported an increase in coordination with some federal, state, and local programs, but linkages with other federal and state youth-serving programs were not always in place to increase services available across local areas. Many programs exist at the federal, state, or local level that can be used to provide or supplement independent living services, and each state reported in our survey using some of these programs to provide services. Despite these coordination efforts, some states may not make full use of the available resources. Inconsistent availability of information on the array of programs that were operating in each state and local area was cited as a challenge in promoting coordination in both our prior and more current work. States and HHS have taken action to fulfill the accountability provisions of FCIA, but 8 years later, little information is available to assess program outcomes. All states developed multiyear plans for their programs and submitted annual reports, but using these documents to assess state performance was hindered by inconsistencies between the plans and reports, an absence of goals and baseline information to measure progress, and incomplete information on outcomes for the youth serviced. ACF started developing an information system in 2000 to monitor state performance, but final regulations directing states to begin collecting data and tracking outcomes are still pending. ACF is also conducting evaluations of selected independent living programs, but results are not yet available."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for inviting me here today to discuss the needs of youth who  leave the foster care system each year without the support of an adoptive  or other permanent home. As you are aware, almost 40 percent of the  estimated 513,000 children in foster care are age 13 or older, and over  24,000 youth left the foster care system in 2005 as emancipated youth  without a permanent living arrangement. Research studies have shown  that many of these young people face serious problems once on their own,  including homelessness, a lack of education and stable employment, and  difficulties obtaining medical and mental health services. In response to  concerns that youth leave foster care poorly prepared to live self- sufficiently, in 1986 Congress created the Independent Living Program,  which was further strengthened with the passage of the Foster Care  Independence Act of 1999 (FCIA) and creation of the John H. Chafee  Foster Care Independence Program (Chafee Program). Under the new  program, overall federal funding doubled for independent living programs  from $70 million to $140 million. In addition to providing increased  funding, FCIA resulted in other significant changes for the independent  living program.", "My testimony today will focus on four key issues as they relate to the  implementation of the Chafee Program:  1.  how states’ funding allocations for independent living programs  compare when considering the number of youth eligible for services,  2.  the extent to which states have expanded independent living services  and age groups for youth in foster care after the passage of FCIA and  what challenges remain,  3.  the extent to which states have used other federal and state programs  to coordinate the delivery of independent living services to foster care  youth, and  4.  how the states and the Department of Health and Human Services  (HHS) have fulfilled the program accountability provisions of the law  and assessed the effectiveness of independent living services.", "My comments are based on the findings of a report GAO issued in 2004,  with updated information from a May 2007 testimony on challenges facing  state child welfare systems. The information reported in the 2004 report  was based on survey responses from independent living coordinators in all  50 states and the District of Columbia regarding their experiences in  developing and implementing their Chafee Programs in federal fiscal year  2003. Where appropriate, we compared those responses to information we  gathered on state independent living programs operating in federal fiscal  year 1998. We analyzed federal financial and foster care data. We also  analyzed Chafee Program plans from 49 states, the District of Columbia,  and Puerto Rico for 2001-2004, and 90 annual progress and services  reports for 2001 and 2002. We visited 4 states—Connecticut, Florida,  Texas, and Washington—and two local areas within each state, where we  spoke with state and local officials, caseworkers, youth, foster parents,  and contract providers. Finally, we interviewed HHS officials, federal  contractors, and child welfare experts, and reviewed relevant documents  and literature. We included updated information—taken primarily from  our 2006 survey of state child welfare directors—from our 2007 testimony  on challenges states face in improving outcomes for children. In addition,  we included additional information from reports issued by the American  Public Human Services Association, the Congressional Research Service,  and the National Resource Center for Youth Services. We conducted our  work in accordance with generally accepted government auditing  standards.", "States’ funding allocations for independent living programs effectively  ranged from a maximum of approximately $500 to $2,300 for each  foster care youth who was eligible for independent living services,  according to data available at the time of our 2004 report. Funding  varied because of differences in states’ eligibility requirements and the  funding formula used to allocate funds.", "Although our 2004 survey of state independent living coordinators  showed that 40 states reported expanding existing independent living  services to younger youth and 36 states reported serving youth older  than they had previously served, states varied in their ability to engage  youth and to provide key services. About one-third of reporting states  were serving less than half of their eligible foster care youth  population, while an equal percentage of states were serving three- fourths or more, and states we visited reported that gaps in the  availability of critical services contributed to the differences in  proportion of youth served. For example, securing safe and secure  housing was identified as a challenge by youth and program officials in  the 4 states we visited, including limited affordable housing in costly  urban areas and scarce rental housing in rural areas. In addition, our  more recent survey of state child welfare directors in 2006 showed that  31 states remained dissatisfied with housing for youth transitioning to  independence, and similar numbers of states were dissatisfied with the  availability of mental health, substance abuse, and dental health  services.", "Almost all states that we surveyed in 2004 reported an increase in  coordination with some federal, state, and local programs, but linkages  with other federal and state youth-serving programs were not always in  place to increase services available across local areas. Many programs  exist at the federal, state, or local level that can be used to provide or  supplement independent living services, and each state reported in our  survey using some of these programs to provide services. Despite these  coordination efforts, some states may not make full use of the available  resources. Inconsistent availability of information on the array of  programs that were operating in each state and local area was cited as  a challenge in promoting coordination in both our prior and more  current work.", "States and HHS have taken action to fulfill the accountability  provisions of FCIA, but little information is available to assess the  effectiveness of independent living services. At the time of our review  in 2004, all states had developed their initial multiyear plans for their  programs and submitted annual reports to the Administration for  Children and Families (ACF), but using these plans and the reports to  assess state performance was hindered by inconsistencies between the  plans and reports, an absence of goals and baseline information to use  in measuring progress, and incomplete information on outcomes for all  youth who received services. Although in 2000 ACF began taking steps  to develop an information system that will allow it to capture data on  the characteristics, services, and outcomes of youth in independent  living programs, it has not yet implemented the final regulations  directing states to begin collecting data and tracking outcomes. ACF is  also conducting an evaluation of selected independent living programs.", "In our 2004 report, we recommended that the Secretary of HHS improve  the availability of information on the array of federal programs that could  be used to assist youth transitioning out of foster care. HHS did not  comment on this recommendation. Our 2007 testimony cites a similar  recommendation that HHS take action to improve awareness of and  access to federal social services by such means as modifying the Catalog  of Federal Domestic Assistance. HHS disagreed with this  recommendation, stating that it was insufficient to address the problem  and incorrectly implied that caseworkers were not already aware of  existing resources. We continue to support the recommendation based on  the results of our work.", "Our 2004 report also recommended that HHS improve existing processes  for monitoring states’ progress in meeting the needs of current and former  foster care youth by developing a standard reporting format for state plans  and progress reports, and implementing a uniform process regional offices  can use to assess states’ progress in meeting the needs of youth in foster  care and those recently emancipated from care. HHS continues to disagree  with our recommendation to provide a standard reporting format in that it  would be overly prescriptive and impose an unnecessary burden on states.  In addition, HHS reported that when standard data are available through  the National Youth in Transition Database, the agency would be better  positioned to determine how best to assess state performance. In the  continued absence of implementation of such a database, we continue to  support our recommendation to monitor state performance through  modification of existing state reporting requirements. HHS agreed with our  recommendation to implement a uniform process that regional offices can  use to assess states’ progress, but has not yet done so."], "subsections": [{"section_title": "Background", "paragraphs": ["In 1986, Congress amended Title IV-E of the Social Security Act to  authorize federal funds targeted to assist youth aged 16 and over in making  the transition from foster care to living independent of the child welfare  system and created the Independent Living Program. This program was  designed to prepare adolescents in foster care to live self-sufficiently once  they exited the child welfare system. Several amendments were made to  the Independent Living Program over the years, but the passage of FCIA  and the creation of the Chafee Program represented the most significant  changes in the federal Independent Living Program since its creation.  FCIA doubled the federal funds available for independent living programs  to $140 million each year. These funds are allocated to states based on  their share of the nation’s foster care population.", "In addition to providing increased funding, FCIA eliminated the minimum  age limit of 16 years and provided states with the flexibility to define the  age at which children in foster care are eligible for services to help them  prepare for independent living, as long as services are provided to youth  who are likely to remain in foster care until 18 years of age.", "The law also provided several new services to help youth make the  transition to adulthood.", "It allowed states to use up to 30 percent of their state allotment for  room and board for former foster care youth up to age 21.", "It allowed states the option to expand Medicaid coverage to former  foster care adolescents between 18 and 21.", "Title IV-E was amended again in 2002 to provide foster care youth  vouchers for postsecondary education and training under the  Education and Training Vouchers (ETV) program and authorized an  additional $60 million for states to provide postsecondary education  and training vouchers up to $5,000 per year per youth. Eligible  participants include youth otherwise eligible for services under the  states’ Chafee Programs, youth adopted from foster care after attaining  the age of 16, and youth participating in the voucher program on their  21st birthday (until they turn 23 years old) as long as they are enrolled  in a postsecondary education or training program and are making  satisfactory progress toward completion of that program.", "In addition, the law required that states make every effort to coordinate  their Chafee Programs with other federal and state programs for youth,  such as the Runaway and Homeless Youth Program, abstinence education  programs, local housing programs, programs for disabled youth, and  school-to-work programs offered by high schools or local workforce  agencies. Further, states were required to coordinate their programs with  each Indian tribe in the state and offer the state’s independent living  services to Indian children.", "To receive funds under the Chafee Program, states were required to  develop multiyear plans describing how they would design and deliver  programs and to submit program certifications. The multiyear Chafee  plans must include a description of the state’s program design, including  its goals, strategies, and its implementation plan for achieving the  purposes of the law. States were also required to certify that they would  operate a statewide independent living program that complied with the  specific aspects of the law, such as providing training to foster parents,  adoptive parents, workers in group homes, and case managers on issues  confronting adolescents preparing for independent living. Further, to  receive annual funds, ACF required states to submit annual reports that  described the services provided and activities conducted under their  Chafee Programs, including information on any program modifications  and their current status of implementation; provide a record of how funds  were expended; and include a description of the extent to which the funds  assisted youth age 18 to 21 in making the transition to self-sufficiency.", "FCIA also required that HHS develop and implement a plan to collect  information needed to effectively monitor and measure a state’s  performance, including the characteristics of youth served by independent  living programs, the services delivered, and the outcomes achieved.  Further, FCIA required HHS to conduct evaluations of independent living  programs deemed to be innovative or of potential national significance  using rigorous scientific standards to the maximum extent practicable,  such as random assignment to treatment and control groups."], "subsections": []}, {"section_title": "FCIA Increased Independent Living Allocations for Most States and Allocations per Youth Vary by State", "paragraphs": ["While overall federal funding for state independent living programs  doubled with the passage of FCIA, there were significant variations in the  changes to state allocations, and the maximum amount of funds available  at the time of our 2004 report for each eligible foster care youth ranged  between $476 and $2,300. Under the previous independent living program,  states received funds ranging from $13,000 in Alaska to more than   $12 million in California. In the first year of funding under FCIA, Alaska  and 8 other states received the guaranteed minimum of $500,000, while  California received more than $27 million (see table 1). Some states were  unable to spend all of their federal allocations in the first 2 years of  increased funding under the program. For example, in 2001, 20 states  returned nearly $10 million in federal funding to HHS, and in 2002,   13 states returned more than $4 million. ACF regional officials reported  that one reason for these unspent funds was that some states did not  initially have the infrastructure in place to quickly absorb the influx of  funds. Data provided in a July 2007 Congressional Research Service memo  to Congress showed that 9 states returned less than 1 percent of total  Chafee funding in 2004 (see app. I).", "At the time of our 2004 report, we could not determine the exact amount  of funding states had available to spend on each youth eligible for  independent living services because of the lack of data on eligible youth  emancipated from foster care. However, available data at that time on  youth in foster care suggest that states may have different amounts of  funds available for services to youth in foster care. We compared each  state’s 2004 FCIA allocation with its 2002 population of eligible youth in  foster care. This comparison showed that maximum funding for  independent living services ranged from $476 per foster care youth in West  Virginia to almost $2,300 per foster care youth in Montana. These  differences were due in part to the new provision that allowed states to  define the age ranges within which youth were eligible for independent  living services. For example, 4 states reported in our survey offering  independent living services to youth at age 12, while 27 states reported  offering services at age 14. In addition, the funding formula is based on  the total number of all children in foster care. However, some states have  a larger share of youth eligible for independent living services than other  states, even when their eligibility age range is the same. For example, of  the 15 states reporting in our survey that youth are eligible for services  between the ages of 14 and 21, 3 states had 25 percent or less of their  foster care population within this age range, while in 3 other states, this  age range accounted for over 40 percent of the total foster care  population."], "subsections": []}, {"section_title": "States Expanded and Improved Services for Youth after FCIA, but Reported That Gaps in Critical Services Remain", "paragraphs": ["In our 2004 survey, 40 states reported expanding services to youth younger  than they had previously served, and 36 states reported serving older  youth, but states reported service gaps in critical areas, such as mental  health and housing. The number of states that reported providing core  independent living services, such as independent living skills assessments,  daily living skills training, and counseling to youth younger than 16 more  than doubled after FCIA. Similarly, more states reported offering these  supports and services to youth who were emancipated from foster care.", "Many states also began to offer the new services to support youth that  emancipated from foster care. These services include the Education and  Training Vouchers, Medicaid health insurance, and assistance with room  and board.", "ETV: All states, the District of Columbia, and Puerto Rico began  receiving funds under the ETV program to assist youth seeking  postsecondary education, but 26 states did not spend all of the funding  received (see app. II). A report from the National Resource Center for  Youth Development showed that states provide a range of benefits to  youth eligible for ETVs. Over 90 percent of 38 state independent living  coordinators responding to a survey reported offering financial support  to youth for room and board, school supplies, equipment and uniforms,  school-related fees, and transportation costs. Eighty-four percent of  states made payments for child care for the dependents of youth, and  60 percent of state reported making payments for college or university  health plans on behalf of youth. States were challenged to spend all of  their funding allotment. Mississippi returned almost all of its 2004 ETV  funds, and 14 other states returned over 20 percent of their funding  allotment.", "Medicaid: Recent information from the American Public Human  Services Association shows that all states are now using or planning to  use the Chafee option or other means to extend Medicaid coverage to  youth. In our 2004 survey, 31 of 50 state independent living  coordinators had reported offering Medicaid benefits to at least some  emancipated youth to help them maintain access to health care  benefits while they transitioned to independence. In 2007, the  American Public Human Services Association reported that 22 states  planned or have already started using the Chafee option to offer  Medicaid coverage to youth who age out of foster care. The study also  found that the remaining 28 states and the District of Columbia were  reported to be using other methods, such as the State Children’s Health  Insurance Program or the Medicaid waiver demonstration program, to  extend coverage to youth.", "Housing assistance: In our 2004 survey, 46 states reported that they  offered assistance with room and board to youth who had been  emancipated from foster care, and the 4 states we visited reported  offering a range of housing supports to assist youth. At the time of our  visit, Connecticut provided several housing options to meet the needs  of youth at varying levels of independence, including group homes,  supervised apartment sites, and unsupervised apartment sites with  periodic visits from case managers. While 3 other states we visited  offered a more limited supply of housing options, all provided some  type of housing subsidy or placement.", "Existing services: Chafee Program funds were also used to improve  the quality of existing independent living services and refocus the  attention of their programs, according to state officials we visited. For  example, local officials in Florida said that prior to FCIA, training in  daily living skills was provided haphazardly, and in many cases  unqualified staff taught classes even though such training was  considered a core component of their independent living program. At  the time of our visit, Florida officials said that the state redesigned staff  training, improved instructor quality, and was better prepared to  provide youth with the skills necessary to live independently outside of  the foster care system.", "States differed in the proportion of eligible youth served under their  respective independent living programs. In our 2004 survey, 40 states  reported serving about 56,000 youth—or approximately 44 percent of  youth in foster care who were eligible for independent living services in  these states. About one-third of reporting states were serving less than  half of their eligible foster care youth population, while an equal  percentage of states were serving three-fourths or more. While states  expanded eligibility to younger youth, most services continued to be  directed at youth age 16 and older in most of the states we visited.", "Certain gaps in the availability of critical services were reported, which  may have contributed to the challenge of serving higher numbers of  eligible youth. States also reported that these challenges were more  prominent in rural areas. Service gaps included the following:    Mental health services: Youth in foster care often require mental health  services continuing beyond emancipation. However, states continue to  be challenged in providing youth with a smooth transition between the  youth and adult mental health systems. Of the 4 states we visited in  2004, 3 cited difficulties due to more stringent eligibility requirements  in the adult system, different levels of services, and long waiting lists  for services. Challenges with mental health services remained in 2006,  when 32 state child welfare directors responding to our survey  reported dissatisfaction with the level of mental health services.", "Mentoring services: Research studies indicate that the presence of  positive adult role models is critical for youth in foster care because  family separations and placement disruptions have been found to  hinder the development of enduring bonds. Although the majority of  states reported in our 2004 survey that they offered mentoring  programs to youth, officials in the states we visited cited challenges in  providing all youth with access to mentoring programs to establish and  maintain such relationships. For example, in Connecticut, one  program director reported challenges recruiting adults to serve as  mentors, especially men willing to make a 1-year commitment to an  adolescent boy. In addition, some state and local officials and service  providers seemed unclear on what should be included in a high-quality  mentoring program and how to identify qualified service providers.", "Securing safe and suitable housing: Providing appropriate housing  also remains a critical service gap. Youth we spoke with across the   4 states we visited in 2004 said that locating safe and stable housing  after leaving foster care was one of their primary concerns in their  transition to independence, and state officials reported challenges  meeting youths’ housing needs. Youth reported difficulties renting  housing because of a lack of an employment history, a credit history, or  a cosigner. State and local officials in the states we visited said the  availability of housing resources for foster youth during their initial  transition from foster care depended on where they lived, and in some  cases the benefits provided did not completely meet the needs of  youth, or were available only to certain youth. For example, at the time  of our visit, local officials in Washington reported that housing  subsidies may not completely offset expenses for youth in expensive  urban areas, like Seattle, and that rental housing in some rural areas  was scarce. This service gap was identified by states again in our 2006  survey, as 31 state child welfare directors reported dissatisfaction with  the level of housing for foster youth transitioning to independence.", "Youth and foster family engagement: State and local officials, as well  as service providers in the 4 states we visited said that it was difficult  to get some youth to participate in the independent living programs and  that foster parents were sometimes reluctant partners. While youth  were generally offered incentives, such as cash stipends, to participate  in daily living skills training or other activities, officials emphasized  that participation is voluntary and it is critical for foster parents to  support and encourage youth participation in the program."], "subsections": []}, {"section_title": "States Reported Increased Coordination with Federal and State Programs to Provide Independent Living Services to Youth, but Barriers Hinder Linkages across Programs", "paragraphs": ["After FCIA, 49 states reported increased coordination with a number of  federal, state, and local programs that can provide or supplement  independent living services, but officials from the 4 states we visited  reported several barriers in developing the linkages necessary to access  services under these programs across local areas. States we surveyed  reported working with a range of service provides, such as Job Corps,  workforce boards, and local housing agencies.", "States we visited used different strategies to develop linkages among state  youth programs. Three of the states we visited reported establishing state- level work groups that included representatives from the independent  living program and other state agencies to bring agency officials together  to discuss the needs of youth in foster care and possible strategies for  improving service delivery. For example, Florida’s legislature mandated a  state-level work group to facilitate information sharing at the state level  among various agencies, such as the State Departments of Children and  Families and Education, the Agency for Workforce Innovation, and the  Agency for Health Care Administration. Additional strategies states  developed to establish linkages with other federal, state, or local programs  included establishing liaisons between agencies or programs or through  less formal collaborative arrangements. Officials also reported developing  linkages with other private resources in their communities, such as  business owners, to provide services to youth in the independent living  program.", "Despite states’ efforts, we continued to find in our 2006 survey that states  were least likely to address challenges in providing services such as  mental health that are typically provided outside of the child welfare  system by other agencies. Officials in the 4 states we visited in 2004  reported several barriers that hinder their ability to establish linkages with  other agencies and programs, including the lack of information on the  array of programs available in each state or local area and differences in  program priorities. Officials from 3 states said that they relied on local  officials to identify potential partners and initiate and maintain  coordination efforts, and while individuals in some local areas may have  developed successful collaborations with service providers in their area,  these relationships have not always been expanded statewide. To some  extent, this has been due to the fact that state and local child welfare  officials differ in their awareness of resources available from other  agencies. Some gaps in awareness may be partly due to turnover rates for  caseworkers reported by the states we visited. Caseworkers’ lack of  knowledge about available programs may have contributed to foster  parents and youth reporting that they were unaware of the array of  services available from other federal, state, or local programs. In addition,  officials cited barriers to establishing linkages with other federal and state  programs because of different program priorities. Differences in  performance goals among programs can affect the ability of independent  living staff to obtain services for foster youth from other agencies. In  North Carolina, state officials we visited in 2006 said that about 70 percent  of children and families in the child welfare system received services from  multiple public agencies, and the Catalog of Domestic Assistance  (CFDA)—a repository of information on all federal assistance programs— lists over 300 federal programs that provide youth and family services. In  October 2003, the White House Task Force for Disadvantaged Youth  recommended that the CFDA be modified to provide a search feature that  can be used to identify locations where federally funded programs were  operating."], "subsections": []}, {"section_title": "States’ and HHS’s Actions in Response to FCIA Requirements Have Not Yet Established Accountability for Independent Living Programs", "paragraphs": ["All states developed multiyear plans as required under FCIA and  submitted annual progress reports to ACF for their independent living  programs, but the absence of standard comprehensive information within  and across state plans and reports precludes using them at the state and  federal levels to monitor how well the programs are working to serve  foster care youth. HHS has not yet implemented its plan to collect  information to measure states’ program performance, and while some  states reported collecting some data, states have experienced difficulties  in contacting youth to determine their outcomes. HHS has begun to  evaluate selected independent living programs.", "State plans and annual reports: All states developed state plans as  required by FCIA that described independent living services they  planned to provide to foster care youth and submitted annual reports  to ACF, but for several reasons, these plans and reports cannot be used  to assess states’ independent living programs. While ACF officials  stated that the plans and annual reports served as the primary method  the agency used to monitor states’ use of the Chafee Program funds,  ACF did not require states to use a uniform reporting format, set  specific baselines for measuring progress, or report on youths’  outcomes. As a result, each state developed plans and reports that  varied in their scope and level of detail, making it difficult to determine  whether states had made progress in preparing foster youth to live self- sufficiently.", "On the basis of our review of plans from all 50 states and the District of  Columbia covering federal fiscal years 2001 through 2004, and annual  reports for 45 states from federal fiscal years 2001 and 2002, we found  the following:    Few states both organized the information in their plans to address  the purposes of FCIA and presented specific strategies they would  use to meet these purposes.", "The plans vary in their usefulness in establishing outcomes the  states intended to achieve for youth.", "Annual reports for all 45 states contained information that did not  directly relate to information in their state plan, making it unclear  whether the differences were due to service changes or missing  information.", "Of the 90 annual progress reports we reviewed, 52 reports did not  include clear data that could be used to determine progress toward  meeting the goals of the states’ independent living programs.", "ACF officials said that they recognize the limitations of these  documents as tools to monitor states’ use of independent living  program funds, but explained that they rely on states’ to self-certify  that their independent living programs adhere to FCIA requirements.  Staff in ACF’s 10 regional offices conduct direct oversight of the  program by reviewing the plans and reports, interpreting guidance, and  communicating with the states. However, officials in three offices  reported during our 2004 review that their review of the documents  was cursory and that the plans and annual reports do not serve as  effective monitoring tools. In addition, ACF officials reported that the  Child and Family Services Review (CFSR) used to evaluate the states’  overall child welfare systems could serve as a tool to monitor  independent living programs, but the CFSR is limited in the type and  amount of data collected on youth receiving independent living  services.", "National Youth in Transition Database: ACF has not completed  efforts to develop a plan to collect data on youths’ characteristics,  services, and outcomes in response to the FCIA requirement, and some  states that are attempting to collect information on youths’ outcomes  are experiencing difficulties. In 2000, ACF started to develop the  National Youth in Transition Database (NYTD) to collect information  needed to effectively monitor and measure states’ performance in  operating independent living programs. The agency issued proposed  rules on July 14, 2006, but as of July 2007, final rules governing the  system have not been issued.", "The proposed rules include an approach to collect information on all  youth who received independent living services, youth who are in  foster care at age 17, and follow-up information on youth at ages 19 and  21. For any youth who receives independent living services from either  the child welfare agency or another source supported by federal Chafee  funds, the state must report a series of data elements, including the  type of independent living services received, such as housing education  or health education and risk prevention. These data are to be collected  on an ongoing basis for as long as the youth receives services.", "In order to develop a system to identify youth outcomes, HHS proposes  establishing information on a baseline population of youth at age 17. All  youth who turn 17 years old while in foster care would be surveyed on  a series of outcomes, such as their current employment status. States  would be required to conduct follow-up surveys with the youth at ages  19 and 21. HHS would allow the states to pull a sample from this  baseline population with which to conduct these follow-up surveys.  For example, California had over 7,500 youth in care in 2004 who were  17 years old. On the basis of the proposed sampling methodology, the  state would be allowed to survey a minimum of 341 19-year-olds in the  follow-up effort.", "According to results from our survey, in federal fiscal year 2003,   30 states attempted to contact youth who had been emancipated from  foster care for initial information to determine their status, including  education and employment outcomes. Of those states, most reported  that they were unsuccessful in contacting more than half of the youth.  Further, 21 states reported attempting to follow up with emancipated  youth after a longer period of time had elapsed but had trouble  reaching all the youth. Similarly, officials in the states we visited  reported that collecting outcome data is especially challenging since  there is little they can do to find youth unless the youth themselves  initiate the contact. Further, some officials were concerned about the  value of the outcome data since they believe that youth who are doing  well are more likely to participate in the follow-up interviews, thus  skewing the results. When HHS issued the proposed rule, it provided  strategies states could use to conduct the follow-up component of the  NYTD requirements. For example, the document recommends letting  the youth know up-front that the agency will be contacting them in the  future; suggests keeping a “case file” that tracks any activity, such as  reasons why a letter was returned; and suggests that the agency  establish a toll-free phone line.", "Mutltistate evaluations: At the time of our 2004 review, ACF expected  to complete the evaluations of four approaches to delivering  independent living services by December 2007. However, it is unclear if  that deadline will be achieved at this point. As required by FCIA, these  evaluations are expected to use rigorous scientific standards, such as  an experimental research design that randomly assigns youth in  independent living programs to different groups: one that is  administered the experimental treatment and one that is not. HHS  initiated this effort in 2001 with a nationwide review of potentially  promising approaches to delivering independent living services. HHS  contracted with a research institute to conduct a nationwide search to  identify independent living programs that meet the criteria of the  evaluation and to conduct 5-year evaluations of the selected  programs. On the basis of the search and the established criteria, HHS  selected four programs for the evaluation (see table 2).", "In the report issued in 2004, we made recommendations to HHS (1) to  make information available to states and local areas about other federal  programs that may assist youth in their transition to self-sufficiency and  provide guidance on how to access services under these programs and   (2) to develop a standard reporting format for state plans and progress  reports and implement a uniform process regional offices can use to  assess states’ progress in meeting the needs of youth in foster care and  those recently emancipated from care. These recommendations have not  been implemented."], "subsections": []}, {"section_title": "Concluding Observations", "paragraphs": ["Preparing youth to successfully transition to independence is a daunting  task that requires coordinated and continuous services across many social  service systems including child welfare, health, education, and housing.  The Chafee Program has provided a single funding stream that can be used  to meet service needs across these social systems. However, this funding  alone is not sufficient to overcome state challenges in meeting the varied  service needs of emancipating youth. The child welfare system must work  with housing agencies to remove barriers faced by youth with no  employment history or cosigner, and with health agencies, to ensure a  smooth transition between the youth and adult mental health systems. In  addition, states continue to have difficulty building adequate service  capacity for housing and mental health in all locales, and child welfare  staff still struggle to identify the myriad of public and private sector  programs that exist to assist youth. Our November 2004 report and our  May 2007 testimony present recommendations we made to HHS to make  information available to states and local areas about other federal  programs that may assist youth in their transition to self-sufficiency.", "HHS did not comment on our 2004 recommendation, but disagreed with  our recent recommendation to improve awareness of and access to  various social services funded by the federal government. HHS stated that  the recommendation was insufficient to address the need for additional  services, and incorrectly implied that local child welfare agencies were not  already aware of and using such resources. We acknowledged that  increasing awareness of existing federal resources is not the only action  needed, but in the course of our work across the years, continue to find  that caseworkers are sometimes unaware of the full array of federal  resources, such as health and housing, available in their locale, or had not  coordinated with other agencies to use them. We continue to support the  view that federal action, such as modifying the CFDA, would allow  caseworkers and others to more easily identify services and service  providers funded by federal agencies in closest proximity to the youth and  families they serve.", "How well the Chafee Program has worked to improve outcomes for  emancipated youth among states is still unknown 8 years after the passage  of FCIA, and HHS has not yet implemented its information system that is  intended to meet FCIA requirements for collecting and monitoring a state’s  performance. Given the significant variation in the number of youth served  and services provided across states, an interim system for measuring state  progress would seem to be warranted. However, while HHS has an  oversight process to measure outcomes of state child welfare systems as a  whole, this process no longer includes measures required by FCIA.", "Similarly, while ACF’s regional offices conduct much of the federal  oversight for the Chafee Program, the oversight tools currently in place do  not provide standard information needed to measure and compare  performance across states. Our 2004 report included a recommendation to  develop a standard reporting format for state plans and progress reports  and implement a uniform process regional offices can use to assess states’  progress in meeting the needs of youth in foster care and those recently  emancipated from care. These recommendations have not been  implemented.", "HHS continues to disagree with our recommendation to develop a  standard reporting format for state plans and progress reports, stating that  such action would be overly prescriptive and impose an unnecessary  burden on states. However, as reflected in our 2004 report, we continue to  believe that strengthening the state reporting process is needed to provide  some assurance of program accountability at the state and federal levels.  HHS had agreed with our recommendation to establish a uniform process  regional offices can use to assess states’ progress and said that in 2005,  ACF would develop and provide a review protocol to be used in regional  office desk reviews of states’ annual progress reports. However, ACF  officials reported that they have not yet implemented such a review  protocol.", "Mr. Chairman, this concludes my statement. I will be pleased to respond to  any questions you or other members of the subcommittee may have."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For further information, please contact Cornelia Ashby or Kay Brown at  (202) 512-7215. Individuals making key contributions to this testimony  include Lacinda Ayers and Sara L. Schibanoff."], "subsections": []}]}, {"section_title": "Appendix I: Fiscal Year 2004 Chafee Foster Care Independence Program: Final Funds Allotted, Expended, and Returned to Federal Treasury, by State", "paragraphs": ["Percentage of allotment  returned to the U.S.  6.5  Percentage of allotment  returned to the U.S.", "Dollar amount returned to  the U.S. Treasury  0 (0.01) $137,900,000 a.", "0% (.001%)", "The total mandatory funds for this program are $140 million. However, the statute provides that a  certain percentage of those funds be set aside for HHS to conduct (or fund) research, evaluation, and  technical assistance."], "subsections": []}, {"section_title": "Appendix II: Fiscal Year 2004 Chafee Education and Training Vouchers: Funds Allotted, Expended, and Returned to Federal Treasury, by State", "paragraphs": ["This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}], "fastfact": []}