{"id": "GAO-08-1120", "url": "https://www.gao.gov/products/GAO-08-1120", "title": "Disaster Recovery: Past Experiences Offer Insights for Recovering from Hurricanes Ike and Gustav and Other Recent Natural Disasters", "published_date": "2008-09-26T00:00:00", "released_date": "2008-09-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["This month, Hurricanes Ike and Gustav struck the Gulf Coast producing widespread damage and leading to federal major disaster declarations. Earlier this year, heavy flooding resulted in similar declarations in seven Midwest states. In response, federal agencies have provided millions of dollars in assistance to help with short- and long-term recovery. State and local governments bear the primary responsibility for recovery and have a great stake in its success. Experiences from past disasters may help them better prepare for the challenges of managing and implementing the complexities of disaster recovery. GAO was asked to identify insights from past disasters and share them with state and local officials undertaking recovery activities. GAO reviewed six past disasters-- the Loma Prieta earthquake in northern California (1989), Hurricane Andrew in south Florida (1992), the Northridge earthquake in Los Angeles, California (1994), the Kobe earthquake in Japan (1995), the Grand Forks/Red River flood in North Dakota and Minnesota (1997), and Hurricanes Katrina and Rita in the Gulf Coast (2005). GAO interviewed officials involved in the recovery from these disasters and experts on disaster recovery. GAO also reviewed relevant legislation, policies, and its previous work."]}, {"section_title": "What GAO Found", "paragraphs": ["While the federal government provides significant financial assistance after major disasters, state and local governments play the lead role in disaster recovery. As affected jurisdictions recover from the recent hurricanes and floods, experiences from past disasters can provide insights into potential good practices. Drawing on experiences from six major disasters that occurred from 1989 to 2005, GAO identified the following selected insights: (1) Create a clear, implementable, and timely recovery plan. Effective recovery plans provide a road map for recovery. For example, within 6 months of the 1995 earthquake in Japan, the city of Kobe created a recovery plan that identified detailed goals which facilitated coordination among recovery stakeholders. The plan also helped Kobe prioritize and fund recovery projects, in addition to establishing a basis for subsequent governmental evaluations of the recovery's progress. (2) Build state and local capacity for recovery. State and local governments need certain capacities to effectively make use of federal assistance, including having sufficient financial resources and technical know-how. State and local governments are often required to match a portion of the federal disaster assistance they receive. Loans provided one way for localities to enhance their financial capacity. For example, after the Red River flood, the state-owned Bank of North Dakota extended the city of Grand Forks a $44 million loan, which the city used to match funding from federal disaster programs and begin recovery projects. (3) Implement strategies for businesses recovery. Business recovery is a key element of a community's recovery. Small businesses can be especially vulnerable to major disasters because they often lack resources to sustain financial losses. Federal, state, and local governments developed strategies to help businesses remain in the community, adapt to changed market conditions, and borrow funds at lower interest rates. For example, after the Loma Prieta earthquake, the city of Santa Cruz erected large pavilions near the main shopping street. These structures enabled more than 40 local businesses to operate as their storefronts were repaired. As a result, shoppers continued to frequent the downtown area thereby maintaining a customer base for impacted businesses. (4) Adopt a comprehensive approach toward combating fraud, waste, and abuse. The influx of financial assistance after a major disaster provides increased opportunities for fraud, waste, and abuse. Looking for ways to combat such activities before, during, and after a disaster can help states and localities protect residents from contractor fraud as well as safeguard the financial assistance they allocate to victims. For example, to reduce contractor fraud after the Red River flood, the city of Grand Forks established a credentialing program that issued photo identification to contractors who passed licensing and criminal checks."]}], "report": [{"section_title": "Letter", "paragraphs": ["This month, Hurricanes Ike and Gustav struck the Gulf Coast producing  widespread damage and leading to federal major disaster declarations in  Texas, Louisiana, and Alabama. Earlier this year, widespread flooding  occurred in multiple states in the Midwest covering thousands of square  miles, and resulting in billions of dollars in damaged infrastructure and  crops. The severity of the impact resulted in federal major disaster  declarations in Illinois, Indiana, Iowa, Minnesota, Missouri, Nebraska, and  Wisconsin. Now that the winds have died down and the floodwaters have  receded, these affected areas face the challenge of rebuilding damaged  physical and economic infrastructure as well as helping their residents to  recover.", "Several disaster assistance programs have been activated to help Midwest  residents recover from the severe flooding that occurred earlier this year.  For example, according to the Federal Emergency Management Agency  (FEMA) over $400 million in federal assistance has been provided to help  Iowa recover from the flooding. As of August 2008, FEMA has approved  over $109 million in housing assistance grants for rental or temporary  lodging and housing repair. FEMA has also obligated more than   $79 million in Public Assistance grants in response to requests from  eligible entities that will provide funds for long-term rebuilding efforts,  such as restoring public infrastructure and other disaster costs in Iowa.  Similarly, the Small Business Administration has also provided assistance  with long-term recovery. Over $274 million has been approved in loans for  homeowners, renters, and businesses in the affected areas as of mid- August 2008.", "In contrast to the standardized set of activities and procedures typically  associated with the immediate response to a disaster, the recovery process  can be much more varied and complex. The particular path a community  takes when recovering from a major disaster will differ as a result of  several factors, including the scale of the disaster’s impact, specific  community needs and conditions, and the amount and type of resources  available. While such specifics prevent the development of a “cookbook”  for an effective recovery, potentially valuable insights can be learned from  the experiences of communities that have already navigated the disaster  recovery process.", "To assist you in your ongoing oversight of rebuilding in the wake of  Hurricanes Katrina and Rita, we briefed your staff on several occasions on  the results of our ongoing work regarding recovery lessons from past  disasters and how they might inform efforts on the Gulf Coast. Shortly  after the Midwest experienced widespread flooding, you requested that we  review the information we had collected and determine what insights  might be useful to state and local officials. Accordingly, as agreed with  your office, this report provides insights from six past disasters that state  and local governments can consider as they move ahead with their  recovery efforts following natural disasters, such as Hurricanes Ike and  Gustav and the Midwest floods. In addition, we expect to issue a report  next year that will build upon this framework with additional insights for  how federal, state, and local governments can recover from major  disasters as well as how these insights could inform ongoing efforts in the  Gulf Coast.", "To that end, we selected previous disasters based on interviews with  academics and practitioners as well as reviews of the disaster recovery  literature and our body of work on natural disasters. We reviewed  recovery experiences related to six major disasters: (1) the 1989 Loma  Prieta earthquake in northern California; (2) Hurricane Andrew, which  struck southern Florida in 1992; (3) the 1994 Northridge earthquake in Los  Angeles, California; (4) the 1995 Kobe earthquake in Japan; (5) the 1997  Grand Forks/Red River flood in North Dakota and Minnesota; and (6) the  2005 Gulf Coast hurricanes. We have also published a body of work on the  recovery of the Gulf Coast states from the 2005 Gulf Coast hurricanes. For  a list of selected GAO reports on disaster recovery, see appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["Overview of the disaster recovery process. According to the  Department of Homeland Security’s National Response Framework, once  immediate lifesaving activities are complete after a major disaster, the  focus shifts to assisting individuals, households, critical infrastructure, and  businesses in meeting basic needs and returning to self-sufficiency. Even  as the immediate imperatives for response to an incident are being  addressed, the need to begin recovery operations emerges. The emphasis  on response gradually gives way to recovery operations. During the  recovery phase, actions are taken to help individuals, communities, and  the nation return to normal.", "The National Response Framework characterizes disaster recovery as  having two phases: short-term recovery and long-term recovery.", "Short-term recovery is immediate and an extension of the response  phase in which basic services and functions are restored. It includes  actions such as providing essential public health and safety services,  restoring interrupted utility and other essential services, reestablishing  transportation routes, and providing food and shelter for those  displaced by the incident. Although called short-term, some of these  activities may last for weeks.", "Long-term recovery may involve some of the same actions as short- term recovery but may continue for a number of months or years,  depending on the severity and extent of the damage sustained. It  involves restoring both the individual and the community, including the  complete redevelopment of damaged areas. Some examples of long- term recovery include providing permanent disaster-resistant housing  units to replace those destroyed, initiating a low-interest façade loan  program for the portion of the downtown area that sustained damage  from the disaster, and initiating a buyout of flood-prone properties and  designating them community open space.", "As the President has previously noted, state and local leaders have the  primary role in planning for recovery efforts. Under the Robert T. Stafford  Disaster Relief and Emergency Assistance Act (Stafford Act), the federal  government is authorized to provide assistance to those jurisdictions in  carrying out their responsibilities to alleviate suffering and damage which  results from disasters. In general under the Stafford Act, the federal role is  to assist state and local governments—which have the primary role with  regard to recovery efforts.", "In major disasters where the event overwhelms the capacity of state and  local governments, the federal government can offer more assistance to  supplement the efforts and available resources of states, local  governments, and disaster relief organizations in alleviating the damage,  loss, hardship, or suffering caused by the disaster. After a major disaster,  the federal government may provide unemployment assistance; food  coupons to low-income households; and repair, restoration, and  replacement of certain damaged facilities, among other things. For  example, the city of New Orleans estimated this April that the federal  government will provide over $15 billion for the rebuilding of the city  through numerous disaster assistance programs, including FEMA’s Public  Assistance Grant Program and Community Disaster Loan program, and the  Department of Housing and Urban Development’s Community  Development Block Grants program. Nevertheless, state and local  governments have the main responsibility of applying for, receiving, and  implementing federal assistance. Further, they make decisions about what  priorities and projects the community will undertake for recovery.", "Impact of Hurricanes Gustav and Ike. Hurricanes Gustav and Ike made  landfall in the Gulf Coast this month, resulting in federal major disaster  declarations for 95 counties in Texas, Louisiana, and Alabama (see fig. 1).  Gustav made landfall near Cocodrie, Louisiana, as a category 2 hurricane  on September 1, 2008. Ike made landfall as a category 2 hurricane near  Galveston, Texas, on September 13, 2008. These hurricanes have caused  widespread damage to affected Gulf Coast states. For example, the state  of Louisiana has confirmed 10 Gustav-related deaths. Recent press  accounts have attributed the death of about 50 people in the United States  to Hurricane Ike.", "Further, Hurricanes Gustav and Ike have significantly disrupted utility  service as well as oil and natural gas production in the Gulf Coast.  Specifically, Gustav caused power outages for over 1.1 million Louisiana  and Mississippi customers, while over 2.2 million customers in Texas lost  power after Ike made landfall. The hurricanes have also affected oil and  natural gas production in the Gulf Coast. Most of the refineries in Gustav’s  path were affected, resulting in a 100 percent reduction in crude oil  production. Almost all refineries in Ike’s path shut down, halting crude oil  production in the area by 99.9 percent. Over half of the 39 major natural  gas processing plants in the affected areas have ceased operations as a  result of Hurricanes Gustav and Ike, reducing the total operating capacity  of the region by 65 percent. Given the recent landfall of these hurricanes,  comprehensive damage assessments from government agencies were not  available at the time of this report’s issuance.", "Impact of the 2008 Midwest Floods. Heavy rainfall across much of the  northern half of the Great Plains during early June 2008 resulted in river  flooding. This flooding became increasingly severe as heavy rain  continued into the second week of June and rising rivers threatened dams  and levees and submerged large areas of farmland along with many cities  and towns. As a result, the President issued federal major disaster  declarations for counties in seven states: Illinois, Indiana, Iowa, Missouri,  Minnesota, Nebraska, and Wisconsin (see fig. 2). The flooding resulted in  widespread damage for some communities in these states. For example,  the rivers in Cedar Rapids, Iowa, crested over 30 feet, flooding 10 square  miles of the city and displacing over 18,000 people and several city  facilitates, including the city hall, police department, and fire station. The  flooding also affected agricultural production in these states. For example,  the state of Indiana estimates the floods will result in a crop shortfall of   $800 million in the coming year and $200 million in damaged farmlands."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To identify insights from past disasters we interviewed officials involved in  disaster recovery in the United States and Japan. Domestically, we met  with officials from state and local governments affected by the selected  disasters, as well as representatives of nongovernmental organizations  involved in long-term recovery. In Japan, we met with officials from the  government of Japan, Hyogo Prefecture, and the city of Kobe. In addition,  we also interviewed over 40 experts—both domestic and international— on the subject of disaster recovery. We visited the key communities  affected by five of the six disasters in our study to meet officials involved  in the recovery effort and examine current conditions. While we did not  visit communities affected by the Red River flood, we were able to gather  the necessary information through interviews by telephone with key  officials involved in the recovery as well as recovery experts  knowledgeable about the disaster. Further, we obtained and reviewed  legislation, ordinances, policies, and program documents that described  steps taken to facilitate long-term recovery following each of our selected  disasters. The scope of our work did not include independent evaluation  or verification regarding the extent to which the communities’ recovery  efforts were successful.", "We also drew on previous work we have conducted on recovery efforts in  the aftermath of the 2005 Gulf Coast hurricanes. We have issued findings  and recommendations on several aspects of the Gulf Coast recovery,  including protecting federal disaster programs from fraud, waste, and  abuse; providing tax incentives to assist recovery; and determining the  role of the nonprofit sector in providing assistance to that region. See  figure 3 for the locations of the six disasters that we selected for this  review. We reviewed lessons from past disasters and collected information  about the impact of Hurricanes Ike and Gustav and the 2008 Midwest  floods from June 2007 through September 2008 in accordance with  generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives."], "subsections": []}, {"section_title": "Create a Clear, Implementable, and Timely Recovery Plan", "paragraphs": ["After a major disaster, a recovery plan can provide state and local  governments with a valuable tool to document and communicate recovery  goals, decisions, and priorities. Such plans offer communities a roadmap  as they begin the process of short- and long-term recovery. The process  taken to develop these plans also allows state and local governments to  involve the community in identifying recovery goals and priorities. After  past disasters, the federal government has both funded and provided  technical assistance on how to create such plans. In our review of  recovery plans that state and local governments created after major  disasters, we identified three key characteristics. Specifically, these plans  (1) identified clear goals for recovery, (2) included detailed information to  facilitate implementation, and (3) were established in a timely manner."], "subsections": [{"section_title": "Identify Clear Recovery Goals", "paragraphs": ["A recovery plan containing clear goals can provide direction and specific  objectives for communities to focus on and strive for. Clear recovery goals  can also help state and local governments prioritize projects, allocate  resources, and establish a basis for subsequent evaluations of the recovery  progress. After the 1995 Kobe earthquake in Japan, the areas most hard-hit  by the disaster—Hyogo prefecture and the city of Kobe—identified  specific recovery goals to include in their plans. Among these were the  goals of rebuilding all damaged housing units in 3 years, removing all  temporary housing within 5 years, and completing physical recovery in 10  years. According to later evaluations of Kobe’s recovery conducted by the  city and recovery experts, these goals were critical for helping to  coordinate the wide range of participants involved in the recovery. In  addition, it helped to inform the national government’s subsequent  decisions for funding recovery projects in these areas.", "These goals also allowed the government to communicate its recovery  progress with the public. Each month, information on progress made  towards achieving these goals was provided to the public on-line and to  the media at press conferences. This communication helped to inform the  public about the government’s recovery progress on a periodic basis.  Further, these goals provided a basis for assessing the recovery progress a  few years after the earthquake. Both Hyogo and Kobe convened panels of  international and domestic experts on disaster recovery as well as  community members to assess the progress made on these targets and  other recovery issues. These evaluations enabled policymakers to measure  the region’s progress towards recovery, identify needed changes to  existing policies, and learn lessons for future disasters.", "Similar efforts to inform the public about the government’s recovery  progress are being taken in the wake of the 2005 Gulf Coast hurricanes. In  February 2008, FEMA and the Federal Coordinator of Gulf Coast Recovery  launched its Transparency Initiative. This web-based information sharing  effort provides detailed information about selected buildings and types of  projects in the Gulf Coast receiving Public Assistance grants. For example,  the web site provides information on whether specific New Orleans  schools are open or closed and how much federal funding is available for  each school site. To do this, FEMA and Federal Coordinator staff pulled  together information from state and locals as well as data on all Public  Assistance grants for permanent infrastructure throughout the Gulf Coast.  According to the Office of the Federal Coordinator, the initiative has been  useful in providing information on federal funds available and the status of  infrastructure projects in a clear and understandable way to the general  public and a wide range of stakeholders."], "subsections": []}, {"section_title": "Include Detailed Information to Facilitate Implementation", "paragraphs": ["With the uncertainty that can exist after major disasters, the inclusion of  detailed implementation information in recovery plans can help  communities realize their recovery goals. Implementable recovery plans  specify objectives and tasks, clarify roles and responsibilities, and identify  potential funding sources. Approximately 3 months after the 1997 Red  River flood, the city of Grand Forks approved a recovery plan with these  characteristics that helped the city take action towards achieving  recovery.", "First, the Grand Forks plan identified 5 broad recovery goals covering  areas such as housing and community redevelopment, business  redevelopment, and infrastructure rehabilitation. The plan details a  number of supporting objectives and tasks to be implemented in order to  achieve the stated goals. For example, one of the 5 goals included the plan  was to clean up, repair, and rehabilitate the city’s infrastructure and  restore public services to pre-flood conditions. The plan outlined   5 objectives to accomplish that goal, including repairing and rehabilitating  the city’s water distribution and treatment facilities. Some of the tasks  specified in the plan to achieve that objective are repairing pumping  stations, fixing water meters, and completing a 2-mile limit drainage  master plan. Additionally, the plan identified a target completion date for  each task so that the city can better manage the mix of short- and long- term activities necessary to recover.", "Second, the Grand Forks recovery plan clearly identified roles and  responsibilities associated with the specific tasks, which helped with  achieving broader recovery goals. To do this, the plan identified which  personnel—drawn from city, state, and federal agencies—would be  needed to carry out each task. For example, the plan called for  collaboration of staff from the city’s urban development and  engineering/building inspection departments, FEMA, and the Army Corp  of Engineers to create an inventory of substantially damaged buildings in  the downtown area. By clarifying the roles and responsibilities of those  who would be involved in accomplishing specific tasks, the plan provided  detailed information to facilitate implementation.", "Third, the Grand Forks plan also identified funding sources for each  recovery task. For example, to fund the task of cleaning up and repairing  street lights (which would help achieve the objective of cleaning,  repairing, and rehabilitating the city’s streets), the plan referenced sources  from FEMA’s Public Assistance Grant Program, the state of North Dakota,  and the city’s general revenue fund. The plan contained a detailed  financing matrix, organized by the broader recovery goals identified in the  body of the plan, which identified various funding sources for each task  (see fig. 4). The matrix also included a target completion date for each  task. A city evaluation of the recovery plan found that the process of  specifying goals and identifying funding sources allowed the city to  conceive and formulate projects in collaboration with the city council and  representatives from state and local governments. This helped Grand  Forks meet its recovery needs as well as adhere to federal and state  disaster assistance funding laws and regulations.", "The recovery plans created by the Hyogo and Kobe governments after the  1995 earthquake also helped to facilitate the funding of recovery projects.  It served as the basis of discussions with the national government  regarding recovery funding by clearly communicating local goals and  needs. Towards this end, Hyogo and Kobe submitted their recovery plans  to a centralized recovery organization that included officials from several  national agencies including the Ministry of Finance and the Ministry of  Construction. Ministry staff worked with local officials to reconcile the  needs identified in their recovery plans with national funding constraints  and priorities. As a result of this process, local officials were able to adjust  their recovery plans to reflect national budget and funding realities."], "subsections": []}, {"section_title": "Establish the Plan in a Timely Manner", "paragraphs": ["Some state and local governments quickly completed recovery plans just a  few short months after a major disaster. These plans helped to facilitate  the ensuing recovery process by providing a clear framework early on. The  regional governments affected by the Kobe earthquake promptly created  recovery plans to help ensure that they could take advantage of central  government funding as soon as possible. After the earthquake, there was a  relatively short amount of time to submit proposals for the national budget  in order to be considered for the coming year. Facing this deadline, local  officials devised a two-phase strategy to develop a plan that could quickly  identify broad recovery goals to provide a basis for budget requests to  meet the national budget deadline. After that initial planning phase, the  governments then collaborated with residents to develop detailed plans  for specific communities.", "In the first phase, Kobe focused on creating a general plan to identify  broad recovery goals, such as building quality housing, restoring  transportation infrastructure, and building a safer city. This first plan was  issued 2 months after the earthquake and contained 1,000 projects with a  budget of $90 billion. It was designed to establish the framework for  recovery actions and to provide the basis for obtaining central government  funds. In the second phase, the city involved residents and local  organizations, including businesses and community groups, to develop a  more detailed plan for the recovery of specific neighborhoods. This  second plan began 6 months after the earthquake. The two-phase planning  process enabled Kobe and Hyogo to meet their tight national budget  submission deadline while allowing additional time for communities to  develop specific recovery strategies."], "subsections": []}]}, {"section_title": "Build State and Local Capacity for Recovery", "paragraphs": ["Given the lead role that state and local governments play in disaster  recovery, their ability to act effectively directly affects how well  communities recover after a major disaster. There are different types of  capacity that can be enhanced to facilitate the recovery process. One such  capacity is the ability of state and local governments to make use of  various kinds of disaster assistance. The federal government—along with  other recovery stakeholders, such as nongovernmental organizations— plays a key supporting role by providing financial assistance through a  range of programs to help affected jurisdictions recover after a major  disaster. However, state and local governments may need certain  capacities to effectively make use of this federal assistance, including  having financial resources and technical know-how. More specifically,  state and local governments are often required to match a portion of the  federal disaster assistance they receive. Further, affected jurisdictions  may also need additional technical assistance on how to correctly and  effectively process applications and maintain required paperwork.  Following Hurricanes Ike and Gustav and the Midwest floods earlier this  year, building up these capacities may improve affected jurisdictions’  ability to navigate federal disaster programs."], "subsections": [{"section_title": "Enhance Local Financial Capacity", "paragraphs": ["After a major disaster, state and local governments may not have adequate  financial capacity to perform many short- and long-term recovery  activities, such as continuing government operations and paying for  rebuilding projects. The widespread destruction caused by major disasters  can impose significant unbudgeted expenses while at the same time  decimate the local tax base. Further, federal disaster programs often  require state and local governments to match a portion of the assistance  they receive, which may pose an additional financial burden. In the past,  affected jurisdictions have used loans from a variety of sources including  federal and state governments to enhance their local financial capacity.  For example, the Stafford Act authorizes FEMA to administer the  Community Disaster Loan program which can be used by local  governments to provide essential postdisaster services. Additionally,  affected localities have used special taxes to build local financial capacity  after major disasters.", "Providing a loan to local governments is one way to build financial  capacity after a disaster. Soon after the 1997 Red River flood, the   state-owned Bank of North Dakota provided a line of credit totaling over  $44 million to the city of Grand Forks. The city used this loan to meet  FEMA matching requirements, provide cash flow for the city government  to meet operating expenses, and fund recovery projects that commenced  before the arrival of federal assistance. The city of New Orleans also  sought state loans to help build financial capacity in the aftermath of the  2005 Gulf Coast hurricanes. The city is working with Louisiana to develop  a construction fund to facilitate recovery projects. The fund would enable  New Orleans to have more access to money to fund projects upfront and  reduce the level of debt that the city would otherwise incur.", "Another way to augment local financial capacity is to raise revenue  through temporary taxes that local governments can target according to  their recovery needs. After the 1989 Loma Prieta earthquake, voters in  Santa Cruz County took steps to provide additional financial capacity to  affected localities. The county implemented a tax increment, called  “Measure E,” about 1 year after the disaster, which increased the county  sales tax by ½ cent for 6 years. The proceeds were targeted to damaged  areas within the county based on an allocation approved by voters.  Measure E generated approximately $12 million for the city of Santa Cruz,  $15 million for the city of Watsonville, and $17 million for unincorporated  areas of Santa Cruz County.", "According to officials from Watsonville and Santa Cruz, Measure E  provided a critical source of extra funding for affected Santa Cruz County  localities. For example, officials from Watsonville (whose general fund  annual budget was about $17 million prior to the earthquake) used  proceeds from Measure E to meet matching requirements for FEMA’s  Public Assistance Grant Program. These officials also used Measure E to  offset economic losses from the earthquake, as well as provide financing  for various recovery projects, such as creating programs to repair  damaged homes and hiring consultants that helped the community plan  for long-term recovery. While raising local sales taxes may not be a  feasible option for all communities, Santa Cruz officials recognized the  willingness of county voters to support this strategy. Similarly, state and  local governments in the Gulf Coast and Midwest states can look to  develop strategies for increasing financial capacity in ways that are both  practical and appropriate for their communities."], "subsections": []}, {"section_title": "Strengthen Local Technical Capacity", "paragraphs": ["State and local governments face the challenge of implementing the wide  range of federal programs that provide assistance for recovery from major  disasters. Some of these federal programs require a certain amount of  technical know-how to navigate. For example, FEMA’s Public Assistance  Grant Program has complicated paperwork requirements and multistage  application processes that can place considerable demands on applicants.", "After the 2005 Gulf Coast hurricanes, FEMA and Mississippi state officials  used federal funding to obtain an on-line accounting system that tracked  and facilitated the sharing of operational documents, thereby reducing the  burden on applicants of meeting Public Assistance Grant Program  requirements. According to state and local officials, the state contracted  with an accounting firm that worked hand-in-hand with applicants to  regularly scan and transmit documentation on architectural and  engineering estimates, contractor receipts, and related materials from this  Web-based system. As a result, FEMA and the state had immediate access  to key documents that helped them to make project approval decisions.  Further, local officials reported that this information-sharing tool, along  with contractor staff from an accounting firm, helped to relieve the  documentation and resulting human capital burdens that state and local  applicants of the Public Assistance Grant Program faced during project  development."], "subsections": []}]}, {"section_title": "Implement Strategies for Business Recovery", "paragraphs": ["Business recovery is a key element of a community’s recovery after a  major disaster. Small businesses are especially vulnerable to these events  because they often lack resources to sustain physical losses and have little  ability to adjust to market changes. Widespread failure of individual  businesses may hinder a community’s recovery. Federal, state, and local  governments have developed strategies to facilitate business recovery,  including several targeted at small businesses. These strategies helped  businesses adapt to postdisaster market conditions, helped reduce  business relocation, and allowed businesses to borrow funds at lower  interest rates than would have been otherwise available."], "subsections": [{"section_title": "Provide Technical Assistance to Help Businesses Adapt to Postdisaster Realities", "paragraphs": ["Major disasters can change communities in ways that require businesses  to adapt. For example, following Hurricane Andrew, large numbers of  people left south Miami-Dade County. The closing of Homestead Air Force  Base, which was permanently evacuated just hours before the hurricane  struck, reduced the population of the area significantly. Moreover, the  base closure removed families and individuals with reliable incomes and  spending power. Following the departure of Air Force personnel and  dependents, winter residents and retired people also left in great numbers,  never to return. Today, the city of Homestead is an entirely different place  as community demographics have changed dramatically. Businesses that  did not adapt to this new reality did not survive.", "The extent to which business owners can recognize change and adapt to  the postdisaster market for goods and services can help those firms attain  long-term viability after a disaster. Recognizing this after the Northridge  earthquake, Los Angeles officials assisted neighborhood businesses in  adapting to short- and long-term changes, using a combination of federal,  state, and local funds. The Northridge earthquake caused uneven damage  throughout the Los Angeles area, leaving some neighborhoods largely  intact while creating pockets of damaged, abandoned buildings.  Businesses in these areas suffered physical damage and the loss of  customers when area residents abandoned their homes.", "The Valley Economic Development Center (VEDC), a local non-profit,  established an outreach and counseling program to provide direct  technical assistance to affected businesses throughout the San Fernando  Valley after the Northridge earthquake. With funding from the city of Los  Angeles, the state of California, and the Small Business Administration,  VEDC provided guidance on obtaining federal and local governmental  financial assistance, as well as strategies for adjusting to changes in the  business environment. Toward this end, VEDC staff went door-to-door in  affected business districts, served as a clearinghouse for information on  earthquake recovery, sponsored workshops, reached out to business  owners, and collected detailed information about businesses. VEDC also  hosted conferences that taught business owners how to strategically  market goods and services given the changed demographics. Speakers at  these conferences provided information about the economic and social  impact of the earthquake. VEDC estimates that over 6,000 businesses were  served by these efforts. Additionally, they found that these services helped  saved almost 8,000 jobs in the San Fernando Valley. Continuing programs  provided counseling and assistance with applying for financial assistance  to hundreds of businesses for more than 5 years after the earthquake.", "The potential value of this type of technical assistance is illustrated by an  example of a Northridge business that did not receive it. A well- established fish market outside of the San Fernando Valley reopened after  the earthquake with the intention of resuming its formerly successful  business of selling the same inventory that it sold before the disaster.  However, as a result of the earthquake, the area’s customer base had  changed significantly and the new population did not purchase the  market’s merchandise. Despite spending his life savings to restore the  business, the owner suffered considerable losses and eventually was  forced to close the fish market after the lease expired."], "subsections": []}, {"section_title": "Create Strategies to Minimize Business Relocation and the Loss of Customer Base", "paragraphs": ["Since major disasters can bring significant change to business  environments, communities may look for ways to help retain some  existing businesses because widespread relocation can hinder recovery. In  an effort to minimize relocations after the Red River flood, the city of  Grand Forks created incentives to encourage businesses to remain in the  community using funds from the Department of Housing and Urban  Development’s Community Development Block Grant program and the  Department of Commerce’s Economic Development Administration.  Grand Forks developed a program that provided $1.75 million in loans to  assist businesses that suffered physical damage in the flood. This program  offered 15-year loans with no interest or payments required for the first   5 years of the loan. In addition, businesses which continued to operate  within the city at the end of 3 years had 40 percent of the loan’s principal  forgiven. A Grand Forks official said that over 70 percent of the businesses  that received the loan stayed in the community for at least 3 years. This  official also estimated that over 40 percent of the businesses would have  closed without the loan program.", "The city of Santa Cruz also took steps to minimize the relocation of  businesses from its downtown shopping district, which also helped to  maintain a customer base for the community. Within weeks of the Loma  Prieta earthquake, the city worked together with community groups to  construct seven large aluminum and fabric pavilions where local  businesses that suffered physical damage temporarily relocated. These  pavilions, located in parking areas 1 block behind the main commercial  area, were leased to businesses displaced by the earthquake. Over 40 retail  stores, including bookstores, cafes, and hardware stores, operated out of  the pavilions for up to 3 years while storefronts were rebuilt (see fig. 5).  City officials stated that these pavilions help to mitigate the impact of the  earthquake on small businesses by enabling them to continue operations  and thereby maintain their customer base.", "In contrast, officials near Santa Cruz in the city of Watsonville did not  create such temporary locations after the Loma Prieta earthquake, and as  a result, businesses moved out of the downtown area to a newly  completed shopping center on the outskirts of the city. With the relocation  of these businesses, some consumers stopped shopping in remaining  stores in the downtown area. A senior Watsonville official told us that  these business relocations continue to hamper the recovery of the  downtown district almost two decades after the earthquake."], "subsections": []}, {"section_title": "Implement an Allocation Strategy that Uses Federal Tax Incentives in a Manner Consistent with Long-term Recovery Goals", "paragraphs": ["The federal government has used tax incentives to stimulate business  recovery after major disasters. These incentives provide businesses with  financial resources for recovery that may otherwise not be available.  Certain tax incentives are open-ended, meaning that any individual or  business that meets specified federal requirements may claim the tax  incentives. States allocate other tax incentives to selected businesses,  projects, or local governments and ensure allocations do not exceed limits  set for each state. For those tax incentives where the states have primary  allocation responsibility, an opportunity exists for states to allocate the  incentives in a manner consistent with their communities’ recovery goals.  Midwest and other states may find value in considering the experiences of  communities recovering from past disasters when developing their own  approach in how to allocate these incentives.", "The Congress created tax incentives after the 2005 hurricanes through the  Gulf Opportunity Zone Act of 2005 (GO Zone Act) in part to promote  business recovery. Following those hurricanes, affected state  governments were responsible for allocating four tax incentives, including  a $14.9 billion tax-exempt private activity bond authority to assist business  recovery. These bonds allowed businesses to borrow funds at lower  interest rates than would have otherwise been available because investors  purchasing the bonds are not required to pay taxes on the interest they  earn on the bonds. The Gulf Coast states exercising this authority are  using the tax-exempt private activity bonds for a wide range of purposes  to support different businesses, including manufacturing facilities, utilities,  medical offices, mortgage companies, hotels, and retail facilities.", "Under the GO Zone Act, authorized states have established processes and  selected which projects were to receive these bond allocations up to each  state’s allocation authority limit. These states generally used a first-come,  first-served basis for allocating the rights to issue tax-exempt private  activity bonds under the GO Zone Act and did not consistently target the  bond authority to assist recovery in the most damaged areas at the  beginning of the program. Officials in Louisiana and Mississippi involved  in allocating this authority acknowledged that the first-come, first-served  approach made it difficult for applicants in some of the most damaged  areas to make use of the bond provision immediately following the 2005  hurricanes. Counties and parishes in the most damaged coastal areas of  Louisiana and Mississippi faced challenges dealing with the immediate  aftermath of the hurricanes and could not focus on applying for this  authority. Louisiana recently set aside a portion of its remaining allocation  authority for the most damaged parishes.", "This July, legislation was introduced in Congress modeled after the   GO Zone Act, which, among other tax incentives, would provide private  activity bond allocation authority to certain Midwest states to help the  victims of this year’s floods. Under the proposed legislation, similar to the  GO Zone Act, affected states would also have the authority to allocate  additional low-income housing tax credits for rental housing and issue tax  credit bonds for temporary debt relief, among other provisions. The Gulf  Coast states’ first-come, first-served allocation process meant, according  to some officials we interviewed, that some projects that would have been  viable without tax-exempt private activity bond financing received tax- exempt private activity bond allocations. Such allocations may not have  fully supported the long-term recovery goals of that region. This may be  particularly relevant to Midwest states given that the proposed legislation  contains provisions related to tax-exempt private activity bonds similar to  those authorized by the GO Zone Act of 2005."], "subsections": []}]}, {"section_title": "Adopt a Comprehensive Approach to Combating Fraud, Waste, and Abuse", "paragraphs": ["The influx of federal financial assistance available to victims after a major  disaster provides increased opportunities for fraud, waste, and abuse.  Disaster victims are at risk, as well as the public funds supporting  government disaster programs. Specifically, many disaster victims hire  contractors to repair or rebuild their homes using financial assistance  from the government. Residents are potential targets for fraud by  unscrupulous contractors. In addition, government programs are also  vulnerable: the need to quickly provide assistance to disaster victims puts  assistance programs at risk of fraudulent applicants trying to obtain  benefits that they are not entitled to receive. We identified two actions that  state and local governments can take after major disasters to combat  fraud, waste, and abuse."], "subsections": [{"section_title": "Require Credentialing to Help Reduce Contractor Fraud", "paragraphs": ["Communities are often faced with the problem of contractor fraud after  major disasters as large numbers of residents look to hire private firms to  repair or rebuild their homes and businesses. For example, after Hurricane  Andrew in 1992, over 7,000 homeowners filed formal complaints of  contractor fraud with Miami-Dade County’s Construction Fraud Task  Force from August 1993 through March 1995. An official from the Miami- Dade Office of the State Attorney reported that they successfully  prosecuted more than 300 felony cases, over 290 misdemeanor cases, and  resulting in the restitution of more than $2.6 million to homeowners by  October 1996. Other complaints that were not criminal in nature resulted  in substantial administrative fines and additional restitution. More  recently, FEMA and Midwest states anticipate that fraud will also be a  concern after this year’s floods and have issued warnings to residents  about the need to be vigilant for potentially fraudulent contractors. To  help address this issue, FEMA has issued tips and guidelines to the public  about hiring contractors.", "To help protect its residents from contractor fraud after the Red River  flood, the city of Grand Forks established a required credentialing  program for contractors. This included a “one-stop shop” that served as a  mandatory clearinghouse for any contractor who wanted to do business  with recovering residents. The clearinghouse was staffed by  representatives from a range of city and state offices, including the North  Dakota Secretary of State, the North Dakota Attorney General, the North  Dakota Workers Compensation Bureau, the North Dakota Bureau of  Criminal Investigations, and the Grand Forks Department of  Administration and Licensing. These staff carried out a variety of  functions, including checking that contractors had appropriate licenses,  insurance, and no criminal records, in addition to collecting application  fees and filing bonding information. After passing these checks and  completing all the required applications, contractors were issued photo  identification cards, which they were required to carry at all times while  working within the city limits.", "To inform its citizens about this program, Grand Forks officials conducted  press briefings urging residents to check for these photo identifications  and to hire only credentialed contractors. In about 2 months, the city  issued approximately 500 new contractor licenses and 2,000 contractor  identification cards through the one-stop shop. During that same period,  officials arrested more than 20 individuals who had outstanding warrants.  City and state officials credited this approach with playing a key role in  limiting contractor fraud in Grand Forks during the recovery from the Red  River flood.", "In the wake of this year’s flooding, the city of Cedar Rapids, Iowa, has  created a similar contractor credentialing program modeled after Grand  Forks’ One-Stop-Shop program, in an effort to minimize instances of  contractor fraud. Cedar Rapid’s program requires contractors to visit a  local mall where representatives from the police department and  community development, and code enforcement divisions are assembled.  There, city officials check contractors’ licenses and insurance policies, as  well as conducting criminal background checks. Similar to Grand Forks’  program, contractors who pass checks are issued photo identification  cards. Those who do not obtain identification before working in the area  can incur a fine of $100 or face up to 30 days of jail time. As of August  2008, over 900 local and out-of-town contracting companies and   6,200 individual contractors have been credentialed through this program.  Twelve people have been arrested as a result of outstanding warrants that  were identified through criminal background checks."], "subsections": []}, {"section_title": "Establish State Framework to Combat Fraud, Waste, and Abuse", "paragraphs": ["Our prior work on FEMA’s Individuals and Households Program payments  and the Department of Homeland Security’s purchase card program show  that fraud, waste, and abuse related to disaster assistance in the wake of  the 2005 Gulf Coast hurricanes are significant. We have previously  estimated improper and potentially fraudulent payments related to the  Individuals and Households Program application process to be  approximately $1 billion of the first $6 billion provided. In addition,  FEMA provided nearly $20 million in duplicate payments to individuals  who registered and received assistance twice by using the same Social  Security number and address. Similarly, the Hurricane Katrina Fraud  Task Force—comprised of the Department of Justice’s Criminal Division  and Offices of the United States Attorneys; several other federal agencies,  including the Federal Bureau of Investigations, Secret Service, and  Securities and Exchange Commission; and various representatives of state  and local law enforcement—have collaborated to prosecute instances of  fraud related to the hurricane. According to the Office of the Federal  Coordinator of Gulf Coast Recovery, the efforts of the task force have  resulted in the indictment of over 890 cases of fraud to date.", "Because of the role state governments play in distributing and allocating  this federal assistance, these known vulnerabilities call for states to  establish effective controls to minimize opportunities for individuals to  defraud the government. With the need to provide assistance quickly and  expedite purchases, programs without effective fraud prevention controls  can end up losing millions or potentially billions of dollars to fraud, waste,  and abuse. We have previously testified on the need for fraud prevention  controls, fraud detection, monitoring adherence to controls throughout  the entire program life, collection of improper payments, and aggressive  prosecution of individuals committing fraud. These controls are crucial  whether dealing with programs to provide housing and other needs  assistance or other recovery efforts. By creating such a fraud protection  framework—especially the adoption of fraud prevention controls— government programs should not have to make a choice between the  speedy delivery of disaster recovery assistance and effective fraud  protection."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["While receiving millions of dollars in federal assistance, state and local  governments bear the main responsibility for helping communities cope  with the destruction left in the wake of major disasters. Now that the wind  and storm surge from Hurricanes Ike and Gustav have passed and the  Midwest flood waters have subsided, state and local governments face a  myriad of decisions regarding the short- and long-term recovery of their  communities. We have seen that actions taken shortly after a major  disaster and during the early stages of the recovery process can have a  significant impact on the success of a community’s long-term recovery.  Accordingly, this is a critical time for communities affected by these major  disasters.", "Insights drawn from state and local governments that have experienced  previous major disasters may provide a valuable opportunity for officials  to anticipate challenges and adopt appropriate strategies and approaches  early on in the recovery process. There is no one right way for how state  and local governments should manage recovery from a major disaster, nor  is there a recipe of techniques that fits all situations. While many of the  practices we describe in this report were tailored to the specific needs and  conditions of a particular disaster, taken together, they can provide state  and local officials with a set of tools and approaches to consider as they  move forward in the process of recovering from major disasters."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Federal Coordinator of Gulf Coast  Recovery in the Department of Homeland Security. In addition, we  provided drafts of the relevant sections of this report to officials involved  in the particular practices we describe, as well as experts in disaster  recovery. They generally agreed with the contents of this report. We have  incorporated their technical comments as appropriate.", "We are sending copies of this report to other interested congressional  committees, the Secretary of Homeland Security, the FEMA Administrator,  and state and local officials affected by Hurricanes Ike and Gustav as well  as the Midwest floods. We will make copies available to others on request.  In addition, the report will be available at no charge on GAO’s Web site at  http://www.gao.gov.", "If you or your staff have any questions regarding this report, please  contact me at (202) 512-6806 or czerwinskis@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Selected GAO Products Related to Disaster Recovery", "paragraphs": [], "subsections": [{"section_title": "Recovery from the 2005 Gulf Coast Hurricanes", "paragraphs": ["Gulf Coast Rebuilding: Observations on Federal Financial Implications.  GAO-07-1079T. Washington. D.C.: August 2, 2007.", "Preliminary Information on Rebuilding Efforts in the Gulf Coast.   GAO-07-809R. Washington, D.C.: June 29, 2007.", "Gulf Coast Rebuilding: Preliminary Observations on Progress to Date  and Challenges for the Future. GAO-07-574T. Washington, D.C.:   April 12, 2007.", "Catastrophic Disasters: Enhanced Leadership, Capabilities, and  Accountability Controls Will Improve the Effectiveness of the Nation’s  Preparedness, Response, and Recovery System. GAO-06-618.   Washington, D.C.: September 6, 2006.", "Hurricane Katrina: GAO’s Preliminary Observations Regarding  Preparedness, Response, and Recovery. GAO-06-442T. Washington, D.C.:  March 8, 2006.", "Hurricane Katrina: Providing Oversight of the Nation’s Preparedness,  Response, and Recovery Activities. GAO-05-1053T. Washington, D.C.:  September 28, 2005."], "subsections": [{"section_title": "Agricultural Issues", "paragraphs": ["Department of Agriculture, Farm Service Agency: 2005 Section 32  Hurricane Disaster Programs; 2006 Livestock Assistance Grant  Program. GAO-07-715R. Washington, D.C.: April 16, 2007.", "Department of Agriculture, Commodity Credit Corporation: 2006  Emergency Agricultural Disaster Assistance Programs. GAO-07-511R.  Washington, D.C.: April 16, 2007."], "subsections": []}, {"section_title": "Contracting Issues", "paragraphs": ["Small Business Contracting: Observations from Reviews of Contracting  and Advocacy Activities of Federal Agencies. GAO-07-1255T.   Washington, D.C.: September 26, 2007.", "Hurricane Katrina: Agency Contracting Data Should Be More Complete  Regarding Subcontracting Opportunities for Small Business.   GAO-07-698T. Washington, D.C.: April 12, 2007.", "Hurricane Katrina: Agency Contracting Data Should Be More Complete  Regarding Subcontracting Opportunities for Small Businesses.   GAO-07-205. Washington, D.C.: March 1, 2007.", "Hurricane Katrina: Improving Federal Contracting Practices in  Disaster Recovery Operations. GAO-06-714T. Washington, D.C.:   May 4, 2006.", "Hurricane Katrina: Army Corps of Engineers Contract for Mississippi  Classrooms. GAO-06-454. Washington, D.C.: May 1, 2006.", "Hurricane Katrina: Planning for and Management of Federal Disaster  Recovery Contracts. GAO-06-622T. Washington, D.C.: April 10, 2006.", "Hurricanes Katrina and Rita: Preliminary Observations on Contracting  for Response and Recovery Efforts. GAO-06-246T. Washington, D.C.:  November 8, 2005.", "Hurricanes Katrina and Rita: Contracting for Response and Recovery  Efforts. GAO-06-235T. Washington, D.C.: November 2, 2005."], "subsections": []}, {"section_title": "Fraud, Waste, and Abuse", "paragraphs": ["Hurricane Katrina: Ineffective FEMA Oversight of Housing  Maintenance Contracts in Mississippi Resulted in Millions of Dollars of  Waste and Potential Fraud. GAO-08-106. Washington, D.C.:   November 16, 2007.", "Hurricanes Katrina and Rita Disaster Relief: Continued Findings of  Fraud, Waste, and Abuse. GAO-07-300. Washington, D.C.: March 15, 2007.", "Hurricanes Katrina and Rita Disaster Relief: Prevention Is the Key to  Minimizing Fraud, Waste, and Abuse in Recovery Efforts. GAO-07-418T.  Washington, D.C.: January 29, 2007.", "Response to a post hearing question related to GAO’s December 6, 2006  testimony on continued findings of fraud, waste, and abuse associated  with Hurricanes Katrina and Rita relief efforts. GAO-07-363R.   Washington, D.C.: January 12, 2007.", "Hurricanes Katrina and Rita Disaster Relief: Continued Findings of  Fraud, Waste, and Abuse. GAO-07-252T. Washington, D.C.:   December 6, 2006.", "Purchase Cards: Control Weaknesses Leave DHS Highly Vulnerable to  Fraudulent, Improper, and Abusive Activity. GAO-06-1117.   Washington, D.C.: September 28, 2006.", "Hurricanes Katrina and Rita: Unprecedented Challenges Exposed the  Individuals and Households Program to Fraud and Abuse; Actions  Needed to Reduce Such Problems in Future. GAO-06-1013.   Washington, D.C.: September 27, 2006.", "Disaster Relief: Governmentwide Framework Needed to Collect and  Consolidate Information to Report on Billions in Federal Funding for  the 2005 Gulf Coast Hurricanes. GAO-06-834. Washington, D.C.:   September 5, 2006.", "Individual Disaster Assistance Programs: Framework for Fraud  Prevention, Detection, and Prosecution. GAO-06-954T. Washington, D.C.:  July 12, 2006.", "Expedited Assistance for Victims of Hurricanes Katrina and Rita:  FEMA’s Control Weaknesses Exposed the Government to Significant  Fraud and Abuse. GAO-06-655. Washington, D.C.: June 16, 2006.", "Hurricanes Katrina and Rita Disaster Relief: Improper and Potentially  Fraudulent Individual Assistance Payments Estimated to Be Between   $600 Million and $1.4 Billion. GAO-06-844T. Washington, D.C.:   June 14, 2006.", "Expedited Assistance for Victims of Hurricanes Katrina and Rita:  FEMA’s Control Weaknesses Exposed the Government to Significant  Fraud and Abuse. GAO-06-403T. Washington, D.C.: February 13, 2006."], "subsections": []}, {"section_title": "Housing Issues", "paragraphs": ["Disaster Housing: Implementation of FEMA’s Alternative Housing Pilot  Program Provides Lessons for Improving Future Competitions.   GAO-07-1143R. Washington, D.C.: August 31, 2007.", "Disaster Assistance: Better Planning Needed for Housing Victims of  Catastrophic Disasters. GAO-07-88. Washington, D.C.: February 28, 2007."], "subsections": []}, {"section_title": "Human Services and Environmental Protection Issues", "paragraphs": ["Hurricane Katrina: Continuing Debris Removal and Disposal Issues.   GAO-08-985R. Washington, D.C. August 25, 2008.", "Hurricane Katrina: Trends in the Operating Results of Five Hospitals in  New Orleans before and after Hurricane Katrina. GAO-08-681R.  Washington, D.C.: July 17, 2008.", "Hurricane Katrina: EPA’s Current and Future Environmental  Protection Efforts Could Be Enhanced by Addressing Issues and  Challenges Faced on the Gulf Coast. GAO-07-651. Washington, D.C.: June  25, 2007.", "Hurricane Katrina: Allocation and Use of $2 Billion for Medicaid and  Other Health Care Needs. GAO-07-67. Washington, D.C.: February 28, 2007.", "Hurricanes Katrina and Rita: Federal Actions Could Enhance  Preparedness of Certain State-Administered Federal Support Programs.  GAO-07-219. Washington, D.C.: February 7, 2007.", "Hurricane Katrina: Status of Hospital Inpatient and Emergency  Departments in the Greater New Orleans Area. GAO-06-1003.   Washington, D.C.: September 29, 2006.", "Child Welfare: Federal Action Needed to Ensure States Have Plans to  Safeguard Children in the Child Welfare System Displaced by Disasters.  GAO-06-944. Washington, D.C.: July 28, 2006.", "Lessons Learned for Protecting and Educating Children after the Gulf  Coast Hurricanes. GAO-06-680R. Washington, D.C.: May 11, 2006.", "Hurricane Katrina: Status of the Health Care System in New Orleans and  Difficult Decisions Related to Efforts to Rebuild It Approximately 6  Months After Hurricane Katrina. GAO-06-576R. Washington, D.C.:   March 28, 2006."], "subsections": []}, {"section_title": "Infrastructure Issues", "paragraphs": ["Army Corps of Engineers: Known Performance Issues with New Orleans  Drainage Canal Pumps Have Been Addressed, but Guidance on Future  Contracts Is Needed. GAO-08-288. Washington, D.C.: December 31, 2007.", "U.S. Army Corps of Engineers’ Procurement of Pumping Systems for the  New Orleans Drainage Canals. GAO-07-908R. Washington, D.C.:   May 23, 2007.", "Hurricane Katrina: Strategic Planning Needed to Guide Future  Enhancements Beyond Interim Levee Repairs. GAO-06-934.   Washington, D.C.: September 6, 2006."], "subsections": []}, {"section_title": "Small Business Assistance Issues", "paragraphs": ["Small Business Administration: Response to the Gulf Coast Hurricanes  Highlights Need for Enhanced Disaster Preparedness. GAO-07-484T.  Washington, D. C.: February 14, 2007.", "Small Business Administration: Additional Steps Needed to Enhance  Agency Preparedness for Future Disasters. GAO-07-114. Washington,  D.C.: February 14, 2007.", "Small Business Administration: Actions Needed to Provide More Timely  Disaster Assistance. GAO-06-860. Washington, D.C.: July 28, 2006."], "subsections": []}, {"section_title": "Tax Issues", "paragraphs": ["Gulf Opportunity Zone: States Are Allocating Federal Tax Incentives to  Finance Low-Income Housing and a Wide Range of Private Facilities.  GAO-08-913. Washington, D.C.: July 16, 2008.", "Tax Compliance: Some Hurricanes Katrina and Rita Disaster  Assistance Recipients Have Unpaid Federal Taxes. GAO-08-101R.  Washington, D.C.: November 16, 2007."], "subsections": []}]}, {"section_title": "Recovery from Other Natural Disasters", "paragraphs": ["Disaster Assistance: Guidance Needed for FEMA’s ‘Fast Track’ Housing  Assistance Process. RCED-98-1. Washington, D.C.: October 17, 1997.", "Disaster Assistance: Improvements Needed in Determining Eligibility  for Public Assistance. RCED-96-113. Washington, D.C.: May 23, 1996.", "Emergency Relief: Status of the Replacement of the Cypress Viaduct.  RCED-96-136. Washington, D.C.: May 6, 1996.", "Disaster Assistance: Information on Expenditures and Proposals to  Improve Effectiveness and Reduce Future Costs. T-RCED-95-140.  Washington, D.C.: March 16, 1995.", "GAO Work on Disaster Assistance. RCED-94-293R. Washington, D.C.:  August 31, 1994.", "Los Angeles Earthquake: Opinions of Officials on Federal Impediments  to Rebuilding. RCED-94-193. Washington, D.C.: June 17, 1994.", "Earthquake Recovery: Staffing and Other Improvements Made Following  Loma Prieta Earthquake. RCED-92-141. Washington, D.C.: July 30, 1992.", "Transportation Infrastructure: The Nation’s Highway Bridges Remain  at Risk From Earthquakes. RCED-92-59. Washington, D.C.: January 23,  1992.", "Loma Prieta Earthquake: Collapse of the Bay Bridge and the Cypress  Viaduct. RCED-90-177. Washington, D.C.: June 19, 1990.", "Disaster Assistance: Program Changes Expedited Delivery of Individual  and Family Grants. RCED-89-73. Washington, D.C.: April 4, 1989."], "subsections": []}, {"section_title": "Disaster Insurance", "paragraphs": ["National Flood Insurance Program: Financial Challenges Underscore  Need for Improved Oversight of Mitigation Programs and Key Contracts.   GAO-08-437. Washington, D.C.: June 16, 2008.", "Natural Catastrophe Insurance: Analysis of a Proposed Combined  Federal Flood and Wind Insurance Program. GAO-08-504. Washington,  D.C.:  April 25, 2008.", "National Flood Insurance Program: Greater Transparency and  Oversight of Wind and Flood Damage Determinations Are Needed.   GAO-08-28. Washington, D.C.: December 28, 2007.", "Natural Disasters: Public Policy Options for Changing the Federal Role  in Natural Catastrophe Insurance. GAO-08-7. Washington, D.C.:   November 26, 2007.", "Federal Emergency Management Agency: Ongoing Challenges Facing the  National Flood Insurance Program. GAO-08-118T. Washington, D.C.:  October 2, 2007.", "National Flood Insurance Program: FEMA’s Management and Oversight  of Payments for Insurance Company Services Should Be Improved.   GAO-07-1078. Washington, D.C.: September 5, 2007.", "National Flood Insurance Program: Preliminary Views on FEMA’s  Ability to Ensure Accurate Payments on Hurricane-Damaged  Properties. GAO-07-991T. Washington, D.C.: June 12, 2007.", "National Flood Insurance Program: New Processes Aided Hurricane  Katrina Claims Handling, but FEMA’s Oversight Should Be Improved.  GAO-07-169. Washington, D.C.: December 15, 2006.", "Federal Emergency Management Agency: Challenges for the National  Flood Insurance Program. GAO-06-335T. Washington, D.C.:   January 25, 2006.", "Federal Emergency Management Agency: Challenges Facing the National  Flood Insurance Program. GAO-06-174T. Washington, D.C.:   October 18, 2005.", "Catastrophe Risk: U.S. and European Approaches to Insure Natural  Catastrophe and Terrorism Risks. GAO-05-199. Washington, D.C.:   February 28, 2005.", "Catastrophe Insurance Risks: The Role of Risk-Linked Securities.   GAO-03-195T. Washington, D.C.: October 8, 2002.", "Catastrophe Insurance Risks: The Role of Risk-Linked Securities and  Factors Affecting Their Use. GAO-02-941. Washington, D.C.:   September 24, 2002.", "Federal Disaster Insurance. GGD-95-20R. Washington, D.C.:   November 7, 1994.", "Federal Disaster Insurance: Goals Are Good, But Insurance Programs  Would Expose the Federal Government to Large Potential Losses.   T-GGD-94-153. Washington, D.C.: May 26, 1994."], "subsections": []}]}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgements", "paragraphs": ["In addition to the individual named above, Peter Del Toro, Assistant  Director; Patrick Breiding; Michael Brostek; Keya Chateauneuf;   Thomas Gilbert; Shirley Hwang; Gregory Kutz; Donna Miller; John Mingus;  MaryLynn Sergent; and Diana Zinkl made key contributions to this report."], "subsections": []}]}], "fastfact": []}