{"id": "GAO-16-526", "url": "https://www.gao.gov/products/GAO-16-526", "title": "Government Purchase Cards: Opportunities Exist to Leverage Buying Power", "published_date": "2016-05-19T00:00:00", "released_date": "2016-06-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The purchase card program was designed to streamline relatively small dollar value acquisitions of goods and services. In fiscal year 2015, the government spent approximately $19 billion using purchase cards.", "GAO was asked to review whether agencies are effectively leveraging their buying power when using purchase cards. This report assesses the extent to which selected (1) agencies analyze purchase card data to identify opportunities to leverage buying power agency-wide and (2) purchase cardholders seek opportunities to achieve cost savings when using purchase cards.", "GAO analyzed data from the three banks that work with the six selected agencies—selected in part on varying levels of purchase card spend volume—to manage their purchase card programs. GAO evaluated policies, reviewed strategic sourcing efforts related to purchase cards, and interviewed officials. GAO also interviewed officials from the General Services Administration who manage the government's purchase card contracts, and interviewed selected cardholders at the two agencies with the highest purchase card spend."]}, {"section_title": "What GAO Found", "paragraphs": ["The agencies in GAO's review—the Departments of Defense (DOD), Veterans Affairs (VA), the Interior (Interior), Homeland Security, and Energy (Energy), and the Environmental Protection Agency (EPA)—have made varied use of purchase card data, and additional opportunities exist to negotiate discounts and leverage buying power. As the chart below shows, spending with government purchase cards represents billions of dollars each year.", "The Office of Management and Budget (OMB) guidance that prescribes policies for agencies on how to manage their purchase card programs (1) requires agency officials to incorporate purchase card data into strategic sourcing analysis and (2) recommends that agencies review and analyze purchase card spending patterns for opportunities to negotiate discounts, improve buying processes, and leverage buying power. All the agencies in GAO's review incorporated purchase card data into overall spend analysis to support strategic sourcing efforts as required by OMB, but officials noted challenges that impede review of purchase card data. For example, purchase card data do not always include enough specificity to identify particular commodities to target for savings. Despite these challenges, four of the six agencies GAO reviewed took additional steps to independently analyze purchase card spending patterns as recommended by OMB. Two agencies—EPA and Interior—identified opportunities for savings through such analysis, demonstrating that savings can be found. However, Energy and certain DOD components, such as the Air Force and Navy, did not perform analysis of purchase card spending. Without more focused efforts, these agencies may be missing opportunities to find cost savings.", "GAO also found instances where regional VA offices were successful in identifying opportunities for local or agency-wide savings on items procured with purchase cards. For example, one office recognized an opportunity for savings when purchasing wheelchair ramps for disabled veterans, resulting in savings of $1.1 million and faster delivery. Federal internal controls state that management should communicate the necessary information to achieve objectives. Given the examples GAO found, developing guidance and sharing information may help agencies identify opportunities to leverage buying power with purchase cards."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that Energy analyze purchase card data and DOD ensure its components do the same. GAO also recommends that each agency develop guidance to encourage local officials to examine purchase card spend patterns and share this information. Four agencies concurred, Interior partially concurred, and EPA did not comment."]}], "report": [{"section_title": "Letter", "paragraphs": ["The government purchase card program was created as a way for  agencies to streamline the federal acquisition process by providing a low- cost, efficient vehicle for obtaining goods and services directly from  vendors. In fiscal year 2015, federal agencies used purchase cards to  procure nearly $19 billion of a wide variety of goods such as office  supplies and general contractor services. The majority of purchase card  transactions are for purchases that fall under the micro-purchase dollar  threshold, currently set at $3,500. Although the General Services  Administration (GSA) maintains contracts with the banks that issue the  purchase cards and captures government-wide transaction data,  individual agencies decide which bank to use to support its purchase card  requirements and are responsible for monitoring the actions of their  cardholders as well as issuing agency-specific policies and procedures on  the appropriate use of purchase cards. However, we, as well as agencies’  Inspectors General, have found that purchase card programs may be  vulnerable to fraud, waste, and abuse because they lack sufficient  internal controls. Further, we found in 2004 that agencies generally had  not identified and taken advantage of opportunities to obtain more  favorable prices on purchase card buys. Rather than leveraging the  government’s vast volume of purchases—or buying power—to obtain  savings or discounts when making small purchases, we found  cardholders often paid higher prices than necessary.", "Since our 2004 report, the federal government has taken steps to better  manage purchase card programs and has begun to focus more on  strategic sourcing, which includes a thorough analysis of an  organization’s spending to support efforts to more effectively acquire  goods and services. In 2009, the Office of Management and Budget  (OMB)—responsible for government-wide policy on purchase card use— issued a revision to its circular on purchase card program management  stating, among other things, that agencies must include purchase card  data when performing analysis as part of strategic sourcing initiatives.  More recently, Congress enacted the Government Charge Card Abuse  Prevention Act of 2012, which, among other things, requires agencies’  Inspectors General to perform analysis or audits, as necessary, of  purchase card transactions to identify categories of purchases in order to  aggregate purchases and obtain lower prices. Further, from a broader  perspective, OMB issued guidance in 2005 requiring agencies to focus  more on strategic sourcing and initiated a government-wide strategic  sourcing program for commonly purchased goods and services that  aggregates requirements and streamlines processes in order to leverage  spending to the maximum extent possible.", "Congress requested that we review whether government agencies are  effectively leveraging buying power to achieve cost savings when  procuring goods and services using purchase cards. This report  addresses the extent to which selected (1) agencies analyze purchase  card data to identify opportunities to leverage buying power agency-wide  and (2) purchase cardholders seek opportunities to achieve cost savings  when using purchase cards.", "To examine the extent to which agencies are performing analysis to  identify ways to better leverage their buying power, we selected six  agencies that represent varying levels—high, medium and low—of  purchase card spending in fiscal year 2014: the Departments of Defense  (DOD), Veterans Affairs (VA), the Interior (Interior), Homeland Security  (DHS), and Energy (Energy) and the Environmental Protection Agency  (EPA). Our selection of agencies was based on purchase card spending  levels and was informed by Inspectors General office reports that  addressed purchase card spend analysis taking place at executive  branch agencies. For these six agencies, we reviewed government-wide  and agency-specific policies and regulations and interviewed acquisition  and finance personnel to understand what data concerning purchase card  transactions are available and the extent to which agencies collect and  analyze these data to support strategic sourcing initiatives. We also  collected and analyzed government-wide purchase card transaction data  from the three SmartPay banks for fiscal year 2014 and the first two  quarters of fiscal year 2015 to understand what data are available to  agencies for performing spend analysis and to identify potential  challenges presented by the data supplied by vendors through the banks.  Data used to select purchase cardholders and analyze government-wide  purchase card spending were found to be sufficiently reliable for the  purposes of this report.", "To assess the extent to which local offices and cardholders seek  opportunities to achieve cost savings when using purchase cards, we  selected a nonprobability sample of 20 cardholders from high-spending  offices within DOD and VA—the two agencies that use purchase cards  most—and who had made purchases with a specific merchant included in  a government-wide contract that had the highest volume of sales with  these agencies. We interviewed cardholders, approving officials, and  personnel who identified requirements fulfilled through cardholder  purchases to understand how prices are considered and vendors  selected when buying goods and services with purchase cards. Appendix  I describes our objectives, scope, and methodology in greater detail.", "We conducted this performance audit from April 2015 to May 2016 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The broadening of purchase card use from procurement offices to  individual government cardholders in 1994 improved the ability of  agencies to quickly and easily acquire items needed to support daily  operations and reduced the administrative costs associated with such  small purchases. Though government purchase cards were originally  reserved for use by procurement personnel, the Federal Acquisition  Streamlining Act of 1994 allowed authorized government cardholders to  make purchases under the micro-purchase threshold without obtaining  competitive quotations if the price to be paid was considered reasonable.  Further, the act dictated that cardholders distribute their purchases  equitably among qualified suppliers. Moreover, according to the Federal  Acquisition Regulation (FAR), these cards are the preferred means to  complete purchases under the micro-purchase threshold. According to  GSA, from fiscal year 2010 to 2015, cardholders spent a range of about  $17 billion to $19.5 billion annually in goods and services using purchase  cards. (See figure 1)", "Although purchase cards may be used as a payment mechanism against  contracts, for the agencies in our review, over 97 percent of the  purchases in fiscal year 2015 were transactions valued below the micro- purchase threshold. (See table 1)", "The government’s purchase card program—part of the SmartPay  program—is managed by GSA, which currently administers the purchase  card contracts with three banks: US Bank, Citibank, and JP Morgan  Chase. According to GSA’s SmartPay website, streamlining paper-driven  acquisition processes of the past with the use of purchase cards saves  the government about $1.7 billion annually (approximately $70 per  transaction) in administrative costs. Further, when selecting which bank to  use for its purchase card program, an agency can negotiate with its bank  the terms for purchase card refunds under the purchase card program’s  contract. These refunds are based on speed of payment and volume of  transactions and may also result in a cost savings for agencies. The  GSA’s SmartPay website indicates that the government has received  approximately $3 billion in refunds from purchase card spending since the  SmartPay program’s inception in 1998.", "Purchase card data are available from two sources: the bank servicing  the agency as well as a system developed by GSA called the SmartPay  Data Warehouse, which was designed to assist with purchase card  analysis. According to GSA officials, the Data Warehouse can be used to  compile aggregate data from banks for each participating agency and for  the government as a whole. The data can be sorted by various fields,  such as vendor, agency, and transaction date. Additionally, GSA officials  stated that they can sort the data based on an agency’s spend for  improving internal management and, in the future, may be used to identify  opportunities for savings. Although purchase card data can be used to  support spend analysis, agency officials told us that these data are  primarily used for internal control purposes, notably to mine the data in  order to identify card misuse and potential fraud and abuse.", "In 2004, GAO found that while agencies had begun to take actions to  achieve cost savings through purchase card programs, most had not yet  taken full advantage of available opportunities to obtain more favorable  prices on the items purchased with cards. For example, we found that  agencies had only negotiated discount agreements with a few of the  vendors frequently used by cardholders; purchase card training programs  lacked practical information to help cardholders take advantage of the  discounts that had been negotiated; and there was a lack of management  focus on leveraging buying power to achieve cost savings on items  purchased. As a result, we found that the government was not taking  advantage of opportunities which could have saved taxpayers hundreds  of millions of dollars. Officials cited inconsistent vendor reporting of  detailed transaction data—referred to as level 3 data, which is necessary  for identifying specific items for each transaction—as an impediment to  analysis of purchase card spending patterns. However, we found that  despite lacking specific data on transactions, agencies could take steps to  get better prices such as identifying vendors with high volumes of sales.  As a result, we made several recommendations to focus management  attention on the cost saving opportunities available for purchase card  buys, facilitate cardholder access to discounted prices, and develop  mechanisms that provide cardholders with better pricing from major  vendors for key commodities, such as agency-wide discount  agreements.", "Over the last decade, OMB has taken additional steps to implement  strategic sourcing initiatives meant to increase the value of each dollar  spent by government. In 2005, it issued a memorandum implementing  strategic sourcing practices across the government. In the same year,  OMB, Department of Treasury, and the General Services Administration  established the Federal Strategic Sourcing Initiative (FSSI) to identify  government-wide opportunities to strategically source commonly  purchased products and services and to eliminate duplication of efforts  across agencies. Further, in a 2009 update to its purchase card guidance  for federal agencies, OMB asked that agencies think more strategically  about what they were buying with purchase cards. The guidance required  that agencies incorporate purchase card spending into analysis that  supports strategic sourcing decisions and recommended that agencies  review and analyze patterns of purchase card spending for potential cost- saving opportunities. More recently, OMB announced the government’s  intent to use a category management approach and GSA issued  guidance in May 2015 to provide agencies with consistent standards for  its implementation. Category management calls for lead agencies to  analyze acquisition approaches for particular groups of goods or services  to further reduce duplication of acquisition efforts among agencies and  help ensure that agencies receive uniform, competitive pricing. However,  this guidance on category management does not address agencies’  review of purchase card transaction patterns.", "Although the federal government has taken these steps to enhance  strategic sourcing of goods and services, GAO has reported multiple  times on the shortcomings of implementing such initiatives by federal  agencies. For example, in 2012 we found that selected agencies were  only leveraging a fraction of their buying power through contracts as a  result of strategic sourcing analysis. While leading private sector  companies reported strategically managing as much as 90 percent of  their spending, we found that agencies responsible for the majority of  government procurement spending reported managing less than 5  percent of their spending through strategically sourced contracts. Further,  we found that FSSI contracts had low levels of use and that commodities  and services purchased the most by the government were not available  through FSSI. We made several recommendations to DOD, VA, and  OMB to improve department and government-wide strategic sourcing  efforts. While DOD has taken steps to evaluate resources devoted to  strategic sourcing, it has not yet completed steps to identify and evaluate  the best way to strategically source its highest spending categories. VA  implemented both of its recommendations by taking steps to evaluate  ways to strategically source high spending goods and services and by  establishing strategic sourcing goals and metrics. OMB has not yet fully  addressed recommendations to provide federal agencies with metrics to  measure progress toward strategic sourcing goals nor to require an  assessment of whether more top spend products and services should be  considered for strategic sourcing."], "subsections": []}, {"section_title": "Four Agencies Took Steps to Identify Cost Savings through Analysis of Purchase Card Data; Two Agencies Could Do More", "paragraphs": ["All of the agencies in our review incorporated purchase card data into  aggregate spend analysis to support strategic sourcing initiatives as  required by OMB; however, many officials pointed to data challenges,  such as a lack of specificity, that make it difficult to conduct more detailed  analysis. Despite these challenges, four of the six agencies took  additional steps to conduct specific analysis of purchase card spending  patterns as recommended by OMB guidance. Moreover, two of these four  agencies identified opportunities for savings through such analysis,  demonstrating that savings can be found. However, while some DOD  components analyzed purchase card data, certain components of DOD  did not. Further, Energy did not perform agency-wide analysis of  purchase card data. Without more focused efforts on this type of analysis,  these agencies may be missing opportunities to find cost savings with  purchase card buys."], "subsections": [{"section_title": "Agencies Incorporated Purchase Card Data into Strategic Sourcing Analyses, but Specific Purchase Card Analysis Is Hindered by Data Challenges", "paragraphs": ["The January 2009 OMB Circular A-123, Appendix B, stipulates that to  support strategic sourcing initiatives underway at agencies, purchase  card data must be incorporated into spend analysis along with contract  and delivery order data. All six of the agencies selected for our review  incorporated purchase card spend data into their annual or quarterly  aggregate spend analysis to support strategic sourcing initiatives. Our  prior work defines spend analysis as providing knowledge about how  much is being spent for which products and services, who the buyers are,  who the suppliers are, and where the opportunities are for leveraged  buying and other tactics to save money and improve performance. From  this analysis, organizations can evaluate and prioritize commodities to  create a list of top products or services to target for strategic sourcing.  This list typically includes the products or services on which most of the  organization’s spending is focused. Although agencies we reviewed  incorporated purchase card data into their aggregate spend analysis,  some officials stated that its inclusion had little impact on results due to its  relatively small dollar value.", "The OMB guidance also states that agency purchase card program  coordinators should further conduct a more specific analysis of purchase  card data, reviewing spending patterns and levels—independent of the  aggregate agency spend analysis—to identify opportunities for savings  through negotiation of discounts, improvements to the buying process,  and increased volume purchases. Officials at most of the selected  agencies, however, raised concerns about the costs and benefits of using  resources to analyze purchase card spending because it represents a  small part of overall spending. The six agencies’ average purchase card  spend ranged from about 2 percent to 17 percent of total spend for fiscal  year 2015 (see table 2). Furthermore, officials also stated that the value  of extensive analysis is questionable, as individual purchase card  transactions are low-cost and, therefore, considered low risk. For  example, Interior officials told us that, in general, the cost of doing  analysis on such a small portion of overall spending tends to outweigh  benefits if it does not lead to a cost-saving contract. DOD officials told us  they do not focus on purchase card spend, using resources to focus on  higher dollar value spending instead.", "Moreover, although purchase card data are readily available, agency  officials cited several challenges as obstacles to analyzing the data  separately. Similar to what we found in 2004, officials at all six selected  agencies stated that purchase card data are generally not sufficient to  support the detailed spend analysis necessary to target specific  commodities or services for strategic sourcing opportunities. Bank  databases provide agency officials with information on all purchase card  transactions, including vendor name, merchant category code (general  description of what a vendor sells), transaction date, and transaction  dollar amount, but other transaction level details are not consistently  tracked or provided. Transaction level data—referred to as level 3 data— would provide insight into the specific items purchased, including quantity  and unit prices. However, only vendors can provide level 3 data to the  banks and we found not all vendors submit this information. Without it,  agencies rely on merchant category codes, which provide only a general  description of what vendors sell, and the total amount spent with each  vendor. Our analysis of the 18 months of bank data we had requested  confirmed this data challenge and also highlighted that the level 3 data  fields are not standardized, which further complicates data analysis. For  example, approximately 36 percent of records did not contain information  in data fields meant to provide a description of the item being purchased.  Further, the information that was included varied significantly. Although  some transaction records contained information on the make and model  of items, other transactions had general descriptions of what was  purchased. Other purchase card transaction records contained only a  series of letters and numbers without a description of what was  purchased.", "Additionally, purchase card data also may associate multiple merchant  category codes with one type of vendor, impeding spend analysis and  requiring extensive, time-consuming data cleanup to maximize  usefulness. For example, office supply vendors can be classified under  merchant category codes for Office/Photo Equipment, Stationary/Office  Supplies, Stationery Stores, and Combination Catalog and Retail. DHS  officials reported that in fiscal year 2014 transactions with Staples and  Office Depot—both vendors under the Office Supply FSSI—were largely  recorded under different merchant category codes. To perform an  analysis of office supplies, officials would have had to use a combination  of merchant category codes and vendor names for both vendors.  However, they would not have had enough information to know which  vendors provide what commodities or services.", "Another challenge with the purchase card data is that one vendor may be  listed under multiple names, making it time consuming to develop a list of  top vendors. For example, as part of its agency-wide strategic sourcing  efforts, DHS regularly standardizes different names for the same vendor  reported in purchase card data to improve the accuracy of vendor  information for analysis. DHS officials noted that there may be many  variations of vendor name, for example, for vendors with franchises or  multiple locations, complicating analysis of bank data. Our analysis of 18  months’ worth of purchase card data confirmed this phenomenon; for  example, one major general merchandise store was identified with more  than 5,000 different variations of its name. Although time consuming,  standardizing vendor names helps ensure that vendor information is more  appropriately counted when developing a list of top-spend vendors to  support analysis for potential savings."], "subsections": []}, {"section_title": "Despite Challenges, Most Agencies Performed Specific Analysis of Purchase Card Data, With Some Positive Outcomes", "paragraphs": ["Despite concerns with the data, four agencies in our review—DHS, EPA,  VA, and Interior—took additional steps to analyze purchase card  spending patterns as recommended by OMB guidance. Because the data  do not provide consistent insights into what agencies are buying, these  agencies identified the vendors with which they spent the most. Interior  reviewed quarterly reports provided by its purchase card bank to identify  the top high-spend vendors. To improve the accuracy of vendor  information for analysis, DHS took the extra step to normalize the differing  names reported in bank data for the same vendor.", "VA has performed product spend analysis on an as-needed basis to  identify opportunities to leverage spend. The last of these analyses was  conducted in May 2015 resulting in consideration of a potential  department-wide contract for specific medical equipment which would  provide for discounts on items that could be procured with purchase  cards. In January 2016, VA began a pilot program where a small core  team will routinely conduct spend analysis to identify opportunities to  aggregate requirements and leverage purchase card spending. Further,  VA purchase card officials have access to reports from the bank that may  assist with analysis of purchase card spend patterns and plan to  collaborate with the department’s procurement office to establish regular  reviews of these data in the future.", "Some positive outcomes resulted from individual agencies’ purchase card  analyses. Specifically, two agencies—EPA and Interior—used their  analysis of purchase card data to identify potential commodities to be  strategically sourced. For example, EPA, spurred by dissatisfaction with  previous contracts, identified the vendors its cardholders most frequently  used to obtain lab supplies. Officials stated that based on this analysis of  its data, the agency established three new blanket purchase agreements  (BPA) for the lab supplies. EPA reported approximately $50,000 savings  to date on lab supplies, $43,000 of which it attributed to purchase card  procurements. In another instance, Interior used bank data to identify that  wireless service providers were among the top vendors with whom the  agency used purchase cards. However, officials are still evaluating  possible solutions to determine the best combination of wireless services  and equipment to be provided through contract."], "subsections": []}, {"section_title": "Certain Components within DOD and Energy Did Not Perform OMB Recommended Analysis of Purchase Card Data", "paragraphs": ["Two agencies in our review did not perform agency-wide analysis of  purchase card data—DOD, which accounts for just over one quarter of all  government purchase card spending—and Energy. Though DOD  purchase card program guidance does not require analysis of spending  patterns, DOD officials told us that they expect such analysis to be  performed at the component level rather than across the entire  department. The department provided examples of steps taken by  individual DOD components to perform analysis of purchase card spend:", "The Army reported that it coordinates with US Bank to perform an  annual review of spending to identify potential strategic sourcing  opportunities and to review Army usage of FSSI and mandatory  vendors—but did not provide us with examples of results of this  analysis.", "Washington Headquarters Services reported that management  attention to recurring purchases within the organization resulted in the  award of 16 BPAs for supplies and services including ones for  locksmith supplies, maintenance services, and interpreter services.", "Defense Logistics Agency (DLA) conducts analysis of government  purchase card data yearly to identify opportunities to leverage buying  power. Recently, DLA reported the award of a contract based on  this analysis that allows for centralized ordering of nails and staples— two items previously purchased separately by component sites.", "However, other components of DOD, such as the Air Force and Navy, did  not report any purchase card spend analysis activity. Until DOD,  specifically the Office of Defense Procurement and Acquisition Policy,  issues agency-wide guidance or direction on analysis of purchase card  spending, components may be inconsistently identifying opportunities for  cost savings.", "Similarly, Energy did not conduct agency-wide analysis of purchase card  data citing resource and data constraints as an impediment. Energy  officials stated that they lack tools necessary to develop accurate analysis  of vendor spending. However, our own analysis of VA and DOD purchase  card data shows it is possible to analyze vendor names to more  accurately identify high-spend vendors. Through statistical analysis that  compared vendor names, similar names were identified, evaluated, and  aggregated as appropriate. This allowed us to have a more accurate  count of transactions for high-spend vendors from the Army and VA  offices from which we selected case study cardholders. Like DOD,  Energy may be missing opportunities to obtain savings without performing  some level of analysis of purchase card spending."], "subsections": []}]}, {"section_title": "More Sharing of Information on Local Initiatives and Informing Cardholders of Cost Saving Opportunities Needed to Create Purchase Card Spend Savings", "paragraphs": ["We examined local efforts at two of the six agencies in our review—VA  and DOD—and found local initiatives that may benefit the whole agency.  None of the local DOD purchase card program officials we spoke with  provided examples where they reviewed purchase card spending patterns  to identify areas for cost savings. However, based on local knowledge of  purchase card spend patterns, cardholders and other officials we  interviewed from VA regional offices identified commodities procured with  purchase cards that could be bought through BPAs instead, helping  ensure pre-negotiated discounted prices and reliable service from  vendors. Specifically,   In December 2014, a regional VA office established two BPAs for  modular wheelchair ramps and installation services—once procured  through individual purchase card transactions—to achieve better  prices and to ensure more timely delivery. According to officials, these  BPAs reduced delivery and installation times from 4-6 weeks to  approximately 4 days and saved $1.1 million. Similar arrangements  for use across VA are expected to be established in the third quarter  of fiscal year 2016.", "This same office reported that they recently awarded orthotics  contracts to 17 vendors for various items, including diabetic shoes  and braces that had been procured with purchase cards. The  contracts are intended to access the best quality of care for veterans,  but the office also achieved better prices, getting discounts from 1 to  22 percent on items purchased through the contracts.", "Another VA regional office reported that it transitioned bed rentals  from individual card buys to a national contract to avoid instances of  cardholders’ purchase authority being exceeded when patients  required use of beds for longer than anticipated. The contracts  allowed for reduced workload and easier placement of orders  according to officials, even though the level of usage was not enough  to achieve significant cost savings.", "Further, individual VA cardholders we spoke with leveraged knowledge of  existing local contracts to receive better prices or provided information to  contracting staff of possible opportunities to obtain savings. For example,  one VA cardholder noticed that a contract for protective boots had been  allowed to lapse and that VA was using purchase cards to buy the boots  at a higher price than the previously negotiated contract rate. Her office  informed contracting officials, who are planning to negotiate lower prices  on a new contract. This cardholder also noticed that when she moved  from one VA office to another, the prices her new office paid for protective  eyewear was much more expensive than what her old office paid.  According to this cardholder, she was able to coordinate the use of a  contract from her previous office at her new one thereby reducing costs  for eyewear by approximately 77 percent. Another cardholder noticed her  office was making recurring purchases for data communication services.  Her office reviewed purchase card orders and worked with the contracting  office to place these services on a contract. Agency officials expect this  contract to reduce costs and to be available to multiple VA hospitals.  These efforts further demonstrate that with more attention to patterns of  purchase card buys and increased information sharing, the government  could better leverage its buying power when using purchase cards. As  seen in the example with the wheelchair ramps, some of these  opportunities for savings may be appropriate to expand to the entire  agency, which may increase potential savings significantly.", "Cardholders we spoke with were generally aware of existing contracts  that they could use to procure items. Further, we also found examples  where agency offices used various mechanisms to share information with  cardholders and to remind cardholders of negotiated contracts that could  provide a cost savings. Some of the training or practices we identified  may be useful for other offices to use or emulate. For example,", "One Army program manager includes information on government  contracts cardholders should use in a quarterly newsletter he sends  out.", "Another Army program manager provides training on purchase card  operating procedures that directs cardholders to use government  contracts. Additionally, one cardholder told us that she incorporated  these topics into her own training which she provides to local  personnel who place purchase card order requests with her.", "One program manager we spoke with from VA forwards emails from  agency-level contracting offices concerning the mandatory use of  certain contracts or changes to existing government contracts to  cardholders under his responsibility. For example, one email directed  cardholders to VA’s list of national mandatory government contracts  and noted that the contracting office updates the list monthly.", "Another VA program manager provides supplemental purchase card  training to cardholders which discusses mandatory use of certain  strategic sourcing contracts and other agency-wide contracts and  notes that open-market purchases are a last resort for cardholders.", "Some cardholders we spoke with told us that other factors may result in  using a vendor other than those under an FSSI contract or other contract  vehicle. For example, speed of delivery is at times a consideration when  selecting a vendor, especially for urgent requirements. Further, some  Army cardholders we spoke with noted that they frequently need to  purchase equipment that meets specific technical requirements for  conducting experiments, and thus need to use vendors that can meet  these specific criteria.", "None of the six agencies in our review have purchase card guidance that  encourages local officials to examine purchase card spend patterns to  obtain savings and to share information on such efforts. The existing  guidance focuses largely on preventing fraud or misuse of purchase  cards, rather than leveraging buying power to achieve savings. However,  the examples we found demonstrate that sharing information on initiatives  at the local level broadly across the agency may help to improve  knowledge of available cost saving contracts—such as the example with  the cardholder that knew of the contract for protective eyewear—and  finding new opportunities for cost savings—such as the instance where  VA is expanding use of a contract for wheelchair ramp services. Also,  sharing information on local training efforts may be a way for other offices  to use pre-existing resources to train their own cardholders. Federal  internal control standards state that management should internally  communicate the necessary information to achieve the entity’s  objectives. Effective information and communication throughout an  organization are vital for an entity to achieve its objectives, which can be  accomplished through written guidance. Although we did not speak with  local offices in the other agencies in our review, our experience in  speaking with officials at VA regional offices indicates that other agencies  could benefit from identifying and sharing information on local initiatives  that leverage spend. Without communication of any local efforts taking  place, agencies may be missing opportunities to leverage the buying  power when using purchase cards."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["OMB’s policy clearly indicates the importance of conducting analysis on  purchase card data to identify cost savings. Paying attention to purchase  card spending has yielded positive results, both at an agency-wide  level—where EPA and Interior’s actions resulted in savings or potential  better terms for government buyers—and at a local level where VA  cardholders noticed patterns and focused efforts to obtain savings.  However, agencies remain reluctant to invest substantial time and  resources into leveraging the government’s purchasing power when it  comes to purchase cards. Some of the reasons are valid—imperfect and  challenging data, larger procurements that require attention, and lack of  resources. Yet, when totaled across agencies, purchase card spend  represents billions of taxpayer dollars that the government has a  responsibility to spend wisely. Agencies that are not performing even a  modest amount of purchase card spend analysis, specifically certain  components within DOD and Energy, may be missing opportunities to  identify areas for savings with purchase cards. Although some DOD  components have taken steps to analyze purchase card spend data for  cost-saving opportunities, without clear guidance from DOD for all  components, resources may not be applied to seek out opportunities.  Aside from spend analysis, an agency has shown that paying attention to  purchase card spending at the local level can also result in cost savings.  Further, by having all agencies encourage local officials to examine  purchase card spend patterns to identify opportunities to obtain savings  and to share information on such efforts, agencies may leverage buying  power more effectively."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help identify opportunities for cost savings, we recommend that the  Secretary of the Department of Defense direct the Office of Defense  Procurement and Acquisition Policy to issue guidance or instruction to  help ensure that components make reasonable efforts to analyze  component-level purchase card spend patterns to identify areas for  possible savings.", "To help identify opportunities for cost savings, we recommend that the  Secretary of the Department of Energy take reasonable steps to regularly  analyze agency-wide purchase card spend patterns to identify areas such  as high-use vendors or frequently purchased commodities for further  analysis.", "To ensure that good practices are shared within agencies, we  recommend that the Secretaries of Defense, Veterans Affairs, the Interior,  Homeland Security, and Energy, and the Environmental Protection  Agency develop guidance that encourages local officials to examine  purchase card spend patterns to identify opportunities to obtain savings  and to share information on such efforts. Where applicable, we further  recommend that these agencies determine the feasibility for broader  application of these efforts across the agency or organization."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of our report to the Secretaries of Defense, Veterans  Affairs, the Interior, Homeland Security, and Energy as well as the  Administrators of the Environmental Protection Agency and General  Services Administration, and the Director of the Office of Management  and Budget. DOD, VA, DHS, and Energy concurred with our  recommendations and Interior partially concurred. Agencies’ comments  are summarized below and written comments from DOD, VA, Interior,  Energy, and DHS are reproduced in appendices II-VI. OMB and GSA did  not to provide comments on our report. EPA did not respond to our  request for comments on the draft. We also received technical comments  from VA, which we incorporated as appropriate.", "In its written comments, DOD concurred with both of our  recommendations and stated that the Office of Defense Procurement and  Acquisition Policy will issue guidance to help ensure that DOD  components and local officials take steps to analyze purchase card  spending for potential cost-saving opportunities. Similarly, Energy  concurred with both recommendations in its written response. It will use a  new spend analytics database to analyze agency-wide purchase card  spending patterns and update existing acquisition guidance, purchase  card policy, and operating procedures to encourage local examination of  spending patterns and share information on such efforts. Both agencies  estimate implementation of these recommendations by the fourth quarter  of fiscal year 2016.", "DHS and VA agreed with our recommendation to develop guidance that  encourages local officials to examine purchase card spending patterns for  opportunities to obtain savings and to share results of these analyses.  Staff from the Office of the Chief Finance Officer will update the DHS  purchase card manual to encourage local officials to perform quarterly  analysis of purchase card data in order to identify strategic sourcing  opportunities. In its written comments, VA stated that the Office of  Management is working with the Office of Acquisition, Logistics, and  Construction to develop guidance and implement strategic sourcing for  the department’s overall spending to include purchase cards. The Office  of Management will also update the VA’s purchase card policy to  encourage agency officials to analyze purchase card spending patterns  for cost-saving opportunities and share the results of these analyses.", "Interior partially concurred with our recommendation to encourage  examination of purchase card spending patterns by local officials. The  agency stated in its written comments that it will encourage its bureaus to  use data analysis tools to make purchase card spend data available to  program managers and buyers. It will promote sharing of data across  regional boundaries to help identify potential opportunities to negotiate  savings for commonly used items. However, the agency does not see a  need for additional guidance to assist the bureaus in implementing these  efforts. While encouraging additional, bureau-level analysis of purchase  card data is a positive step toward fully leveraging Interior’s buying power,  we continue to believe that formalizing these actions through guidance  will help ensure uniform implementation across its offices.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the appropriate  congressional committees, the Secretaries of Defense, Veterans Affairs,  Interior, Homeland Security, and Energy as well as the Administrators of  the Environmental Protection Agency and General Services  Administration, and the Director of the Office of Management and Budget,  In addition, the report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-4841 or MakM@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made key contributions to this report  are listed in appendix VII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["The Office of Management and Budget’s Circular No. A-123 Appendix B  requires agencies to incorporate purchase card spending data into overall  spend analysis to support strategic sourcing initiatives and recommends  that agencies analyze purchase card spending patterns and levels to  identify opportunities for negotiation of discounts and increased savings  based on volume. In response to a congressional committee request, we  assessed the extent to which selected (1) agencies analyze purchase  card data to identify opportunities to leverage buying power agency-wide  and (2) local purchase cardholders take advantage of opportunities to  achieve cost savings when using purchase cards.", "To address these objectives, we reviewed laws and regulations in place  relating to the use and management of purchase card programs and  strategic sourcing initiatives. We met with General Service Administration  (GSA) officials who manage the SmartPay purchase card program as well  as officials from the Office of Management and Budget responsible for  issuing government-wide guidance on managing purchase card programs  to gain insight into what purchase card transaction data are available to  individual agencies and the requirements placed upon these agencies to  analyze purchase card spending. We also collected and analyzed  government-wide purchase card transaction data from the three  SmartPay banks for fiscal year 2014 and the first two quarters of fiscal  year 2015 to understand what data are available to agencies for  performing spend analysis and to identify potential challenges presented  by the data supplied by vendors through the banks. We analyzed data to  determine top vendors used by certain agency offices and understand the  extent to which descriptive information on procured goods and services is  included in purchase card transaction data supplied by the banks.", "To determine the extent to which individual agencies perform analysis of  purchase card data, we reviewed policies and conducted interviews with  finance and acquisition officials from six, case study agencies that  represent three differing levels of purchase card spending. Based on  analysis of fiscal year 2014 purchase card statistical data available from  the GSA website describing total spending and transactions by each  agency participating in the SmartPay program, we selected:  1.  The Department of Defense (DOD) and Department of Veterans  Affairs (VA), the two largest users of purchase cards, both making  purchases valued well over $500 million,  2.  The Departments of Homeland Security (DHS) and Interior (DOI),  each having spent between $100 and $500 million, and  3.  The Environmental Protection Agency (EPA) and Department of  Energy (Energy), each having spent less than $100 million.", "Selection of DHS and EPA was also informed by the findings of GAO and  inspector general reports. Specifically, previous GAO reports found that  DHS has a well-resourced strategic sourcing program and a recent EPA  Inspector General report stated that the agency had begun to conduct  analysis of purchase card spend to identify commodities to be sourced  strategically. We used this information as an indicator that these agencies  may have performed analysis of purchase card spending patterns to  identify new strategic sourcing opportunities as recommended by OMB  guidance. We reviewed each agency’s own policies describing the  responsibilities of cardholders and program management to understand  the extent to which they address issues of pricing and vendor selection.  We conducted interviews with agency purchase card program and  strategic sourcing officials to understand how data on purchase card  transactions are used to inform overall spend analysis and to identify  specific services or commodities where buying power could be better  leveraged through strategic sourcing. We asked each of the six agencies  to provide us data describing the purchase card transactions and  spending for fiscal year 2015 which we used to provide context. Findings  based on information collected from these six agencies cannot be  generalized to all agencies.", "To examine the extent to which cardholders seek opportunities to achieve  cost savings when making purchases, we collected purchase card  documentation and conducted interviews with 20 purchase cardholders  from DOD and VA. We selected cardholders from these two agencies  because DOD and VA have the highest amount of purchase card  spending, representing nearly 78 percent of total government purchase  card spending in fiscal year 2014. To select the cardholders we analyzed  the transaction data for these two agencies collected from US Bank, one  of the three SmartPay banks, to identify top vendors used by DOD and  VA and compared this list to vendors associated with the Federal  Strategic Sourcing Initiative (FSSI). We then analyzed bank data further  to determine which two offices within each agency had the highest levels  of purchase card spending with the FSSI vendor and selected  cardholders from each office to interview. Specifically, we selected  cardholders from Army Materiel Command, the United States Army Corps  of Engineers, and two regional Veteran’s Health Administration offices.  Each selected cardholder made purchases with this FSSI vendor as well  as from other vendors. Bank data used to select cardholders were  examined for duplicate records and invalid information and were found to  be sufficiently reliable for the purposes of this work. We interviewed  cardholders and collected transaction documentation to understand the  extent to which these individuals consider price options prior to making a  purchase and are cognizant of contracts or other vehicles meant to  provide a savings to government buyers. While the results based on  interviews with the selected purchase card holders cannot be projected to  all cardholders, their experience provides insight into how cardholders  consider price and strategic sourcing options when making purchase card  buys.", "We conducted this performance audit from April 2015 to May 2016 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Energy", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: Comments from the Department of the Interior", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: Comments from the Department of Veterans Affairs", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Tatiana Winger (Assistant  Director), Pete Anderson, Ji Byun, Virginia Chanley, Lorraine Ettaro,  Robert Heilman, Mitch Karpman, Ralph Roffo, Sylvia Schatz, and  Thomas Twambly made key contributions to this report."], "subsections": []}]}], "fastfact": []}