{"id": "GAO-15-369", "url": "https://www.gao.gov/products/GAO-15-369", "title": "Small Business Administration: Views on the Operational Effects of Closing Regional Offices", "published_date": "2015-09-22T00:00:00", "released_date": "2015-10-28T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["SBA was created in 1953, and its regional offices were established shortly thereafter. In the late 1990s and early 2000s, the agency downsized the staff and responsibilities of the regional offices. These offices, which are managed by politically appointed administrators, are currently responsible for supervising SBA's district offices and promoting the President's messages throughout the region. GAO was asked to review SBA's current organizational structure, with a focus on the regional offices. Among other objectives, this report (1) examines challenges related to SBA's organizational structure and (2) discusses the budgetary effects of closing the regional offices and SBA managers' and staff's views on other possible effects of closures.", "GAO reviewed documentation on changes to SBA's organizational structure from fiscal years 2005-2014 (following SBA's last major reorganization in 2004); analyzed data on fiscal year 2013 regional budgets (the most recent data SBA provided); and interviewed a total of 60 SBA officials at headquarters, all 10 regional offices, and a nongeneralizable sample of 10 of the 68 district offices (one from each region reflecting a variety of sizes)."]}, {"section_title": "What GAO Found", "paragraphs": ["While long-standing organizational challenges affected program oversight and human capital management, the Small Business Administration (SBA) has not documented an assessment of its overall organizational structure that could help determine how to address these challenges. SBA currently has a three-tiered organizational structure—headquarters offices, 10 regional offices, and 68 district offices. SBA's last major reorganization was in 2004, when it moved loan processing from district offices to specialized centers and assigned district offices new duties, such as small business counseling. But the agency has continued to face long-standing organizational and workforce challenges, including complex overlapping responsibilities among headquarters and regional offices and skill gaps in district offices (which are supervised by regional offices). These challenges can affect SBA's ability to deliver its programs consistently and effectively, especially in a climate of resource constraints. SBA's response has been limited to (1) making incremental changes to some of its divisions such as consolidating functions or changing reporting relationships and (2) offering employees early retirement. SBA committed to assessing and revising its organizational structure in 2012 but has not yet documented this effort. Although a contractor studied SBA's organizational structure in March 2015 and SBA stated it had completed its assessment of the contractor's work as of August 2015, it has not provided documentation of this assessment. In a related, soon-to-be-released report on SBA's management, GAO assesses the agency's organizational structure and makes recommendations as appropriate.", "Closing SBA's 10 regional offices, as some have suggested, would have a limited effect on SBA's budget, but the impact on operations is less clear. Compensation and benefits—totaling $4.5 million in fiscal 2013—were the largest costs of regional offices, which together had other administrative costs totaling about $235,000 and were co-located with district offices. Because these costs constituted less than 1 percent of SBA's approximately $1 billion appropriation in 2013, closing the regional offices would have a limited budgetary effect. But over half of the SBA managers GAO interviewed (18 of 32) said that closing regional offices could pose operational challenges. First, headquarters, regional, and district managers said that eliminating the 10 regional administrators would require one headquarters office to supervise 68 district directors. Second, regional and district officials were concerned that SBA would lose the overall regional perspective and ability to balance workloads within regions. Third, headquarters, regional, and district managers explained that the agency would be challenged to promote SBA's message without regional offices. They emphasized the role that regional administrators play in explaining and amplifying the President's and SBA Administrator's messages and priorities. However, a few (6 of 28) nonmanagement staff GAO interviewed disputed the importance of regional administrators, some stating that district offices could coordinate directly with headquarters offices. GAO recognizes that regional administrators and offices provide a number of services for SBA. If closures were to occur, there are options available to address these challenges. However, it would be important to carefully assess the feasibility of these options and weigh the related costs and benefits before deciding on a course of action."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is not making recommendations in this report. However, in a related, soon-to-be-released report examining SBA management issues, GAO assesses organizational structure and makes recommendations as appropriate."]}], "report": [{"section_title": "Letter", "paragraphs": ["The U.S. Small Business Administration (SBA) has provided billions of  dollars in loans and guarantees to small businesses each year. As of  March 31, 2015, SBA’s total loan portfolio was about $116.9 billion,  including $110.3 billion in direct and guaranteed loans and $6.6 billion in  disaster loans. Its mission is to help Americans start, build, and grow  businesses throughout the United States through a network of regional  and district field offices. In the late 1990s and early 2000s, a significant  amount of restructuring was done to streamline the agency, including  downsizing the staff and responsibilities of the regional offices. Currently,  SBA’s 10 regional offices, which are led by administrators appointed by  the President, each have five employees or fewer. Questions have been  raised about the role of the regional offices, including their contribution to  complex reporting relationships among SBA operating units. We have  previously reported about the complexity of some of these relationships.", "You asked us to review SBA’s current organizational structure, with a  focus on the regional offices. Specifically, this report (1) examines any  challenges related to SBA’s organizational structure; (2) describes the  specific responsibilities of the regional offices; and (3) discusses the  budgetary effects of closing the regional offices and SBA managers’ and  staff’s views on other possible effects of closures.", "For each report objective, we interviewed SBA officials at headquarters,  the 10 regional administrators, management and nonmanagement staff at  10 district offices, and union representatives. To examine the  organizational structure of SBA, we reviewed prior GAO and SBA Office  of Inspector General (OIG) reports that documented, among other things,  the effect of the agency’s structure on its human capital management and  program oversight and documentation on changes to SBA's  organizational structure from fiscal years 2005 through 2014 (the period  after SBA’s last major reorganization in 2004). Additionally, we reviewed  documentation on SBA’s plans to assess its organizational structure and  compared these plans to internal control standards. To determine the  specific responsibilities of the regional offices, we reviewed position  descriptions and interviewed officials at headquarters, regional, and  district offices. We also analyzed data on field office goals and  performance measures in fiscal year 2014. To determine how closing  SBA’s regional offices could affect SBA, we analyzed data on operating  expenses and compensation and benefits for the regional offices in fiscal  year 2013 (the most recent data available when SBA provided the  information). We reviewed documentation on and interviewed  knowledgeable officials about the data we used and determined that the  data were sufficiently reliable for the purpose of reporting on SBA’s field  office performance and regional office costs. We also interviewed SBA  officials about the potential effects of transferring the responsibilities of  the regional offices to the district offices. (See app. I for a detailed  description of our scope and methodology.) In conducting this review, we  focused on the role of regional offices. A related, soon-to-be-released  GAO report addresses a range of SBA management issues, including  strategic planning, human capital management, organizational structure,  enterprise risk management, procedural guidance, and information  technology.", "We conducted our work from June 2014 through September 2015 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["In pursuing its mission of assisting small businesses, SBA facilitates  access to capital and federal contracting opportunities, offers  entrepreneurial counseling, and provides disaster assistance. Program  offices are located at SBA’s headquarters and include the offices  responsible for oversight of the agency’s key program areas (see fig. 1).  For example, the Office of Capital Access delivers services and programs  to expand access to capital for small businesses. The Office of  Entrepreneurial Development oversees a network of resource partners  that offer small business counseling and technical assistance. The Office  of Government Contracting and Business Development works to increase  participation by small, disadvantaged, and woman-owned businesses in  federal government contract awards. The programs it manages include  the 8(a) business development program, which is designed to assist small  disadvantaged businesses in obtaining federal contracts, and the  Historically Underutilized Business Zone (HUBZone) program, which aims  to stimulate economic development by providing federal contracting  assistance to small firms in economically distressed areas. Finally, the  Office of Disaster Assistance makes loans to businesses and families  trying to rebuild and recover in the aftermath of a disaster.", "SBA delivers its services through a network of field offices that includes  10 regional offices and 68 district offices led by the Office of Field  Operations (see fig. 2). SBA’s regional offices were established shortly  after the agency was created in 1953. These offices, which are managed  by politically appointed administrators, play a part in supervising the  district offices and promoting the President’s and SBA Administrator’s  messages throughout the region. District offices conduct marketing,  outreach, and compliance reviews. Considered by officials as SBA’s  “boots on the ground,” district offices serve as the point of delivery for  most SBA programs and services and work with resource partners to  accomplish the agency’s mission.", "SBA’s field structure has been revised over the years. In response to  budget reductions, SBA streamlined its field structure during the 1990s by  downsizing regional and district offices and shifting supervisory  responsibilities to headquarters. The 10 regional offices originally acted  as intermediaries between headquarters and the field and served as  communication channels for critical information, policy guidance, and  instructions. SBA downsized these offices and reallocated some of the  regional offices’ workload to district and headquarters offices and created  the Office of Field Operations to act as the field’s representative in  headquarters and help facilitate the flow of information between  headquarters and district offices. The Office of Field Operations also  provides policy guidance and supervision to regional administrators and  district directors in implementing SBA’s goals and objectives. Regional  offices continue to play a supervisory role by monitoring performance  against district goals and coordinating administrative priorities with the  districts.", "Since the early 2000s, SBA has further restructured and centralized some  key agency functions. For example, from 2003 through 2006, SBA  completed the centralization of its 7(a) loan processing, servicing, and  liquidation functions from 68 district offices to 1 loan processing center, 2  commercial loan servicing centers, and 1 loan liquidation and guaranty  purchase center. From fiscal years 2003 to 2006, headquarters full-time  equivalents (FTE) decreased from 1,154 to 1,089 (see fig. 3). District  office FTEs decreased from 1,285 in fiscal year 2003 to 997 in fiscal year  2006, and regional office FTEs remained about the same. In fiscal year  2014, headquarters FTEs were 1,429, district office FTEs were 771, and  regional office FTEs were 31."], "subsections": []}, {"section_title": "SBA Faces Ongoing Organizational Challenges", "paragraphs": ["Despite long-standing organizational challenges affecting program  oversight and human capital management that we and others have  identified, SBA has not documented an assessment of its overall  organizational structure, which could provide information on how best to  address these challenges. Since its last major reorganization in 2004, the  agency has continued to face long-standing organizational and workforce  challenges, including complex overlapping responsibilities among offices,  poor communication between headquarters and district offices in the  administration of programs, and persistent skill gaps, especially in field  offices. These challenges can affect SBA’s ability to deliver its programs  consistently and effectively, especially in a climate of resource  constraints. But its response has been limited to making incremental  (piecemeal) changes to some of its divisions to, among other things,  consolidate functions or change reporting relationships and offering  employees early retirement in an attempt to address skill gaps. SBA told  us that it has assessed its organizational structure but did not provide  documentation of the results of the assessment."], "subsections": [{"section_title": "SBA’s Ongoing Organizational Challenges Have Affected Program Oversight and Human Capital", "paragraphs": ["SBA continues to face program oversight and human capital challenges  related to its organizational structure. In a January 2003 report on SBA’s  management challenges, we found that SBA’s organizational structure  created complex overlapping relationships among offices that contributed  to challenges in delivering services to small businesses. In 2004, SBA  centralized its loan functions by moving responsibilities from district  offices to loan processing centers. However, some of the complex  overlapping relationships we identified in 2003 still exist (see fig. 4).  Specifically, SBA’s organizational structure often results in working  relationships between headquarters and field offices that differ from  reporting relationships, potentially posing programmatic challenges.  District officials work with program offices at SBA headquarters to  implement the agency’s programs but report to regional administrators,  who themselves report to the Office of Field Operations. For example, the  lender relations specialists in the district offices work with the Office of  Capital Access at SBA headquarters to deliver programs but report to  district office management. Similarly, the business opportunity specialists  in the district offices work with the Office of Government Contracting and  Business Development at SBA headquarters to assist small businesses  with securing government contracts but report to district office  management. Further, some officials have the same duties. The public  affairs specialists at the district offices and the regional communications  directors both handle media relations. In addition, district directors and  regional administrators both are to conduct outreach to maintain  partnerships with small business stakeholders such as chambers of  commerce; lending institutions; economic development organizations;  and federal, state, regional, and local governments. They also participate  in media activities and speak at public events.", "In later reports, we and others—including SBA itself—identified  organizational challenges that affected SBA’s program oversight and  human capital management.", "In a March 2010 report on the 8(a) business development program,  we identified a breakdown in communication between SBA district  offices and headquarters (due in part to the agency’s organizational  structure) that resulted in inconsistencies in the way district offices  delivered the program. For example, in about half of the 8(a) files we  reviewed we found that district staff did not follow the required annual  review procedures for determining continued eligibility for the  program. We found that the headquarters office responsible for 8(a)  did not provide clear guidance to district staff. In addition, we found  that confusion over roles and responsibilities led to district staff being  unaware of the types and frequency of complaints across the agency  on the eligibility of firms participating in the 8(a) program. As a result,  district staff lacked information that could be used to help identify  issues relating to program integrity. We made six recommendations  that individually and collectively could improve procedures used in  assessing and monitoring the continued eligibility of firms to  participate and benefit from the 8(a) program. SBA agreed with the six  recommendations when the report was issued. As of July 2015, SBA  had taken actions responsive to four of the recommendations.  Specifically, it had assessed the workload of business development  specialists, updated its 8(a) regulations to include more specificity on  the criteria for the continuing eligibility reviews, developed a  centralized process to collect and maintain data on 8(a) firms  participating in the Mentor-Protégé Program, and implemented a  standard process for documenting and analyzing complaint data.", "Under the Mentor-Protégé Program, experienced firms mentor 8(a) firms to enhance the  capabilities of the protégé, provide various forms of business developmental assistance,  and improve the protégé’s ability to successfully compete for contracts. The two remaining  recommendations yet to be fully implemented as of July 2015 focus on (1) procedures to  ensure that appropriate actions are taken for firms subject to early graduation from the  program and (2) taking actions against firms that fail to submit required documentation.  We maintain that these recommendations continue to have merit and should be fully  implemented. noted that this lack of communication could have not only inhibited the  sharing of crucial information but also caused inconsistencies in the  examinations across field offices. It concluded that these weaknesses  in the examination process had diminished the agency’s ability to  identify regulator violations and other noncompliance issues in the  operation of the program. The OIG recommended that SBA create  and execute a plan to improve the internal operations of the  examination function, including a plan for better communication.  Although SBA disagreed with the recommendation, the agency issued  examination guidelines that in 2015 the OIG deemed satisfactory to  close the recommendation.", "In documentation requesting fiscal years 2012 and 2014 Voluntary  Early Retirement Authority and Voluntary Separation Incentive  Payments (VERA/VSIP) programs, SBA said that long-standing skill  gaps (primarily in field offices) that had resulted from the 2004  centralization of the loan processing function still existed. SBA  determined that its organizational changes had resulted in a  programmatic challenge because employees hired for a former  mission did not have the skills to meet the new mission. Specifically,  before the centralization field offices had primarily needed staff with a  financial background to process individual loans. But the new mission  required staff who could conduct small business counseling, develop  socially and economically disadvantaged businesses and perform  annual financial reviews of them, engage with lenders, and conduct  outreach to small businesses."], "subsections": []}, {"section_title": "SBA’s Assessment of Its Organizational Structure Is Ongoing", "paragraphs": ["While it has made incremental (piecemeal) changes, SBA has not  documented an organizational assessment that it first planned to  undertake in 2012. According to federal internal control standards,  organizational structure affects the agency’s control environment by  providing management’s framework for planning, directing, and  controlling operations to achieve agency objectives.A good internal  control environment requires that the agency’s organizational structure  clearly define key areas of authority and responsibility and establish  appropriate lines of reporting. Further, internal control guidance suggests  that management periodically evaluate the organizational structure and  make changes as necessary in response to changing conditions. Since  its last major reorganization in 2004, SBA has seen significant changes,  including decreases in budget and an increase in the number of  employees eligible to retire.", "Despite the organizational and managerial challenges it has faced, SBA’s  changes to its organizational structure since fiscal year 2005 have been  incremental and largely involved program offices at headquarters rather  than field offices where we and others have identified many of the  organizational challenges. For example, SBA reestablished its Office of  the Chief Operating Officer to improve efficiency and restructured the  Office of Human Capital Management in response to significant turnover.  In addition, following a review of all position descriptions, the Office of  Field Operations revamped district office positions to ensure that the  positions aligned with SBA’s and its district offices’ strategic plans. No  changes to the regional offices were made during the last 10 years. For  more information on changes that SBA has made to its organizational  structure since fiscal year 2005, see appendix II.", "In 2012, the agency committed to assessing and revising its  organizational structure to meet current and future SBA mission  objectives. However, the contractor that SBA hired to assess its  organizational structure did not begin its assessment until November  2014. SBA officials told us that the effort was delayed because in  February 2013 SBA’s Administrator announced she was leaving the  agency and the position was vacant from August 2013 until April 2014. In  August 2015, SBA officials told us that after the new administrator  reviewed business delivery models and became acclimated to the  agency, the agency procured a contractor and work began on the  organizational assessment in November 2014. According to the  statement of work, the contractor was to assist the chief human capital  officer by making recommendations on an agency-wide realignment to  improve service delivery models, modernize systems and processes, and  realign personnel, among other things. SBA officials told us the contractor  completed its assessment in March 2015 and that SBA had completed its  assessment of the contractor’s work. However, SBA has not provided  documentation that shows when the assessment was completed or that  describes the results.", "Instead of conducting its planned assessment and subsequent  reorganization when initially scheduled, SBA used two VERA/VSIP  programs to attempt to address workforce challenges, including those  related to field offices, resulting from the 2004 reorganization. As noted  previously, SBA had identified ongoing skill gaps resulting from the 2004  centralization of the loan processing function. These gaps were primarily  in district offices, which are supervised by regional offices. SBA  determined that this organizational change had resulted in a gap between  the competency mix of the employees who had been hired for one  mission (loan processing) and the competency mix needed to accomplish  a new mission (business development, lender relations, and outreach).  SBA noted that the skill gap was particularly pronounced among 480  employees in two job series—GS-1101 and GS-1102—that included  business opportunity specialists, economic development specialists, and  procurement staff. In addition, SBA stated that the skill gap had been  compounded by recent changes in job requirements and new initiatives  that required new skill sets for its employees.", "SBA’s plans in the aftermath of the fiscal year 2014 VERA/VSIP program  include restructuring that would address the skill gaps. Specifically, an  October 2014 guidance memorandum on staffing the agency-wide  vacancies after the fiscal year 2014 VERA/VSIP stated that an  Administrator’s Executive Steering Committee for SBA’s Restructuring  would make decisions about restructuring. The memorandum also  stated that the chief human capital officer had been tasked with  identifying vacant FTEs for new positions that would support any new  functions or initiatives envisioned by the administrator’s restructuring  efforts. For example, the memorandum noted that 82 of the 147  vacancies would be used to support the restructuring, but did not include  details of how these positions would be allocated among program offices.  The memorandum added that the remaining 65 vacancies would remain  in their respective program offices and that the position descriptions  would be modified or positions relocated to meet internal needs.  According to SBA, options for restructuring and related hiring were still  being considered as of May 2015.", "We also report on these issues in a related, soon-to-be-released report  on SBA’s management and make recommendations as appropriate."], "subsections": []}]}, {"section_title": "Regional Offices Have Specific Supervisory and Communications Responsibilities", "paragraphs": [], "subsections": [{"section_title": "Regional Offices Supervise the District Offices", "paragraphs": ["Regional administrators supervise and evaluate the district offices within  their regions. For example, they help to ensure that the district offices  within their boundaries are consistently meeting agency goals and  objectives. Field office performance is tracked and assessed by goals,  measures, and metrics reports and is largely driven by district office  performance. SBA headquarters officials, in consultation with regional  and district officials, set the goals and measures for the district offices in  part on the basis of a “capacity planner” that considers the number of staff  and their positions. Regional office goals are generally the combined  goals for the district offices within the region. The six goals are: protecting public funds and ensuring regulatory compliance; supporting lending to small businesses; expanding contracting to small businesses; supporting small business training and counseling; providing outreach to high-growth and underserved communities; and serving as a voice for the small business community.", "Under these goals are a total of 54 measures that cover specific areas.  For example, “maintain and increase active lending” and “expand lender  participation through direct outreach” are measures under the goal  “supporting lending to small businesses.” According to SBA, 6 of the 10  regions met or exceeded all of their goals in fiscal year 2014.", "Further, regional administrators are the interface between the district  offices and SBA headquarters, overseeing staff across their regions. In  particular, they supervise and provide direction to the district directors in  their region, who report directly to them. The regional administrators are  to meet with district directors quarterly to evaluate progress on meeting  critical elements tied to their job descriptions. In addition, according to  officials regional administrators may assign district directors tasks to help  create a team effort within the region—for example, to explain new  legislation that affects small businesses or to focus on alternative  financing."], "subsections": []}, {"section_title": "Regional Offices Are Responsible for Internal and External Communications", "paragraphs": ["Officials we interviewed cited a number of internal communication  channels that involved the regional offices. In general, regional  administrators help to facilitate communication between headquarters and  district offices, specifically concerning program implementation, and serve  as the regional points of contact for the Office of Field Operations. As  SBA develops proposals for new initiatives, the agency convenes panels  that include field officials and are often led by regional administrators.  SBA officials cited a panel that was looking at upgrading technology in  district offices as an example of a panel that was co-chaired by a regional  administrator.", "In addition, program changes are typically communicated to the Office of  Field Operations, which then talks to the regional administrators to get  input on how the changes could affect the field offices. Office of Field  Operations officials said that they hold a weekly conference call with all  10 regional administrators. If a program is being changed or a new  initiative introduced, a manager from the relevant program office would  participate in this meeting to provide the information to the regional  administrators. The regional administrators share best practices for  carrying out their role during these meetings. The regional administrators  also told us that they had weekly calls with district office management for  their region to discuss agency initiatives and obtain input. Finally, during  an annual management conference regional administrators meet with  each SBA division to discuss how to implement the programs in the  field.", "Most of the 60 officials we interviewed from the Office of Field Operations  and regional and district offices thought that internal communication was  effective and sufficient. Senior officials from the Office of Field  Operations said that the presence of regional offices enhanced agency  communication. All 10 regional administrators pointed to regular  communication that occurs between headquarters and the field. For  example, one regional administrator noted that having a field office  structure fostered effective communication. Fourteen of 19 district  managers emphasized that communication within the agency was  seamless and that, in addition to scheduled calls and meetings, they  communicated with program offices during the course of their work.  Twelve of the 28 nonmanagement staff noted that communication was  effective and sufficient.", "However, 5 of the 28 district office nonmanagement staff and 3 of the 19  managers who we interviewed expressed concerns about communication  between headquarters and field offices. For example, one district official  said that communication was inconsistent and that at times industry  officials might know about a program change before district staff had  been informed. Another district official said that communications came  from too many different sources. For example, program changes were not  always consistently communicated to the field offices, and such  information could come from the Office of General Counsel instead of a  program office. We and the SBA OIG have identified communication  challenges that affected program oversight and made recommendations  to address these challenges (as discussed earlier in this report).", "Externally, regional officials are responsible for interpreting, supporting,  and communicating the President’s and SBA Administrator’s policies as  well as for setting regional priorities. Each regional office has a regional  communications director tasked with coordinating SBA’s marketing,  communications, and public affairs functions throughout the assigned  area. According to SBA, this responsibility includes authorizing all  outgoing communication within the region to avoid duplication in  communication duties conducted by district offices. Regional  administrators attend public speaking engagements, are involved in press  activities, and conduct outreach and coordination with small business  partners and government officials. Regional administrators also regularly  work with representatives from local and state governments and  collaborate with economic development departments to help promote  SBA’s products and services. In addition, they help manage interagency  relations and maintain relationships with industry representatives and  suppliers, including in geographic areas that may have unique small  business needs."], "subsections": []}]}, {"section_title": "Closing Regional Offices Would Have a Limited Effect on SBA’s Budget, but the Impact on Operations Is Less Clear", "paragraphs": ["Because regional office costs represent a relatively small part of SBA’s  overall costs, closing them would have a limited budgetary effect.  However, according to SBA officials closing these offices could cause  nonbudgetary challenges such as difficulties in providing supervision to  68 district offices and broadcasting the President’s and SBA  administrator’s message. If such closures were to occur, other options  exist that could help ensure that these functions are performed effectively.  However, it would be important to assess the feasibility of these options  and weigh the related costs and benefits before deciding on a course of  action."], "subsections": [{"section_title": "Regional Office Costs Are a Relatively Small Part of SBA’s Budget", "paragraphs": ["In fiscal year 2013, SBA’s costs for the regional offices totaled slightly  more than $4.7 million. Given that these costs constituted less than 1  percent of SBA’s approximately $1 billion appropriation for that year,  closing the regional offices would have a limited budgetary effect. The  bulk of regional office costs went to compensation and benefits, which  totaled $4.5 million in fiscal year 2013. Other administrative costs for the  10 regional offices totaled just $234,539, with individual office budgets  ranging from $11,771 to $36,692. According to officials, these funds were  spent on travel, equipment, and office supplies. All 10 regional offices are  co-located with district offices, so they are not incurring separate rental  costs. Further, because (as noted previously) each regional office  generally has five employees or fewer, they are not materially affecting  district office rental costs."], "subsections": []}, {"section_title": "Closing Regional Offices Could Impact SBA Operations", "paragraphs": ["Over half of the headquarters (Office of Field Operations), regional, and  district office managers (18 of 32) we interviewed cited challenges that  could result if regional offices were to close and their functions were  transferred to headquarters and district offices, but a few  nonmanagement staff (6 of the 28) offered different views. The  challenges managers cited were related to oversight, workload,  advocacy, and outreach.", "First, as mentioned earlier, regional administrators supervise and  evaluate the performance of the district offices, responsibilities that would  likely have to be transferred to headquarters. The 10 regional  administrators oversee between 4 and 10 district offices each. Fifteen  headquarters, regional, and district managers we interviewed said that  without regional supervision, all 68 district directors would likely report to  two senior officials in the Office of Field Operations. Eight of these  officials said that it would be difficult for these two individuals to manage  all 68 districts and to understand the economic, political, and other  nuances of each district.", "Second, four regional and district managers we interviewed noted that  one of the regional administrators’ responsibilities was to help “even out”  the workload among district offices to ensure that the offices could  continue to carry out their responsibilities even with critical vacancies. For  example, regional administrators can request that a lender relations  specialist in one district office take on additional duties to help another  district office that has lost staff. Thus, the managers were concerned that  without regional offices, district offices would be challenged to address  such workload issues.", "Third, according to six district managers, the district offices would lose  their advocates for resources if the regional offices closed. For instance,  regional administrators identify training and staffing needs across the  region and emphasize these issues during their interactions with the  Office of Field Operations. Officials we interviewed also noted that without  regional offices, SBA would lose its knowledge of regional needs, which  headquarters and district offices might not have. These officials stated  that regional administrators had a broad view of the district offices in their  regions and could see differences and similarities among offices. For  example, a district official noted that a regional administrator might be  aware of a specific issue within a particular district office, see the  similarities with the challenges of another district office, and develop a  solution.", "Fourth, six headquarters, regional, and district managers we interviewed  said that SBA would experience challenges in promoting SBA’s message  without the regional offices. Thirteen headquarters, regional, and district  officials emphasized that as political appointees, regional administrators  played a greater role than district directors, who are career officials, in  explaining and amplifying the President’s and SBA Administrator’s  message and priorities. For example, officials cited the role of regional  administrators in informing small businesses, during the time when the  Patient Protection and Affordable Care Act was pending, of how the bill  might affect them.", "Conversely, six nonmanagement district staff we interviewed and union  officials told us that they did not see a particular need for the regional  offices. Three district officials said that they could coordinate directly with  headquarters instead of coordinating with the regional offices. One of  these district officials noted that SBA would be more efficient if the  functions of the regional and district offices were consolidated. Another of  these district officials could not identify the impact of the regional offices,  despite the regional administrators’ stated roles in providing guidance and  supervision. In addition, union officials stated that the outreach  responsibilities of the district directors and regional administrators were  duplicative, pointing out that both regional and district officials did  outreach to small businesses in their communities. However, as noted  previously regional communications directors are expected to authorize  all outgoing communication within the region to avoid duplication.", "We recognize that the regional administrators and other staff in the  regional offices provide a number of services for SBA. However, if  closures were to occur, there are options available to address these  challenges. For example, one option could involve adding career senior  officials to the Office of Field Operations to address the challenge of  overseeing the 68 district offices.  In addition, to address the challenge of  the potential loss of flexibility in managing district office workloads, district  directors could coordinate with each other to help distribute the workload  among their offices. Alternatively, this responsibility could be assigned to  the Office of Field Operations. An option to address the challenge  associated with the loss of regional administrators as advocates would be  having district directors collaborate to identify the needs of the various  offices and advocate directly to the Office of Field Operations. However,  before deciding on whether regional offices should be closed or selecting  an alternative option, it is important to carefully assess the feasibility of  these options as well as any others and to weigh the costs and benefits  associated with available options and closure of the regional offices."], "subsections": []}]}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We sent a draft of this report to SBA for review and comment. SBA  provided technical comments that we incorporated into the report as  appropriate. As part of these comments and in response to a GAO point  that certain types of statement constitute prohibited “grassroots” lobbying,  SBA clarified that “o SBA employee, whether career or political, is  authorized or encouraged to ‘grassroot’ lobby … to support or oppose  pending legislation.” We modified our draft report to take into account  SBA’s clarification.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to SBA and  appropriate congressional committees. This report also will be available  at no charge on our website at http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  me at (202) 512-8678 or shearw@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made major contributions to this report  are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report (1) examines any challenges associated with the Small  Business Administration’s (SBA) organizational structure; (2) describes  the specific responsibilities of the regional offices; and (3) discusses the  budgetary effects of closing the regional offices and SBA managers’ and  staff’s views on other possible effects of closures.", "For the background, we analyzed data on staffing levels at headquarters,  regional, and district offices from fiscal years 2003 through 2014 (to  include staffing levels prior to and after SBA’s last major reorganization in  2004). To assess the reliability of these data, we interviewed SBA officials  from the Office of Human Resource Solutions to gather information on the  completeness and accuracy of the full-time equivalent database and  examined the data for logical inconsistencies and completeness. We  determined that the data were sufficiently reliable for the purposes of  reporting on staffing levels.", "For all objectives, we interviewed SBA headquarters officials in the Office  of Field Operations, the 10 regional administrators, management and  nonmanagement staff at 10 district offices, and union representatives.  Specifically, to obtain perspectives from SBA district office officials, we  selected a nonrandom, purposive sample of 10 of the 68 district offices, 1  from each SBA region to provide national coverage. We randomly  selected 7 of the 10 district offices from those offices located within the  continental United States. We selected the Washington, D.C., and  Georgia district offices to pre-test our interview questions because of  proximity to GAO offices. We selected the New York district office to  include an additional large office to better ensure a variety of offices with  both a larger and smaller number of employees. During our visit to 9 of  the 10 district offices, we interviewed the office managers (district  directors and deputy district directors). At the remaining district office, the  deputy district director could not attend the meeting. For our interviews  with nonmanagement staff at the 10 district offices, district office  management invited any interested nonmanagement staff to meet with  us. However, as a condition of meeting with nonmanagement staff, SBA’s  general counsel required inclusion of district counsel in these interviews.  Of the approximately 120 nonmanagement district staff members invited  to speak with us, 28 participated in the interviews. We generally met with  the participating staff as a group. Because participation by  nonmanagement staff members was limited, we provided them an  additional opportunity to share their perspectives via e-mail. Specifically,  we sent an e-mail to all nonmanagement staff at those 10 district offices,  inviting them to share their thoughts on specific topics by sending an e- mail to a specified GAO e-mail address. Nine staff members from 6 of  these offices responded to our e-mail, three of whom also attended our  interviews. The e-mails were used as additional information sources and  to corroborate what we heard in the interviews. The results of our  interactions with the 10 district offices cannot be generalized to other SBA  district offices. The group of union representatives we interviewed was  from headquarters and the field. In conducting this review, we focused  on the role of regional offices. A related, soon-to-be-released GAO report  addresses a range of SBA management issues.", "To review SBA’s organizational structure, we reviewed prior GAO and  SBA Inspector General reports that discussed, among other things, the  effect of the agency’s structure on its human capital management and  program oversight. We also examined documentation on changes to  SBA's organizational structure from fiscal year 2005 to 2014 (the period  after SBA’s last major reorganization in 2004). Specifically, we requested  and reviewed all of the forms that SBA used to document organizational  changes that were approved during this period. We also reviewed  documentation on SBA’s planned efforts to assess its organizational  structure—including its Strategic Human Capital Plan Fiscal Years 2013- 2016, guidance implementing its fiscal year 2014 Voluntary Early  Retirement Authority (VERA) and Voluntary Separation Incentive  Payments (VSIP) programs, and the statement of work for a contractor’s  assessment of organizational structure—and compared these plans to  federal internal control standards.", "To determine the specific responsibilities of the regional offices, we  reviewed position descriptions for the regional administrator and regional  communications director, and compared them to the position descriptions  for the district director and public affairs specialist. In addition, we  interviewed officials at headquarters, regional, and district offices. We  also analyzed data on the 10 regional offices from the field office goals,  measures, and metrics reports from fiscal year 2014 (the most currently  available data). To assess the reliability of these data, we reviewed the  goals, measures, and metric reports for outliers and interviewed officials  from the Office of Field Operations to obtain information on the  completeness and accuracy of the database. We determined that the  data were sufficiently reliable for the purpose of reporting on field  performance.", "To determine how closing SBA’s regional offices could affect SBA, we  analyzed fiscal year 2013 operating budgets and compensation and  benefits data for the regional offices. SBA had to create a report that  separated regional costs from other field office costs, and fiscal year 2013  data were the most recent data available at the time they generated the  report. To assess the reliability of these data, we examined the data for  logical inconsistencies and completeness and reviewed documentation  on the agency’s financial system. We also interviewed officials from the  Office of the Chief Financial Officer to gather information on the  completeness and accuracy of the budget database. We determined that  the data were sufficiently reliable for the purpose of reporting on SBA’s  regional office costs. Additionally, we reviewed documentation on the  tenure of regional administrators and acting regional administrators from  fiscal years 2005 through 2014 to determine turnover. We also  interviewed SBA officials about the costs of operating the regional offices  and the potential effects of transferring the responsibilities of the regional  offices to the district offices.", "We conducted our work from June 2014 through September 2015 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Examples of Changes to the Small Business Administration’s Organizational Structure in Fiscal Years 2005 through 2014", "paragraphs": ["The Small Business Administration (SBA) made a number of incremental  (piecemeal) changes to its organizational structure in fiscal years 2005- 2014, as illustrated by the following examples.", "In 2007, SBA reorganized five program offices and four administrative  support functions in order to clearly delineate reporting levels, among  other things. The agency also eliminated the Chief Operating Officer  as a separate office and integrated its functions into the Office of the  Administrator.", "In 2008, the Office of Equal Employment Opportunity and Civil Rights  Compliance began reporting directly to the Associate Administrator for  Management and Administration to facilitate better oversight,  planning, coordination, and budgeting for all of the agency’s  administrative management operations.", "In 2010, SBA consolidated financial management by moving its  procurement function to the Office of the Chief Financial Officer and  transferring day-to-day procurement operations from headquarters to  the agency’s Denver Finance Center. This change was intended to  improve the efficiency and effectiveness of SBA’s acquisition  programs.", "In 2011, SBA restructured the Office of Human Capital Management  in response to significant turnover that had a serious effect on the  level and scope of services. The reorganization streamlined the office,  which was renamed the Office of Human Resources Solutions, by  reducing the number of branches and divisions.", "In 2012, new offices were created in the Office of Capital Access to  respond to, among other things, growth in small business lending  programs and increased servicing and oversight responsibilities  following the 2007-2009 financial crisis. The changes sought to help  the agency become a better partner with lending institutions and  nonprofit financial organizations to increase access to capital for small  businesses.", "In 2012, SBA established a new headquarters unit within the Office of  Government Contracting and Business Development and made it  responsible for processing the continued eligibility portion of the  annual review required for participants in the 8(a) program. Prior to  this change, district officials, who are also responsible for providing  business development assistance to 8(a) firms, were tasked with  conducting exams of continued eligibility. While district officials have  continued to perform other components of the annual review, shifting  the responsibility for processing continued eligibility to headquarters  was designed to eliminate the conflict of interest for district officials  associated with performing both assistance and oversight roles.", "In 2012, the Office of Field Operations revamped field office  operations following a 2010 review of all position descriptions to  ensure that they aligned with SBA’s strategic plan and its district office  strategic plans. Many position descriptions were rewritten, although  there were no changes in grade or series. Before the review, district  offices had two principal program delivery positions—lender relations  specialist and business development specialist. As a result of the  review, descriptions for both positions were rewritten, and the  business development specialist position became two—economic  development specialist and business opportunity specialist. The skills  and competencies for the new position descriptions focused on the  change in the district offices’ function from loan processing to  compliance and community outreach in an effort to address skill gaps.  As a result, staff were retrained for the rewritten positions.", "In 2013, SBA reestablished the Office of the Chief Operating Officer  (formerly the Office of Management and Administration) to improve  operating efficiency. Among other things, this change transferred  Office of Management and Administration staff to the reestablished  office, along with the Office of the Chief Information Officer and the  Office of Disaster Planning, which saw its mission expanded to  include enterprise risk management."], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, A. Paige Smith (Assistant  Director), Meredith P. Graves (Analyst-in-Charge), Jerry Ambroise, Emily  Chalmers, Pamela Davidson, Carol Henn, John McGrail, Marc Molino,  Erika Navarro, William Reinsberg, Deena Richart, Gloria Ross, and Jena  Sinkfield made key contributions to this report."], "subsections": []}]}], "fastfact": []}