{"id": "GAO-15-526", "url": "https://www.gao.gov/products/GAO-15-526", "title": "Great Lakes Restoration Initiative: Improved Data Collection and Reporting Would Enhance Oversight", "published_date": "2015-07-21T00:00:00", "released_date": "2015-07-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The GLRI seeks to address issues such as water quality contamination and nonnative, or “invasive,” species that threaten the health of the Great Lakes ecosystem. A Task Force of 11 federal agencies, chaired by the EPA Administrator, oversees the GLRI. Task Force agencies conduct work themselves or through agreements with nongovernmental organizations, academic institutions, or other entities.", "GAO was asked to review how GLRI funds have been used. This report examines the (1) amount of federal funds made available for the GLRI and expended for projects; (2) process the Task Force used to identify GLRI work and funding; and (3) information available about GLRI project activities and results. GAO analyzed funding data for the GLRI and five agencies that received the majority of GLRI funds; GLAS data; accomplishment reports; and 19 GLRI projects selected by funding amounts and agencies to illustrate projects with typical funding amounts. This sample is not generalizable to all projects."]}, {"section_title": "What GAO Found", "paragraphs": ["Nearly all of the $1.68 billion of federal funds made available for the Great Lakes Restoration Initiative (GLRI) for fiscal years 2010 through 2014 had been allocated as of January 2015. Of the $1.66 billion allocated, the Environmental Protection Agency (EPA) and the other Task Force agencies expended $1.15 billion for 2,123 projects (see fig.). Agencies can liquidate and adjust obligations for 7 years after funds are no longer available for obligation.", "The Task Force's process to identify each agency's GLRI work and funding has evolved to emphasize interagency discussion. In fiscal year 2012, the Task Force created subgroups to discuss and identify work on three issues, setting aside about $180 million for these issues over 3 years. This included cleaning up severely degraded locations called Areas of Concern, such as the White Lake Area of Concern in Michigan that involved sediment cleanup; preventing invasive species; and reducing nutrient runoff. EPA officials told GAO that the Task Force created additional subgroups to identify all GLRI work and funding beginning in 2015.", "The Task Force has made some information about GLRI project activities and results available to Congress and the public in three accomplishment reports. In addition, the individual Task Force agencies collect information on activities and results, although this information is not collected and reported by EPA. The conference report accompanying the Department of the Interior Appropriations Act for fiscal year 2010 directed EPA to establish a process to ensure monitoring and reporting on the progress of the GLRI. EPA created the Great Lakes Accountability System (GLAS) to monitor and report on GLRI progress, but some GLAS data are inaccurate, in part, because EPA did not provide clear guidance on entering certain information and GLAS did not have data quality controls. According to EPA officials, the agency replaced GLAS and, in May 2015, began an initial period of data entry into the new system. EPA also provided guidance on entering information into the new system and plans to establish data control activities for ensuring the reliability of the new system. Fully implementing these control activities should ensure that EPA can have confidence that the system can produce data that are accurate and complete."]}, {"section_title": "What GAO Recommends", "paragraphs": ["Among other things, GAO recommended in its draft report that EPA determine if it should continue using GLAS or acquire a different system and ensure that the agency develops guidance for entering data and establishes data quality control activities. EPA took action to address these recommendations as GAO completed its work. GAO reviewed the actions taken and determined that the recommendations had been addressed. As a result, GAO removed the recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Millions of people in the United States and Canada depend on the Great  Lakes—the largest system of freshwater in the world—as a source of  drinking water, recreation, and economic livelihood. Over the last several  decades, the Great Lakes Basin—which includes the five Great Lakes— Superior, Michigan, Huron, Ontario, and Erie—and a large land area that  extends beyond the lakes, including their watersheds, tributaries, and  connecting channels, has proven vulnerable to the effects of toxic and  other pollutants as a result of industrial, agricultural, and residential  development. For example, decades of industrial activity in the region  have left a legacy of contamination, such as from polychlorinated  biphenyls (PCB), in the sediments that make up the beds of rivers and  harbors in the Great Lakes Basin.", "The Great Lakes Restoration Initiative (GLRI) was created in fiscal year  2010, after the President’s fiscal year 2010 budget request included a  new interagency initiative to accelerate Great Lakes restoration by  addressing regional issues, such as water quality contamination and  nonnative, “invasive” species that continue to threaten the health of the  Great Lakes ecosystem. For example, more than 180 invasive aquatic  species have become established in the Great Lakes, some of which  have caused extensive ecological and economic damage to the Great  Lakes. A 2012 Anderson Economic Group report estimated that the  aggregate cost of aquatic invasive species to the Great Lakes is  significantly more than $100 million annually.", "The GLRI is overseen by the Great Lakes Interagency Task Force (Task  Force), which is chaired by the Administrator of the Environmental  Protection Agency (EPA). The Task Force is made up of senior officials  from EPA, nine federal departments, and the Council on Environmental  Quality. Specific GLRI work is implemented by EPA’s Great Lakes  National Program Office in conjunction with agencies within the  departments (Task Force agencies). Task Force agencies include the  Fish and Wildlife Service (FWS) in the Department of the Interior, the  National Oceanic and Atmospheric Administration (NOAA) in the  Department of Commerce, the Natural Resources Conservation Service  (NRCS) in the Department of Agriculture, and the U.S. Army Corps of  Engineers (Corps) in the Department of Defense.transfer GLRI funds to any federal agency to carry out activities in support  of the program. EPA enters into interagency agreements with the Task  Force agencies identifying the funds to be transferred and describing the  work to be done. Each Task Force agency then conducts GLRI work  itself, or awards funds to recipients through financial agreements, such as  grants, cooperative agreements, or contracts. Recipients can include  federal entities; state, local, or tribal entities; nongovernmental  organizations; academic institutions; and others such as agricultural  producers. Recipients may also provide funds to the project as part of an  agreement to conduct GLRI work.", "EPA is authorized to  When the GLRI was created in fiscal year 2010, Congress made $475  million available to the initiative through transfer authority, greatly  increasing the amount available for restoration efforts for the Great Lakes.  When Congress made funds available for the GLRI in fiscal year 2010,  the conference report accompanying the appropriations act directed EPA  to establish a process to ensure monitoring and reporting on the progress  of the GLRI. In response, EPA created the Great Lakes Accountability  System (GLAS) to collect information for monitoring GLRI projects and  progress. GLAS users, which can be either officials from the Task Force  agencies that fund projects or the recipients of a Task Force agency’s  GLRI funds, were asked to update their project data in GLAS quarterly.  EPA also created a GLRI website, in cooperation with the Task Force, to  provide information to both the public and recipients about the program  and GLRI projects. The conference report also directed EPA to develop  a comprehensive, multiyear restoration action plan for fiscal years 2011  through 2014 and to provide detailed, yearly program accomplishments  beginning in 2011. In February 2010, the Task Force published the Fiscal  Years 2010 to 2014 Great Lakes Restoration Initiative Action Plan (2010- 2014 Action Plan) to guide the activities of the GLRI in several ways,  including through measures of progress that have annual restoration  targets for fiscal years 2010 to 2014. The Task Force issued an updated  Action Plan for 2015 to 2019 in September 2014 (2015-2019 Action  Plan). In addition, EPA and the Task Force agencies issued three  accomplishment reports to Congress and the President, providing  information about the GLRI in fiscal years 2010 through 2012.", "In 2013, we reviewed and reported on the implementation of the GLRI  and methods to assess GLRI progress, among other things. We  concluded that EPA and the Task Force agencies have made strides but  face significant challenges in ensuring the future success of the GLRI.  Among other things, we found that information in GLAS on GLRI projects  may not be complete and may prevent EPA from producing sufficiently  comprehensive or useful assessments of GLRI progress. GLAS limited users to reporting progress using a single measure, and  GLRI projects may directly address multiple measures. This prevented  EPA from collecting and reporting complete progress information on each  of the measures addressed by GLRI projects. As a result, we  recommended that the EPA Administrator, in coordination with the Task  Force, capture complete information about progress for each of the  measures that are addressed by a project. In response to our  recommendation, EPA modified GLAS to allow GLAS users to report  information in GLAS about more than one measure of progress,  beginning in January 2014.", "In this context, you asked us to provide greater detail about how GLRI  funds are used and the results of GLRI projects. This report examines the  (1) amount of federal funds made available for the GLRI and expended  for projects; (2) process the Task Force used to identify GLRI work and  funding; and (3) information available about GLRI project activities and  results.", "GAO, Great Lakes Restoration Initiative: Further Actions Would Result in More Useful  Assessments and Help Address Factors That Limit Progress, GAO-13-797 (Washington,  D.C.: Sept. 27, 2013). appropriations and transfer authority) in fiscal years 2010 through 2014.  To assess the reliability of the data in the reports, we interviewed EPA  officials about the data input and review, and on the basis of this work,  determined that the data in the reports were sufficiently reliable for our  purposes. In addition, we analyzed Office of Management and Budget  (OMB) documents to obtain information about funds that are available for  Great Lakes restoration activities other than those for the GLRI. We  selected five Task Force agencies (EPA, FWS, NOAA, NRCS, and the  Corps) to review in greater detail because they received the majority— about 85 percent—of GLRI funds made available in fiscal years 2010  through 2014. We obtained data from GLAS as of July 2014 to identify  the projects funded by the five Task Force agencies with amounts made   We assessed  available for the GLRI in fiscal years 2010 through 2013.the reliability of the GLAS data on funding agency and funding year by  asking the agencies to verify data on their projects in GLAS and believe  that the data are sufficiently reliable for identifying a list and total number  of projects funded by the five agencies. One data field in GLAS is on  recipients but, after reviewing documents and information the five  agencies provided to us and the agencies’ responses to our questions  about GLAS data, we do not believe that this data field is sufficiently  reliable for our purposes. Therefore, to identify the recipients of GLAS  funding, we obtained a list of the recipients from each of the five agencies  we reviewed, for each of the projects in GLAS as of July 2014. We  categorized each of those recipients by recipient type (i.e., federal  entities; state, local, or tribal entities; nongovernmental organizations;  academic institutions; or other) and summarized that information. In  addition, for GLRI funds made available in fiscal years 2010 through  2013, we obtained data from each of the five agencies to determine the  percentage of their obligations for each of the types of financial  agreements they used, such as grants, cooperative agreements, and  contracts.", "To examine the process that Task Force agencies used to identify GLRI  work and funding, we reviewed interagency agreements and agencies’  policies and guidance on financial agreements. We also reviewed 19  GLRI projects to understand how the process was applied to specific  cases. We selected the 19 projects from GLAS by creating a list of GLRI  projects funded by each of the five agencies with funds made available  for the GLRI in fiscal years 2010 through 2012. We then categorized  these projects by recipient type for each project; ranked the projects by  agency, recipient type, and funding amount; and selected the median  project. We also selected the project with the largest amount of GLRI  funding, or an amount close to it, for each agency. This nonprobability  sample of 19 projects is not representative of all GLRI projects; however,  it provides examples of both projects with typical and large funding  amounts from a range of recipients.", "To examine the information that is available about GLRI project activities  and results, we analyzed the three GLRI accomplishment reports, the  GLRI website, and GLRI project data in GLAS. We also reviewed project  documents for the selected 19 projects, such as progress reports and  other information from the funding agencies and recipients, to identify  information available on project activities and results. In addition, we  visited the recipients or locations for 3 of the 19 projects we reviewed.We selected six GLAS data fields to review that we could use to describe  projects—funding year, funding agency, status, end date, recipient, and  GLRI funding amount—and found that four of these data fields were not  sufficiently reliable for reporting on the progress of GLRI projects. To  assess the reliability of the selected GLAS data fields, we reviewed EPA’s  GLAS User Guide, information the five selected agencies provided to us  on the accuracy of the data for their projects in GLAS, and the five  agencies’ responses to our questions about GLAS data. In addition, we  conducted electronic testing of certain GLAS data. A more detailed  description of our objectives, scope, and methodology can be found in  appendix I.", "We conducted this performance audit from January 2014 to July 2015 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The Great Lakes Basin covers approximately 300,000 square miles,  encompassing Michigan and parts of Illinois, Indiana, Minnesota, New  York, Ohio, Pennsylvania, Wisconsin, and the Canadian province of  Ontario (see fig. 1), as well as lands that are home to more than 40  Native American tribes. It includes the five Great Lakes and a large land  area that extends beyond the Great Lakes, including their watersheds,  tributaries, and connecting channels. The Great Lakes contain nearly 90  percent of the surface freshwater in North America and 20 percent of the  surface freshwater in the world. The Great Lakes provide drinking water;  recreation opportunities, such as swimming, fishing, and boating; and  economic benefits, including tourism, agriculture, and shipping, for an  estimated 40 million people. In addition, nearly 7 percent of U.S.  agricultural production comes from the basin, according to EPA."], "subsections": [{"section_title": "History of Restoration Activities", "paragraphs": ["Numerous environmental stresses threaten the health of the Great Lakes  and adjacent land within the Great Lakes Basin. The Great Lakes has  long been an area that attracted development, population, industry, and  commerce, starting with the canals that joined the lakes to the eastern  seaboard and allowed goods to be trafficked and traded between the  Midwest and eastern states. Various environmental quality issues,  particularly water quality pollution and contaminated sediments, have  resulted from mining, timber harvest, steel production, chemical  production, and other industrial activities that developed around the Great  Lakes. Currently, all of the Great Lakes and the majority of the water  bodies in the region are under fish consumption advisories, issued by  state and provincial health agencies, due to mercury pollution primarily  from coal-fired power plants. In addition, the fertile soil in the surrounding  states makes them highly productive agricultural areas, and this has  resulted in large amounts of nutrients such as phosphorus and nitrogen— as well as sediment, pesticides, and other chemicals—running off into the  Great Lakes. Moreover, large population centers on both sides of the  U.S. and Canadian border use the Great Lakes to discharge wastewater  from treatment plants, which also introduces nutrients into the Great  Lakes. Even with progress in reducing the amount of phosphorus in the  lakes through mitigation techniques used in the 1970s, harmful algal  blooms are once again threatening the Great Lakes Basin. These are a  result of increases in phosphorus and nitrogen entering the lakes from  nonpoint sources of runoff from urban and rural areas.", "The United States has long recognized the threats facing the Great Lakes  and has developed agreements and programs to fund and support  restoration actions, including the following:  In 1972, the United States and Canada agreed to take action by  signing the Great Lakes Water Quality Agreement to restore, protect,  and enhance the water quality of the Great Lakes to promote the  ecological health of the Great Lakes Basin. The countries signed  another Great Lakes Water Quality Agreement in 1978, which was  amended several times. For example, most recently, in 2012, the  nations added provisions to the agreement to address the effects of  climate change, among other things.", "In 1987, an amendment to the Great Lakes Water Quality Agreement  resulted in the United States and Canada formally identifying a total of  43 severely degraded locations in the Great Lakes Basin as specific  Areas of Concern, 31 of which are located entirely or partially in the  United States. These areas are defined as “geographic areas where  a change in the chemical, physical, or biological integrity of the area is  sufficient to cause restrictions on fish and wildlife or drinking water  consumption, or the loss of fish and wildlife habitat, among other  conditions, or impair the area’s ability to support aquatic life.” The  1987 amendment also required the nations to develop and implement  remedial action plans for the Areas of Concern.", "In 2002, the Great Lakes Legacy Act authorized EPA to carry out  sediment remediation projects in the 31 Areas of Concern located  entirely or partially in the United States, among other things.  For  fiscal years 2004 through 2009, EPA’s budget authority totaled $162  million for work under this act, according to an OMB report.", "Of the 12 Areas of Concern located entirely in Canada, 3 have been delisted.", "Areas of Concern had been completed, as of October 2014, but formal  delisting had not yet occurred, according to EPA.", "The United States also recognized the growing pressures on the fish and  wildlife resources of the Great Lakes Basin and developed plans to  address these. For example, federal and state agencies became aware of  the growing threat of invasive species, such as the sea lamprey, which is  a parasite that can each kill up to 40 pounds of fish in its lifetime and was  a major cause of the collapse of lake trout, whitefish, and chub  populations in the Great Lakes during the 1940s and 1950s. Again, the  United States took a series of actions as follows:", "The Great Lakes Fish and Wildlife Restoration Act of 1990 directed  the Fish and Wildlife Service to conduct a comprehensive study of the  status of, and the assessment, management, and restoration needs  of, the Great Lakes Basin’s fishery resources and to develop  proposals for implementing the study’s recommendations.", "The Nonindigenous Aquatic Nuisance Prevention and Control Act of  1990 established the Aquatic Nuisance Species Task Force and  required it to develop and implement a program for waters of the  United States to prevent introduction and dispersal of aquatic  nuisance species; to monitor, control, and study such species; and to  disseminate related information. The act also directed the Great  Lakes Commission to establish the Great Lakes Panel on Aquatic  Nuisance Species and directed the panel to identify Great Lakes  aquatic nuisance species priorities and coordinate, where possible,  aquatic invasive species program activities in the region that are not  conducted under the act, among other things. Members of the  panel, which meets twice a year, include U.S. and Canadian federal  agencies, the eight Great Lakes states and the provinces of Ontario  and Québec, local communities, and tribal authorities.", "In 2009, the President created the Asian Carp Regional Coordinating  Committee to coordinate efforts, including local, state, federal, and  international efforts, to prevent Asian carp from spreading and  becoming established. The term Asian carp refers collectively to four  species of carp—including bighead and silver carp—that are native to  Asia and were first introduced into the United States in 1963. Their  rapid expansion and population increase can decrease populations of  native aquatic species, in part by consuming vast areas of aquatic  plants that are important as food and spawning and nursery habitats.  Efforts to prevent Asian carp from entering the Great Lakes include  the capture and removal of these fish from nearby waterways (see fig.  2). Since 2010, the committee has issued an annual Asian Carp  Control Strategy Framework that outlines efforts to support activities  that will directly prevent the introduction and establishment of Asian  carp populations in the Great Lakes.most recent framework, for 2014, in June 2014."], "subsections": []}, {"section_title": "Organization of GLRI Projects, Reports, and Data", "paragraphs": ["GLRI is implemented through a number of projects, large and small,  carried out by the Task Force agencies or recipients of GLRI funds. One  way that the Task Force agencies conduct GLRI work is to use financial  agreements with nonfederal entities, such as grants and cooperative  agreements, that provide funds to conduct specific projects. Grants and  cooperative agreements are to be used when the principal purpose of a  transaction is to accomplish a public purpose or action authorized by  federal statute.using agency employees to carry out projects—which we refer to as   Another way that the agencies conduct GLRI work is by  agency-conducted work—or contracting with nonfederal entities to carry  out projects. Contracts are to be used when the principal purpose is to  purchase property or services for the direct benefit or use of the federal  government. OMB is responsible for developing governmentwide  guidance for the management of grants and cooperative agreements.  Until December 2013, OMB provided guidance in the form of circulars for  specific grants management areas to different types of grantees. In  December 2013, OMB consolidated its grants management circulars into  a single uniform guidance document. Requirements for contracts are  found in the Federal Acquisition Regulation (FAR). Among other things,  OMB’s circulars direct federal agencies to require progress and financial  reports from academic institutions, nonprofit organizations, and state,  local, and tribal entities that receive grants or are parties to cooperative  agreements. For contracts, agencies can require such reports from  contractors.", "We provided a draft of this report to EPA in May 2015. In response, EPA officials  informed us that the agency had replaced GLAS with the Environmental Accomplishments  in the Great Lakes (EAGL) information system. Because EPA did not alert us to this new  system until June 2015, we could not include a review of EAGL in this report. fields and instructions on how to enter project data into GLAS. GLAS was  not a financial management system, and the Task Force agencies used  their own financial management systems to track funding.", "In our September 2013 report, we conducted a survey of nonfederal  recipients of GLRI funding and found that several factors outside the  scope of the Action Plan can limit GLRI progress. These factors include  inadequate infrastructure for wastewater or storm water treatment and the  effects of climate change. We also found that EPA and the Task Force  agencies had not fully established a plan to guide an adaptive  management process for the GLRI that could allow them to assess the   We  effectiveness of GLRI actions and, if needed, adjust their efforts.recommended, among other things, that the EPA Administrator, in  coordination with the Task Force, address how factors outside the scope  of the Action Plan that may limit progress, such as the effects of climate  change, may affect GLRI efforts to restore the Great Lakes, and establish  an adaptive management plan. EPA generally agreed with our  conclusions and recommendations. In September 2014, EPA and the  Task Force issued the 2015-2019 Action Plan, which includes ensuring  climate resiliency of GLRI-funded projects as an objective in one of its  focus areas. As of March 2015, EPA and the Task Force were in the  process of revising a draft of an adaptive management framework for the  2015-2019 Action Plan."], "subsections": []}]}, {"section_title": "$1.68 Billion Was Made Available for the GLRI in Fiscal Years 2010 through 2014, with $1.15 Billion Expended on 2,123 Projects as of January 2015", "paragraphs": ["In fiscal years 2010 through 2014, $1.68 billion of federal funds was made  available for the GLRI, and as of January 2015, EPA had allocated  nearly all of the $1.68 billion, and the Task Force agencies had expended  $1.15 billion on 2,123 GLRI projects. The five agencies we reviewed in  greater detail had expended $993 million of the $1.43 billion allocated to  them in fiscal years 2010 through 2014 on 1,696 GLRI projects, as of  January 2015, and conducted those projects through a combination of  work done by agency staff and a variety of GLRI funding recipients."], "subsections": [{"section_title": "EPA Has Allocated Almost All of the $1.68 Billion Made Available for the GLRI in Fiscal Years 2010 through 2014, and Task Force Agencies Have Expended $1.15 Billion", "paragraphs": ["Of the $1.68 billion made available for the GLRI in fiscal years 2010  through 2014, EPA had allocated $1.66 billion as of January 2015. EPA  conducts and funds GLRI work itself and allocates GLRI funds to the  other Task Force agencies responsible for carrying out GLRI work. As of  January 2015, the Task Force agencies had obligated $1.61 billion and  expended $1.15 billion, or about 68 percent of the funds made available  for the GLRI in fiscal years 2010 through 2014, on 2,123 projects. Figure  3 shows the funds made available for the GLRI in fiscal years 2010  through 2014 and the extent to which they had been allocated, obligated,  and expended by all Task Force agencies as of January 2015.", "The Task Force agencies have not expended all of the funds made  available for the GLRI for several reasons, chief among them being that  many projects take several years to complete. Also, GLRI funds are  available for obligation for the fiscal year the appropriation was made, and  the successive fiscal year. After these 2 fiscal years of availability, GLRI  funds can be used for 7 additional years to liquidate and adjust those  obligations. In addition, final payments are made from the agencies to  recipients after projects are completed. Furthermore, as we found in  September 2013, weather events, among other things, caused some  GLRI projects to be completed later than planned.", "In addition to the GLRI, federal agencies have expended other funds on  Great Lakes restoration activities, such as reducing atmospheric  deposition and controlling the generation, transportation, storage, and  disposal of hazardous wastes. GLRI funds allocated, obligated, and expended, data on other funds  received, obligated, and expended by federal agencies for Great Lakes  restoration activities are not easily available for comparison. Specifically,  OMB’s budget crosscut reports have not identified federal agencies’  obligations and expenditures for Great Lakes restoration activities, as  required by several appropriations laws since fiscal year 2008. Most  recently, the Consolidated Appropriations Act for Fiscal Year 2014  required OMB to identify, among other things, (1) all funds received and  obligated by all federal agencies for Great Lakes restoration activities  during the current and previous fiscal years and (2) all federal  government expenditures in each of the 5 prior fiscal years for these  activities. Instead, the reports presented information on each agency’s  budget authority for these activities. According to OMB staff, the budget  crosscut reports did not report these obligations and expenditures  because providing that information is labor-intensive and time-consuming.  These staff also said that the information would be outdated and of little  value by the time it would be released.", "Atmospheric deposition is a process that transfers pollutants from the air to the earth’s  surface and can significantly impair water quality in the nation’s rivers, lakes, bays, and  estuaries, and harm human health and aquatic ecosystems. Hazardous waste is most  often a by-product of manufacturing and can threaten human and ecosystem health when  released into the air, water, or land. congressional decision makers. Without this information in OMB’s budget  crosscut reports, which is required to be included by law, it is not possible  for decision makers to view GLRI funding in the context of the funding of  overall Great Lakes restoration activities, because information on such  activities would only be available from each agency, making less  information readily available for congressional oversight."], "subsections": []}, {"section_title": "Five Task Force Agencies Funded 1,696 GLRI Projects, with Work Conducted by Agency Staff and a Variety of GLRI Funding Recipients", "paragraphs": ["Of the $1.66 billion EPA allocated to all Task Force agencies, as of  January 2015, the five Task Force agencies we reviewed were allocated  $1.43 billion. These agencies had obligated $1.38 billion and expended  $993 million, or about 69 percent of their allocations (see fig. 4), on 1,696  GLRI projects.", "Using information from EPA’s GLAS database as of July 2014 for GLRI  funds made available in fiscal years 2010 through 2013, we found that  the five Task Force agencies we reviewed funded a total of 1,558 GLRI  projects using GLRI funds as of July 2014. As shown in table 2, EPA and  the Fish and Wildlife Service funded the most projects as of July 2014.", "To use GLRI funds on restoration activities, the Task Force agencies  conduct the work themselves or enter into financial agreements with other  entities to conduct the work, primarily through grants, cooperative  agreements, or contracts. The different types of financial agreements  have different purposes. For example, EPA officials noted that the  distinguishing factor between a grant and a cooperative agreement is the  degree of federal involvement in project activities. A single GLRI project in  GLAS can involve agency-conducted work, one or more of the types of  financial agreements, or a combination of these. Using data we obtained  from the five agencies reviewed, we found that the extent to which the  agencies used each type of financial agreement in obligating their GLRI  funds made available in fiscal years 2010 through 2013 varies by agency  (see fig. 5). For example, the Corps primarily used contracts, and NOAA  primarily used grants and cooperative agreements. NRCS used financial  assistance contracts with agricultural producers to carry out conservation  practices on their land.", "GLRI projects in GLAS can have multiple recipients that received GLRI  funds directly from the Task Force agencies. These recipients include  federal entities; state, local, or tribal entities; nongovernmental  organizations; academic institutions; and others, such as agricultural  producers and private landowners. In addition, a recipient may award a  portion of its funds to subrecipients, such as universities, to help carry out  the work, which means that a single GLRI project may also have multiple  subrecipients. Figure 6 shows an example of the distribution of funds for a  2011 GLRI project with multiple funding recipients and subrecipients.", "Table 3 shows the number of GLRI projects funded with GLRI funds  made available in fiscal years 2010 through 2013 by the five agencies by  type of recipient as of July 2014. The type of GLRI recipients vary  depending on the agency and financial agreements involved. For  example, NOAA has entered into agreements with all of these recipient  types, with the exception of private landowners and agricultural  producers, and the Corps has conducted all of its work itself or through  contracts."], "subsections": []}]}, {"section_title": "Task Force Process for Identifying GLRI Work and Funding Has Evolved to Emphasize Interagency Discussion", "paragraphs": ["The Task Force process for identifying GLRI work and funding generally  includes four steps and has evolved from an agency-by-agency process  to one that emphasizes interagency discussion. This evolution began in  fiscal year 2012 when the Task Force created subgroups to identify and  fund work to address three priority issues: (1) cleaning up and delisting  Areas of Concern, (2) preventing and controlling invasive species, and (3)  reducing phosphorus runoff that contributes to harmful algal blooms. For  fiscal year 2015, the Task Force created additional subgroups to discuss  and agree on work for other areas. EPA officials told us that funding work  for the three priority issues has led to some accelerated restoration  results."], "subsections": [{"section_title": "Selected Task Force Agencies Identified GLRI Work and Funding Using Four General Steps", "paragraphs": ["EPA officials described four steps that Task Force agencies generally  followed to identify GLRI work and funding, and the five agencies we  reviewed followed these steps. The steps are: (1) agency identification of  GLRI work; (2) Task Force agreement on scope and funding for agencies’  work; (3) solicitation of proposals for projects designed to carry out  agencies’ GLRI work, if the work was to be conducted by entities other  than the agencies; and (4) selection of projects.", "EPA officials told us that the first step generally occurred 2 years before  the fiscal year in which the work was to be carried out, in order to coincide  with the federal budget cycle. During that step, the officials told us that the  agencies each did an internal analysis to identify GLRI work that they  wanted to conduct in that fiscal year. For example, FWS officials told us  that the agency’s regional officials coordinated to identify new work that  the agency planned to do in order to achieve its goals and then compared  this work with 2010-2014 Action Plan goals to identify those projects that   The Corps’ approach to this step was different;  also met the goals.according to Corps officials, they selected projects that were already  planned and ready to be conducted, and that were compatible with the  2010-2014 Action Plan. At this point, agency officials also identified the  type of financial agreements they were likely to use to conduct the work  or whether the agency would conduct the work itself.", "For the second step, the five agencies we reviewed held discussions with  the Task Force and agreed on the work that would be done in a given  fiscal year, as well as the amount of GLRI funds that would be needed to  conduct that work. In general, once the agencies made a final  determination of the work they would do in a fiscal year, and the GLRI  funds that would be made available, each agency entered into an  interagency agreement with EPA to transfer GLRI funds from EPA to the  appropriate agency. The interagency agreements we reviewed included  the following two parts: a form that identified the amount to be transferred from EPA to the  agency that was responsible for the work, signed by both agencies;and a scope-of-work organized into discrete topics called templates that  typically included a description of the work, the GLRI Action Plan  goals, objectives, or measures of progress that the work would  achieve, and the amount of GLRI funds to be used.", "EPA officials told us that the Task Force agencies were expected to  spend their funds as detailed in their interagency agreement, but they  could amend it with EPA approval to, for example, increase the amount of  funds to be transferred to an agency or revise the scope of work.", "GLRI Templates  Great Lakes Restoration Initiative (GLRI)  templates address Action Plan focus areas,  and can describe work that would be  conducted through multiple projects, or  through a specific, individual project. An  example of a template that describes work  that would be conducted through multiple  projects is a Natural Resources Conservation  Service (NRCS) template that addresses the  nearshore health and nonpoint source  pollution focus area. According to the  template, NRCS would provide agricultural  producers with GLRI funds and technical  assistance to implement conservation  practices to contribute to the 2010-2014  Action Plan goal of significantly reducing soil  erosion and sediment, nutrients, and  pollutants flowing into tributaries. An example  of a project-specific template is a U.S. Army  Corps of Engineers template to complete the  design, and initiate construction, of a facility to  manage dredged sediments in Green Bay  Harbor, Wisconsin. The project is intended to  hold 2.35 million cubic yards of sediments,  and restore a chain of islands and more than  1,200 acres of coastal wetland habitat. applications would use to rank applications and select projects.officials told us that applicants may be asked to provide funds to the  project.", "The fourth step in identifying GLRI work and funding was the selection of  specific projects. Generally, officials from the selected agencies described  similar processes for evaluating project proposals that were submitted in  response to requests for applications. Specifically, they said that agency  officials with the appropriate expertise reviewed and ranked the submitted  proposals against information in the request for applications and selected  the best scoring projects for funding. At the Corps and NOAA, officials  said they evaluated contract bids or proposals, and awarded the contract  to the vendor with a bid or proposal representing the best value to the  government.", "Of the 19 projects we reviewed for which funds were made available for  the GLRI in fiscal years 2010 through 2012 and that addressed each of  the five focus areas in the 2010-2014 Action Plan, 11 were executed  through grants, 2 were executed through cooperative agreements, 3 were  executed by a Task Force agency, 2 were conducted through contracts,  and 1 was executed through a financial assistance contract. One project  addressed the toxic substances and Areas of Concern focus area; 5  addressed the invasive species focus area; 3 addressed the nearshore  health and nonpoint source pollution focus area; 5 addressed the habitat  and wildlife protection and restoration focus area; and 5 addressed the  accountability, education, monitoring, evaluation, communication, and  partnerships focus area. In addition, the recipients conducting the 19  projects included 8 federal entities; 4 state, local, or tribal entities; 4  academic institutions; and 3 nongovernmental organizations. We found  that the solicitations for 11 of the 19 projects reflected the descriptions of  work in the related templates. The 8 remaining projects were not solicited  because 4 were conducted by the agency, 2 were not competitively  awarded, 1 project had been ongoing since before the GLRI, and the  recipient was identified in the interagency agreement, and 1 project was  conducted by a recipient that had been selected prior to the GLRI as one  of a few with the specific skills required for the project. Appendix II shows  the relevant templates and solicitations for each of the 19 projects, as well  as information from agency officials about why each of the projects was  selected."], "subsections": []}, {"section_title": "Process for Identifying Each Agency’s GLRI Work and Share of GLRI Funding Has Evolved to Emphasize Interagency Discussion by Task Force Subgroups", "paragraphs": ["The process for identifying each agency’s GLRI work and share of GLRI  funding has evolved over the life of the GLRI. According to EPA officials,  for fiscal years 2010 and 2011, the Task Force determined the work an  agency would do on an agency-by-agency basis. Beginning with fiscal  year 2012, the process began emphasizing interagency discussion as the  Task Force created three subgroups with federal agency members, one  for each of three priority issues. The three priority issues, which aligned  with three of the five focus areas in the 2010-2014 Action Plan, were (1)  cleaning up and delisting Areas of Concern located entirely or partially in  the United States, (2) preventing and controlling invasive species, and (3)   For  reducing phosphorus runoff that contributes to harmful algal blooms.fiscal year 2015, EPA officials said that the Task Force agencies had  begun creating additional subgroups to discuss and agree on scope and  funding for agencies’ GLRI work.", "For fiscal years 2010 and 2011, the Task Force and the five agencies  agreed on work that each agency would do on an agency-by-agency  basis. Officials from the agencies said that they identified work from their  existing plans and interacted with the Task Force to determine the work  the agencies would do and the funds the agencies’ should receive.  Because the program began in fiscal year 2010, this process did not take  place 2 years in advance, as it would in subsequent years. EPA officials  told us that in 2010 the agencies also began agreeing on work for fiscal  year 2011. After Congress made funds available for the GLRI for fiscal  year 2010, and again after fiscal year 2011, the Task Force revisited the  initial agreements made with each agency to finalize the funding  amounts.", "In agreeing on GLRI work and funding for fiscal years 2012 through 2014,  the Task Force created a subgroup for each of the three priority issues  and set aside a total of about $180 million to pay for work to address  these issues. The Task Force created subgroups staffed by officials from  relevant Task Force agencies to discuss and agree on the scope and  funding for agencies’ work to address the three priority issues.  Specifically, officials from EPA, FWS, NOAA, the Corps, and the U.S.  Geological Survey participated in the cleaning up and delisting of Areas of  Concern and the invasive species prevention subgroups. Officials from  EPA, NRCS, NOAA, the Corps, and the U.S. Geological Survey  participated in the phosphorous reduction priority issue subgroup.", "On  Concern to be targeted for accelerated cleanup in fiscal year 2012:  the Ashtabula River Area of Concern in Ohio, the River Raisin Area of  Concern in Michigan, the Sheboygan River Area of Concern in  Wisconsin, and the White Lake Area of Concern in Michigan. At the  same time, the subgroup identified additional Areas of Concern to be   The subgroup  addressed in future years using the same approach.determined that nearly $22 million should be set aside for this priority  issue in fiscal year 2012 and increased that amount to about $31  million for fiscal years 2013 and 2014.", "Invasive species prevention subgroup: Building on work done by  the Asian Carp Regional Coordinating Committee that began around  the same time as the GLRI, the subgroup originally focused most of  its efforts on identifying projects to prevent Asian carp from getting  into and becoming established in the Great Lakes. These projects  included developing early detection and monitoring, and tools and  technology to discover whether Asian carp were already present in  the Great Lakes Basin. The subgroup agreed to adopt the amount of  funds, $19.5 million, in fiscal year 2012, based on estimates made by  the Asian Carp Regional Coordinating Committee. In fiscal year 2013,  the Coordinating Committee reduced the amount it estimated was  needed for invasive species work in the Great Lakes Basin to $16  million. The subgroup agreed to continue funding this priority issue at  $19.5 million in fiscal years 2013 and 2014, but it divided the funds  into $16 million for Asian carp work and $3.5 million for other invasive  species, such as phragmites and feral hogs.  The subgroup used the  Asian Carp Control Strategy Framework to guide the amount of GLRI  funds that should be provided to each of the Task Force agencies with  responsibility for conducting work to address this priority issue.", "Phragmites australis, or common reed, is a perennial grass now common in North  American wetlands. Invasive phragmites create tall, dense stands that degrade wetlands  and coastal areas by crowding out native plants and animals, blocking shoreline views,  and reducing access for swimming, fishing, and hunting. Feral hogs are domestic hogs  that have either escaped or been released, and they can be found in 39 states including  the Great Lakes region. They cause damage to crops and habitat and can cause erosion  by digging for food. They also carry diseases that threaten humans and animals. In 2014,  the U.S. Department of Agriculture estimated that feral hogs caused $1.5 billion in annual  damage and control costs.", "Phosphorous reduction subgroup: Using available models and  data to identify geographic areas that were contributing more nutrients  to the Great Lakes than others, the subgroup determined that priority  work should be focused on three watersheds where algal blooms had  occurred. The three watersheds were the Lower Fox River in  Wisconsin; the Maumee River watershed in Ohio, Michigan, and  Indiana; and the Saginaw River in Michigan. The subgroup agreed  that $11 million should be set aside for this priority issue for fiscal year  2012, and to increase that amount to $13.1 million for fiscal year  2013, and to $14.4 million for fiscal year 2014. EPA provided the  majority of funds for this priority issue to NRCS because it is the  federal agency that works with agricultural producers to implement  conservation practices to reduce nutrients in runoff, and Task Force  agency officials determined NRCS was best suited to address nutrient  reduction. EPA provided the remaining funds to the U.S. Geological  Survey for monitoring projects because of its experience in monitoring  water supply and water quality.", "To agree on GLRI work to be conducted in fiscal year 2015 and future  fiscal years, EPA officials told us that the Task Force began creating  additional subgroups through which Task Force agency officials would  work together to identify each agency’s GLRI work and share of GLRI  funding in all five of the focus areas in the 2015-2019 Action Plan, not just  the three priority issues. According to EPA officials, the use of subgroups  to meet and agree on work and funding created a process for conducting  GLRI work that all Task Force agencies agreed needed to be done, rather  than each agency identifying its own GLRI work. According to EPA  officials, for fiscal year 2015, the new subgroups developed strategies for  dealing with issues and then identified the work proposed by agencies  that helped to achieve the overall strategies. For future fiscal years, EPA  officials said that the subgroups would use the 2015-2019 Action Plan."], "subsections": []}, {"section_title": "Focus on Priority Issues Led to Some Accelerated Restoration Results in Targeted Areas", "paragraphs": ["According to EPA officials, the focus on priority issues for fiscal years  2012 through 2014 has accelerated restoration results for one of three  issues. Specifically, two of the Areas of Concern targeted for accelerated  cleanup by the relevant subgroup were delisted in 2014. EPA announced  in October 2014 that the White Lake and Deer Lake Areas of Concern  had been delisted—both had been identified by the Areas of Concern  subgroup for accelerated cleanup with priority issue funds—and EPA  officials told us that they expect cleanup work to be completed at four  other Areas of Concern in fiscal year 2015 as a result of receiving priority  issues funds. Cleanup work included removing contaminated sediment  and diverting water from an underground mine. In the 25 years before the  three priority issues were identified, only one Area of Concern located  entirely in the United States had been delisted.", "EPA officials said that identifying and funding the three priority issues for  fiscal years 2012 through 2014 has also allowed for continued success in  invasive species prevention and resulted in some progress in reducing  phosphorus runoff that contributes to harmful algal blooms. However,  restoration results in those priority issues are less clear than in the Areas  of Concern priority issue, in large part because the factors contributing to  those priority issues persist and are likely to continue into the future. For  example, dams, canals, and other structures that were created to support  navigation and power production in the Great Lakes Basin also created  channels that connect the Great Lakes and Mississippi River Basins.  These channels are of serious concern as a potential means for Asian  carp or other invasive species to enter the Great Lakes.", "EPA funded work on priority issues from the amounts made available for  the GLRI in fiscal years 2012 through 2014, shifting funds from other  GLRI work to the priority issues. EPA officials described the funds set  aside for the priority issues as a realignment of GLRI funds; that is, the  funds used for the priority issues were taken from the existing funds that  had been made available for the GLRI. Overall, the Task Force set aside  a total of $180 million for the priority issues for this period: $52.2 million of  the available GLRI amounts for all priority issues in fiscal year 2012,  $63.4 million in fiscal year 2013, and $64.7 million in fiscal year 2014.  EPA officials told us that money designated for one priority issue would  not be spent on a different priority issue or on other GLRI projects.", "EPA officials told us that the Task Force did not set aside all of the funds  made available for the GLRI in fiscal years 2012 through 2014 for the  priority issues for two key reasons. First, they said there is a limit to the  amount of work that can be conducted for some restoration efforts. For  example, GLRI funds for reducing agricultural runoff can only be given to  recipients in the Great Lakes Basin. These recipients are typically  landowners, and there is a finite number of landowners in the Great  Lakes Basin interested in conducting GLRI work who also have suitable  land and ready projects. In addition, EPA officials told us that NRCS is the  only Task Force agency equipped to oversee phosphorous reduction  work targeted in agricultural areas, and the agency has a fixed number of  personnel that it can use to oversee GLRI work. Second, according to  these officials, Great Lakes restoration needs to involve topics addressed  by the 2010-2014 Action Plan that are not part of the three priority issues,  as well as addressing the overall health of the Great Lakes ecosystem."], "subsections": []}]}, {"section_title": "Information on GLRI Projects Activities and Results Is Available from Individual Agencies, while Project Information in GLAS Was Limited by Some Inaccurate Data", "paragraphs": ["The Task Force has made some information about GLRI projects,  including project activities and results, available to Congress and the  public in three accomplishment reports and the GLRI website.  Specifically, the GLRI accomplishment reports contain information on  activities and results for some projects. In addition, the individual Task  Force agencies collect information on activities and results from  recipients, although this information is not collected and reported by EPA.  We obtained information on activities and results for the sample of 19  projects we reviewed. While EPA collected project information in GLAS  from 2010 through May 2015, some GLAS data were inaccurate, in part  because recipients entered information inconsistently due to issues such  as inconsistent interpretation of guidance, unclear guidance, or data entry  errors."], "subsections": [{"section_title": "Information on GLRI Project Activities and Results Is Available from Individual Task Force Agencies", "paragraphs": ["As part of oversight of the GLRI, the Task Force makes some information  on projects available for Congress and the public in two ways, annual  accomplishment reports and the GLRI website. EPA and the Task Force  published two accomplishment reports in 2013 and one in 2014 that  provided overviews of progress under the GLRI for fiscal years 2010  through 2012. These reports included summary accomplishment  statements for each of the five focus areas from the 2010-2014 Action  Plan, as well as specific performance information for many of the 28  measures of progress in the 2010-2014 Action Plan.", "The accomplishment reports included some information about project  activities and results. Specifically, our analysis found that GLRI  accomplishment report for progress in fiscal year 2011 identified 10 GLRI  projects, 2 for each of the five focus areas in the 2010-2014 Action Plan,  and it included some information about project activities and results for  each project. For example, it noted that the “Milwaukee River  (Wisconsin)—restoring fish passage” project removed a dam, opening 14  miles of the river and 13.5 miles of tributaries to allow fish to move more  freely, and reconnected the lower reach of the river with 8,300 acres of  wetlands, improving water quality. The accomplishment report provided  similar information about nine additional projects. The accomplishment  reports about GLRI progress in fiscal years 2010 and 2012 also included  information about project activities and results, although most were not  associated with individual projects.", "EPA also made some of the GLRI project information that recipients  reported in GLAS available on the GLRI website, including a project’s  funding agency, title, funding amount and year, recipient identification,  focus area, and description. Project information available on the website  does not include GLRI project activities and results, although it is not  designed to do so. EPA updated the GLRI project information on the  website twice a year by asking the other Task Force agencies to update  and verify GLAS information about their projects. To compile project  information for the website, EPA provided each Task Force agency with a  spreadsheet containing certain GLAS data for each of that agency’s  projects so that the agency could update and verify that information  before it was posted on the website. The information on the website about  projects is limited to basic information for the public, according to an EPA  official, and does not contain certain information on projects such as  activities and results.", "Each of the five Task Force agencies we reviewed collected information  on its projects, including project activities and results, and we reviewed  the sample of 19 GLRI projects from the five Task Force agencies to  identify information on project activities and results for each of the  projects. We found that each of the five Task Force agencies collected  this and other project information by establishing reporting requirements  in grants, cooperative agreements, and contracts for recipients.  Specifically, in most cases, EPA, FWS, NOAA, and NRCS required their  grant recipients to submit quarterly, semiannual, or annual progress  reports, and quarterly or annual financial reports, consistent with the OMB  circulars in effect at the time of the agreements. In addition, the Task  Force agencies that used contracts—the Corps and NOAA—required  their contractors to submit progress reports. The Corps required the  contractor to submit daily activity reports, and NOAA required the  contractor to provide monthly progress reports. EPA officials told us that  this information on project activities and results was not required to be  reported in GLAS. In addition, the officials said that GLAS was not  designed to collect specific information on project activities and results  and was adapted from a system they used to collect information on a  different restoration program. Appendix III contains a summary of the  detailed information we collected on activities and results for the 19  projects.", "Overall, recipients reported a variety of project activities, including  applying herbicide, conducting training and workshops, and collecting  data. In addition, we found that recipients reported a range of results. For  example, recipients from eight projects reported results that can be  directly linked to restoration, such as increasing lake trout production,  removing acres of invasive plant species, and protecting acres of  marshland. For one of these projects, the Buffalo Audubon Society  reported results needed to restore critical bird habitat, such as planting  3,204 plants and removing invasive species, among other results. For  another project, the Great Lakes Fishery Commission reported results in  the form of improved methods for capturing sea lamprey. According to a  Great Lakes Fishery Commission official, the results from this project will  help to further suppress sea lamprey production in the Great Lakes  thereby reducing the damage they cause to native and desirable species.", "For example, a single lamprey can kill up to about 40 pounds of fish in its  lifetime.", "Recipients for the 11 remaining projects reported results that can be  indirectly linked to restoration; that is, the results may contribute to  restoration over time. These included results such as simulations and  data for helping decision makers make better restoration decisions in light  of climate change, and education and outreach tools to increase  awareness of invasive species. In addition, a University of Wisconsin- Madison representative told us that the University’s project to improve  applied environmental literacy, outreach, and action in Great Lakes  schools and communities, has already contributed to restoration. Some of  the University’s progress reports noted that the project has already  resulted in more than 110 school teams that guided students in  restoration, service-learning, inquiry, and citizen science monitoring  during the 2013-2014 school year, among other things. The  representative told us that this contributed to restoration because  participating students have built rain gardens and implemented other  conservation practices. Similarly, the Corps used GLRI funds to  complete a feasibility study in Highland Park, Illinois, and the study led to  a restoration project that is expected to restore and enhance 4 acres of  coastal habitat along the Lake Michigan shoreline, among other things.  Figure 7 is a photograph of the Corps restoration project to restore and  enhance coastal habitat that began with the feasibility study. See  appendix III for examples of activities and results from each of the 19  projects we reviewed."], "subsections": []}, {"section_title": "Some GLAS Data Were Inaccurate", "paragraphs": ["EPA collected some project information in GLAS, which the agency  created to collect information to monitor and report on GLRI progress in  response to the conference report accompanying the fiscal year 2010  appropriation act that made funds available for the GLRI. However, our  review found that some of the data collected in GLAS were inaccurate  and therefore may not be sufficiently reliable to monitor and report project  progress. For example, GLAS collected project information in more than  20 data fields, including the project’s title, funding amount, funding year,  funding agency, recipient, focus area, state, end date, status, and related  Area of Concern and watershed. We selected six data fields that could  contribute to our understanding of projects and assessed their reliability.  Specifically, we reviewed the GLAS data fields for funding year, funding  agency, recipient, status, end date, and funding amount. For each of the  six fields, we reviewed field definitions and data entry procedures, and we  manually checked data entries. We found that the funding year and  funding agency data fields were sufficiently reliable, that is, accurate and  complete, for the purposes of monitoring and reporting on the progress of  GLRI projects. However, we found that the other four data fields were  not sufficiently reliable for that purpose. The results of our analysis are as  follows:", "Recipients. GLAS data on project funding recipients, which EPA’s  GLAS User Guide defined as the organizations that actually  conducted the work, were inconsistent. For the 1,558 projects funded  by the five agencies we reviewed, we compared the recipients that  were identified in GLAS with data obtained from the agencies on  recipients that had received GLRI funds for these projects directly  from the agencies. We found that GLAS users did not identify  recipients in GLAS consistently. Specifically, three of the agencies  sometimes or always identified only the agency as the recipient in  GLAS, even if the agency awarded the funds for that project to other  entities that conducted the work. For example, one agency identified  itself as the funding recipient for 118 projects in GLAS, but data we  obtained from the agency identified other entities as the recipients for  most, or 95, of those projects. Similarly, another agency identified  itself as the funding recipient for 311 projects in GLAS, but data we  obtained from the agency identified other entities as the recipients for  almost half, or 151, of those projects. In addition, a third agency  identified itself as the recipient for all 26 of the agency’s GLRI projects  in GLAS. While it is the case that some of the agency’s recipients are  private citizens, whose identities the agency does not want to release,  the agency awarded funds to recipients other than private citizens for  18 of its projects.", "Project status. GLAS users did not define status the same way and  therefore may have entered the status of their projects inconsistently.  To report a project’s status, GLAS users selected from a drop-down  list of options, including started, percentage completed, and  completed. We asked officials at four of the five agencies we  reviewed how they defined “completed” and found that the agencies  did not mean the same thing when selecting completed. For example,  one agency official told us that for projects involving construction,  completed means that the bulk of the contractor’s effort was  completed and that the ecological benefits of the project were at least  partially realized, even if additional project activities and final  payments may have not been completed. Officials from another  agency told us that completed means that all of the funds for the  project were obligated and expended, or all contracts were completed,  cancelled, or terminated. EPA officials told us that many recipients did  not report projects as completed until the grant itself was closed out,  which can take as long as a year from the completion of fieldwork.  With agencies using different definitions, it is not clear what the GLAS  data represented for those projects identified as completed. For  example, GLAS users could have selected completed for their  projects when the project work was finished, when all the funds had  been expended, or when the financial agreement was closed out. As  a result, GLAS data cannot be used to reliably determine how many  GLRI projects have been completed.", "Project end date. Although not a required data field in GLAS, most  projects (more than 75 percent) in GLAS had an end date listed.  However, some GLAS data on the project end dates were  inconsistent with project status reported in GLAS. We analyzed the  end dates in GLAS for 1,890 projects as of July 2014 by checking for  errors and by comparing the end dates with the projects’ status.Through this analysis, we found that of the 799 projects identified in  GLAS as completed, 14 percent (112) had end dates that had not yet  been reached. In addition, 698 projects had end dates that had  already passed, but 28 percent of those (194) had not been identified  in GLAS as completed. As a result, GLAS data on the end dates of  projects are unreliable and cannot be used to determine the number  of projects that were completed or are expected to be completed by a  certain date.", "GLRI funding amounts. Some GLAS data on the GLRI funding  amounts for projects were inaccurate. Specifically, after reviewing the  GLAS data we provided on funding amounts for 1,558 projects, four of  the five agencies identified inaccuracies in the GLRI funding amounts  that the agencies or their recipients had reported in GLAS. For  example, the funding amount for one project in GLAS was $8.3 million  less than the actual funding amount, which agency officials attributed  to a data entry error. Similarly, officials from a second agency  identified a project for which the funding amount in GLAS was about  $219,000 more than the actual funding amount and told us that the  reason for the error was unknown. Officials from a third agency also  identified projects for which they said the agency had entered  incorrect funding amounts, including 11 projects for which the GLAS  data overreported the funding by $523,000. And, officials from a fourth  agency identified 19 projects for which the funding amounts the  agency had reported in GLAS were incorrect in part because of data  entry errors, but they did not identify the dollar amount of the errors.  Although we cannot extrapolate these examples of errors in GLAS on  project funding to the 11 other Task Force agencies, the amount of  these errors raises concerns about the accuracy of GLAS data on  GLRI funds.", "Some of the errors we found in GLAS data may have been the result of  agencies’ different interpretations of guidance or unclear guidance.  Specifically, EPA’s GLAS User Guide was the formal guidance document  that defined GLAS data fields, such as recipients, project status, and end  dates, but EPA left it up to the Task Force agencies to decide how to  enter the data. For example, according to an EPA official, the GLAS data  identifying recipients used the lead organizations entered by GLAS users.  The GLAS User Guide defined lead organization as the organization that  actually conducted the project. However, in practice, the Task Force  agencies varied regarding which entity they identified as the recipient, the  funding agency or the organization conducting the project. In addition, the  GLAS User Guide did not provide clear guidance. For example, EPA  required that GLAS users report project status in GLAS, but the GLAS  User Guide did not specify how users should choose a project’s status  from the drop-down menu and did not define available options. Under the  federal standards for internal control, agencies are to clearly document  internal controls, and the documentation is to appear in management  directives, administrative policies, or operating manuals.", "Similarly, although it was not required, the guide did not specify how  users should determine what the end date is when they did enter it.  Without specifying this, GLAS users may have entered information in the  end date field inconsistently. For example, we found that some projects  had a completed status but had not reached their reported end dates, and  others had end dates that had already passed but did not have a  completed status. Specifying in the guide how to determine the end date  would have been consistent with federal standards for internal control that  call for clearly documenting internal controls. According to EPA officials,  the GLAS User Guide did not specify how GLAS users should determine  a project’s end date because the officials thought this data field was  intuitive. Because the GLAS User guide did not require GLAS users to  enter end dates for all projects, however, EPA may not have complete  information on GLRI projects in GLAS. According to our February 2009  guide on assessing the reliability of computer-processed data,reliable when they are accurate and complete.", "In May 2015, when EPA stopped using GLAS and began using the  Environmental Accomplishments in the Great Lakes (EAGL) information  system to collect GLRI project information, the agency issued initial  guidance that included definitions of the data fields in the system. For  example, the guidance defines recipient name as the organization  actually doing the work, and project end date as the date that the project  ended or is planned to end; the data field lead organization is no longer  included. We reviewed the guidance and determined that the definitions  provided were clear and could be used to enter data consistently. In  addition, we found that the guidance clearly identifies those data fields  that are required, including project end date. However, while the guidance  specifies that users should select one project status option from the drop  down list in the system, it does not identify or define the available options.", "Other errors that agencies identified in their GLAS data, such as in the  GLRI funding amounts data, arose from data entry errors or lags in data  updates, according to officials from some of the Task Force agencies we  reviewed. Some of these inaccuracies could have been caught through  data quality controls or other edit checks, but our analysis found that EPA  did not have controls for GLAS to prevent such errors. Under the federal  standards for internal control, agencies are to implement control activities,  such as verifications and reconciliations, which can be computerized or  manual, and document internal controls, such as documenting  procedures on how such verifications are to be implemented (e.g., who is  to conduct periodic reviews of the completeness and accuracy—that is,  reliability—of data). Of the five agencies we reviewed, EPA officials told  us that they reviewed their own agency data and relied on the four other  Task Force agencies to use their own processes to ensure that the data  they or their recipients entered in GLAS are reliable. Of the four other  agencies, three did not identify processes they used to ensure the  reliability of data that they or their recipients entered in GLAS. Officials  from the fourth agency told us that their agency reviewed its GLAS entries  annually by comparing a spreadsheet of GLAS data provided by EPA with  its own programmatic reports and reports from its financial system. Even  with its review process, in January 2015, that agency identified errors in  its GLAS data for nearly 20 percent of its fiscal year 2010 through fiscal  year 2012 GLRI projects. Most were errors in the funding amounts  entered by the agency, which agency officials attributed to data entry  errors and changes that had not been updated in GLAS. Similarly,  officials from one of the other agencies noted that, even when they found  errors, certain data fields, including GLRI funding amounts, could not be  edited by the agencies and that the agencies had to contact EPA to make  corrections.", "Without control activities, such as some form of verification, data errors  are likely to continue, making the data collected into the system used to  collect GLRI project information insufficiently reliable to ensure monitoring  and reporting on GLRI progress as directed in the conference report. In  commenting on a draft of this report, EPA stated that it plans to establish  data control activities, such as verifications and documented procedures,  for ensuring the reliability of the EAGL information system. In discussing  these comments, EPA officials told us that the most important difference  between GLAS and EAGL is that EAGL limits data entry to Task Force  agency officials. The officials did not have a time frame for establishing  data control activities, and told us that they wanted the Task Force  agencies to become comfortable using the new system first. Until EPA  and the Task Force agencies make a decision about the data system and  the agency fully implements the actions needed to address the reliability  of GLRI project data, EPA and the Task Force agencies cannot have  confidence that EAGL can provide consistent, accurate, and complete  information. Thus, we urge EPA to implement these actions as quickly as  possible.", "EPA officials told us that, in 2012, they began to review GLAS and to  consider whether to upgrade GLAS to improve it or develop a new  system. This review included identifying potential improvements and  considering whether GLAS is the right tool for monitoring and reporting on  the GLRI. The Task Force also convened a subgroup of Task Force  agency officials to determine what the next version of GLAS should be.  One concern EPA officials expressed about this decision was the cost to  create a new system to collect detailed data, and they noted that they are  hesitant to make that investment in the face of uncertainty over whether  the GLRI will continue to be funded from year to year. EPA officials told  us that the agency created EAGL in February 2015 and, after consulting  with the Task Force agencies, conducted pilot tests of the system for a  few months, while we were completing our work. After this testing, in May  2015, EPA officials decided to use EAGL to collect information to monitor  and report on GLRI progress, and they made the system available to  Task Force agencies for an initial period of data entry. Specifically, EPA  officials transferred key project information from GLAS into EAGL and  asked the Task Force agencies to enter new project information and  update existing information. According to EPA officials, EAGL will improve  the consistency and completeness of information about GLRI projects.  EPA officials told us that the agency plans to use this initial period of data  entry to get feedback from the Task Force agencies and to make changes  to EAGL and the draft data entry guidance to address any problems and  refine definitions. The EPA officials said their goal is to have EAGL ready  for data entry at the beginning of fiscal year 2016."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The United States has committed enormous resources to help restore the  health of the Great Lakes ecosystem, a region that is vital to the United  States both economically and socially, with some progress. Nonetheless,  Great Lakes restoration remains an ongoing, long-term effort. To gauge  progress toward restoration, EPA and the Task Force agencies have  established measures of progress for the GLRI and collected information  in GLAS to report on progress. EPA and the Task Force agencies have  proceeded carefully over the last 2 years as they have evaluated how  best to collect and report GLRI data. In May 2015, while we were  completing our work, EPA replaced GLAS with a new system to collect  GLRI project information and issued guidance that included definitions of  data fields and identified which data fields are required. This is a good  first step to resolving the data inconsistencies that we identified in GLAS,  which resulted, in part, because of unclear or undocumented definitions,  data requirements, and guidance about entering important data.  However, EPA has not yet established data control activities or other edit  checks, although in commenting on a draft of this report, EPA stated that  it plans to establish data control activities, such as verifications and  documented procedures, for ensuring the reliability of the EAGL  information system. Fully implementing the actions needed to address the  reliability of GLRI project data should ensure that EPA and the Task  Force agencies can have confidence that EAGL can provide complete  and accurate information.", "Federal agencies have expended funds for Great Lakes restoration  activities other than what has been made available for the GLRI.  However, OMB has not reported on all federal obligations and  expenditures for these activities as required by law. Without this  information, the information available for congressional oversight and  decisions on future funding levels has been limited to funds made  available."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To better ensure that complete information is available to Congress and  the public about federal funding and spending for Great Lakes restoration  over time, we recommend that the Director of OMB ensure that OMB  includes all federal expenditures for Great Lakes restoration activities for  each of the 5 prior fiscal years and obligations during the current and  previous fiscal years in its budget crosscut reports, as required by Pub. L.  No. 113-76 (2014)."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to EPA, the Departments of Agriculture,  Commerce, Defense, and the Interior, and OMB for review and comment.  In written comments from the EPA Region 5 Administrator, which are  reproduced in appendix VI, EPA generally agreed with the  recommendations in our draft report and noted that the agency had  already taken action consistent with the recommendations. In particular,  for a recommendation in our draft report that EPA determine whether the  agency should continue using GLAS or acquire a different system to  collect information to monitor and report on GLRI progress, EPA stated in  its written comments that GLAS is no longer in use and has been  replaced by EAGL. We interviewed EPA officials about EAGL and its  status, as well as plans for implementing it, and determined that the  agency has made a final decision and taken appropriate actions to adopt  it. As a result, we removed the recommendation from the report. We also  added information about EAGL in the report.", "In addition to replacing GLAS with EAGL, EPA noted that the agency has  taken action to address three recommendations we made about ensuring  data reliability in our draft report. First, for a recommendation that EPA  should ensure that GLAS or another system requires important data to be  entered, according to EPA, EAGL will require important information,  including project end date, to be entered by the Task Force agencies.  Second, for a recommendation that GLAS or another system documents  definitions and guidance for entering data into the system, the agency in  its written comments stated that it has developed an initial guidance  document for data entry that it is revising based on the initial round of  data entry into EAGL. We reviewed the initial guidance and determined  that it clearly identifies those data fields that are required and that the  definitions provided were clear and could be used to enter data  consistently. As a result, we removed these recommendations from our  report. Third, for a recommendation that EPA should ensure that GLAS or  another system establishes data quality control activities, such as  verifications and documented procedures for ensuring system reliability,  EPA stated that it will establish data quality control activities such as  verifications and documented procedures for ensuring the reliability of the  EAGL information system. Although EPA officials did not have a  timeframe for establishing data quality control activities, the agency has  limited data entry to Task Force agency officials, and we believe the  actions already taken constitute important steps toward enhancing GLRI  oversight. As a result, we removed the recommendation from the report.  We look forward to seeing the agency take this final action. However, until  it is fully implemented, the agency cannot have confidence that the data  produced by EAGL will address the inconsistencies that we identified in  GLAS or that they are complete and accurate. Thus, we urge EPA to  finish implementing these actions as quickly as possible.", "In oral comments, OMB staff disagreed with the recommendation that  OMB include all federal expenditures for Great Lakes restoration activities  for each of the 5 prior fiscal years and obligations during the current and  previous fiscal years in its budget crosscut reports, as required by Pub. L.  No. 113-76 (2014). OMB staff restated the position that including the  required expenditures and obligations information in the budget crosscut  reports would not yield sufficient information to justify the cost of including  that information. They added that there is no evidence that this  information would be used for congressional oversight. Nevertheless, the  law requires OMB to identify, among other things, all funds received and  obligated by all federal agencies for Great Lakes restoration activities  during the current and previous fiscal years and all federal government  expenditures in each of the 5 prior fiscal years for these activities, and  OMB should comply with the law.", "The Departments of Defense and the Interior responded that they did not  have comments on the draft report. In addition to these written and oral  comments, EPA, NOAA, and NRCS provided technical comments that we  incorporated as appropriate.", "As agreed with your office, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 9 days from the  report date. At that time, we will send copies to the appropriate  congressional committees, the Director of OMB; the Administrator of  EPA; the Secretaries of Agriculture, Commerce, Defense, and the  Interior; and other interested parties. In addition, the report will be  available at no charge on the GAO website at http://www.gao.gov.", "If you or your staff members have any questions about this report, please  contact me at (202) 512-3841 or gomezj@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. GAO staff who made key contributions to  this report are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This appendix provides information on the objectives, scope, and  methodology for the report. We examined the (1) amount of federal funds  made available for the Great Lakes Restoration Initiative (GLRI) and  expended for projects; (2) process the Great Lakes Interagency Task  Force (Task Force) used to identify GLRI work and funding; and (3)  information available about GLRI project activities and results.", "To examine the amount of federal funds made available and expended  for GLRI projects, we analyzed the Environmental Protection Agency’s  (EPA) January 2015 GLRI financial management update reports for GLRI  funds made available in fiscal years 2010 through 2014. We reviewed  relevant EPA documents and interviewed EPA officials about the data  input and review for the GLRI financial management update and, based  on this work, determined that it was reliable for our purposes. In addition,  to provide context for how funds for GLRI projects compared with funds  made available for other federal Great Lakes restoration activities, we  analyzed the Office of Management and Budget’s (OMB) Great Lakes  Restoration Crosscut Reports to Congress for 2008 through 2012 and  2014 and the applicable appropriations laws requiring OMB to produce  these reports. We also interviewed OMB staff to obtain information about  the crosscut reports.", "We then selected five Task Force agencies to review in greater detail  because they had received the majority (about 85 percent) of GLRI funds   The five agencies we  made available in fiscal years 2010 through 2014.selected were: EPA, U.S. Army Corps of Engineers (Corps), Fish and  Wildlife Service (FWS), Natural Resources Conservation Service (NRCS),  and National Oceanic and Atmospheric Administration (NOAA). We  obtained data from EPA’s Great Lakes Accountability System (GLAS) as  of July 2014 to identify the projects funded by the five Task Force  agencies with amounts made available for the GLRI in fiscal years 2010  through 2013. We did not include fiscal year 2014 projects because most  of the amount made available in that year had not been obligated as of  July 2014. We assessed the reliability of the GLAS data on funding  agency and funding year by asking the agencies to verify their projects in  the system, and we believe that the data are sufficiently reliable for  identifying a list and total number of projects funded by the five agencies.", "GLAS data included recipient but, as described below under objective 3,  we do not find that this or certain other GLAS data fields are reliable for  other purposes of reporting. Therefore, to identify the recipients of GLAS  funding, we obtained a list of the recipients from each of the five  agencies, for each of the projects in the GLAS data we obtained. We  used information we obtained from the recipients, their websites, or the  funding agencies to categorize each of the recipients by recipient type,  using the definitions in table 4, and summarized that information.", "In addition, we obtained data from each of the five agencies about the  types of financial agreements they used—grants, cooperative  agreements, and contracts—to determine the percentage of obligations  per financial agreement of amounts made available for the GLRI in fiscal  years 2010 through 2013. We obtained an updated version of GLAS data,  from January 2015, to identify the total number of projects reported by all  Task Force agencies in GLAS.", "To examine the process the Task Force used to identify GLRI work and  funding, we first interviewed officials from the five Task Force agencies.  We used this information, in addition to our previous work on grants  management, to describe the four steps that the Task Force and  agencies generally use to identify GLRI work and funding. We then  analyzed relevant documents to corroborate and obtain information about  each of these steps. Specifically, we analyzed interagency agreements  between EPA and the other Task Force agencies, including the  associated scopes of work; requests for applications; project selection  summaries; and agencies’ policies and guidance on managing grants,  cooperative agreements, and contracts. We also reviewed EPA data on  the amount of GLRI funds in fiscal years 2012 through 2014 that the  agency set aside for issues identified by the Task Force as GLRI priorities  to understand how the Task Force process has evolved. We then  interviewed EPA officials about the process for identifying priority issue  work and funding for fiscal year 2012 through fiscal year 2015. We  reviewed a sample of 19 GLRI projects to understand how the process  was applied to specific cases. For each project, we analyzed documents  from the funding agencies and funding recipients to determine the origin  of each project and why it was selected. The documents we reviewed  included project solicitations, such as announcements of funding  opportunities, requests for applications, or other solicitations; project  proposals and applications; agency documents on why projects were  selected for funding; and project financial agreements such as grant and  cooperative agreement documents.", "We took the following steps to select the sample of 19 GLRI projects.  First, we identified all projects funded by the five Task Force agencies we  reviewed. To do this, we used data from GLAS to create a list of GLRI  projects funded by each of the five agencies we reviewed with amounts  made available for the GLRI in fiscal years 2010 through 2012. We did  not review projects funded with funds made available for the GLRI in  fiscal year 2013 or 2014 because those projects were likely to be in the  early stages of implementation, or not yet started, at the time we began  our review. Second, we categorized these projects by recipient type,  using the process described above. Third, we ranked projects by agency,  recipient type, and funding amount. Finally, we selected the median  project for each agency and recipient type (see table 5 for those projects  selected). We did this to ensure that we include projects that illustrate  typical GLRI funding amounts. We selected at least one project from each  of the following recipient types: federal entities; state, local, or tribal  entities; nongovernmental organizations; and academic institutions.", "Fourth, we also selected the project with the largest amount of GLRI  funds for each agency (see table 6). In the instances where the project  with the largest funding amount was associated with a recipient that we  had already selected, we moved to the project with the next largest  funding amount with a recipient that had not already been selected. This  sample of 19 projects is not representative of all GLRI projects; however,  it captures both projects with typical and large funding amounts from a  range of recipients.", "To examine the information available about GLRI project activities and  results, we first analyzed the three accomplishment reports the Task  Force issued to provide an overview of progress under the GLRI in each  of fiscal years 2010 through 2012. We also reviewed information on  projects available at the GLRI website, http://glri.us, and discussed its  purpose and design with EPA officials. In addition, we obtained  information on the 19 projects we selected for review to identify  information available on project activities and results. We used agency  documents to identify the purpose of the projects and project activities  and results. Specifically, we analyzed project progress reports, and  interviewed, or obtained written responses from, relevant agency officials  and recipient representatives. We also interviewed recipient  representatives about how the projects will contribute to the restoration of  the health of the Great Lakes ecosystem, and we visited the recipients or  locations for 3 of the 19 projects. We visited (1) the “Sheboygan River  Area of Concern: pathway to delisting beneficial use impairments” project;  (2) the “Great Lakes earth partnership” project; and (3) the “Rosewood  Park, IL” project and interviewed the relevant funding agency officials and  funding recipient representatives. We selected these three projects in  order to observe work conducted by different recipient types that were  within driving distance of the EPA Region 5 office in Chicago where the  EPA officials that oversee the GLRI are located.", "In addition, we examined project information available for projects  identified in EPA’s database, GLAS, as of July 2014. We selected 6 data  fields that we could use to describe projects and that we wanted to  summarize and include in our report: funding year, funding agency,  status, end date, recipient, and GLRI funding amount. We selected these  6 fields out of the more than 20 data fields in GLAS because they  provided basic information about how GLRI funds have been used for  projects (funding agency, year, GLRI funding amount, and recipient) and  information on the progress of those projects (status and end date). For  example, these data fields can be used to determine first how much  funding an agency provided to a recipient in a fiscal year for a project,  and then the extent to which the project was completed (status) and  when the project would be completed (end date). We assessed the  reliability of these data using three sources of information: EPA’s GLAS  User Guide to identify data field definitions and guidance for entering  data; information we obtained from the five agencies to identify  inaccuracies in the data, such as funding amounts, for their projects in  GLAS; and the agencies’ responses to our questions about GLAS data,  including their procedures for ensuring the reliability of the data and the  known or potential reasons for data errors they identified. In addition, we  conducted electronic testing of the GLAS data to identify missing end  dates and obvious end date errors, such as a date of 1900; compared  projects’ end dates to their status; and compared the recipients identified  in GLAS with the recipient data we obtained from the agencies. On the  basis of this work we determined that the GLAS data on status, end date,  recipient, and GLRI funding amounts were not sufficiently reliable for  reporting on the progress of GLRI projects. In response to EPA’s written  comments on a draft of this report, we interviewed EPA officials about the  Environmental Accomplishments in the Great Lakes (EAGL) information  system and reviewed EAGL guidance.", "As part of our review of GLRI projects, we assessed how the five  agencies we reviewed oversaw projects and ensured accountability for  GLRI funds. First, we identified key internal controls by reviewing the  Standards for Internal Control in the Federal Government (the federal  standards for internal control), relevant OMB circulars in effect during the first 4 years of the GLRI,  and the Federal Acquisition Regulation (FAR).  We then used the following controls to analyze the agencies’  management of GLRI projects: (1) methods to assess the risks of entities  applying for GLRI funds; (2) training required of officials responsible for  managing financial agreements such as grants, cooperative agreements,  and contracts; (3) policies governing site visits; (4) and requirements for  GLRI recipients to submit financial and progress reports. Specifically, we  analyzed the agencies’ policies and guidance for managing grants,  cooperative agreements, and contracts, and project progress and  financial reports. We also interviewed, or obtained written responses  from, relevant officials for the 19 selected projects, such as agency  officials or recipient representatives. In addition, we analyzed the financial  reports or other information for the 19 selected projects to determine how  much GLRI funds the recipients received to pay for indirect costs.", "We conducted this performance audit from January 2014 to July 2015 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Agencies’ Selection Process for 19 Great Lakes Restoration Initiative Projects", "paragraphs": ["We analyzed the interagency agreements and project solicitations (such  as requests for applications or proposals) for each of the 19 Great Lakes  Restoration Initiative (GLRI) projects we reviewed, and we interviewed  relevant Great Lakes Interagency Task Force (Task Force) agency  officials to determine the origin of each project and why it was selected.  The following tables reflect this analysis for the 19 projects we reviewed  that were funded by five Task Force agencies: the Environmental  Protection Agency (EPA; see table 7), Fish and Wildlife Service (FWS;  see table 8), National Oceanic and Atmospheric Administration (NOAA;  see table 9), Natural Resources Conservation Service (NRCS; see table  10), and U.S. Army Corps of Engineers (Corps; see table 11).", "EPA officials told us that reviewers consider and score the applicants’  approach on the basis of how they will achieve the desired outputs and  outcomes identified in the request for application. Reviewers evaluate  reasonableness, necessity, and allowability of costs when they score the  budget for each application. Table 7 shows information on EPA’s  selection of five GLRI projects.", "FWS officials told us that they assess project proposals against the  request for application, which is tied to specific GLRI priorities and  objectives. Table 8 shows information on FWS’s selection of five GLRI  projects.", "For grants and cooperative agreements, NOAA assesses proposed  projects through the agency’s standard merit review process. The  agency’s technical and scientific merit criteria assess whether the  proposed approach is technically sound or innovative, among other  things. NOAA conducts a review by panel, and NOAA officials said that  the agency may also conduct a secondary review through an interagency  panel. Officials from the Grants Management Division told us that they  work with the program offices to ensure that proposed costs are  allowable, reasonable, and necessary.", "For contracts, NOAA uses a team of evaluators that are to assign  proposals one of five ratings that consider the combined technical merits  and risk of the proposal, according to the agency’s acquisition guidance.  The team also evaluates the proposal’s cost or price to the government to  determine if it is fair and reasonable but does not assign a rating. Table 9  shows information on NOAA’s selection of five GLRI projects.", "For cooperative agreements, NRCS officials said that the agency does  not issue requests for applications for GLRI funding.the cooperative agreements the agency funds are typically joint efforts  between NRCS and the recipient, and the technical aspects of the  agreement are worked out between NRCS and the applicant prior to  awarding funds. Engineers in the agency’s state offices review the  technical and financial aspects of applications for funding, according to  NRCS officials.", "For financial assistance contracts, NRCS assesses projects through its  conservation planning process. Upon eligibility, a conservation planner  works with individuals to identify their resource concerns and develop a  conservation plan. Applications from producers for GLRI funding are then  scored and ranked using what agency officials said is the same process  that NRCS uses for all programs. GLRI has specific ranking questions,  which the officials said are used by each state in the GLRI. According to  NRCS officials, only GLRI–approved core conservation practices and  supporting practices can be funded by GLRI. Table 10 shows information  on NRCS’s selection of two GLRI projects."], "subsections": [{"section_title": "Corps", "paragraphs": ["The technical features of the projects were planned and designed by the  Corps. The contract for construction was awarded using plans and  specifications developed by the Corps. The Rosewood Park project is  under a program to develop projects meeting the objectives of existing  strategic plans within the GLRI Action Plan."], "subsections": []}]}, {"section_title": "Appendix III: Activities and Results of 19 Great Lakes Restoration Initiative Projects", "paragraphs": ["We examined 19 projects paid for with Great Lakes Restoration Initiative  (GLRI) funds and carried out by government agencies, nongovernmental  organizations, and academic institutions to identify the activities GLRI  funds were spent on and the results that were achieved. To do this, we  analyzed project agreements and proposals to identify the purpose of the  project, progress reports to determine the activities conducted and results  achieved, and financial reports and interviews to determine the amount  expended for each project. We also interviewed representatives of the  recipient organizations to obtain their views on how the projects will  contribute to the restoration of the Great Lakes ecosystem. Table 12  reflects these topics, along with whether the project is completed or  ongoing. We also included the amount of funding expended on the  project, as well as the funding year to identify the specific fiscal year in  which the project’s funding was made available because some projects  received GLRI funding in multiple years."], "subsections": []}, {"section_title": "Appendix IV: Examples of Internal Controls Used By Selected Great Lakes Interagency Task Force Agencies", "paragraphs": ["We examined key internal controls used by five Great Lakes Interagency  Task Force (Task Force) agencies to oversee 19 projects that were  conducted using Great Lakes Restoration Initiative (GLRI) funds to better  understand how the agencies ensure accountability for the funds.  Specifically, we reviewed relevant documents and interviewed agency  officials to determine the methods the agencies used to assess the risks  of organizations applying to receive GLRI funds; the training the agencies’  required of officials responsible for managing financial agreements such  as grants, cooperative agreements, or contracts; the policies governing  agency site visits and the number of site visits for the 19 projects; and the  types of reports each agency required the funding recipients to submit. In  addition, we collected at least one of each type of the required reports,  when possible, to confirm that recipients had submitted these  documents. The Task Force agencies we reviewed are the  Environmental Protection Agency (EPA; see table 13), the Fish and  Wildlife Service (FWS; see table 14), the National Oceanic and  Atmospheric Administration (NOAA; see table 15), the Natural Resources  Conservation Service (NRCS; see table 16), and the U.S. Army Corps of  Engineers (Corps; see table 17).", "Based on our analysis of agency documents and interviews with agency  officials, we found that, to assess applicant risk, EPA required each  applicant to certify it has the legal authority to apply for federal assistance  and the institutional, managerial, and financial capability (including funds  to pay the nonfederal share of the project cost) to ensure proper planning,  management, and completion of the project described in the relevant  application. EPA officials also told us that the agency searched the  names of applicants in the System for Award Management to identify any  applicant debarments or suspension, performed a credit check on all  applicants applying for funds, and checked for Single Audit Act findings.", "Single audits focus on recipients’ internal controls over financial reporting  and compliance with laws and regulations governing U.S. federal  awardees. They also provide key information about the federal grantee’s  financial management and reporting. EPA required project officers to  complete grant training to be eligible to manage an EPA grant and to take  a refresher course every 3 years. For its site visits, EPA targeted a  minimum of 10 percent of GLRI funding recipients for advanced  monitoring—an in-depth review of the recipient’s project—which officials  told us is the same percentage for all EPA grants and not just GLRI. EPA  required each of its recipients to submit very similar types of reports (see  table 13).", "Based on our analysis of agency documents and interviews with agency  officials, we found that, to assess applicant risk, FWS officials interviewed  organizations with which they are less familiar to understand their  financial viability and management processes. FWS officials also  searched the names of all applicants in the System for Award  Management to identify any applicant debarments or suspension. FWS  required 24 hours of training for those staff with authority to approve  awards, but it required no training for project officers overseeing awards,  or reviewing and ranking applications, according to FWS officials. FWS  does not have a requirement for a certain number of site visits. However,  agency officials told us that site visits are conducted more often for  complex and expensive projects. FWS officials also told us that the  agency has an on-the-ground presence through 34 field offices that is  more extensive than any other Task Force agency. FWS reporting  requirements varied by project (see table 14).", "Based on our analysis of agency documents and interviews with agency  officials, we found that NOAA used different oversight processes  depending on the type of financial agreement involved; i.e., grants,  cooperative agreements, or contracts. To assess applicant risk for grants  and cooperative agreements, NOAA officials said that they perform a  credit check for organizations applying for funds, check the System for  Award Management for exclusions from procurement or nonprocurement  activities for those applicants, check the agency’s “do not pay” list for  delinquent debts, and they also check for Single Audit Act findings. In  addition, NOAA reviews applicants’ past performance. If an organization  is deemed high risk, NOAA will impose a special award condition, such as  requiring the recipient to submit financial or progress reports more  frequently, according to agency officials. The imposed special award  condition remains on the award until the recipient demonstrates  compliance. For awards that are made competitively, NOAA evaluates  applications using criteria set forth in the applicable program regulations  and announcement of federal funding opportunity. According to NOAA  officials, training for officials who managed grants and cooperative  agreements was specific to each of NOAA’s program offices. Within the  National Ocean Service, which has responsibility for the five NOAA GLRI  projects we reviewed, program officers and grant coordinators were  required to complete a certification program, which required completion of  a 3-day course on grants and cooperative agreements and annual  training on grants. The National Ocean Service also required training on  NOAA’s Grants Online system. NOAA did not require site visits for all  projects funded through grants and cooperative agreements. According to  NOAA officials, the decision to conduct a site visit is based on need and  the availability of funds, and high-risk recipients are a priority. Officials  noted that, as a matter of standard practice, agency staff conduct site  visits and work closely with cooperative agreement recipients for all  habitat restoration projects in Areas of Concern.", "To assess contractor risk, a NOAA team evaluates proposals and assigns  a rating, using criteria outlined in the request for proposals for the relevant  project. The team considers the past performance of the entities offering  proposals and assigns them each one of five possible ratings for past  performance. NOAA’s contract management staff are to be certified  through the Federal Acquisition Certification Contracting Officer  Representative Certification Program, which requires a minimum of 40  hours of training and includes additional training requirements for staff  managing contracts valued at more than $150,000. Site visits are not  required for NOAA contracts, according to NOAA officials. NOAA program  offices may determine the need for site visits based on the type of work  funded. NOAA reporting requirements varied by project (see table 15).", "Based on our analysis of agency documents and interviews with agency  officials, we found that NRCS provided most of its GLRI funds through  financial assistance contracts to agricultural producers who carry out different conservation practices on their land using NRCS GLRI funding.According to NRCS officials, the agency does not assess applicants’ risk  because it cannot deny program funds to a producer based on perceived  financial or performance capabilities. Instead, the agency informally  assesses applicants’ performance capabilities as part of the conservation  planning process and provides technical assistance to producers. NRCS  officials told us that the agency conducts training in contract  management, usually annually, but did not provide us with documentation  of this training. Agency officials said that NRCS conducts site visits  several times a year for financial assistance contracts.", "NRCS also provided GLRI funding through cooperative agreements.  According to agency officials, the majority of the agreements are with  entities that have previously partnered with the agency, such as state  programs or local conservation districts. For new applicants, NRCS  officials said that they conduct assessments using Single Audit Act  findings, among other things. The officials told us that there is no formal  process for reviewing applicants that have worked with the agency  before. An NRCS official told us that the agency required annual program  management training of its program managers, but did not provide us with  documentation of this training. NRCS officials also told us that the agency  did not have specific requirements for conducting site visits to projects  funded through cooperative agreements, which they said NRCS generally  used for capacity building and not for site-specific projects. NRCS  reporting requirements varied by project (see table 16)."], "subsections": [{"section_title": "Corps", "paragraphs": ["Based on our analysis of agency documents and interviews with agency  officials, we found that the Corps primarily used contracts to accomplish  its GLRI work. In addition, Corps officials told us that the technical  features of their projects were planned and designed by Corps staff, and  contracts for projects were awarded using plans and specifications  developed by the agency. To assess contractor risk, according to Corps  officials, the contractor must provide proof of financial capability to do the  work prior to receiving the award. Corps officials told us that contracting  officers must undergo training including, but not limited to, 40-hour blocks  of quality assurance/quality control classes. The Corps did not perform  site visits because Corps officials worked at each project site, and other  Corps officials visited the sites on a regular basis (see table 17)."], "subsections": []}]}, {"section_title": "Appendix V: Indirect Costs for 19 Great Lakes Restoration Initiative Projects", "paragraphs": ["We analyzed indirect cost information for the 19 Great Lakes Restoration  Initiative (GLRI) projects that we reviewed and compared the amount of  GLRI funds expended on indirect costs for each project with the overall  amount of GLRI funds that had been expended on the project. To do this,  we reviewed the Federal Financial Reports or other information provided  by the recipients of GLRI funds that conducted the 19 projects we   Indirect costs are those that cannot be identified with a  reviewed.program objective. That is, they represent the expenses of doing  business that are not readily identified with a particular grant or contract,  but are necessary for the general operation of the organization. These  include, for example, building utilities and administrative staff salaries. In  comparison, direct costs can include salaries, equipment, and travel,  among other things, that can be specifically identified with the objective of  a particular grant or contract. Table 18 shows the GLRI funds expended  on indirect costs by the recipients for the 19 projects we reviewed."], "subsections": []}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Susan Iott (Assistant Director),  Krista Breen Anderson, Cheryl Arvidson, Mark Braza, Peter Del Toro,  Armetha Liles, Kimberly McGatlin, Sonia Saini, Jerry Sandau, Jeanette  Soares, Kiki Theodoropoulos, and Michelle K. Treistman made significant  contributions to this report."], "subsections": []}]}], "fastfact": []}