{"id": "GAO-04-703", "url": "https://www.gao.gov/products/GAO-04-703", "title": "Geospatial Information: Better Coordination Needed to Identify and Reduce Duplicative Investments", "published_date": "2004-06-23T00:00:00", "released_date": "2004-06-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["From homeland security to tracking outbreaks of disease, to investigating the space shuttle disaster to responding to natural disasters, the collection, maintenance, and use of location-based (geospatial) information has become critical to many federal agencies' abilities to achieve their goals. Local governments and the private sector also rely on such data to support essential functions. GAO was asked to determine the extent to which the federal government is coordinating the sharing of geospatial assets, including through oversight measures in place at the Office of Management and Budget (OMB), in order to identify and reduce redundancies in geospatial data and systems."]}, {"section_title": "What GAO Found", "paragraphs": ["OMB, individual federal agencies, and cross-government committees and initiatives such as the Federal Geographic Data Committee and the Geospatial One-Stop project have taken actions to coordinate the government's geospatial investments across agencies and with state and local governments. However, these efforts have not been fully successful in reducing redundancies in geospatial investments for several reasons. First, a complete and up-to-date strategic plan for doing so has not been in place. Second, agencies have not consistently complied with OMB guidance that seeks to identify and reduce duplication. Finally, OMB's oversight of federal geospatial activities has not been effective because its methods--the annual budget review process, the federal enterprise architecture effort, and the Federal Geographic Data Committee's reporting process--are insufficiently developed and have not produced consistent and complete information. As a result of these shortcomings, federal agencies are still independently acquiring and maintaining potentially duplicative and costly data sets and systems. Until these problems are resolved, duplicative geospatial investments are likely to persist."]}], "report": [{"section_title": "Letter", "paragraphs": ["The federal government collects, maintains, and uses geospatial  information—information linked to specific geographic locations—to help  in decision making and to support many functions, including national  security, law enforcement, health care, the environment, and natural  resources conservation. States, counties, cities, tribal governments, and the  private sector also use geospatial information to support essential  functions. Among the many activities that can depend on critical analysis of  geospatial information are conducting the decennial census, the  maintenance of roads and other critical transportation infrastructure, and  actions in response to natural disasters such as floods, tornadoes, and fires.", "Federal agencies, states, and local governments may each provide services  at the same geographic locations and may independently collect similar  geospatial information about those locations, thus raising the question of  how well the nation’s geospatial assets are coordinated. You requested that  we determine the extent to which the federal government is coordinating  the sharing of geospatial assets, including through oversight measures at  the Office of Management and Budget (OMB), in order to identify and  reduce redundancies in federal geospatial data and systems. To address  this objective, we identified key federal geospatial projects and reviewed  capital asset plans, project plans, and other project documentation;  conducted interviews with agency and OMB officials; and conducted focus  groups with state, local, and private-sector representatives. Details of our  objective, scope, and methodology are provided in appendix I. We  conducted our work from October 2003 through May 2004 in accordance  with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Geospatial information describes entities or phenomena that can be  referenced to specific locations relative to the Earth’s surface. For  example, entities such as houses, rivers, road intersections, power plants,  and national parks can all be identified by their locations. In addition,  phenomena such as wildfires, the spread of the West Nile virus, and the  thinning of trees due to acid rain, can also be identified by their geographic  locations.", "A geographic information system (GIS) is a system of computer software,  hardware, and data used to capture, store, manipulate, analyze, and  graphically present a potentially wide array of geospatial information. A  GIS combines the disciplines of geography, cartography, computer science, and mathematics to permit users to query and analyze the attributes of any  entity or phenomenon that has been identified by its geographic location,  providing a powerful ability to integrate different kinds of location-based  information. A fully functional GIS includes hardware and software to  support data input, output, storage, retrieval, display, and analysis. A  variety of platforms support GIS processing, ranging from large mainframe  computers and minicomputers to scientific workstations and personal  computers. In many cases, hardware used to support other applications  (e.g., payroll, accounting, and digital image processing) can also be used.", "A variety of technologies, including remote sensing systems and the Global  Positioning System (GPS), are used to collect the geospatial data in a GIS.  Remote sensing systems collect data that are either emitted or reflected by  the Earth and the atmosphere from a distance—such as from a satellite,  airplane, or balloon. The GPS is a constellation of orbiting satellites that  provides navigational data to military and civilian users around the world.  With the proper equipment, users can receive signals from these satellites  to calculate time, location, and velocity. GPS equipment is now being used  on aircraft, ships, and land-based vehicles, and mobile hand-held units  provide individuals with these capabilities as well.", "The primary function of a GIS is to link multiple sets of geospatial data and  display the combined information as maps with many different layers of  information. Assuming that all of the information is at the same scale and  has been formatted according to the same standards, users can potentially  overlay spatial information about any number of specific topics to examine  how the layers interrelate. Each layer of a GIS map represents a particular  “theme” or feature, and one layer could be derived from a data source  completely different from the others. For example, one theme could  represent all of the streets in a specific area. Another theme could  correspond to all of the buildings in the same area, and others could show  vegetation or water resources. As long as standard processes and formats  have been used to facilitate integration, each of these themes could be  based on data originally collected and maintained by a separate  organization. Analyzing this layered information as an integrated whole can  significantly aid decision makers in considering complex choices, such as  where to locate a new department of motor vehicles building to best serve  the greatest number of citizens.", "Typical geospatial data layers (or themes) include cadastral—describing  location, ownership, and other information about real property; digital   orthoimagery—containing images of the Earth’s surface that have the  geometric characteristics of a map and image qualities of a photograph;  and hydrography—describing water features such as lakes, ponds, streams  and rivers, canals, oceans, and coastlines. Figure 1 portrays the concept of  data themes in a GIS."], "subsections": [{"section_title": "Geographic Information Systems and Data Provide a Broad Range of Benefits", "paragraphs": ["State and local government agencies rely on geographic information  systems to provide vital services to their customers. For example, local fire  departments can use geographic information systems to determine the  quickest and most efficient route from a firehouse to a specific location,  taking into account changing traffic patterns that occur at various times of  day. Highway departments use geographic information systems to identify  intersections that have had a significant number of personal injury  accidents to determine needs for improved traffic signaling or signage.", "The usefulness of a GIS in disaster response situations was also  demonstrated in connection with the Space Shuttle Columbia recovery  effort. After the loss of Columbia on February 1, 2003, debris was spread  over at least 41 counties in Texas and Louisiana (see fig. 2). Analysis of GIS  data was critical to the efficient recovery and documentation of that debris.  The Texas state GIS program provided authorities with precise maps and  search grids to guide field reconnaissance and collection crews. Officials in  charge of the effort used maps of debris fields, combined with GIS data  about the physical terrain, to carefully track every piece of debris found.", "A GIS can also be an invaluable tool in helping to ensure homeland security  by facilitating preparedness, prevention, detection, and recovery and  response to terrorist attacks. For example, according to a March 2002 Gartner report, New York City’s GIS system was pivotal in the rescue,  response, and recovery efforts after the September 11, 2001, terrorist  attacks. The city’s GIS provided real-time data on the area around the  World Trade Center, so that the mayor, governor, federal officials, and  emergency response agencies could implement critical rescue, response,  and recovery efforts. Specifically, daily flyovers were performed to monitor  changes in the elevation of the site to detect weaknesses in the  underground structure. In addition, thermal imagery was compared with  underground infrastructure maps to determine the locations where fires  were still smoldering and to help the New York City Fire Department and  emergency crews in detecting potential new explosion sites from nearby  flammable substances. Further, maps generated by geospatial information  systems were used to transmit critical information to the public and  emergency personnel and provided the Army and Police Department with  critical data on other potential terrorist targets such as bridges, tunnels,  and reservoirs.", "Another use for GIS is in the tracking and responding to natural disasters  such as hurricanes. For example, the Federal Emergency Management  Agency (FEMA) used its GIS capabilities and those of the National Oceanic  and Atmospheric Administration (NOAA) to generate maps to track  hurricane Isabel in September 2003. FEMA officials generated maps that  estimated Isabel’s track, and used a hurricane wind model to produce maps  of projected damage-prone areas in affected states. These officials also  produced wind damage estimates for structures and infrastructures, such  as sewage treatment plants, nursing homes, schools, and hospitals. Further,  the officials performed various demographic analyses that estimated the  population and number of housing units in affected counties or other areas.  Figure 3 shows an example of a hurricane-tracking map.", "Similarly, many other federal departments and agencies use GIS technology  to help carry out their primary missions. Examples include the following:  The Department of Housing and Urban Development worked with the  Environmental Protection Agency (EPA) to develop an enterprise  geographic information system, which combines information on  community development and housing programs with other types of  data, including environmental and transportation data. The program  provides homeowners and prospective home buyers with ready access  to detailed local information about environmental hazards and other  information that otherwise would likely be difficult to obtain.", "The Department of Health and Human Services (HHS) uses GIS  technology for a variety of public health functions, such as reporting the  results of national health surveys. In addition, there are a variety of  GIS-based atlases of national mortality from causes such as injury,  cardiovascular disease, cancer, and reproductive health problems. Other  GIS activities focus on disease surveillance and prevention of infectious  diseases that are caused by environmental exposure. A variety of  mapping tools are published on the Web to facilitate citizen access to  public health resources and other information.", "The Census Bureau maintains the Topologically Integrated Geographic  Encoding and Referencing (TIGER) database to support its mission to  conduct the decennial census and other censuses and surveys by  spatially locating all habitations within the United States and reporting  the resulting census estimates and counts. Census provides the spatial  information (not individual addresses) in this publicly accessible  database through its Web site at  http://www.census.gov/geo/www/tiger/index.html.", "NOAA provides access to maps and other geospatial information on  subjects such as the weather and climate, oceans and fisheries, and  satellite imagery used for global weather monitoring at  http://www.noaa.gov.", "EPA maintains a variety of databases with information about the quality  of air, water, and land in the United States. EPA’s Envirofacts system  (http://www.epa.gov/enviro/index.html) provides public access to  selected EPA environmental data.", "Appendix II provides additional examples of federal geospatial activities."], "subsections": []}, {"section_title": "Coordination of Federal Geospatial Activities", "paragraphs": ["The federal government has for many years taken steps to coordinate  geospatial activities both within and outside the federal government. In  1953, the Bureau of the Budget first issued its Circular A-16, encouraging  expeditious surveying and mapping activities across all levels of  government and avoidance of duplicative efforts. In 1990, OMB revised  Circular A-16 to, among other things, establish FGDC within the  Department of the Interior, to promote the coordinated use, sharing, and  dissemination of geospatial data nationwide.", "Building on that guidance, the President in 1994 issued Executive Order  12906, assigning to FGDC the responsibility to coordinate the development  of the National Spatial Data Infrastructure (NSDI) to address redundancy  and incompatibility of geospatial information. The infrastructure is defined  by FGDC as the technologies, policies, and people necessary to promote  sharing of geospatial data throughout all levels of government, the private  and nonprofit sectors, and the academic community. The NSDI’s goals are  to reduce duplication of effort among agencies; to improve quality and  reduce costs related to geographic information; to make the benefits of  geographic data more accessible to the public; and to establish key  partnerships with states, counties, cities, tribal nations, academia, and the  private sector to increase data availability.", "Further, in August 2002, OMB again revised Circular A-16 to reflect changes  in geographic information management and technology and to more clearly  define agency and FGDC roles and responsibilities. In addition to the  responsibilities identified for FGDC, Circular A-16 outlines responsibilities  and reporting requirements for individual federal agencies to help ensure  that geospatial resources are used efficiently and contribute to building the  NSDI. Among other things, the circular requires that agencies prepare  geographic information strategies, use FGDC data standards, and  coordinate and work in partnership with federal, state, and local  governments and the private sector. These responsibilities are assigned to  all agencies that collect, use, or disseminate geographic information or  carry out spatial data activities.", "More recently, in December 2002, the E-Government Act of 2002 was  signed into law, requiring OMB to coordinate with state, local, and tribal  governments as well as public-private partnerships and other interested  persons on the development of standard protocols for sharing geographic  information to reduce redundant data collection and promote collaboration  and the use of standards.", "In addition to its responsibilities for geospatial information under the  E-Government Act, OMB has specific oversight responsibilities regarding  federal information technology (IT) systems and acquisition  activities—including GIS—to help ensure their efficient and effective use.  For example, the Clinger-Cohen Act of 1996 requires the Director of OMB  to promote and be responsible for improving the acquisition, use, and  disposal of information technology by the federal government to improve  the productivity, efficiency, and effectiveness of federal programs. These  requirements help to advance OMB’s federal IT management  responsibilities under the Paperwork Reduction Act of 1995, which has a  similar but more general requirement that the Director of OMB oversee the  use of information resources to improve the efficiency and effectiveness of  government operations to serve agency missions. Appendix III provides  brief descriptions of key federal legislation, policies, and guidance that  apply to IT and geospatial information and systems investments.", "To help carry out its investment oversight role, OMB established  requirements for the acquisition and management of IT resources in its  Circular A-11. The circular establishes policies for planning, budgeting,  acquisition, and management of federal capital assets. Specifically, it  requires agencies to submit business cases to OMB for planned or ongoing  major IT investments. These business cases require agencies to answer  questions to help OMB determine if the investment should be funded.", "Agency business case submissions must also include (1) the type of data  used by the IT investment, including geospatial data; (2) whether the data  needed for the investment already exist at the federal, state, or local level,  and plans to gain access to that data; (3) potential legal reasons why  existing data cannot be transferred; and (4) compliance with FGDC  standards. According to Circular A-11, agency responses to these questions  are reviewed as part of OMB’s evaluation of the overall business case.", "In addition to activities associated with Circulars A-11 and A-16, in a June  2003 congressional hearing, OMB’s Administrator, Office of Electronic  Government and Information Technology, stated that the strategic  management of geospatial assets would be accomplished, in part, through  development of a robust and mature federal enterprise architecture. In  2001, the lack of a Federal Enterprise Architecture was cited by OMB’s  E-Government Task Force as a barrier to the success of the  administration’s e-government initiatives. In response, OMB began  developing the FEA, and over the last two years it has released various  versions of all but one of the five FEA reference models. According to  OMB, the purpose of the FEA, among other things, is to provide a common  frame of reference or taxonomy for agencies’ individual enterprise  architecture efforts and their planned and ongoing investment activities."], "subsections": []}, {"section_title": "State and Local Government and Private-Sector Geospatial Information and GIS Activities", "paragraphs": ["State and local governments and the private sector independently provide  information and services apart from those provided by the federal  government, including maintaining land records for nonfederal lands,  property taxation, local planning, subdivision control and zoning, and  direct delivery of many other public services. These entities use geographic  information and GIS to facilitate and support delivery of these services. In  fact, local governments often possess more recent and higher resolution  geospatial data than the federal government, and in many cases  private-sector companies collect these data under contract to local  government agencies.", "For example, the state of New York hosts a Web site to provide citizens  with a gateway to state government services at  http://www.nysegov.com/map-NY.cfm. Using this Web site, citizens can  access information about state agencies and their services, and locate  county boundaries, services, and major state highways. New York also  developed a clearinghouse (http://www.nysgis.state.ny.us/) to disseminate  information about statewide GIS programs and provide information and  services including state maps, aerial photographs, and a help desk to  provide support for both general questions and specific questions regarding  the use of GIS software. Many other states, such as Oregon  (http://www.gis.state.or.us/), Virginia  (http://www.vgin.virginia.gov/index.html), and Alaska  (http://www.asgdc.state.ak.us/), provide similar Web sites and services.", "For local governments, GIS applications have become integral resources  for public works, and financial, public safety, and economic developments.  A 2003 survey sponsored by Interior showed that GIS technology is  recognized as an essential tool by many local governments. For example,  Fairfax County in Virginia developed GIS applications to provide online  products and services to the public that include  a digital map viewer to see and download property, zoning, topography,   an aerial orthoimagery photo viewer to access aerial photographs of  specific parcels, areas of interest, or addresses;  a department of tax administration parcel finder to locate detailed  information about a specific property and to view that parcel with the  parcel viewer; and   a map gallery that contains many common maps produced by the  Fairfax County GIS and Mapping Department. The maps are letter size  and available in many formats for downloading and printing.", "The private sector also plays an important role in support of government  GIS activities because it captures and maintains a wealth of geospatial data  and develops GIS software. Private companies provide services such as  aerial photography, digital topographic mapping, digital orthophotography,  and digital elevation modeling to produce geospatial data sets that are  designed to meet the needs of government organizations.", "Figure 4 provides a conceptual summary of the many entities—including  federal, state, and local governments and the private sector—that may be  involved in geospatial data collection and processing relative to a single  geographic location or event. Figure 5 shows the multiple data sets that  have been collected by different agencies at federal, state, and local levels  to capture the location of a segment of roadway in Texas."], "subsections": []}, {"section_title": "Costs Associated with Gathering, Maintaining, and Using Geospatial Data Are Significant", "paragraphs": ["Costs associated with collecting and maintaining geographically referenced  data and systems for the federal government are significant. Specific  examples of the costs of collecting and maintaining federal geospatial data  and information systems include  FEMA’s Multi-Hazard Flood Map Modernization Program—estimated to  cost $1 billion over the next 5 years;   Census’s TIGER database—modernization is estimated to have cost  over $170 million between 2001 and 2004;  Agriculture’s Geospatial Database—acquisition and development  reportedly cost over $130 million;  Interior’s National Map—development is estimated to cost about $88   The Department of the Navy’s Primary Oceanographic Prediction, and  Oceanographic Information systems—development, modernization, and  operation were estimated to cost about $32 million in fiscal year 2003;  and  NOAA’s Coastal Survey—expenditures for geospatial data are estimated  to cost about $30 million annually.", "In addition to the costs for individual agency GIS systems and data, the  aggregated annual cost of collecting and maintaining geospatial data for all  NSDI-related data themes and systems is estimated to be substantial.  According to a recent estimate by the National States Geographic  Information Council (NSGIC), the cost to collect detailed data for five key  data layers of the NSDI—parcel, critical infrastructure, orthoimagery,  elevation, and roads—is about $6.6 billion. The estimate assumes that the  data collection will be coordinated among federal, state, and local  government agencies, and the council cautions that without effective  coordination, the costs could be far higher."], "subsections": []}]}, {"section_title": "Although Steps Have Been Taken to Coordinate Geospatial Activities, Redundant Investments Remain", "paragraphs": ["OMB, individual federal agencies, and cross-government committees and  initiatives such as the Federal Geographic Data Committee (FGDC) and the  Geospatial One-Stop project have each taken actions to coordinate the  government’s geospatial investments. FGDC and other cross-government  entities have established Internet-based information-sharing portals to  support development of the NSDI, led geospatial standards-setting  activities, and conducted various outreach activities. In addition, individual  federal agencies have taken steps to coordinate specific geospatial  investments in certain cases—Agriculture and Interior have collaborated  on a land management system. Finally, OMB has attempted to oversee and  coordinate geospatial investments by collecting and analyzing relevant  agency information.", "However, these efforts have not been fully successful in reducing  redundancies in geospatial investments for several reasons. First, a  complete and up-to-date strategic plan has not been in place. The  government’s existing strategic plan for the NSDI is out-of-date and does  not include specific measures for identifying and reducing redundancies.  Second, federal agencies have not always fully complied with OMB  direction to coordinate their investments. Many agency geospatial data  holdings are not compliant with FGDC standards or are not published  through the National Geospatial Data Clearinghouse. Third, OMB’s  oversight methods have not identified or eliminated specific instances of  duplication. The processes used by OMB to identify potentially redundant  geospatial investments have not been effective, because the agency has not  been able to collect key investment information from all agencies in a  consistent way so that it could be used to identify redundancies.", "As a result of shortcomings in all three of these domains, federal agencies  are independently acquiring and maintaining potentially duplicative and  costly data sets and systems. Without better coordination, such duplication  is likely to continue."], "subsections": [{"section_title": "FGDC and Others Have Taken Steps to Coordinate GIS Activities Governmentwide, but Lack a Complete and Up-to-Date Strategic Plan to Guide Them", "paragraphs": ["Both Executive Order 12906 and OMB Circular A-16 charge FGDC with  responsibilities that support coordination of federal GIS investments.  Specifically, the committee is designated the lead federal executive body  responsible for (1) developing, implementing, and maintaining spatial data  standards; (2) promoting and guiding coordination among federal, state,  tribal, and local government agencies, academia, and the private sector in  the collection, production, sharing, and use of spatial information and the  implementation of the NSDI; (3) communicating information about the  status of infrastructure-related activities via the Internet; and (4) preparing  and maintaining a strategic plan for developing and implementing the  NSDI.", "According to OMB Circular A-16, FGDC is to develop standards, with input  from a broad range of data users and providers. Geospatial standards are  intended to facilitate data sharing and increase interoperability among  automated geospatial information systems. In addition, according to  Circular A-16, the committee is to adopt national and international  standards in lieu of federal standards, whenever possible, and restrict its  standards-development activities to areas not covered by other voluntary  standards-consensus bodies.", "To address these responsibilities, FGDC has created a standards working  group that includes federal agencies, states, academia, and the private  sector. The working group has developed, and the committee has endorsed,  a number of different geospatial standards, including metadata standards,  and are working to continue developing additional standards. The  committee’s working group also coordinates with national and  international standards bodies to ensure that potential users support their  work.", "Regarding coordination with federal and other entities and development of  the NSDI, FGDC has taken a variety of actions. It established a committee  structure with participation from federal agencies and key nonfederal  organizations such as NSGIC, and the National Association of Counties,  and established several programs to help ensure greater participation from  federal agencies as well as other government entities. The committee  structure is composed of (1) a steering committee that sets the high-level  strategic direction for FGDC and (2) agency-led subcommittees and  working groups. The subcommittees and working groups provide the basic  structure for institutions and individuals to interact and coordinate with  each other during the implementation of the NSDI. FGDC membership  includes 19 federal agencies, with the Secretary of the Interior and the  Deputy Director for Management, OMB, serving as Chair and Vice-Chair,  respectively.", "Key actions taken by FGDC to develop the NSDI include implementing a  National Geospatial Data Clearinghouse and establishing a framework of  data themes. The clearinghouse is a decentralized system of Internet-based  servers that contain descriptions of available geospatial data—over 300,000  metadata records, and information on over 2 million digital images are  currently available through the clearinghouse. It allows individual agencies,  consortia, or others to promote their available geospatial data. The  framework of data themes is a collaborative effort in which commonly  used data “layers” are developed, maintained, and integrated by public and  private organizations within a geographic area. Local, regional, state, and  federal organizations and private companies can use the framework as a  way to share resources, improve communications, and increase efficiency.  Appendix IV provides detailed descriptions of the framework data themes  and other geospatial data layers.", "OMB Circular A-16 also calls for FGDC to communicate information, via  the Internet, about its activities related to NSDI development; committee  memberships; and the status of agencies’ work on committees,  subcommittees, and working groups. FGDC is also to provide a collection  of technical publications, articles, and reports related to the NSDI. To  address these responsibilities, FGDC has established a Web site at  www.fgdc.gov that provides information on its organizational structure and  agencies’ activities on its committees and subcommittees—including  minutes of meetings for each. The Web site also provides, among other  information, technical articles, fact sheets, newsletters, and news releases.", "In addition to FGDC’s programs to support developing and implementing  the NSDI, two other efforts are under way that aim to coordinate and  consolidate geospatial information and resources across the federal  government—the Geospatial One-Stop initiative and the National Map  project.", "Geospatial One-Stop. Geospatial One-Stop is intended to accelerate the  development and implementation of the NSDI to provide federal and state  agencies with a single point of access to map-related data, which in turn  will enable consolidation of redundant geospatial data. OMB selected  Geospatial One-Stop as one of its e-government initiatives, in part to  support development of an inventory of national geospatial assets, and also  to support reducing redundancies in federal geospatial assets. The  Department of the Interior was designated as the managing partner to lead  the project, with development support from various other federal agencies.  As of April 2004, over 9,000 metadata records were accessible through the  Geospatial One-Stop portal, located at www.geodata.gov. According to the  initiative’s executive director, the portal will continue to add metadata  records by implementing a metadata “harvesting” program to actively  gather metadata from many sources, beginning with the clearinghouse. In  addition, the portal includes a “marketplace” that provides information on  planned and ongoing geospatial acquisitions for use by agencies that are  considering acquiring new data to facilitate coordination of existing and  planned acquisitions.", "The National Map. The U.S. Geological Survey (USGS) is developing and  implementing The National Map as a database to provide core geospatial  data about the United States and its territories, similar to the data  traditionally provided on USGS paper topographic maps. Through this  project, USGS maintains an archive for the historic preservation of data  and science applications; provides products and services that include  paper maps, digital images, data download capabilities, and scientific  reports; and promotes geographic integration and analyses. USGS relies  heavily on partnerships with other federal agencies as well as states,  localities, and the private sector to maintain the accuracy and currency of  the national core geospatial data set as represented in The National Map.", "According to Interior’s Assistant Secretary—Policy, Management, and  Budget, FGDC, Geospatial One-Stop, and The National Map are  coordinating their efforts in several areas, including developing standards  and framework data layers for the NSDI, increasing the effectiveness of the   clearinghouse, and making information about existing and planned data  acquisitions available through the Geospatial One-Stop Web site.", "Table 1 summarizes the NSDI, Geospatial One-Stop, and National Map  programs.", "In addition to its other responsibilities, OMB Circular A-16 charges FGDC  with leading the preparation of a strategic plan for the implementation of  the NSDI. Such a plan could ensure coherence among the many geospatial  coordination activities that are under way and provide ways to measure  success in reducing redundancies. In 1994, FGDC issued a strategic plan  that described actions federal agencies and others could take to develop  the NSDI, such as establishing data themes and standards, training  programs, and partnerships to promote coordination and data sharing. In  April 1997, FGDC published an updated plan—with input from many  organizations and individuals having a stake in developing the NSDI—that  defined strategic goals and objectives to support the vision of the NSDI as  defined in the 1994 plan. No further updates have been made.", "As the current national geospatial strategy document, FGDC’s 1997 plan is  out of date. First, it does not reflect the recent broadened use of geospatial  data and systems by many government agencies. In conjunction with EPA,  the Department of Housing and Urban Development (HUD), for example,  now makes geospatial information about housing available to potential  home buyers over the Internet. This is one of several agency geospatial  projects that did not exist in 1997. Second, significant governmentwide  geospatial efforts—including the Geospatial One-Stop and the National  Map projects—did not exist in 1997 and are therefore not reflected in the  strategic plan. Finally, the 1997 plan does not take into account the  increased importance that has been placed on homeland security in the  wake of the September 11, 2001, attacks. Geospatial data and systems have  a key role to play in supporting decision makers and emergency responders  in protecting critical infrastructure and responding to threats.", "In addition to being out of date, the 1997 document lacks important  elements that should be included in an effective strategic plan. According  to the Government Performance and Results Act of 1993, such plans  should include a set of outcome-related strategic goals, a description of  how those goals are to be achieved, and an identification of risk factors  that could significantly affect their achievement. The plans should also  include performance goals and measures, with resources needed to  achieve them, as well as a description of the processes to be used to  measure progress.", "While the 1997 NSDI plan contains a vision statement and goals and  objectives, it does not include other essential elements. For example,  FGDC’s plan does not include a set of outcome-related goals, with actions  to achieve those goals, that would bring together the various actions being  taken to coordinate geospatial assets and achieve the vision of the NSDI.  Specifically, the plan does not include a description of how the  development and implementation of geospatial standards could foster  coordination of national geospatial investments, and what actions FGDC is  taking to help ensure that standards are implemented to effectively support  such coordination. The plan also does not identify how the programs that  FGDC uses to promote coordination among federal agencies and other  entities fit together in a cohesive approach to support and facilitate  collaboration.", "In addition to not developing a plan that integrates each of FGDC’s  activities to ensure that the actions it takes effectively contribute to its  vision, the strategy does not identify key risk factors that could  significantly affect the achievement of the goals and objectives. Identifying  such risk factors would be the first step in mitigating them, helping to  ensure that the plan’s goals and objectives are achievable.", "Finally, the current plan does not include performance goals and measures  to help ensure that the steps being taken are resulting in the development  of the National Spatial Data Infrastructure. Performance goals and  measures, with processes in place to measure progress, are important  factors to ensuring the overall effectiveness of the plan and whether the  objectives of the plan are being met.", "FGDC officials, in consultation with the executive director of Geospatial  One-Stop, USGS, and participating FGDC member agencies, have initiated  a “future directions” effort to begin the process of updating the plan.  However, this activity is just beginning, and there is no time frame as to  when a new strategy will be in place. Until a complete and up-to-date  national strategic plan, with measurable goals and objectives for  developing the NSDI, is in place, coordination will continue to be limited,  resulting in unnecessary duplication of geospatial assets and activities."], "subsections": []}, {"section_title": "Individual Federal Agencies Have Coordinated Specific Geospatial Investments, but Have Not Fully Complied with OMB Guidance", "paragraphs": ["OMB Circular A-16 directs federal agencies to coordinate their investments  to facilitate building the NSDI. The circular lists 11 specific responsibilities  for federal agencies, including  preparing, maintaining, publishing, and implementing a strategy for  advancing geographic information and related spatial data activities  appropriate to their mission, in support of the NSDI;  using FGDC standards, including metadata and other appropriate  standards, documenting spatial data with relevant metadata; and   making metadata available online through a registered NSDI-compatible  clearinghouse site.", "In certain cases, federal agencies have taken steps to coordinate their  specific geospatial activities. For example, Agriculture’s U.S. Forest Service  and Interior’s Bureau of Land Management (BLM) collaborated to develop  the National Integrated Land System (NILS), which is intended to provide  land managers with software tools for the collection, management, and  sharing of survey data, cadastral data, and land records information. BLM  and the Forest Service signed a formal interagency agreement at the outset  of the project, coordinated project planning and management, and shared  project funding. At an estimated cost of about $34 million, a single  GIS—NILS—was developed that can accommodate the shared geospatial  needs of both agencies, eliminating the need for each agency to develop a  separate system. In another example, HUD and the Environmental  Protection Agency (EPA) worked together to develop an enterprise GIS  that combines information on HUD’s community development and housing  programs with EPA’s environmental data, as well as other agencies’ data, to  provide homeowners and prospective home buyers with ready access to  detailed local information about environmental hazards and other pertinent  information, including data about roadways, population, and local  landmarks.", "However, despite such examples of coordination, agencies have not always  complied with OMB’s broader geospatial coordination requirements. For  example, only 10 of the 17 agencies that provided reports to FGDC  reported having published geospatial strategies as required by Circular  A-16. In addition, agencies’ spatial data holdings are generally not  compliant with FGDC standards. Specifically, the annual report shows that,  of the 17 agencies, only 4 reported that their spatial data holdings were  compliant with FGDC standards. Ten agencies reported being partially  compliant, and 3 agencies provided answers that were unclear as to  whether they were compliant. Finally, regarding the requirement for  agencies to post their data to the clearinghouse, only 6 of the 17 agencies  indicated that their data or metadata were published through the   clearinghouse, 10 indicated that their data were not published, and 1  indicated that some data were available through the clearinghouse.", "According to comments provided by agencies to FGDC in the annual report  submissions, there are several reasons why agencies have not complied  with their responsibilities under Circular A-16, including the lack of  performance measures that link funding to coordination efforts. According  to the Natural Resources Conservation Service, few incentives exist for  cross-agency cooperation because budget allocations are linked to  individual agency performance rather than to cooperative efforts. In  addition, according to the USGS, agencies’ activities and funding are driven  primarily by individual agency missions and do not address interagency  geospatial coordination. In addition to the information provided in the  annual report, Department of Agriculture officials said there are no clear  performance measures that link funding to interagency coordination."], "subsections": []}, {"section_title": "OMB’s Oversight of Federal Geospatial Assets and Activities Has Not Identified Redundant Investments", "paragraphs": ["OMB has recognized that potentially redundant geospatial assets need to  be identified and that federal geospatial systems and information efforts  need to be coordinated. To help identify potential redundancies, OMB’s  Administrator of E-Government and Information Technology testified in  June 2003 that the agency uses three key sources of information:  business cases for planned or ongoing IT investments, submitted by  agencies as part of the annual budget process;  comparisons of agency lines of business with the Federal Enterprise  Architecture (FEA); and  annual reports compiled by FGDC and submitted to OMB.", "In addition, OMB has asked for detailed information from federal agencies  on specific types of geospatial information and systems assets as an  additional means of identifying and minimizing redundant IT investments.", "None of OMB’s major oversight processes—the annual review process  associated with development of the federal budget, the FEA effort, and the  FGDC-administered Circular A-16 reporting process—have been effective  tools to help OMB identify major redundancies in federal GIS investments.  According to OMB officials responsible for oversight of geospatial  activities, the agency’s methods have not yet led to the identification of  redundant investments that could be targeted for consolidation or  elimination. The OMB officials said they believe that, with further  refinement, these tools will be effective in the future in helping them  identify redundancies. However, until more effective oversight measures  are in place, duplicative and potentially costly geospatial data and projects  are likely to continue, resulting in inefficient use of limited resources."], "subsections": [{"section_title": "IT Investment Business Cases Do Not Completely Describe Geospatial Data Assets", "paragraphs": ["In their IT business cases submitted annually as part of the budget process,  agencies must report the types of data that will be used, including  geospatial data. According to OMB’s branch chief for information policy  and technology, OMB reviews these business cases to determine whether  any redundant geospatial investments are being funded. Specifically, the  process for reviewing a business case includes comparing proposed  investments, IT management and strategic plans, and other business cases,  in an attempt to determine whether a proposed investment duplicates  another agency’s existing or already-approved investment.", "However, business cases submitted to OMB under Circular A-11 do not  always include enough information to effectively identify potential  geospatial data and systems redundancies because OMB does not require  such information in agency business cases. For example, OMB does not  require that agencies clearly link information about their proposed or  existing geospatial investments to the spatial data categories (themes)  established by Circular A-16. Geospatial systems and data are ubiquitous  throughout federal agencies and are frequently integrated into agencies’  mission-related systems and business processes. Business cases that focus  on mission-related aspects of agency systems and data may not provide the  information necessary to compare specific geospatial investments with  other, potentially similar investments unless the data identified in the  business cases are categorized to allow OMB to more readily compare data  sets and identify potential redundancies.", "For example, FEMA’s fiscal year 2004 business case for its Multi-Hazard  Flood Map Modernization project indicates that topographic and base data  are used to perform engineering analyses for estimating flood discharge,  develop floodplain mapping, and locate areas of interest related to hazard  areas. However, FEMA does not categorize these data according to  standardized spatial data themes specified in Circular A-16, such as  elevation (bathymetric or terrestrial), transportation, and hydrography. As  a result, it is difficult to determine whether the data overlap with other  federal data sets. Similarly, Census’s fiscal year 2005 business case for its  MAF/TIGER Enhancement project indicates that state, local, tribal, and  private-sector spatial data are used for the realignment of the street  centerlines and other features. However, like the Flood Map Modernization  business case, the MAF/TIGER Enhancement business case does not  categorize these data according to the Circular A-16 data themes, which  would allow OMB to compare them with other agencies’ holdings. Without  categorizing the data using the standard data themes as an important step  toward coordinating that data, information about agencies’ planned or  ongoing use of geospatial data in their business cases cannot be effectively  assessed to determine whether it could be integrated with other existing or  planned federal geospatial assets."], "subsections": []}, {"section_title": "The Federal Enterprise Architecture Is Not Yet Effective in Identifying Potentially Redundant Geospatial Investments", "paragraphs": ["An FEA is being constructed that, once it is further developd, may help  identify potentially redundant geospatial investments. It will comprise a  collection of five interrelated “reference models” designed to facilitate  cross-agency analysis and the identification of duplicative investments,  gaps, and opportunities for collaboration within and across federal  agencies. According to recent GAO testimony on the status of the FEA,  although OMB has made progress on the FEA, it remains a work in process  and is still maturing.  The five FEA reference models are summarized in  table 2.", "OMB has identified multiple purposes for the FEA. One purpose cited is to  inform agencies’ individual enterprise architectures and to facilitate their  development by providing a common classification structure and  vocabulary. Another stated purpose is to provide a governmentwide  framework that can increase agencies’ awareness of IT capabilities that  other agencies have or plan to acquire, so that they can explore  opportunities for reuse. Still another stated purpose is to help OMB  decision makers identify opportunities for collaboration among agencies  through the implementation of common, reusable, and interoperable  solutions. GAO supports the FEA as a framework for achieving these ends.", "According to OMB’s branch chief for information policy and technology,  OMB reviews all new investment proposals against the federal  government’s lines of business in its Business Reference Model to identify  those investments that appear to have some commonality. Many of the  model’s lines of business include areas in which geospatial information is  of critical importance, including disaster management (the cleanup and  restoration activities that take place after a disaster); environmental  management (functions required to monitor the environment and weather,  determine proper environmental standards, and address environmental  hazards and contamination); and transportation (federally supported  activities related to the safe passage, conveyance, or transportation of  goods and people).", "The Service Component Reference Model includes specific references to  geospatial data and systems. It is intended to identify and classify IT  service components (i.e., applications) that support federal agencies and  promote the reuse of components across agencies. The model includes 29  types of services—including customer relationship management and  visualization service, which defines capabilities that support the  conversion of data into graphical or picture form. One component of  visualization service is associated with mapping, geospatial, elevation, and  GPS services. Identification of redundant investments under the  visualization service could provide OMB with information that would be  useful in identifying redundant geospatial systems investments.", "Finally, the Data and Information Reference Model would likely be the  most critical FEA element in identifying potentially redundant geospatial  investments. According to OMB, it will categorize the government’s  information along general content areas and describe data components  that are common to many business processes or activities.", "Although the FEA includes elements that could be used to help identify  redundant investments, it is not yet sufficiently developed to be useful in  identifying redundant geospatial investments. While the Business and  Service Component reference models have aspects related to geospatial  investments, the Data and Information Reference Model may be the critical  element for identifying agency use of geospatial data because it is planned  to provide standard categories of data that could support comparing data  sets among federal agencies. However, this model has not yet been  completed and thus is not in use. Until the FEA is completed and OMB  develops effective analytical processes to use it, it will not be able to  contribute to identifying potentially redundant geospatial investments."], "subsections": []}, {"section_title": "FGDC-Administered Agency Reporting Does Not Provide Adequate Information for Identifying Redundant Geospatial Investments", "paragraphs": ["OMB Circular A-16 requires agencies to report annually to OMB on their  achievements in advancing geographic information and related spatial data  activities appropriate to their missions and in support of the NSDI. To  support this requirement, FGDC has developed a structure for agencies to  use to report such information in a consistent format and for aggregating  individual agencies’ information. Using the agency reports, the committee  prepares an annual report to OMB purportedly identifying the scope and  depth of spatial data activities across agencies.", "For the fiscal year 2003 report, agencies were asked to respond to a  number of specific questions about their geospatial activities, including (1)  whether a detailed strategy had been developed for integrating geographic  information and spatial data into their business processes, (2) how they  ensure that data are not already available prior to collecting new geospatial  data, and (3) whether geospatial data are a component of the agency’s  enterprise architecture. However, additional information that is critical to  identifying redundancies was not required. For example, agencies were not  requested to provide information on their specific GIS investments or the  geospatial data sets they collected and maintained. According to the FGDC  staff director, the annual reports are not meant to provide an inventory of  federal geospatial assets. As a result, they cannot provide OMB with  sufficient information to identify redundancies in federal geospatial  investments.", "Further, because not all agencies provide reports to FGDC, the information  that OMB has available to identify redundancies is incomplete. Eight of the  FGDC partner agencies, including the Departments of Energy, Justice, and  Homeland Security, and the National Science Foundation, did not provide  reports for fiscal year 2003. In addition, nonpartner agencies, including the  Departments of Education, Labor, Veterans Affairs and the Treasury, did  not provide reports, although all agencies that collect, use, or disseminate  geospatial information, regardless of whether they are FGDC partners, are  required to do so. According to OMB’s program examiner for the  Department of the Interior, OMB does not know in detail how well agencies  are complying with the reporting requirements in Circular A-16. Until the  information reported by agencies is consistent and complete, OMB may not  be able to effectively use what information they do have to identify  potential geospatial redundancies."], "subsections": []}, {"section_title": "OMB’s Supplemental Data Requests Have Not Provided Sufficient Information to Identify Potentially Redundant Investments", "paragraphs": ["In addition to the three tools OMB uses to identify potentially redundant  geospatial investments, it has also issued special requests to agencies to  report on their geospatial investments to help support its oversight  function for geospatial information, as required by OMB Circular A-16. For  example, as part of the 2004 budget cycle, OMB initiated a pilot project to  collect detailed cost information on one geospatial data theme—elevation  data. Despite specifying criteria for identifying elevation data, the pilot  encountered problems.", "FGDC developed criteria for this pilot process, but OMB did not follow it.  Budget examiners at OMB modified the criteria to take into account the  agencies’ widely varying missions, and broadened the criteria for individual  agencies to make it easier for them to identify elevation data in the same  way they tracked the data internally. As a result, elevation data were not  reported consistently and could not be compared across agencies.", "A data collection effort associated with the fiscal year 2005 budget process  raised the same questions as the 2004 effort about its effectiveness to  support OMB’s oversight responsibilities. As part of the fiscal year 2005  budget cycle, OMB again requested supplemental information from federal  agencies to identify which agencies are collecting geospatial data, for what  purposes, and covering which geographic areas; federal expenditures  related to data collection and the extent of leveraging of those  expenditures; the extent of sharing of and public access to federal  geospatial data; and the use of standards. Specifically, OMB asked agencies  that spend $500,000 or more on any geospatial data to report information  on all types of geospatial data, with a focus on the seven types of  framework data identified by FGDC. However, because the earlier  problems have not been addressed, the 2005 supplemental data request is  also unlikely to provide useful information for OMB to identify redundant  federal geospatial investments."], "subsections": []}]}, {"section_title": "Federal Agencies Continue to Collect and Maintain Duplicative Data and Systems", "paragraphs": ["Without a complete and up-to-date strategy for coordination or effective  investment oversight by OMB, federal agencies continue to acquire and  maintain duplicative data and systems. According to the initial business  case for the Geospatial One-Stop initiative, about 50 percent of the federal  government’s geospatial data investment is duplicative. Such duplication is  widely recognized. Officials from federal and state agencies and OMB have  all stated that unnecessarily redundant geospatial data and systems exist  throughout the federal government. The Staff Director of FGDC agreed that  redundancies continue to exist throughout the federal government and that  more work needs to be done to specifically identify them. DHS’s Geospatial  Information Officer also acknowledged redundancies in geospatial data  acquisitions at his agency, and said that DHS is working to create an  enterprisewide approach to managing geospatial data in order to reduce  redundancies. Similarly, state representatives to the National States  Geographic Information Council have identified cases in which they have  observed multiple federal agencies funding the acquisition of similar data  to meet individual agency needs.", "We found that USGS, FEMA, and the Department of Defense (DOD) each  maintain separate elevation data sets: USGS’s National Elevation Dataset,  FEMA’s flood hazard mapping elevation data program, and DOD’s elevation  data regarding Defense installations. FEMA officials indicated that they  obtained much of their data from state and local partners or purchased  them from the private sector because data from those sources better fit  their accuracy and resolution requirements than elevation data available  from USGS. Similarly, according to one Army official, available USGS  elevation data sets generally do not include military installations, and even  when such data are available for specific installations, they are typically  not accurate enough for DOD’s purposes. As a result, DOD collects its own  elevation data for its installations. In this example, if USGS elevation  data-collection projects were coordinated with FEMA and DOD to help  ensure that the needs of as many federal agencies as possible were met  through the project, potentially costly and redundant data-collection  activities could be avoided. According to the USGS Associate Director for  Geography, USGS is currently working to develop relationships with FEMA  and DOD, along with other federal agencies, to determine where these  agencies’ data-collection activities overlap.", "In another example, officials at the Department of Agriculture and the  National Geospatial-Intelligence Agency (NGA) both said they have  purchased data sets containing street-centerline data from commercial  sources, even though the Census Bureau maintains such data in its TIGER  database. According to these officials, they purchased the data  commercially because they had concerns about the accuracy of the TIGER  data. The Census Bureau is currently working to enhance its TIGER data in  preparation for the 2010 census, and a major objective of the project is to  improve the accuracy of its street location data. However, despite  Agriculture and NGA’s use of street location data, Census did not include  either agency in the TIGER enhancement project plan’s list of agencies that  will be affected by the initiative. Without better coordination, agencies  such as Agriculture and NGA are likely to continue to need to purchase  redundant commercial data sets in the future.", "Further, in a recent report on coastal mapping and charting, the National  Research Council cited numerous examples of redundant activity in coastal  mapping, including aerial imaging, shoreline mapping, and habitat  mapping. The council noted that redundancy in data collection is of most  concern, as it is by far the most expensive of geospatial activities, and  concluded that agencies do not have an efficient means of determining  whether an area of interest has been previously mapped. Without  better-coordinated activities, federal agencies are likely to continue to  duplicate data collection."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The longstanding problem of effectively coordinating federal geospatial  investments to reduce unnecessary redundancies and their concomitant  costs has not yet been resolved. A number of activities have been initiated  with the aim of better coordinating geospatial investments, including the  OMB-required activities of FGDC, as well as the Geospatial One-Stop  initiative and other projects such as The National Map. In addition,  individual agencies have collaborated on specific geospatial projects, and  OMB has adopted several processes for identifying redundant geospatial  investments.", "However, these efforts have not been very successful in reducing  redundancies in geospatial investments. A complete and up-to-date  strategic plan to coordinate the government’s various geospatial activities  is lacking, and federal agencies have not fully complied with OMB’s  Circular A-16 guidance. Similarly, OMB’s processes for identifying  duplicative federal geospatial investments have not proven effective.", "Until a comprehensive national strategy is in place, the current state of  ineffective coordination is likely to remain, and the vision of the NSDI will  likely not be fully realized. In addition, without effective oversight by OMB,  agencies might not have adequate incentives to fully coordinate their  geospatial activities, and OMB will not be able to identify potentially  duplicative geospatial investments. Until these shortcomings are  addressed, cost savings from eliminating duplicative geospatial  investments will not materialize."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["In order to encourage more coordination of geospatial assets, reduce  needless redundancies, and decrease costs, we recommend that the  Director of OMB and the Secretary of the Interior, in coordination with the  FGDC, establish milestones for the development of an updated national  geospatial data strategic plan, ensuring that the plan includes  outcome-related strategic goals and objectives;  a plan for how the goals and objectives are to be achieved;  identification of key risk factors that could significantly affect the  achievement of the general goals and objectives and a mitigation plan  for those risk factors; and  performance goals and measures that will be used to ensure that the  goals and objectives of the NSDI are being met.", "To encourage better agency compliance with Circular A-16, we also  recommend that the Director of OMB develop criteria for assessing the  extent of interagency coordination on proposals for potential geospatial  investments. Based on these criteria, funding for potential geospatial  investments should be delayed or denied when coordination is not  adequately addressed in agencies’ proposals.", "Finally, we recommend that the Director of OMB strengthen the agency’s  oversight actions to more effectively coordinate federal geospatial data and  systems acquisitions and thereby reduce potentially redundant  investments. Specifically, OMB should   require that information about planned geospatial data acquisitions  provided in agencies’ business cases include specific categorizations of  all geospatial data according to the standardized data themes defined by  FGDC and described in OMB Circular A-16; and  require that all federal agencies submit annual reports to FGDC on their  GIS investments, including geospatial systems and data sets already in  place."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We received oral comments on a draft of this report from representatives of  OMB’s Offices of Information and Regulatory Affairs and Resource  Management and from the Assistant Secretary of the Interior—Policy,  Management, and Budget. The officials from both agencies generally  agreed with the content of our draft report and our recommendations and  provided technical comments, which have been incorporated where  appropriate. In addition, the Departments of Defense and Health and  Human Services and the Bureau of the Census also provided oral technical  comments, which have been incorporated where appropriate.", "Concerning our recommendation that OMB strengthen its oversight to  more effectively coordinate federal geospatial data and systems  acquisitions, the OMB representatives stated that they are planning to  institute a new process to collect more complete information on agencies’  geospatial investments by requiring agencies to report all such investments  through the Geospatial One-Stop Web portal. OMB representatives told us  that reporting requirements for agencies would be detailed in a new  directive that OMB expects to issue by the end of summer 2004.", "The Department of the Interior’s Assistant Secretary of the  Interior—Policy, Management, and Budget noted that our report  emphasizes geospatial investments rather than the broader and more  comprehensive geospatial strategies outlined in OMB Circular A-16, and  pointed out that encouraging the growth of a national spatial data  infrastructure—versus tracking geospatial investments and minimizing  duplication—required different approaches. In the department’s view,  activities by FGDC and the Geospatial One-Stop initiative to develop an  infrastructure for information sharing have established business practices  that can result in sound investments. We agree with the department that  these are valuable activities that can promote sound investments.  Moreover, a detailed strategic plan, coupled with improved oversight and  agency compliance with coordination guidance, remain critical steps to  achieving the objective of reducing duplication in federal geospatial  investments.", "We are sending copies of this report to the Chairman and Ranking Minority  Member, House Committee on Government Reform, and the Ranking  Minority Member, Subcommittee on Technology, Information Policy,  Intergovernmental Relations and the Census. In addition, we are providing  copies to the Director of OMB and the Secretary of the Interior, and the  report is available at no charge on the GAO Web site at http://www.gao.gov.", "Should you have any questions about this report, please contact me at (202)  512-6240 or John de Ferrari, Assistant Director, at (202) 512-6335. We can  also be reached by e-mail at koontzl@gao.gov and deferrarij@gao.gov,  respectively. Other key contributors to this report were Michael Holland,  Steven Law, and Elizabeth Roach."], "subsections": []}]}, {"section_title": "Objective, Scope, and Methodology", "paragraphs": ["Our objective was to determine the extent to which the federal government  is coordinating the sharing of geospatial assets, including through oversight  measures in place at the Office of Management and Budget (OMB), in order  to identify and reduce redundancies in federal geospatial data and systems.", "To address this objective, we reviewed relevant federal guidance and  legislation, including The E-Government Act of 2002; The Clinger-Cohen  Act of 1996; The Paperwork Reduction Act of 1995; Executive Order 12906:  Coordinating Geographic Data Acquisition and Access; OMB Circular A-11:  Preparation, Submission, and Execution of the Budget; OMB Circular A-16:  Coordination of Geographic Information and Related Spatial Data  Activities; and OMB Circular A-130: Management of Federal Information  Resources. Appendix III provides additional information about each. We  also reviewed agency IT business cases, known as Exhibit 300s, submitted  as part of the annual budget process. In addition, we evaluated the Federal  Enterprise Architecture reference models and various FGDC documents  and interviewed officials from the following federal agencies in the  Washington, D.C. metropolitan area:  Department of Commerce, including the Census Bureau and the  National Oceanic and Atmospheric Administration;  Department of Defense, including the National Geospatial-Intelligence   Department of Health and Human Services;  Department of Homeland Security, including the Federal Emergency   Department of the Interior, including the Bureau of Land Management  and the U.S. Geological Survey;  Environmental Protection Agency; and  Office of Management and Budget.", "We interviewed program officials representing key federal geospatial  projects, including the Federal Geographic Data Committee, Geospatial  One-Stop, The National Map, and the TIGER Modernization project. For  these projects, we reviewed key documents such as capital asset plans,  project plans, and other project documentation.", "To better understand federal efforts to coordinate with state and local  governments and the private sector, we interviewed state and local  government and private sector officials at several conferences, including  the ESRI Federal User Conference and the National Association of  Counties Legislative Conference. In addition, we conducted focus groups at  three national conferences in March 2004: (1) The National League of Cities  Congressional City Conference; (2) the Management Association for  Private Photogrammetric Surveyors Federal Programs Conference; and (3)  the National States Geographic Information Council Midyear Conference.  At these focus groups we asked state and local government and private  sector officials for their views on what the federal government was doing to  coordinate its geospatial activities with them and what could be done to  improve the coordination of federal geospatial activities. A total of 34 state  and local government and private sector officials attended these focus  groups.", "In addition, to determine the extent of state and local participation in the  National Geospatial Data Clearinghouse and the Geospatial One-Stop  portal, we obtained information from FGDC officials about the metadata  records contained in the clearinghouse and conducted analyses of the data  referenced in the Geospatial One-Stop portal.", "We conducted our work from October 2003 through May 2004 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Selected Agencies’ Geospatial Activities", "paragraphs": ["Many federal agencies have established geospatial activities to help them  achieve their specific goals and objectives. Table 3 highlights selected  federal geospatial activities at certain agencies. The table is not intended to  be a comprehensive list of agency geospatial activities."], "subsections": []}, {"section_title": "Key Federal Laws, Policies, and Guidance Affecting Geospatial Information and Systems", "paragraphs": ["The E-Government Act of 2002, Section 216: Common Protocols for  Geographic Information Systems. The purposes of this section are to (1)  reduce redundant data collection and information and (2) promote  collaboration and use of standards for government geographic information.  It requires the Director of OMB to oversee (1) an interagency initiative to  develop common geospatial protocols; (2) the coordination with state,  local, and tribal governments, public private partnerships, and other  interested persons of effective and efficient ways to align geographic  information and develop common protocols; and (3) the adoption of  common standards.", "The Clinger-Cohen Act of 1996. The Clinger-Cohen Act directs the OMB  Director to promote and improve the acquisition, use, and disposal of  information technology by the federal government to improve the  productivity, efficiency, and effectiveness of federal programs, including  through dissemination of public information and the reduction of  information collection burdens on the pubic.", "The Paperwork Reduction Act of 1995. This legislation directs the OMB  Director to oversee the use of information resources to improve the  efficiency and effectiveness of government operations to serve agency  missions, including burden reduction and service delivery to the public.  This includes developing, coordinating, and overseeing the implementation  of federal information resources management policies, principles,  standards, and guidelines.", "Executive Order 12906: Coordinating Geographic Data Acquisition and  Access. The National Spatial Data Infrastructure. This order, originally  issued in 1994 and revised in 2003, establishes FGDC as the interagency  coordinating body for the development of the NSDI and directs FGDC to  involve state, local, and tribal governments in the development and  implementation of the NSDI. The executive order also establishes a  National Geospatial Data Clearinghouse, directs FGDC to develop  standards for implementing the NSDI, and requires that federal agencies  collecting or producing geospatial data shall ensure that data will be  collected in a manner that meets all relevant standards adopted through the  FGDC process. In addition, the executive order requires the Interior  Secretary to develop strategies for maximizing cooperative participatory  efforts with state, local, and tribal governments, the private sector, and  other nonfederal organizations to share costs and improve efficiencies of  acquiring geospatial data.", "OMB Circular A-11: Preparation, Submission, and Execution of the  Budget. Part 7, Planning Budgeting, Acquisition, and Management of  Capital Assets. This circular establishes policy for planning, budgeting,  acquisition, and management of federal capital assets and instructs  agencies on budget justification and reporting requirements for major IT  investments. It requires agencies to submit business cases to OMB for  planned or ongoing major IT investments and to answer questions to help  OMB determine if the investment should be funded.", "OMB Circular A-16: Coordination of Geographic Information and  Related Spatial Data Activities. This circular calls for a coordinated  approach to developing the NSDI, establishes FGDC and identifies its roles  and responsibilities, and assigns agency roles and responsibilities for  development of the NSDI. The document states that “implementation of  this Circular is essential to help federal agencies eliminate duplication,  avoid redundant expenditures, reduce resources spent on unfunded  mandates, accelerate the development of electronic government to meet  the needs and expectations of citizens and agency programmatic mandates,  and improve the efficiency and effectiveness of public management.”"], "subsections": []}, {"section_title": "Glossary", "paragraphs": [], "subsections": [{"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional responsibilities  and to help improve the performance and accountability of the federal government  for the American people. GAO examines the use of public funds; evaluates federal  programs and policies; and provides analyses, recommendations, and other  assistance to help Congress make informed oversight, policy, and funding  decisions. GAO’s commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to   e-mail alerts” under the “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}