{"id": "GAO-16-660T", "url": "https://www.gao.gov/products/GAO-16-660T", "title": "Office of National Drug Control Policy: Progress toward Some National Drug Control Strategy Goals, but None Have Been Fully Achieved", "published_date": "2016-05-17T00:00:00", "released_date": "2016-05-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Policymakers, health care providers, and the public are concerned about the nation's current drug epidemic and its effects, as drug overdose deaths surpassed auto accidents as the leading cause of death or injury in recent years. To help address national drug control policy efforts, ONDCP coordinates and oversees implementation of a National Drug Control Strategy to reduce illicit drug use, among other things.", "This statement addresses (1) what progress has been made toward achieving National Drug Control Strategy goals and how ONDCP monitors progress and (2) trends in federal drug control spending.", "This statement is based upon findings GAO reported in March 2013 and December 2015, analysis of ONDCP's Budget and Performance Summaries and selected updates in 2016. For the updates, GAO analyzed publically available data sources that ONDCP uses to assess progress on Strategy goals, reviewed ONDCP Performance Reporting System reports, and interviewed ONDCP officials."]}, {"section_title": "What GAO Found", "paragraphs": ["The Office of National Drug Control Policy (ONDCP) and federal agencies have made mixed progress toward achieving the goals articulated in the 2010 National Drug Control Strategy (Strategy) and ONDCP has established a mechanism to monitor and assess progress. In the Strategy, ONDCP established seven goals related to reducing illicit drug use and its consequences by 2015. As of May 2016, our analysis indicates that ONDCP and federal agencies have made moderate progress toward achieving one goal, limited progress on three goals, and no progress on the three other three goals. Overall, none of the goals in the Strategy have been fully achieved. In March 2013, GAO reported that ONDCP established the Performance Reporting System to monitor and assess progress toward meeting Strategy goals and objectives. GAO reported that the system's 26 new performance measures were generally consistent with attributes of effective performance management. A 2015 ONDCP report on progress towards these measures similarly identified some progress towards overall achievements—some of the measures had met or exceeded targets, some had significant progress underway, and some had limited or no progress.", "Federal drug control spending increased from $21.7 billion in fiscal year (FY) 2007 to approximately $30.6 billion in allocated funding in FY 2016 as shown in figure 1. Although total federal drug control spending increased from FY 2007 through FY 2016, spending on supply reduction programs, such as domestic law enforcement, interdiction, and international programs remained relatively constant at $13.3 billion in FY 2007 and $15.8 billion allocated in FY 2016. However, federal spending for—treatment and prevention has steadily increased from FY 2007 through FY 2016 and spending in these two programs went from $8.4 billion in FY 2007 to $14.7 billion allocated in FY 2016."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO made a prior recommendation to ONDCP to assess overlap in drug prevention and treatment programs. ONDCP concurred and has implemented it. GAO is not making new recommendations in this testimony."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the Office of National Drug  Control Policy’s (ONDCP) efforts to implement the National Drug Control  Strategy. In recent years, policy makers, health care providers, and the  public at large are turning their attention to the current drug epidemic and  its impact on our nation. Deaths from drug overdose rose steadily over  the past two decades to become the leading cause of injury or death in  the United States, surpassing the annual number of traffic crash fatalities  in recent years. In 2013, approximately 120 people died every day from  drug overdoses. ONDCP is responsible for, among other things,  overseeing and coordinating the implementation of national drug control  policy across the federal government to address illicit drug use. In this  role, the Director of ONDCP is required annually to develop a National  Drug Control Strategy (the Strategy), which is to set forth a  comprehensive plan to reduce illicit drug use through programs intended  to prevent or treat drug use or reduce the availability of illegal drugs.  ONDCP is also responsible for developing a National Drug Control  Program Budget proposal for implementing the Strategy. In fiscal year  2017, a total of $31.1 billion was requested to support the Strategy. This  represents an increase of more than $500 million over the enacted fiscal  year 2016 level of $30.6 billion.", "Today, I will discuss (1) what progress has been made toward achieving  National Drug Control Strategy goals and how ONDCP monitors progress  and (2) trends in federal drug control spending. My remarks today are  based on findings from our March 2013 report on progress toward  Strategy goals and ONDCP mechanisms to monitor progress, our  December 2015 testimony statement on these areas, updates to our  analysis and findings in the report and testimony statement, and our  analysis of ONDCP’s Budget and Performance summaries.", "In performing the work for our March 2013 report, we analyzed the 2010  National Drug Control Strategy; available data on progress toward  achieving Strategy goals, and documents about ONDCP’s monitoring  mechanisms. In March 2013 we made a recommendation to ONDCP to  assess overlap in drug prevention and treatment programs. ONDCP  concurred and has implemented it. For our December 2015 testimony  statement, we analyzed ONDCP’s reported progress on Strategy goals in  its 2015 Strategy and performance report. More detail on our scope and  methodologies can be found in our March 2013 report and December  2015 statement. For updates to these reports, we analyzed publically  available data sources, ONDCP reports on progress toward the  Strategy’s goals and objectives, and reviewed ONDCP’s Fiscal Year 2015  and Fiscal Year 2016 Budget and Performance reports, and interviewed  ONDCP officials. We previously reported on progress toward meeting  Strategy goals in our December 2015 testimony based on results  provided in ONDCP’s 2015 Strategy and performance report, which were  issued in November 2015. To assess progress on Strategy goals, we  updated results for the goals using publically available data sources as of  May 2016. The data sources for the goals were determined by ONDCP  when developing the 2010 Strategy, based on their availability and  quality. We used the same data sources that ONDCP uses to assess  progress on Strategy goals to update results and did not independently  assess the reliability of these data.", "This statement is based on our prior work issued from July 2012 through  December 2015, with select updates as of May 2016. The work upon  which this testimony is based was conducted in accordance with  generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on  our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["ONDCP was established by the Anti-Drug Abuse Act of 1988 to, among  other things, enhance national drug control planning and coordination and  represent the drug policies of the executive branch before Congress. In  this role, the office is responsible for (1) developing a national drug  control policy, (2) developing and applying specific goals and  performance measurements to evaluate the effectiveness of national drug  control policy and National Drug Control Program agencies’ programs,  (3) overseeing and coordinating the implementation of the national drug  control policy, and (4) assessing and certifying the adequacy of the  budget for National Drug Control Programs.", "The 2010 National Drug Control Strategy is the inaugural strategy guiding  drug policy under President Obama’s administration. According to  ONDCP officials, it sought a comprehensive approach to drug policy,  including an emphasis on drug abuse prevention and treatment efforts  and the use of evidence-based practices—approaches to prevention or  treatments that are based in theory and have undergone scientific  evaluation. Drug abuse prevention includes activities focused on  discouraging the first-time use of controlled substances and efforts to  encourage those who have begun to use illicit drugs to cease their use.  Treatment includes activities focused on assisting regular users of  controlled substances to become drug free through such means as  counseling services, inpatient and outpatient care, and the demonstration  and provision of effective treatment methods.", "ONDCP established two overarching policy goals in the 2010 Strategy for  (1) curtailing illicit drug consumption and (2) improving public health by  reducing the consequences of drug abuse, and seven subgoals under  them that delineate specific quantitative outcomes to be achieved by  2015, such as reducing drug-induced deaths by 15 percent. To support  the achievement of these two policy goals and seven subgoals  (collectively referred to as goals), the Strategy included seven strategic  objectives and multiple action items under each objective, with lead and  participating agencies designated for each action item. Strategy  objectives include, for example, Strengthen Efforts to Prevent Drug Use in  Communities and Disrupt Domestic Drug Trafficking and Production.  Subsequent annual Strategies provided updates on the implementation of  action items, included new action items intended to help address  emerging drug-related problems, and highlighted initiatives and efforts  that support the Strategy’s objectives.", "ONDCP is required annually to develop the National Drug Control  Strategy, which sets forth a plan to reduce illicit drug use through  prevention, treatment, and law enforcement programs, and to develop a  Drug Control Budget for implementing the strategy. National Drug  Control Program agencies follow a detailed process in developing their  annual budget submissions for inclusion in the Drug Control Budget,  which provides information on the funding that the executive branch  requested for drug control to implement the strategy. Agencies submit to  ONDCP the portion of their annual budget requests dedicated to drug  control, which they prepare as part of their overall budget submission to  the Office of Management and Budget for inclusion in the President’s  annual budget request. ONDCP reviews the budget requests of the drug  control agencies to determine if the agencies have acceptable  methodologies for estimating their drug control budgets, and includes  those that do in the Drug Control Budget. In FY 2016, the budget  contains 38 federal agencies or programs.", "There are five priorities for which resources are requested across  agencies: substance abuse prevention and substance abuse treatment  (both of which are considered demand-reduction areas), and drug  interdiction, domestic law enforcement, and international partnerships  (the three of which are considered supply-reduction areas) as shown in  figure 1. ONDCP manages and oversees two primary program accounts:  the High Intensity Drug Trafficking Areas (HIDTA) Program and the Other  Federal Drug Control Programs. ONDCP previously managed the  National Youth Anti-Drug Media Campaign which last received  appropriations in fiscal year 2011."], "subsections": []}, {"section_title": "ONDCP and Other Federal Agencies Have Not Fully Achieved 2010 Strategy Goals; ONDCP Has Established a Mechanism to Monitor Progress", "paragraphs": [], "subsections": [{"section_title": "Although Limited Progress Has Been Made for Some Goals, None of the National Drug Control Strategy Goals Have Been Fully Achieved", "paragraphs": ["In the 2010 National Drug Control Strategy, ONDCP established seven  goals related to reducing illicit drug use and its consequences to be  achieved by 2015. As of May 2016, our analysis indicates that ONDCP  and federal agencies have made moderate progress toward achieving  one goal, limited progress on three goals, and no demonstrated progress  on the remaining three goals. ONDCP officials stated that they intend to  report on updated progress toward meeting the strategic goals in summer  2016. As of May 2016, overall, none of the goals in the Strategy have  been fully achieved. Table 1 shows the 2010 Strategy goals and progress  toward meeting them.", "ONDCP and federal drug control agencies have made mixed progress  but have not fully achieved any of the four Strategy goals associated with  curtailing illicit drug consumption. For example, progress has been made  on the goal to decrease the 30-day prevalence of drug use among 12- to  17-year-olds by 15 percent. The data source for this measure— SAMHSA’s National Survey on Drug Use and Health (NSDUH)— indicates that in 2014, 9.4 percent of 12- to 17-year-olds reported having  used illicit drugs in the past month. This represents a 7 percent decrease  from the 2009 baseline for this measure. However, progress has not been  made on the goal to decrease the 30-day prevalence of drug use among  young adults aged 18 to 25 by 10 percent. Specifically, the rate of drug  use for young adults increased from 21.4 percent in 2009 to 22 percent in  2014, moving in the opposite direction of the goal. This increase was  primarily driven by marijuana use. According to the 2014 NSDUH, 19.6  percent of young adults reported having used marijuana in the past month  and 6.4 percent reported having used illicit drugs other than marijuana.  The rates of reported marijuana use for this measure increased by 8  percent from 2009 to 2014 while the rates of reported use of illicit drugs  other than marijuana decreased by 24 percent.", "Progress has also been mixed on the remaining three Strategy goals  associated with reducing the consequences of drug use. For example, the  goal to reduce drug-related morbidity by 15 percent has two measures,  and progress has been made on one but not the other. Specifically, HIV  infections attributable to drug use decreased by 34 percent from 2009 to  2014, exceeding the established target. However, the number of  emergency room visits for substance use disorders increased by 19  percent from 2009 to 2011. The data source for this measure— SAMHSA’s Drug Abuse Warning Network—indicates that  pharmaceuticals alone were involved in 34 percent of these visits and  illicit drugs alone were involved in 27 percent of them. According to the  2013 Drug Abuse Warning Network report, the increase in emergency  room visits for drug misuse and abuse from 2009 to 2011 was largely  driven by a 38 percent increase in visits involving illicit drugs only. In  addition, progress has not been made on the goal to reduce drug-induced  deaths by 15 percent. According to the CDC’s National Vital Statistics  System, 49,714 deaths were from drug-induced causes in 2014, an  increase of 27 percent compared to 2009. This represents a significant  departure from the 2015 goal. The CDC’s January 2016 Morbidity and  Mortality Weekly Report stated that 47,055 of these deaths were from  drug overdoses, the majority of which (61 percent) involved opioids."], "subsections": []}, {"section_title": "ONDCP Established a System to Monitor Progress toward Strategy Goals", "paragraphs": ["In March 2013, we reported that ONDCP established the Performance  Reporting System (PRS) to monitor and assess progress toward meeting  Strategy goals and objectives and issued a report describing the system  with its 2012 Strategy. The PRS includes interagency performance  measures and targets under each of the Strategy’s seven objectives,  which collectively support the overarching goals discussed above. For  example, one of the six performance measures under the Strategy’s first  objective—Strengthen Efforts to Prevent Drug Use in Our Communities— is the average age of initiation for all illicit drug use, which has a 2009  baseline of 17.6 years of age and a 2015 target of 19.5 years of age.  These PRS measures were established to help assess progress towards  each objective. According to ONDCP, they are a tool to help indicate  where the Strategy is on track, and when and where further attention,  assessment, evaluation, and problem‐solving are needed.", "As part of our review for our March 2013 report, we assessed the PRS  measures for the Strategy’s seven objectives and found them to be  generally consistent with attributes of effective performance management  identified in our prior work as important for ensuring performance  measures demonstrate results and are useful for decision making. For  example, we found that the PRS measures for the objectives were clearly  stated, with descriptions included in the 2012 PRS report, and all 26 of  them had or were to have measurable numerical targets. In addition, the  measures were developed with input from stakeholders through an  interagency working group process, which included participation by the  Departments of Education, Justice, and Health and Human Services,  among others. The groups assessed the validity of the measures and  evaluated data sources, among other things. At the time of our review,  the PRS was in its early stages and ONDCP had not issued its first report  on the results of the system’s performance measures.", "ONDCP released its most recent annual PRS report in November 2015.  The 2015 report assesses progress on the Strategy’s goals and the 28  performance measures and submeasures related to each of the  Strategy’s seven objectives, which support the achievement of the  goals. For each objective, the report classifies results on performance  measures into five categories and identifies areas of progress on and  challenges with achieving objectives. For example:", "Objective 1—Strengthen Efforts to Prevent Drug Use in Our  Communities. The report indicates that sufficient progress has been  made on reducing the average age of initiation for all illicit drugs to  enable meeting the 2015 target. However, it notes that accelerated  effort is needed to prevent youth marijuana use and counter youth  perceptions that marijuana (including synthetic marijuana) use is not  harmful. The report shows that the percent of respondents aged 12 to  17 who perceive a great risk in smoking marijuana once or twice a  week decreased from 2009 to 2013, moving in the opposite direction  of the 2015 target.", "Objective 3—Integrate Treatment for Substance Use Disorders into  Health Care and Expand Support for Recovery. The report shows that  the percent of treatment facilities offering at least four specified  recovery support services, such as child care, employment  assistance, and housing assistance, increased from 2008 to 2013 and  exceeded the 2015 target. However, the report states that challenges  persist in the integration of substance abuse treatment services into  mainstream health care. For instance, the percent of the Health  Resources and Services Administration’s Health Center Program  grantees providing substance use counseling and treatment services  decreased from 2009 to 2013. According to the report, implementation  of the Affordable Care Act presents opportunities to provide greater  access to treatment for substance use disorders by, for example,  efficiently integrating such treatment into the health care system and  providing non-discrimination for coverage for preexisting conditions.", "Objective 5—Disrupt Domestic Drug Trafficking and Production.", "According to the report, progress is being achieved in domestic law  enforcement and efforts to disrupt or dismantle domestic drug  trafficking organizations. The 2015 targets for both measures related  to these efforts have been exceeded. The report also indicates that  progress has been made on reducing the number of  methamphetamine lab seizure incidents (a proxy for lab activity) from  2009 to 2013 but accelerated progress is needed to meet the 2015  target.", "Objective 6—Strengthen International Partnerships and Reduce the  Availability of Foreign Produced Drugs in the United States. According  to the report, key source and transit countries continue to demonstrate  increased commitment to reducing drug trafficking and use through  demand and supply reduction efforts. The targets for the two  measures related to such commitments have both been met.  However, the report states that accelerated progress is needed in  working with partner countries to reduce the cultivation of drugs and  their production potential in Afghanistan, Burma, Laos, Mexico, and  Peru.", "See attachment I for performance measures under each Strategy  objective, progress toward 2015 targets, and ONDCP’s assessment  categorizations. ONDCP officials stated that actions taken in response to  PRS results include Department of Education grants for school-based  prevention activities to help educate students on the risks of using  marijuana and increased funding to expand access to treatment to help  address the rise in drug-induced deaths from opioid use, as discussed  below."], "subsections": []}]}, {"section_title": "Total Federal Spending for Drug Control Programs Has Increased since FY 2007", "paragraphs": [], "subsections": [{"section_title": "Federal Drug Control Spending on Treatment and Prevention Increased, While Law Enforcement and Interdiction Spending Remain Relatively Constant", "paragraphs": ["According to ONDCP, federal drug control spending increased from $21.7  billion in FY 2007 to approximately $30.6 billion that was allocated for  drug control programs in FY 2016 as shown in figure 2. Though, total  federal drug control spending increased from FY 2007 through FY 2016,  spending on supply reduction programs, such as domestic law  enforcement, interdiction, and international programs remained relatively  constant at $13.3 billion in FY 2007 and $15.8 billion in FY 2016.  However, federal spending for demand programs—treatment and  prevention steadily increased from FY 2007 through FY 2016 and  spending in these two programs went from $8.4 billion in FY 2007 to  $14.7 billion in FY 2016. As a result, the proportion of funds spent on  demand programs increased from 39 percent of total spending in FY  2007 to 48 percent in FY 2016.", "According to ONDCP’s Fiscal Year 2016 Budget and Performance  Summary, ONDCP has prioritized treatment and recovery support  services stating that they are essential elements of the Strategy’s efforts  to support long-term recovery among people with substance use  disorders. Allocated funding for treatment increased in FY 2016 to  approximately $13 billion, a 5 percent increase over FY 2015. These  funds are used for early intervention programs, treatment programs, and  recovery services. For example, according to ONDCP, approximately  $8.8 billion was the amount estimated for benefit outlays by the  Department of Health and Human Services’ (HHS) Centers for Medicare  and Medicaid Services for substance use disorder treatment in both  inpatient and outpatient settings for FY 2016. ONDCP also stated that  preventing drug use before it starts is a fundamental element of the  Strategy. Funding for prevention increased in FY 2016 to about $1.5  billion, a 10 percent increase from FY 2015, as shown in figure 3. Funding  for treatment also increased from $12.5 billion in FY 2015 to $13.2 billion  in FY 2016 in allocated funding. Figure 3 shows the increase in treatment  and prevention spending for fiscal years 2007 through 2016.", "Additionally, in FY 2017, HHS’ Substance Abuse and Mental Health  Services Administration (SAMHSA) requested $460 million for a new  program (State Targeted Response Cooperative Agreements) to help  expand access to treatment for opioid use disorders, as well as $15  million for evaluating the effectiveness of medication-assisted treatment  programs to improve service delivery and decrease the incident of opioid- related overdose and death (Cohort Monitoring and Evaluation of  Medication Assisted Treatment Outcomes). These programs could  result in increasing SAMHSA’s budget request for treatment programs to  approximately $3 billion in FY 2017 from $2.5 billion enacted in FY 2016.", "Addressing the drug supply is categorized by three main functions, which  are Domestic Law Enforcement, Interdiction, and International. For  Domestic Law Enforcement, ONDCP noted that federal, state, local, and  tribal law enforcement agencies play a key role in the Administration’s  approach to reduce drug use and its associate consequences. ONDCP  also stated that interagency drug task forces, such as the High Intensity  Drug Trafficking Areas (HIDTA) program, are critical to leveraging limited  resources among agencies. Allocated funding for domestic law  enforcement in FY 2016 is approximately $9.7 billion, a 4 percent  increase from FY 2015 funding. Regarding Interdiction, the United States  continues to face a serious challenge from the large scale smuggling of  drugs from abroad which are distributed to every region in the Nation.  These funds support collaborative activities between federal law  enforcement agencies, the military, the intelligence community, and  international allies to interdict or disrupt shipments of illegal drugs, their  precursors, and their illicit proceeds.", "Allocated funding in support of Interdiction for FY 2016 is approximately  $4.5 billion, an increase of 12 percent from FY 2015. International  functions place focus on collaborative efforts between the U.S.  Government and its international partners around the globe. According to  ONDCP, illicit drug production and trafficking generate huge profits and  are responsible for the establishment of criminal networks that are  powerful, corrosive forces that destroy the lives of individuals, tear at the  social fabric, and weaken the rule of law in affected countries. In FY 2016,  approximately $1.6 billion was enacted, a 0.4 percent decrease from FY  2015. Figure 4 shows federal drug spending for Domestic Law  Enforcement, Interdiction, and International activities."], "subsections": []}, {"section_title": "ONDCP Spending Account For One Percent of Total Federal Drug Control Spending", "paragraphs": ["In addition to advising the President on drug-control issues and  coordinating drug-control activities and related funding across the Federal  government, ONDCP also directly oversees two drug-related functions for  which it receives federal drug control funding —HITDAs and other federal  drug control programs, such as the Drug Free Community (DFC) coalition  grant program. Based on ONDCP’s spending in FY 2012 through its  allocated funding in FY 2016 for these two functions, ONDCP’s drug- related spending account for 1 percent of the total federal drug control  spending in the federal government. ONDCP’s requested funding for FY  2017 is 1 percent of the total federal drug control request. See figure 5 for  allocated percentages.", "Chairman Johnson, Ranking Member Carper, and Committee members,  this concludes my prepared statement. I would be happy to respond to  any questions you may have."], "subsections": []}]}, {"section_title": "GAO Contact and Staff Acknowledgements", "paragraphs": ["If you or your staff members have any questions about this testimony,  please contact Diana Maurer at (202) 512-8777 or maurerd@gao.gov.  Contact points for our Offices of Congressional Relations and Public  Affairs may be found on the last page of this statement. Other  contributors included Kevin Heinz, Assistant Director, Aditi Archer, Lyle  Brittan, Eric Hauswirth, Justin Snover, and Johanna Wong."], "subsections": []}]}, {"section_title": "Attachment I: ONDCP 2015 Performance Reporting System Report—Performance Measures for Strategy Objectives, Progress toward 2015 Targets, and Assessment Categorizations", "paragraphs": ["Attachment I: ONDCP 2015 Performance  Reporting System Report—Performance  Measures for Strategy Objectives, Progress  toward 2015 Targets, and Assessment  Categorizations Measure  Objective 1—Strengthen Efforts to Prevent Drug Use in Our Communities  Measure 1.1: Percent of respondents, ages  12–17, who perceive a great risk in smoking  marijuana once or twice a week.  49.0 percent  (2009)", "39.5 percent  (2013)", "Measure 1.2: Percent of respondents, ages  12–17, who perceive a great risk in  consumption of one or more packs of  cigarettes per day   65.5 percent  (2009)", "64.3 percent  (2013)", "Measure 1.3: Percent of respondents ,ages  12–17, who perceive a great risk in  consuming four or five drinks once or twice a  week   39.6 percent  (2009)", "39.0 percent  (2013)", "Measure 1.4: Average age of initiation for all  illicit drugs   17.6 years  (2009)", "19.0 (2013)", "Measure 1.5: Average age of initiation for  alcohol use   16.9 years  (2009)", "17.3 (2013)", "Measure 1.6: Average age of initiation for  tobacco use   17.5 years  (2009)", "17.8 (2013)", "Progressing, accelerated progress  required to meet 2015 target   20.7 years  (2009)", "21.6 (2013)", "Target met or exceeded, progress  should be maintained through 2015  18.9 years  (2009)", "18.4 (2013)", "Objective 2—Seek Early Intervention Opportunities in Health Care  Measure 2.1: Percent of Health Center  Program grantees providing SBIRT services   10.3 percent  (2009)", "16.9 percent  (2013)", "Measure 2.2: Percent of respondents in the  past year using prescription-type drugs non- medically, age 12–17   7.7 percent  (2009)", "5.8 percent  (2013)", "Measure 2.3: Percent of respondents in the  past year using prescription-type drugs non- medically, age 18–25   15 percent  (2009)", "12.2 percent  (2013)", "Measure 2.4: Percent of respondents in the  past year using prescription-type drugs non- medically, age 26+   Objective 3—Integrate Treatment for Substance Use Disorders into Health Care and Expand Support for Recovery  Measure 3.1: Percent of treatment plans  completed  2015 target  4.7 percent  (2009)", "4.8 percent  (2013)", "4.0 percent   No progress to date, accelerated  progress required to meet 2015 target  45.1 percent  (2007)", "43.7 percent  (2011)", "Baseline   21.6 percent  (2009)", "Progress to  date   20.0 percent  (2013)", "Measure 3.3: Percent of treatment facilities  offering at least 4 of the standard spectrum of  recovery services (child care, transportation  assistance, employment assistance, housing  assistance, discharge planning, and after- care counseling)   Objective 4—Break the Cycle of Drug Use, Crime, Delinquency, and Incarceration  Measure 4.1: Percent of residential facilities  in the juvenile justice system offering  substance abuse treatment   35.5 percent  (2008)", "41.0 percent  (2013)", "39.0 percent   Target met or exceeded, progress  should be maintained through 2015   38.8 percent  (2008)", "45.3 percent  (2012)", "Measure 4.2: Percent of treatment plans  completed by those referred by the criminal  justice system   48.8 percent  (2007)", "47.5 percent  (2011)", "Objective 5—Disrupt Domestic Drug Trafficking and Production  Measure 5.1: Number of domestic  Consolidated Priority Organization Targets  linked organizations disrupted or dismantled*   296  (2009)", "473 (2013)", "Measure 5.2: Number of Regional Priority  Organization Targets linked organizations  disrupted or dismantled   119  (2009)", "153 (2014)", "Target met or exceeded, progress  should be maintained through 2015   Measure 5.3: Methamphetamine lab activity  (as measured by number of  methamphetamine lab seizure incidents)  Objective 6—Strengthen International Partnerships and Reduce the Availability of Foreign Produced Drugs in the United  States  Measure 6.1: Percent of selected countries  that increased their commitment to supply  reduction   12,852 (2009)", "11,329 (2013)", "Progressing, accelerated progress  required to meet 2015 target  2009 or  earliest  available  [Baseline not  provided in  PRS report]  100 percent  (progress to  date)", "Measure 6.2: Percent of selected countries  that increased their commitment to demand  reduction   2009  [Baseline not  provided in  PRS report]  100 percent  (progress to  date)", "Measure 6.3: Percent of selected countries  showing progress since 2009 in reducing  either cultivation or drug production potential   2009  [Baseline not  provided in  PRS report] 29 percent  (progress to  date)", "Baseline   65  (2009)", "Progress to  date   72 (2014)", "Measure 7.1: Increase timeliness (year‐end  to date‐of‐release) of select Federal data sets  Objective 7—Improve Information Systems for Analysis, Assessment, and Local Management  17.5 Months   23.5 (2011)", "Measure 7.2: Increase the utilization (number  of annual web hits, or number of documents  referencing the source) of select Federal data  sets by 10percent from the baseline  Substance Abuse and Mental Health Data  Archive (SAMHDA)", "National Survey of Drug Use and Health  (NSDUH) (Journal articles referencing  NSDUH)", "113 (2014)", "Measure 7.3: Increase Federal data sets that  establish feedback mechanisms to measure  usefulness (surveys, focus groups, etc.)— SAMHSA Funded Data Sets   1 (progress to  date)", "Target met or exceeded, progress  should be maintained through 2015   This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}], "fastfact": []}