{"id": "GAO-17-748", "url": "https://www.gao.gov/products/GAO-17-748", "title": "Veterans Health Care: Additional Actions Could Further Improve Policy Management", "published_date": "2017-09-22T00:00:00", "released_date": "2017-09-22T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO was asked to conduct a management review of VHA; this is the sixth report in the series. In this review of VHA's policy management, GAO examines the extent to which (1) VHA has implemented its new definitions for national policy and guidance documents; (2) VHA ensures that national policy and guidance documents are accessible to VISNs and VAMCs; (3) VHA collects information on local challenges with implementing national policy, including the exemptions granted when policy requirements cannot be met; and (4) local policies are developed and maintained by VISNs and VAMCs, and whether they are aligned with national policies.", "GAO reviewed agency documentation, including VHA's revised directive on policy management. GAO also interviewed VHA officials involved with policy improvement efforts, as well as officials from a nongeneralizable sample of four national program offices, four VISNs, and eight VAMCs selected to provide geographic variation, among other factors."]}, {"section_title": "What GAO Found", "paragraphs": ["The Veterans Health Administration (VHA)—within the Department of Veterans Affairs (VA)—is taking steps to align existing national policy documents with newly revised definitions that streamline and clarify document use. According to the new definitions in its June 2016 directive on policy management, directives and notices are now the sole documents for establishing national policy; other types of documents, such as program office memos, are considered guidance. VHA is reviewing about 800 existing national policy documents to eliminate those that no longer meet its new definitions, and to rescind or recertify those that are outdated. At this time, VHA is not planning to review guidance documents, such as program office memos and standard operating procedures, to assess whether they align with its updated directive, because there is no central repository for these documents and it would be too resource intensive to locate all of them. Further, GAO's review found—contrary to VHA's updated directive—that program offices are continuing to use memos to issue policy. The continued use of program office memos to establish national policy undermines VHA's efforts to improve its policy management.", "VHA has a standard process for making national policy documents accessible to VA medical centers (VAMC) and the Veterans Integrated Service Networks (VISN) to which the medical centers report, but lacks a process for making guidance documents accessible. VHA makes national policy documents accessible to all organizational levels through a publications website and e-mail distribution list as outlined in its June 2016 directive. However, GAO found that VHA has not established a similar process for program offices to make guidance documents accessible at the local level. Specifically, there is no central repository, such as a publications website, for guidance documents, and the program offices do not track or consistently disseminate the guidance documents they issue. Without a standard process for consistently maintaining and disseminating guidance, VHA lacks assurance that staff receive and follow the same guidance, as intended.", "VHA does not routinely collect information on local challenges with national policy implementation or on exemption waivers. The four VISNs and eight VAMCs in GAO's review reported various challenges they face when implementing national policy, such as resource constraints and undefined time frames. In instances where VAMCs cannot meet policy requirements, program offices may approve policy exemption waivers on an ad hoc basis. However, GAO found that VHA lacks complete information on approved policy exemption waivers because it does not have a standard process for approving, tracking, and reassessing them. In recognition of this issue, VHA established a committee to develop a waiver process in June 2017.", "VISNs and VAMCs in GAO's review develop and maintain various local policies, but VHA does not ensure that they align with national policies. Specifically, GAO found that VHA does not have a process for program offices to systematically ensure that local policies align with national policies. Without such a process, VHA may continue to experience inconsistent policy implementation across its health care system."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making six recommendations to VHA, which include clarifying national policy and guidance documents, ensuring access to guidance documents, incorporating local feedback into national policy, establishing a process to approve and track policy exemption waivers, and ensuring alignment of local and national policy. VHA generally concurred with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Within the Department of Veterans Affairs (VA), the Veterans Health  Administration (VHA) operates one of the nation’s largest health care  systems comprised of 18 regional networks called Veterans Integrated  Service Networks (VISN), which include 170 VA medical centers (VAMC)  and more than 1,000 outpatient facilities. To help carry out its mission to  provide timely and high-quality health care to the nation’s veterans, it is  important that VHA develop and communicate national policies  throughout the organization and ensure their appropriate implementation.  VHA policies cover every aspect of care delivery, such as purchasing  care in the community and scheduling outpatient medical appointments.  At the national level, VHA has used a variety of document types to  establish policy or to provide guidance to its facilities on implementation.  Locally, VISNs and VAMCs may also establish regional- or facility-specific  policies.", "Our work, along with that of VA’s Office of Inspector General and others,  has cited longstanding concerns about VA’s oversight of its health care  system. These concerns, which include ambiguous policies and  inconsistent processes, contributed to the addition of VA health care to  GAO’s High-Risk List in 2015. Specifically, we found that ambiguous  policies have led to inconsistencies in the way VAMCs operate at the  local level, posing risks for veterans’ access to health care and for the  quality and safety of that care.", "In addition, in 2014, Congress mandated both an independent  assessment, and, separately, the establishment of a Commission on  Care, to make recommendations for improving VA’s health care system,  including its management. The report from the independent assessment  was released in September 2015, and the report from the Commission on  Care was released in July 2016. Both reports included recommendations  to improve communication and implementation of VHA policies at the  local level, as well as recommendations to improve policy development  coordination among VHA’s program offices.", "Recently, VHA has taken a number of steps to improve its policy  management. In June 2016, for example, VHA updated its directive on  national policy management. The updated VHA Directive 6330 provides  new definitions for national policy and guidance to streamline the number  of, and provide clearer instruction about, the document types the  organization will use. For example, the directive included fewer national  policy document options by eliminating previous document types. As part  of implementing the updated directive, VHA plans to review its existing  policies and ensure they align with its new definitions. The updated VHA  Directive 6330 also describes the communication process for new or  changed policy, and details the related roles and responsibilities for each  level of the organization. In addition, VA submitted an action plan to us in  August 2016 on how it plans to address the issues raised in the high-risk  report, including its policy management activities. However, in our 2017  high-risk update, we reported that previously identified issues for policy  management continue, in part, because VA lacks the capacity to  effectively address this area of concern.", "Based on concerns about VHA’s ability to manage its health care system,  you asked us to conduct a management review of VHA that includes,  among other issues, its oversight of core functions and internal  communication mechanisms. We have previously issued several reports  that addressed specific aspects of VHA’s management, including those  pertaining to its organizational structure, strategic planning, and human  capital management. This report examines the extent to which", "VHA has implemented its new definitions for national policy and", "VHA ensures that national policy and guidance documents are  accessible to VISNs and VAMCs;", "VHA collects information on local challenges with implementing  national policy, including the exemptions granted when policy  requirements cannot be met;  local policies are developed and maintained by VISNs and VAMCs,  and whether they are aligned with national policies.", "To determine the extent to which VHA has implemented its new  definitions for national policy and guidance documents, we reviewed  relevant VHA documentation. Specifically, this documentation included: 1)  the 2008 and revised 2016 version of its national policy management  directive, VHA Directive 6330; 2) VHA’s plans for policy management  improvement efforts, as well as VA’s action plan for addressing the  ambiguous policies and inconsistent processes area of concern identified  in our high-risk report; and 3) internal reports quantifying the total number  of VHA national policy documents, as well as detailing the length of time  for developing these documents. We interviewed VHA officials who were  leading policy management improvement efforts to assess how their  activities are meeting the needs of each level of the organization, as well  as addressing the high-risk concerns we have previously identified. To  examine VHA’s efforts in more detail, we selected a non-generalizable  sample of four national policies based on issues identified in past GAO  work with variation in policy expiration dates and responsible VHA  program offices. We selected", "VHA Directive 1230 on outpatient scheduling processes and", "VHA Directive 1601 on non-VA medical care,", "VHA Directive 2012-002 on re-engaging veterans with serious mental  illness in treatment, and", "VHA Directive 2010-008 on standards for mental health coverage in  emergency departments and urgent care clinics in VHA facilities.", "We also interviewed officials from the responsible program offices for  each of the four selected policies to obtain information on their policy  management practices, and to determine the extent to which their offices  adhere to VHA’s new policy and guidance definitions. In addition, we  selected and interviewed officials from four VISNs and two VAMCs from  each of these VISNs to gain their perspectives on VHA’s policy  management practices. The four VISNs and eight VAMCs were selected  to provide variation in geographic dispersion and facility complexity  level. Information from our interviews is not generalizable to all facilities.  Specifically, we selected", "VISN 1 (Bedford, Mass.): Manchester VAMC (Manchester, N.H.), and  White River Junction VAMC (White River Junction, Vt.);", "VISN 7 (Duluth, Georgia): Carl Vinson VAMC (Dublin, Georgia), and  Central Alabama Veterans Health Care System (Montgomery, Ala.);", "VISN 22 (Long Beach, Calif.): Greater Los Angeles Healthcare  System (Los Angeles, Calif.), and Phoenix VA Health Care System  (Phoenix, Arizona); and", "VISN 23 (Eagan, Minn.): Omaha VAMC (Omaha, Neb.), and Royal C.", "Johnson Veterans Memorial Medical Center (Sioux Falls, S.D.).", "We asked officials from our selected VISNs and VAMCs about how  effectively VHA manages national policy and guidance documents, and  any consequences of its actions at the local level. We also asked them  about VHA’s management of our four selected national policies.", "To determine the extent to which VHA ensures that national policy and  guidance documents are accessible to VISNs and VAMCs, we reviewed  relevant documentation from VHA on its communication mechanisms,  including VHA Directive 6330 and its policy distribution process. We  interviewed VHA officials who are leading policy improvement efforts to  assess how their activities affect the agency’s policy and guidance  communication practices. We also interviewed officials from responsible  program offices for each of our four selected policies to obtain information  on their communication practices. Specifically, we assessed the  standards they follow and the mechanisms used to ensure the  accessibility of their policy and guidance documents. In addition, we  interviewed officials from our selected VISNs and VAMCs to gain their  perspectives on the effectiveness of the communication mechanisms  used for national policy and guidance documents. Finally, we evaluated  VHA’s actions against federal internal control standards related to  communication.", "To determine the extent to which VHA collects information on local  challenges with implementing national policy, including the exemptions  granted when policy requirements cannot be met, we reviewed relevant  documentation and spoke to officials from each level of VHA about their  practices. To identify policy implementation challenges, we interviewed  officials from our selected VISNs and VAMCs to gain their perspectives,  including whether there were processes in place at the national level to  help mitigate their challenges. To determine the extent to which  processes have been established to address policy implementation  challenges, we reviewed VHA documentation, including VHA Directive  6330, its internal plans for policy improvement efforts, and its action plan  for addressing the ambiguous policies and inconsistent processes area of  concern identified in our high-risk report. For our four selected national  policies, we interviewed officials from the responsible program offices on  how they help local facilities implement national policy, such as by  identifying time frames and resource requirements, as well as the extent  to which they grant exemption waivers when facilities are unable to meet  these requirements. Finally, we evaluated VHA’s actions against  standards for internal control in the federal government related to control  activities, communication, and monitoring.", "To determine the types of local policies that are developed and  maintained by VISNs and VAMCs and the extent to which they are  aligned with national policies, we reviewed relevant documentation and  spoke to officials from each level of VHA. At the local level, we  interviewed officials from our selected VISNs and VAMCs on their policy  management practices. We also obtained local policy document lists and  information on where these policies are maintained. To assess the extent  to which local policies are aligned with national policies, we reviewed  relevant documentation from VHA, including VHA Directive 6330 and its  action plan for addressing the ambiguous policies and inconsistent  processes area of concern identified in our high-risk report. We assessed  whether these documents identified the roles and responsibilities for  monitoring policies at each level of VHA. Additionally, we interviewed  officials from key program offices who are leading VHA’s policy  management improvement efforts about their activities to better  understand local policy management. We also discussed with them how  they plan to use this information to address local policy needs and high- risk concerns. Finally, we evaluated VHA’s actions against standards for  internal control in the federal government related to monitoring.", "We conducted this performance audit from June 2016 to September 2017  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "VHA’s Organizational Structure and Responsibilities for Policy Management", "paragraphs": ["At the local level, VHA’s delivery system is organized into 18 VISNs, each  responsible for overseeing VAMCs within a defined geographic area.  VISN directors report to the Deputy Under Secretary for Health (USH) for  Operations and Management who oversees VHA’s field operations. The  Deputy USH for Operations and Management also serves as the focal  point between VHA’s central office and the VISNs and VAMCs.", "Within VHA’s central office, policy management roles are divided between  multiple offices. VHA’s central office is responsible for national policies  developed by individual program offices—approximately 145 program  offices as of May 2017. These program offices may have clinical or  administrative functions and vary in the number of policies that they  develop and manage.", "To help standardize national policy processes and reduce the burden on  program office subject matter experts, VHA’s Office of Regulatory and  Administrative Affairs (ORAA) manages the national policy development  and review process. As of June 2017, ORAA had about four full-time- equivalent staff assigned to national policy management. These staff  are primarily responsible for shepherding documents through the policy  review process, providing policy-writing expertise, and working with  relevant VHA subject matter experts within individual program offices to  develop or update policies. Through its policy-development process,  ORAA aims to reduce variability, simplify the process, and ensure any  issues are identified and vetted prior to final approval. ORAA advises  responsible program offices about their policies, but does not have the  authority to require their compliance to complete policy-related tasks.  ORAA also tracks and reports policy, procedural, and timeliness  requirements, and is responsible for ongoing process improvement. It  collaborates with the Office of Policy and Services on policy management  activities and with the Office of Organizational Excellence on high-risk  areas of concern. See figure 1 for VHA’s key leadership positions related  to policy management."], "subsections": []}, {"section_title": "VHA Directive 6330", "paragraphs": ["VHA Directive 6330 governs the organization’s policy management; the  June 2016 revisions established clearer definitions for national policy and  guidance documents. It also updated VHA’s policy drafting and  submission processes, as well as its requirements for policy issuance and  recertification. Specifically, the revised directive defines national policy as  a document that “establishes a definite course of action for VHA and  assigns responsibilities for executing that course to identifiable individuals  or groups.” The directive stipulates that two primary document types are  to be used for national policy—directives and notices:", "Directives are to be used to establish national policy and contain  certain types of information, such as the roles and responsibilities for  each component of the organization.", "Notices are to be used to communicate information about a one-time  event (e.g., rescinding a current national policy) or to establish interim  policy until a directive can be developed.", "The directive also states that a memo signed by the USH can be used to  establish policy for VHA’s central office, but not for VISNs and VAMCs.", "Additionally, VHA Directive 6330 states that guidance is not national  policy and defines guidance as “recommendations that inform strong  practices within the organization and are supported by evidence, legal  requirements, national policy, or organizational priorities.” It states that  guidance includes recommendations for implementing statutes,  regulations, or national policy. Guidance documents include program  office memos, standard operating procedures, and other such documents  that are not signed by the USH.", "VHA Directive 6330 establishes a 5-year recertification date for directives,  while notices have an automatic 1-year expiration period. VHA has not  established recertification time frames for guidance documents."], "subsections": []}]}, {"section_title": "VHA Has Taken Steps to Align Existing National Policy Documents with New Definitions, but It Continues to Use Program Office Memos to Issue Policy VHA Is Aligning Existing Policy Documents with Its New Definitions", "paragraphs": ["We found that VHA is in the process of reviewing existing national policy  documents to align with its new policy definitions as outlined in Directive  6330. It began reviewing documents in October 2015 in response to our  high-risk concerns related to policy management, and this effort has  evolved over time. Specifically, ORAA initiated a process of reviewing 788  documents previously issued as national policy—directives, handbooks,  manuals, and information letters—the majority of which were outdated.  However, existing guidance documents, such as program office memos,  have not been included in this review because there is no central  repository that would facilitate their identification, and the number of these  documents is unknown. In addition, ORAA officials told us that they do  not have enough staff to review these additional documents. (See figure  2.)", "Through its review process, ORAA intends to streamline the number and  types of policy documents used by the organization. (See table 1.) ORAA  is eliminating handbooks, manuals, and information letters, although they  will continue to function as national policy until rescinded. As part of this  effort, ORAA plans to move any relevant content to other policy and  guidance documents as appropriate. For example, ORAA is incorporating  handbooks into their related directives. VHA noted that this  consolidation should help reduce any redundancy and inconsistency  when multiple documents articulate different aspects of a single policy.  This will also help VHA ensure that when national policy is updated, the  update will also include a review of relevant information currently found in  other policy documents. Officials from many of the VISNs and VAMCs in  our review agreed that a single document source for policy information  would be helpful. ORAA officials noted that the definitions for what  constitutes national policy and guidance documents are still evolving.", "According to our review of ORAA information, almost 60 percent of the  788 policy documents identified for transition under the new definitions  were outdated in October 2015. As part of its transition, ORAA is taking  outdated documents and either rescinding them or recertifying the ones  that are still relevant. VHA’s recertification process involves assessing  whether a national policy document still serves a purpose and should be  updated accordingly, or is no longer needed and should be rescinded or  combined with another policy. Officials from most VISNs and VAMCs in  our review told us that unless a policy has been rescinded, they continue  to follow it, even if past its recertification date. This practice is consistent  with requirements in the revised VHA Directive 6330 and a memo signed  by the USH in June 2016.", "ORAA officials expect that transitioning VHA’s existing policy documents  will take about 5 years. As of June 2017, ORAA reduced the total number  of documents identified for transition by 193 (from 788 to 595), and 43  percent of these remaining documents (256 of 595) are outdated. (See  figure 3.) Much of the reduction has been driven by rescinding manuals  and information letters. The number of directives and handbooks has not  changed substantially; this is due, in part, to the continuation of policies  reaching their recertification dates and the publication of new or changed  policies. ORAA officials said that its limited progress is also due to  resource constraints, such as insufficient staffing, funding, and  inadequate information technology capability. Because ORAA does not  own the policies, officials noted that they must rely on the responsible  program offices to comply with policy-related tasks."], "subsections": [{"section_title": "VHA Continues to Issue National Policy through Program Office Memos That Lack Vetting and Are Not Subject to Recertification", "paragraphs": ["Contrary to the new national policy definitions in VHA Directive 6330,  program offices continue to issue policy using memos—an issue we also  noted in our high-risk update in 2017. Officials from every program  office in our review told us that they have continued to use memos to  issue policy quickly. ORAA officials stated this may be due to the lengthy  national policy review process, which they said took an average of 317  days in fiscal year 2016. Program offices use memos for a variety of  purposes, including clarifications or updates to issued directives, data  collection requests, information about policies or procedures while a  directive is under development, and the provision of training information.  Memos signed by the Deputy USH for Operations and Management— referred to as “10N” memos—are the most common type of program  office memo we identified in our review. Historically, VHA has primarily  used 10N memos to communicate with VISNs and VAMCs because the  Deputy USH for Operations and Management oversees local  operations.", "ORAA officials stated that program office memos were never intended to  serve as national policy. Specifically, VHA Directive 6330 states that a  notice should be used to establish interim policy until a directive can be  developed. However, VHA has mostly used notices to issue rescissions  of previous policy documents, and memos continue to be used to  establish policy. For example, we identified a 10N memo that instructed  VAMCs to immediately implement changes to ongoing professional  practice evaluations and peer review requirements for VAMC chiefs of  staff. In another instance, officials at one VAMC noted that, at the time of  our visit, they had already received 32 changes to the Veterans Choice  Program since 2014 through non-policy documents, including memos.  Using program office memos—instead of the appropriate policy vehicle— to issue policy is problematic in light of VHA’s new policy and guidance  document definitions. Additionally, unlike national policy, program office  memos are not internally vetted and are not subject to recertification, as  described below.", "Lack of internal vetting. Memos are not subject to a formal review  process and can be issued quickly once signed. VHA noted in its high-risk  action plan that 10N memos are the predominant source of guidance  documents, and have been used to create policy without being vetted by  other agency offices or VA’s labor management relations group. Without  such a vetting process, VHA leadership and other officials in the  organization do not always have input on or even awareness of the  potential impact of policy issued through these memos. Further, some of  the VISNs and VAMCs in our review cited concerns about contradictory  information among related program office memos.", "Not subject to recertification. Unlike national policy documents, memos  are not subject to recertification and are therefore typically not rescinded.  Officials from some of the VISNs and VAMCs in our review described  challenges when outdated memos are not rescinded, including questions  about whether the memo should still be applied to local practices. For  example, one VAMC wanted to use a certain non-VA care option for  radiation oncology services, but a memo that was over a year old  instructed local facilities to use a different non-VA care option. Since that  memo had not been rescinded, VAMC officials said that they could not  use their preferred non-VA care option to avoid delays in care.", "ORAA is taking steps to address program offices’ use of memos to issue  policy, but it is only focusing on 10N memos at this time. ORAA officials  told us they have agreed with the Deputy USH for Operations and  Management to have a 5-year recertification date for 10N memos,  although this has yet to go into effect. They are also reviewing and  assessing guidance documents submitted by program offices to see  whether the content should be in a different document type, such as a  directive. However, ORAA officials noted that they are not sure whether  they have sufficient staff to sustain these reviews. Without further steps to  clarify how and when program office memos should be used, the  continued use of these memos by program offices may undermine VHA’s  efforts to implement new policy and guidance definitions, as intended.  Furthermore, VHA cannot ensure that VISNs and VAMCs have a clear  understanding of which policies to follow."], "subsections": []}]}, {"section_title": "VHA Has a Standard Process for Making National Policy Documents Accessible to VISNs and VAMCs, but Lacks Such a Process for Guidance Documents VHA Has a Standard Process to Make National Policy Documents Accessible to VISNs and VAMCs", "paragraphs": ["As a part of its updated Directive 6330 on national policy management,  VHA established a standard process to make national policy documents  accessible to VISNs and VAMCs. Specifically, ORAA’s Publications  Control Officer is responsible for ensuring national policy documents are  disseminated to each level of the organization by maintaining the VHA  publications website and distribution list, according to VHA Directive  6330.", "Once a national policy document is finalized, the Publications Control  Officer posts it to VHA’s publications website. However, officials from two  of the VISNs and most of the VAMCs in our review stated that the  documents are difficult to search for on this website because it requires  specific wording to locate them. As a result, some officials told us that  they often search for national policy documents using other online search  engines such as Google. ORAA officials told us that making the VHA  publications website more user-friendly is dependent upon their ability to  obtain the appropriate technical capability.", "The Publications Control Officer is also responsible for distributing issued  national policy no later than 2 business days after it is signed by the USH.  To do so, this individual uses a national e-mail group—the VHA  distribution list—as the standard mechanism to distribute the policy  document to each component of the organization. The distribution list  includes groups of staff from program offices and key VISN and VAMC  staff. According to ORAA officials, staff can be added to or removed from  the distribution list on an ad hoc basis.", "Many VISN and VAMC officials in our review were satisfied with the use  of the distribution list to disseminate national policy documents. VHA  program offices may also provide copies of the documents to VISNs and  VAMCs to inform them of forthcoming policy or policy changes. Officials  from several VISNs and VAMCs told us that receiving a national policy  document from various sources ensures that it is disseminated to the right  people at the local level.", "ORAA officials told us that they recently conducted a survey and learned  that it is not always clear which VAMC staff position is responsible for  policy implementation. For example, officials from one VAMC in our  review were unsure who within their facility was receiving national policy  documents from the distribution list. In the future, ORAA officials said that  they plan to update the distribution list process and e-mail contacts to  ensure that the appropriate VISN and VAMC staff members are receiving  the information. ORAA officials also said they plan to continue exploring  which staff positions are responsible for managing policy at the local level  to determine if there are any gaps that need to be filled. ORAA officials  said that their ability to identify and address these gaps is contingent on  competing priorities and staffing."], "subsections": [{"section_title": "VHA Does Not Have a Process to Consistently Make Guidance Documents Accessible to VISNs and VAMCs", "paragraphs": ["Unlike with national policy documents, there is no standard process used  to ensure guidance documents issued by various VHA program offices  are consistently made accessible to VISNs and VAMCs. As a result, we  found that guidance documents can be difficult to find, and there is no  assurance that VISNs and VAMCs receive them and are all following the  same guidance. Specifically, guidance documents are not part of a  central repository, are not tracked, and are not consistently disseminated  to VISNs and VAMCs.", "Lack of a central repository. Guidance documents, such as program  office memos, that do not go through the formal VHA review process are  not posted on VHA’s publications website and are maintained in different  ways by the program offices that develop them. For example, 3 of the 4  VHA program offices in our review told us they maintain memos on  various internal websites, while the remaining program office does not  maintain copies of its memos once sent to the local level. ORAA officials  noted that while a central repository with all VHA guidance would be  ideal, they do not have sufficient staff and resources to accomplish this.  However, they would like to establish a location on the VHA intranet,  where ORAA could post future 10N memos. Officials said they do not  have the capacity to identify and add previously issued 10N memos due  to staff limitations.", "Not systematically tracked. In general, guidance documents are not  typically assigned tracking numbers and, as a result, are difficult to  identify and quantify. For example, as previously mentioned, most VHA  program offices in our review said that identifying and quantifying the total  number of their memos would be difficult because they do not  systematically track them. As a result, program offices do not know  whether some of these documents are duplicative or whether they conflict  with one another or with other policy documents. At the local level,  officials from three VISNs and five VAMCs in our review noted difficulties  with finding program office memos. Officials explained that they  sometimes rely on staff’s institutional knowledge to find a specific memo,  or they may contact the relevant program office. ORAA officials told us  they would like to work with the Deputy USH for Operations and  Management to assign tracking numbers to 10N memos so that they can  be referenced and searched.", "Inconsistent dissemination. VHA program offices may disseminate  guidance to VISN staff for distribution to VAMCs or to both VISN and  VAMC staff at the same time. Each program office in our review told us  they maintain their own e-mail groups for communication with the local  level. However, officials from one VAMC expressed concern that  receiving guidance depends on staff being included in a specific program  office’s e-mail group.", "According to standards for internal control in the federal government,  management should internally communicate the necessary quality  information to achieve the entity’s objectives. In doing so, management  selects appropriate methods to communicate internally and considers  how that information will be made readily available to its staff when  needed. Without a standard process for consistently maintaining and  disseminating guidance documents to VISNs and VAMCs, the agency  lacks assurance that staff members receive and follow the same  guidance, as intended."], "subsections": []}]}, {"section_title": "VHA Does Not Routinely Collect Information on Local Challenges with National Policy Implementation and Lacks Information on Policy Exemption Waivers for VAMCs VHA Does Not Consistently Collect Information on the Challenges VISNs and VAMCs Face in Implementing National Policy", "paragraphs": ["VHA has not consistently solicited input on national policies either prior to  issuance or after implementation from VISNs and VAMCs. Officials from  the four VISNs and eight VAMCs in our review outlined a variety of  challenges they face when implementing national policy, including  insufficient or undefined time frames and conflicting policies on the same  topic.", "Insufficient or undefined time frames. Officials from most of the VISNs  and VAMCs in our review told us that it is difficult to implement policies  with insufficient or undefined time frames. For example, officials from one  VAMC told us that a national policy sometimes does not specify required  implementation time frames, and as a result, the expectations for when  VAMCs should complete implementation are not clear. VHA officials told  us that there is no VHA-wide standard for specifying time frames for  completing implementation of national policy.", "Resource constraints. Officials from most of the VISNs and VAMCs in  our review identified resource constraints as an implementation challenge  for certain policies, such as those with stringent staffing and building  space requirements. For example, officials from one VISN told us that its  facilities were required to have a certain type of surgeon available, which  proved challenging to recruit and retain for smaller, more rural VAMCs.  Additionally, officials from another VAMC said that one national policy  required mental health patients to have access to a safe outdoor space,  which would be difficult to implement without major construction and at  least 5 years to plan. Officials said that to comply with this policy, they  plan to have staff walk patients outside. However, this reduces the  available staff on the mental health unit during this time. Because local  situations may vary, VHA program office officials told us that it is difficult  to specify resource needs in national policy that applies across all VISNs  and VAMCs.", "Not specific to VAMC complexity level. Officials from most of the  VISNs and VAMCs in our review noted that the lack of tailoring for a  facility’s complexity level makes national policy implementation difficult.  As a result, officials stated that level 2 (medium complexity) and 3 (low  complexity) VAMCs are often expected to adhere to the same policy  requirements as level 1 (high complexity) VAMCs. For example, officials  noted that policies requiring 24-hour physician coverage for specialties  such as emergency medicine, women’s health, and suicide prevention  are challenging for complexity level 2 and 3 VAMCs, which may not have  sufficient patient volume or staffing resources. Officials from one program  office explained that complexity level is not addressed in national policy,  but may be addressed in a standard operating procedure or local policy.  Officials from VHA’s Office of Organizational Excellence told us that  national policies are intended to be written broadly for VAMCs of all  complexity levels. However, other VHA officials acknowledged that  policies are written for facilities that fully operate a service or program,  and have the capability to implement all of its accompanying policy  requirements, which are usually level 1 (high complexity) facilities.", "Conflicting policies on the same topic. A few VISNs and VAMCs in our  review noted implementation challenges when more than one program  office has responsibility for the same policy area, and they do not  collaborate when issuing policies on the same topic. For example,  officials from one VAMC told us that they were unsure what humidity  levels they should follow for sterile processing services when the national  policy from one program office stated that the humidity level must be at  60 percent, which was contradictory to a national policy from another  program office that stated humidity levels must be at 55 percent.", "Officials from some of the VISNs and VAMCs in our review told us that  obtaining input on national policy prior to issuance—particularly from  those responsible for policy implementation—could help VHA to identify  and mitigate many of the challenges that impede local policy  implementation. For example, officials from three VISNs and two VAMCs  told us that the terminology changes to VHA’s updated scheduling policy  issued in July 2016 caused confusion for staff. Additionally, officials from  one VISN and one VAMC told us that terminology changes led to different  interpretations and variation in implementation across VAMCs, which may  have been mitigated through prior feedback discussions.", "In December 2016, ORAA instituted a new process to obtain comments  on draft national policy that includes posting policy documents for a 2- week period on a SharePoint site. All VHA officials, including those in  VISNs and VAMCs, have access to the site and are able to comment. In  addition, ORAA has plans to develop a pre-policy form that would require  program offices to provide information on the policy’s purpose, whether it  conflicts with other VHA policy, metrics to measure implementation,  identification of any new resources needed, a cost analysis, and a  communications plan for VISNs and VAMCs. VHA officials told us that  the pre-policy form could be another mechanism to collect information on  potential implementation challenges. However, VHA officials have yet to  finalize it.", "Officials from several VISNs and VAMCs in our review said it also would  be helpful for VHA to collect feedback from them after policy  implementation to identify and address any unanticipated difficulties.  Some program offices in our review already collect feedback on their own  policies after implementation; however, this is not done systematically.  According to standards for internal control in the federal government,  management should internally communicate the necessary quality  information to achieve the entity’s operational objectives. In doing so,  management can obtain relevant information from reliable internal  sources. Without a way to systematically obtain local feedback on  national policies, VHA may lack the relevant information that would allow  it to mitigate potential implementation challenges and resolve any  unexpected problems to ensure policies are being implemented as  intended."], "subsections": [{"section_title": "VHA Lacks Information on Approved Policy Exemption Waivers Because It Has Not Established a Process for Approving, Tracking, and Reassessing Them", "paragraphs": ["In certain cases, when VAMCs may be unable to comply with all or part of  a national policy, program offices may approve policy exemption waivers  on an informal and ad hoc basis. However, we found that VHA lacks  information on these policy exemption waivers because it has not  established a standard process for program offices to use for waiver  submissions and approvals and does not centrally track those that have  been granted. Furthermore, program offices are not required to reassess  approved waivers to determine whether they are still warranted.", "No standard submission or approval process. VHA does not have an  established waiver exemption process that would standardize how  program offices manage the submission and approval of waivers. As a  result, program offices managed waiver submission and approval on an  ad hoc basis, although certain national policies may specify a process for  how VAMCs should submit a waiver. If a process for submitting waivers  is not specified for a policy, it is up to a VAMC to create and submit one  for its facility’s needs. For example, one VAMC had a waiver approved  through e-mail and a conference call, and another VAMC had a waiver  approved after a site visit.", "No central tracking. VHA does not centrally track approved policy  exemption waivers, and as a result, it does not know how many local  facilities are not implementing national policy as intended. Additionally,  several program offices in our review did not know how many waivers  their offices had approved.", "No reassessment requirement. There is no VHA requirement for  program offices to reassess issued policy exemption waivers to determine  whether they are still needed. Officials in some program offices told us  that their waivers have an expiration date, and officials from another  program office told us that time limits for waivers depends on the policy.  Nevertheless, waivers are not routinely reassessed to determine whether  they are still needed.", "In June 2017, VHA’s Office of Organizational Excellence established a  committee comprised of subject matter experts and representatives from  VHA, VISNs, and VAMCs to standardize the policy exemption waiver  process. According to its charter, the committee will assess the  challenges local facilities experience when there are issues complying  with a national policy and develop a process that will be used to pursue a  waiver. Under this process, officials explained that a VAMC would  submit a proposal to its VISN, which would then submit it to the VHA  waiver committee for approval.", "According to standards for internal control in the federal government,  management should design control activities, such as procedures, to  achieve objectives and respond to risks. In doing so, management  designs appropriate procedures to help it fulfill responsibilities and  address identified risks. Additionally, internal control standards state that  management should establish and operate activities to monitor the  internal control system and evaluate the results. In doing so,  management considers using quality information to evaluate the agency’s  performance and make informed decisions. Without processes in place to  systematically approve, track, and reassess policy waivers, VHA does not  know which facilities are not implementing certain policies, the reasons  why they are unable to do so, and whether these reasons continue to be  valid."], "subsections": []}]}, {"section_title": "VISNs and VAMCs in Our Review Develop and Maintain Various Local Policies, but VHA Does Not Ensure That They Align with National Policies", "paragraphs": [], "subsections": [{"section_title": "VISNs and VAMCs in Our Review Develop Their Own Policies That Are Maintained Locally", "paragraphs": ["Almost all of the VISNs and VAMCs in our review told us that they had  developed their own local policies.", "Officials from all four VISNs in our review told us they generally try to  limit the number of regional policies so as not to overburden their  VAMCs. Their regional policies are usually focused on administrative  issues (for example, staff telework and records management) and  overarching areas of responsibility (for example, sterile processing of  medical equipment services and utilization management). The  number of policies these four VISNs developed ranged from none to  88. VISNs vary in how often they renew their regional policies.  Officials from one VISN told us they renew their policies every 2 to 3  years, while officials from another VISN told us they do so every 5  years.", "Officials from the eight VAMCs in our review told us that they  generally issue facility-wide local policies (for example, policy  management and medical appointment scheduling) and service-line- specific standard operating procedures for front line clinical care.  These VAMCs generally develop local policies for different reasons,  including when more specificity is needed for national policy  implementation or to meet Joint Commission requirements. VAMCs  might also create a policy for a local circumstance, such as  transportation or building issues. The number of local policies for the  eight VAMCs ranged from 151 to 561. Officials from all eight VAMCs  told us they generally renew their local policies every 3 years due to  Joint Commission requirements or as needed. Ad hoc updates to local  policies may be due to newly issued national policy.", "The VISNs and VAMCs in our review maintain local policies on a variety  of websites, such as on SharePoint or intranet sites. The majority of VISN  and VAMC officials said that they used SharePoint sites as the primary or  only place for maintaining local policies. VHA officials generally do not  have access to local SharePoint sites unless specifically requested. As a  result, VHA officials are not necessarily aware of the number or types of  local policies."], "subsections": []}, {"section_title": "VHA Does Not Have a Process to Systematically Ensure That Local Policies Are Aligned with National Policies", "paragraphs": ["VHA has not established a process for systematically ensuring that local  policies are aligned with national policies, which increases the risk of  inconsistent policy implementation across VAMCs—one of the primary  reasons that VA health care was placed on our high-risk list. In recent  years, we and others have reported various instances of VAMCs’  differences in implementing national policy, most notably with its policy for  scheduling medical appointments. More recently, in February 2017, we  reported weaknesses in the way VAMCs were implementing their  controlled substance inspection programs because local policies at most  of the VAMCs in our review did not include all nine VHA program  requirements as outlined in the national policy.", "Officials from each level of the organization told us about ad hoc efforts to  assess local policies:", "Officials from each of the VAMCs in our review generally told us that  they assess their local policies to ensure they are consistent with  issued national policy. VAMC officials also told us that VISNs and  national program offices periodically assess whether specific local  policies follow national policies during periodic site visits.", "Officials from the VISNs in our review noted that their overall  monitoring activities are primarily focused on evaluating local  compliance with national policy and not on assessing local policy for  alignment with national policy.", "None of the officials from the program offices in our review told us  they have a standard process for assessing whether local and  national policies are aligned. However, program offices may check the  alignment of local policies on a case-by-case basis. For example,  officials from a national program office told us about a recent  assessment they conducted of local policies for a same-day access  initiative to ensure certain national requirements were met.", "VHA has recently outlined plans for additional oversight in response to  our high-risk report that includes assessing whether local policies are  aligned with national policies. According to the plan, VHA’s Office of  Integrity will conduct risk-based internal audits where senior VHA  leadership would set priorities for audit areas (e.g., suicide prevention),  and staff would then review local policies in those areas. A VHA official in  the Office of Integrity explained that both the national program offices and  VISNs may have responsibility for ensuring alignment of local and  national policies under VHA’s plans, but there is currently no consensus  for designating this responsibility. VHA also plans to include standards,  such as internal controls, in every new or revised policy to allow officials  to determine whether the policy is being appropriately implemented and  meets objectives. However, VHA is still in the early stages of putting its  plans in place.", "According to standards for internal control in the federal government,  management should perform ongoing monitoring of its activities to help  ensure its objectives are carried out as outlined in policy. In doing so,  management can build in continual monitoring into its internal control  system through separate, periodic evaluations. Without a standard  process to ensure local policy alignment with national policy, VHA may  continue to experience inconsistent practices across its health care  system."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["As one of the largest health care delivery systems in the nation, it is  important for VHA to ensure that its facilities consistently implement  national policies as intended to ensure timely, high-quality care for the  nation’s veterans. VHA has taken a number of steps to improve its policy  management; however, this is a substantial undertaking, and much work  remains that will require a sustained focus to remedy a number of issues.  In addition, appropriately allocating the necessary resources will be  critical to VHA’s ability to continue making improvements in this area as  resource constraints continue to be an overarching impediment.", "A number of systemic problems have contributed to the inconsistent  implementation of national policy at the local level. Most notably, despite  its newly revised directive on policy management, VHA’s program offices  continue to issue policy through mechanisms such as memos that are not  defined as policy vehicles. Policy issued in such a manner can also be  contradictory or outdated because it is not subject to a formal review  process or periodically recertified. Additionally, VISNs and VAMCs may  not be receiving or following the same memos and other issued guidance  because VHA lacks a standard dissemination process or central  repository for these documents. Furthermore, VHA does not have the  ability to identify concerns associated with local implementation of  national policies because it does not systematically collect information  about challenges, before or after implementation. It also has not  established a standard process for issuing and managing policy  exemption waivers that may be granted to VAMCs. Compounding these  problems is the lack of a process, including designated oversight roles, to  ensure that the myriad of local policies established by VISNs and VAMCs  are appropriately aligned with national policies. Collectively, if these  issues persist, VHA will be unable to ensure that its policies are being  consistently and effectively implemented as intended at the local level,  potentially impacting veterans’ access to timely, safe, and high-quality  care."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making the following six recommendations to VHA:", "The Under Secretary for Health should further clarify when and for  what purposes each national policy and guidance document type  should be used, including whether guidance documents, such as  program office memos, should be vetted and recertified.  (Recommendation 1)", "The Under Secretary for Health should develop standard processes  for consistently maintaining and disseminating guidance documents to  each level of the organization. (Recommendation 2)", "The Under Secretary for Health should systematically obtain  information on potential implementation challenges from VISNs and  VAMCs and take the appropriate actions to address challenges prior  to policy issuance. (Recommendation 3)", "The Under Secretary for Health should establish a mechanism by  which program offices systematically obtain feedback from VISNs and  VAMCs on national policy after implementation and take the  appropriate actions. (Recommendation 4)", "The Under Secretary for Health should establish a standard policy  exemption waiver process and centrally track and monitor approved  waivers. (Recommendation 5)", "The Under Secretary for Health should establish a standard process,  including designated oversight roles, to periodically monitor that local  policies established by VISNs and VAMCs align with national policies.  (Recommendation 6)"], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["VHA provided written comments on a draft of this report. In its comments,  reproduced in appendix I, VHA concurred with all of our  recommendations except one, which it concurred with in principle citing  that the recommendation is no longer needed because VHA has already  taken steps to address it.", "Specifically, VHA requested that we close our recommendation that the  agency systematically obtain information on potential implementation  challenges with national policy because ORAA has instituted new policy  development processes that allow VHA employees and program offices  to provide feedback on national policy prior to issuance or recertification.  However, VHA added that its pre-policy form—which would require  program offices to provide key information on draft national policies—will  not be rolled out until January 2019 due to the need to ensure that  sufficient systems are in place to obtain cost and performance data and to  conduct an implementation analysis. The pre-policy form will serve as a  mechanism to systematically collect information about national policies  prior to issuance and will require program offices to provide information  on a policy’s purpose, whether it conflicts with other VHA policy,  implementation metrics, resources needed, a cost analysis, and a  communications plan for VISNs and VAMCs. While VHA’s more recent  efforts to obtain feedback on national policies are a step in the right  direction, these efforts are not systematic because they rely on employee  and program office participation. Consequently, we cannot close this  recommendation until the pre-policy form has been implemented.", "VHA also provided specific information about implementing each of the  remaining recommendations and stated that its target completion date for  implementing these recommendations is the third quarter of fiscal year  2018. However, VHA noted challenges related to its ability to implement  our recommendations regarding guidance documents as it has never  attempted a systematic effort to align national guidance under a single  process or gather these documents in a central location. In addition, VHA  stated that adequate staffing continues to be an obstacle and that  information technology needs must be met to ensure the proper  dissemination and maintenance of these documents. As we have noted in  our high-risk work, capacity and resource allocation challenges continue  to impede VHA’s ability to address our concerns, and will continue to act  as barriers until they are adequately addressed. VHA also provided a  technical comment, which we incorporated.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of Veterans Affairs, the Under Secretary for  Health, and other interested parties. In addition, the report will be  available at no charge on the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-7114 or draperd@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made key contributions to this report  are listed in Appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Department of Veterans Affairs", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Debra A. Draper, (202) 512-7114 or draperd@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Bonnie Anderson (Assistant  Director), E. Jane Whipple (Analyst-in-Charge), and Ashley Dixon made  key contributions to this report. Also contributing were Jennie F. Apter,  Jacquelyn Hamilton, Vikki Porter, and Brian Schmidt."], "subsections": []}]}], "fastfact": ["How does the Veterans Health Administration ensure that its 170 medical centers are providing timely, high-quality care to veterans? VHA uses national policies and guidance that cover all aspects of health care delivery, such as purchasing community care and scheduling outpatient appointments.", "We looked at how VHA defines and communicates its national policy and guidance and collects information on local implementation challenges. Among the issues we found was that VHA does not consistently solicit input from the local level before issuing policy or after implementing it.", "We made 6 recommendations to address this and other challenges."]}