{"id": "GAO-17-101", "url": "https://www.gao.gov/products/GAO-17-101", "title": "Homeless Veterans: Management Improvements Could Help VA Better Identify Supportive-Housing Projects", "published_date": "2016-12-21T00:00:00", "released_date": "2016-12-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In August 2016, HUD and VA announced that the number of homeless veterans in the United States had been cut nearly in half since 2010 to less than 40,000. Part of this effort is the EUL program, which uses unneeded federal property (land or buildings) for housing for homeless veterans.", "GAO was asked to review VA's EUL program and other efforts to end veteran homelessness. This report examines: (1) how VA uses EULs to provide supportive-housing and services, (2) VA's plans to develop additional supportive-housing through EULs and how past plans have been implemented, and (3) how HUD-VASH, GPD, and SSVF have helped support the goal of ending veterans' homelessness. GAO analyzed agency documents, VA data on enhanced-use leases, and VA data on the HUD-VASH, GPD, and SSVF programs. GAO visited 13 active supportive-housing EUL sites, selected to provide a range of locations and housing types. GAO interviewed VA and HUD officials, lessee representatives, service providers, and veteran organizations."]}, {"section_title": "What GAO Found", "paragraphs": ["As of September 2016, for veterans who were homeless or at risk of homelessness, the Department of Veterans Affairs (VA) had developed 35 enhanced-use leases (EUL) for supportive-housing with low cost rental housing and coordinated access to medical, rehabilitative, mental healthcare, and other services. Each supportive-housing EUL is located on a VA medical center campus. Some lessee representatives told GAO that having access to federal property at little or no cost helped them to rehabilitate or build facilities to create supportive-housing. Furthermore, they noted that the close proximity to VA healthcare services allowed them to invest in other needed services for homeless veterans, such as counseling, job training, and quality-of-life amenities.", "VA has plans to develop additional supportive-housing EULs, 6 of which are under construction and 16 in development. However, VA needs to improve its documentation and update its policies to develop additional EULs. VA officials did not provide clear and complete documentation for the selection of supportive-housing EUL projects, as required by VA policy, and Standards for Internal Controls in the Federal Government. Completely documenting this decision-making process for selecting properties could provide institutional knowledge to inform future decisions. Also, Standards for Internal Controls in the Federal Government states that management should periodically review policies and procedures for continued relevance and effectiveness of a federal program, and that management considers the impact of deficiencies identified in achieving documentation requirements. VA's existing policy on EUL projects is outdated. For example, it refers to an EUL authority that previously allowed the development of a full range of EUL projects. However, this authority is no longer in effect. VA is updating its EUL policy; however, the updated draft policy still does not discuss VA's limited authority to provide housing for homeless veterans. Further, the updated draft policy does not specifically provide direction on how to determine whether a proposed supportive-housing EUL meets the needs of homeless veterans. Without documented policies and procedures that address these needs, VA may not be well positioned to identify viable supportive-housing EUL projects and help ensure that those projects are successfully developed.", "Three programs—Housing and Urban Development and VA Supportive-Housing (HUD-VASH), VA's Grant and Per Diem (GPD), and Supportive Services for Veteran Families (SSVF)—were used in conjunction with supportive-housing EULs to help support the goal of ending veteran homelessness. From fiscal years 2012 to 2016, the number of chronically homeless and vulnerable veterans housed through the HUD-VASH program increased from about 37,000 to 72,500. Community officials GAO interviewed stated that the HUD-VASH program has been instrumental in reducing chronic veteran homelessness. From fiscal years 2012 to 2016, veterans served by the transitional housing-focused GPD program remained relatively steady. Veterans and their family members participating in the SSVF program increased from about 33,000 in fiscal year 2012 to 149,000 in fiscal year 2016. According to the VA, rental assistance made up the majority of the temporary financial assistance provided by the SSVF program."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that VA (1) document its decision-making process in selecting projects as required by VA's policy and (2) update its policy to address the current authority and specify how to identify properties for supportive-housing EULs to meet the needs of homeless veterans. VA concurred with both recommendations but disagreed with some of GAO's findings. GAO believes its findings are valid based on the evidence presented."]}], "report": [{"section_title": "Letter", "paragraphs": ["In August 2016, the U.S. Department of Housing and Urban Development  (HUD), the U.S. Department of Veterans Affairs (VA), and the U.S.  Interagency Council on Homelessness (USICH) announced that the  number of veterans experiencing homelessness in the United States had  been cut nearly in half since 2010. HUD estimates that 39,471 veterans  were homeless in January 2016, declining from 74,087 in January 2010.  In 2009, USICH member agencies, including HUD and VA, outlined  ending veteran homelessness by 2015 as a goal. One effort to house  homeless veterans is through VA’s use of its statutory authority to enter  into enhanced-use leases (EULs) to use unneeded federal real property  (land or buildings) for housing for homeless veterans. As of September  2016, there are 35 active supportive-housing EULs on VA campuses— that is, EULs that include supportive services such as mental health  counseling or job training. EULs are typically long-term agreements with  public and private entities, such as public-housing authorities and  development corporations, for the use of federal property in exchange for  cash considerations at fair value. As a part of the EUL program, VA  provides access to federal facilities and land to the lessee and developer;  however, the lessee is responsible for financing, developing, constructing,  rehabilitating, operating, and maintaining the supportive-housing EUL for  homeless veterans. Three federal programs play a key role in providing  housing subsidies and supportive services in conjunction with VA’s  EULs—the HUD and VA Supportive-Housing (HUD-VASH) program that  is jointly administered by HUD and the Veterans Health Administration  (VHA), and two VA-run programs—Grant and Per Diem (GPD) and  Supportive Services for Veteran Families (SSVF).", "You asked us to review VA’s use of EUL authority as well as other VA  programs to provide housing for homeless veterans and end veteran  homelessness. This report examines (1) how VA uses EULs to provide  supportive-housing and services, (2) VA’s plans to develop additional  supportive-housing through EULs and how past plans have been  implemented, and (3) how HUD-VASH, GPD, and SSVF have helped  support ending veteran homelessness.", "To describe VA’s use of EUL authority to provide supportive-housing to  veterans, we collected and analyzed data from VA on the 35 active and  other supportive-housing EULs from July 1998 to September 2016. We  also conducted site visits to 13 of the 35 active supportive-housing EULs  located on or near VA medical center (VAMC) campuses in Lyons, New  Jersey; Dayton, Ohio; St. Cloud and Minneapolis, Minnesota; Hines,  Illinois; and Los Angeles, California. We judgmentally selected these  supportive-housing EULs to include sites that presented a range of  geographic locations; variety of stakeholders (e.g., public, private, and  non-profit lessees and service providers); housing types (transitional and  permanent housing); and ages of leases. At these sites, we interviewed  VAMC officials, lessees, and service providers to understand factors  involved in developing the EULs, the supportive services provided, and  the benefits and challenges of developing supportive-housing through the  EUL program.", "To examine VA’s plans to develop additional supportive-housing and how  VA implemented past plans, we analyzed VA data from July 1998 to  August 2016 for projects in construction, development, and on-hold. We  also interviewed VA headquarters officials, local VA officials, lessees, and  service providers at four VAMC campuses—Los Angeles, California;  Hines, Illinois; Lyons, New Jersey; and St. Cloud, Minnesota—that have  supportive-housing EULs under development. We also analyzed  information on VA’s Building Utilization Review and Repurposing (BURR)  initiative, including the process for selecting supportive-housing EULs.  Additionally, we reviewed EUL program policies on establishing and  managing EULs, such as VA Handbook 7415, Directive 7415, VA  Handbook 7454, and Directive 7454. We also reviewed the Standards  for Internal Control in the Federal Government.", "To describe how VA leverages key programs—HUD-VASH, GPD, and  SSVF—to support ending veteran homelessness, we obtained VA data  on performance targets and outcomes for each program for fiscal years  2012 to 2016. Additionally, we obtained analyses from VA, HUD, and  academics on the effects of the three programs on veteran homelessness  and the role these programs play in providing rent subsidies and services  for supportive-housing EULs. To understand how these programs support  housing for homeless veterans in general, as well as supportive-housing  EULs in particular, we interviewed officials and representatives from the  following agencies and organizations: VA; the Department of Labor;  USICH; supportive-housing EUL lessees and service providers from 13  site visits as discussed earlier; not-for-profit organizations concerned with  veterans’ homelessness—including the National Alliance to End  Homelessness, the National Coalition for Homeless Veterans, and  Vietnam Veterans of America. We also interviewed officials in select  locations that either have large populations of homeless veterans or have  had success in reducing veterans’ homelessness. Additionally, we  reviewed our prior work and the work of others relevant to our research  objectives. For more detail on our methods, please see appendix I.", "We conducted this performance audit from October 2015 to December  2016 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["According to The 2015 Annual Homeless Assessment Report to  Congress, veterans make up about 9.2 percent of the total U.S.  population, and, they comprise about 10 percent of all homeless people.  Ninety-one percent of homeless veterans are men, and according to a  literature review conducted for the Department of Labor, three major  health risks contributed to veteran homelessness: mental health  problems, substance abuse, and chronic illnesses. VA and HUD both  play a role in assisting homeless veterans. VA provides a broad range of  benefits, including health care and housing, to homeless veterans and  certain members of a veteran’s family. HUD is the primary federal  agency that provides funding for emergency shelters, permanent housing,  and transitional housing to assist the homeless and those at risk of  homelessness, including veterans."], "subsections": [{"section_title": "Enhanced-Use Leases", "paragraphs": ["VA views the authority to enter into EULs as an important component of  both VA’s mission to end veterans’ homelessness and manage its real  property assets. VA’s Fiscal Year 2017 “EUL Consideration Report,”  provided in its budget submission to Congress, describes its management  of unutilized and underutilized real property using its EUL authority and  how EULs align with VA’s initiative to eliminate veteran homelessness.  VA is one of the largest non-defense federal property-holding agencies;  VA officials stated that in fiscal year 2016, VA held about 155-million  square feet and leased 25-million square feet of building assets, about  11.5-million square feet (or 6.4 percent) of which were unutilized or  underutilized. Previously, VA was authorized to lease its unutilized or  underutilized real property to public or private entities for any use that  contributed to VA’s mission. This EUL authority expired on December  31, 2011. According to VA officials, from the EUL program’s inception  through December 2011, VA entered into 100 EULs, 9 of which VA  subsequently terminated or disposed of the property. In 2012, VA  received authority to enter into EULs, but only for supportive-housing,  through December 2023. Supportive-housing provides on-site and  community-based support services for the veterans or their families who  are homeless or at risk of homelessness. Additionally, VA received  authority to accept cash payments or to enter into an EUL without  receiving payment. VA can execute EULs for terms of up to 75 years.  VA’s Office of Asset Enterprise Management (OAEM) administers the  EULs, with support from the VA’s local facility staff. In addition, the lessee  (such as a non-profit organization, public-housing authority, or a  development corporation) play an important role in financing, developing,  constructing, rehabilitating, operating, and maintaining the supportive- housing EUL for homeless veterans. The EUL process consists of four phases: development, execution, operational, and if applicable, disposal  (see fig. 1). VA officials estimated that it takes 2 to 2.5 years from the  time VA identifies unneeded property to the time doors open at a  supportive-housing EUL."], "subsections": []}, {"section_title": "HUD and VA Supportive- Housing, Grant and Per Diem, and Supportive Services for Veteran Families", "paragraphs": ["HUD-VASH, GPD, and SSVF provide different types of housing  assistance to fulfill different levels and areas of need. These programs  provide supportive services and housing subsidies to eligible veterans,  including those who live at EUL housing sites. HUD-VASH provides  permanent supportive-housing assistance for homeless veterans,  prioritizing chronically homeless and highly vulnerable veterans who have  a high level of housing and service needs, such as those with high  barriers to employment and self-sufficiency. In contrast, GPD provides  transitional housing and SSVF focuses on short-term, crisis intervention  when providing homeless prevention and rapid rehousing; both of these  programs also provide supportive services for veterans who do not have  as high a level of needs as those in the HUD-VASH program. See app. III  for participant program eligibility.", "HUD and VA established the HUD-VASH program in 1992. HUD,  through public-housing authorities, allocates subsidized housing  vouchers to eligible homeless veterans and their families while VA  provides case management and other services. Through the  program, the public-housing authority pays the subsidy to the landlord  directly and the veteran family pays the remainder of the rent. A  majority of the HUD-VASH vouchers are tenant-based, meaning that  the vouchers move with the veterans. With the partnering VAMC’s  support, HUD allows public-housing authorities to make their HUD- VASH vouchers project-based (i.e., tied to a specific housing unit and  not to a tenant). Separately, in fiscal years 2010, 2014, 2015, and  2016, HUD awarded project-based vouchers to specific projects  through competition. Between fiscal year 2008 and 2016, HUD  allocated about 82,500 tenant-based vouchers to public-housing  authorities and about 4,800 project-based vouchers through  competition to specific projects. Overall, Congress appropriated  approximately $75 million each year from 2008–2010 and 2012–2015,  $50 million in 2011, and $60 million in 2016 for the HUD-VASH  program.", "Congress originally authorized the GPD program in 1992 and  reauthorized the program in December 2001. The program was  permanently authorized in 2006. The GPD program generally  provides transitional housing paired with intensive services and  support to address a veteran’s barriers to achieving permanent  housing. The program provides beds to homeless veterans in a  supervised drug- and alcohol-free setting. Through GPD, VA awards  grants to community agencies, including non-profit organizations and  state and local government agencies. The grants fund up to 65  percent of the cost for acquiring, renovating, or constructing  supportive-housing facilities or service centers and purchasing vans  for outreach and transportation. GPD also provides funding for  programs that provide services to homeless veterans. These services  include case management, mental health treatment, and substance  abuse treatment to help homeless veterans increase their residential  stability, skill levels or income, and independence. VA designates  GPD liaisons to oversee the program, provide case management, and  determine veterans’ program eligibility. Congress generally increased  its appropriation for the GPD program over the years, to about $220  million in fiscal year 2015.", "Congress authorized SSVF in 2008, but the program first became  operational in fiscal year 2012. SSVF provides rapid rehousing to  prevent or address “literal” homelessness for very low income  veterans and families. Through SSVF, VA awards grants to service  providers, which are required to provide outreach, case management,  VA benefit assistance, and provide or coordinate efforts to obtain  other eligible benefits and community services for the veterans.  Additionally, service providers provide temporary financial assistance  such as rent, utility payments, childcare, and transportation. Funding  for SSVF has expanded from the initial appropriation of $60 million in  fiscal year 2011 to about $300 million annually since fiscal year 2013."], "subsections": []}]}, {"section_title": "VA Uses Supportive- Housing EULs to Provide Homeless Veterans with Affordable Housing and a Range of Services on VA Campuses", "paragraphs": [], "subsections": [{"section_title": "VA Uses EULs to Provide a Mix of Permanent and Transitional Housing", "paragraphs": ["As of September 2016, VA had developed 35 active supportive-housing  EULs for veterans who were homeless or at risk of homelessness with  low cost rental housing and coordinated access to medical, rehabilitative,  and mental healthcare, as well as other services on VA campuses. The  35 EULs are located in 18 states. Most of them provide permanent or  transitional housing while 5 EULs focus on senior and assisted living (see  fig. 2). According to VA reports, supportive-housing EULs were developed  for homeless and at-risk veterans; however, the population served was  expanded to include senior veterans capable of independent living and  veterans requiring assisted-living with supportive services.", "As of September 2016, almost half (17 of 35) of the active supportive- housing EULs had operated for more than 5 years. Based on our analysis  of VA data, these EULs include both “legacy” projects—those that VA  completed prior to the BURR initiative—and those from the BURR  initiative (see table 3 for more details on these projects). In 1999, VA  and the Housing Authority of the City of Vancouver established one of the  first supportive-housing EULs, consisting of 124 units. Additional  supportive-housing EULs resulted in 2,391 total housing units as of  September 2016. About 74 percent of these units provide permanent  housing, which includes seniors’ supportive-housing and assisted-living  facilities (see table 1). According to VA officials, its four newest facilities  opened in 2016 in Bedford and Northampton, Massachusetts, and  Vancouver and Walla Walla, Washington. See appendix IV for a complete  list of all 70 supportive-housing EULs and their status—active, under  construction, in development, pre-development, on hold, and  terminated—from 1998 through 2016.", "VA’s supportive-housing EULs serve a smaller but growing number of  homeless veterans in relation to the other three key homeless programs  in our review. Although the EUL program is smaller than the other key  programs, VA officials stated that supportive-housing EULs play an  important role in meeting the needs of homeless veterans with a mix of  permanent and transitional housing on VA medical campuses.  Furthermore, VA’s Fiscal Year 2016 “EUL Consideration Report,” noted  that the amount of housing available to veterans has increased as VA has  identified properties for development of additional supportive-housing  EULs. As of fiscal year 2009, VA estimated that the supportive-housing  EUL program provided housing for an average of 536 veterans a year.  By fiscal year 2015 (the most recent year for which VA data are  available), supportive-housing EULs provided 1,675 veterans with  housing."], "subsections": []}, {"section_title": "Supportive-Housing EULs Provide a Range of Services on VA Medical Campuses to Improve Veteran Health and Well- being", "paragraphs": ["In addition to offering housing, EULs provide access to medical and  rehabilitative care, mental health counselling, substance abuse treatment,  and an array of other services on VA medical campuses aimed at  improving veterans’ health and well-being. According to USICH,  supportive-housing is widely recognized as the solution for vulnerable  people experiencing chronic homelessness who often have the greatest  challenge in finding and remaining in permanent housing. Figure 3  provides examples of services that may be available at supportive- housing EULs to support veterans’ health and wellness.", "Below are examples of the services available at some of the permanent,  transitional, and senior living supportive-housing EUL sites we visited. For  profiles on each of the 13 sites we visited, including information about the  supportive services offered and the housing assistance programs, see  appendix V.", "Lyons, New Jersey (permanent housing): According to lessee  officials, the majority of the units receive project-based HUD-VASH  vouchers, which provide housing subsidies and case management  services. Other supportive services include in-home counseling and  on-site and 24/7 on-call crisis prevention and intervention, assistance  with applying for benefits, financial budgeting, legal assistance, and  vocational training.", "Los Angeles, California (permanent housing): Two supportive-housing  EUL facilities are located on the VA Sepulveda Ambulatory Care  Center campus and specifically serve disabled veterans. These  supportive-housing EULs receive project-based HUD-VASH  vouchers, which provide housing subsidies, on-site case  management, and service coordination. Other supportive services  include job training and placement, counseling, and legal services.", "Fort Snelling, Minneapolis, Minnesota (permanent housing): Three  full-time, on-site service coordinators focus on assisting veterans with  independent living, education, employment, and VA services.  According to lessee officials, supportive-housing services provide  trauma-informed care, crisis management, academic and social  support, and job training. These supportive-housing EULs receive  project based HUD-VASH vouchers, which provide housing subsidies,  case management, and service coordination.", "St. Cloud, Minnesota (permanent housing): Located on the St. Cloud  VAMC, the studio units are available to veterans who are in transition  from a chemical-dependency treatment facility and in need of  supportive services and housing. Facility amenities include media  rooms, a communal kitchen, and a community room.", "Hines, Illinois (transitional housing): The supportive-housing EUL  provides transitional housing and supportive services through the  GPD program. These services focus on chemical dependency  recovery for residents, and include structured days, balanced meals in  a communal dining area, rehabilitative work training, individual  counseling, recovery groups, holistic education, and assistance with  permanent housing placement.", "Dayton, Ohio (senior housing): The senior-living supportive-housing  serves low income veterans age 62 and over, including supportive  services designed to help veteran residents achieve self-sufficiency.  The supportive-housing EUL receives housing vouchers from HUD  programs for the elderly and low income families.", "In addition to the supportive services provided for residents at supportive- housing EULs, VA and the lessee provide basic-administrative and  operational services, such as transportation, mail delivery, and law  enforcement. In some cases, the lessees face challenges getting these  services up and running as the provision of these services involves  multiple parties, for example:  Transportation: VA officials identified the need to provide transportation  services as a challenge in cases where public transportation is not easily  accessible to the supportive-housing EUL location. We found that several  supportive-housing EUL sites we visited provided veterans with some  type of transportation. For example, one lessee provided veterans  transportation to another VA campus for psychiatric, substance abuse,  and other specialized care. Other lessee officials said that VA provided a  campus shuttle to medical appointments on campus or provided funds for  public transportation. A USICH report noted that transportation is critical  in helping connect residents in supportive-housing to jobs, schools, health  care, and childcare. We previously reported on VA programs to  transport homeless veterans to VA or other private medical care in  partnership with community-based providers. For example, the Veterans  Health Administration developed the Veterans Transportation Service to  help veterans obtain care by improving coordination with other  transportation service providers in the community. Similarly, lessees told  us they work with other community organizations to find transportation  options for residents.", "Mail Delivery: In some cases, supportive-housing EULs faced the  challenge of ensuring that the U.S. Postal Service delivers personal mail  to residents, rather than to a central location on the VA campus. For  example, at the supportive EUL in Sepulveda, California, it took 3 years to  work out an arrangement with the Postal Service to deliver personal mail  directly to the residents at the housing facility. EUL residents experienced  delays in receiving mail when the Postal Service delivered it along with all  of the mail for the entire VA medical campus. The mail for EUL residents  was sorted from that delivered to the VA medical campus, delivered to the  EUL, and then sorted again for each individual resident. This was  problematic for the residents who needed personal mail on a timely basis  for income and benefits, such as Social Security disability checks.", "Law Enforcement: VA officials noted that they have helped resolve issues  of jurisdictional law enforcement authority between local law enforcement  and VAMC campus police. This issue is a concern at some supportive- housing EULs because the EUL is a private residential facility located on  a federal medical campus. Local law enforcement has jurisdiction over  the private housing facility, and VA has jurisdiction for the part of the  campus it operates. However, at times, it is unclear to local law  enforcement agencies which organization is the first responder for the  EUL facility. According to VA attorneys, a memorandum of understanding  with local authorities to clarify first responder roles has helped some  supportive-housing EULs to address the challenges of concurrent  jurisdiction."], "subsections": []}, {"section_title": "Supportive-Housing EULs Can also Benefit VA, Lessees, Developers, and the Local Community", "paragraphs": ["In addition to the benefits to homeless veterans, our analysis of VA- reported data for EULs in operation from fiscal years 2006 through 2015  generated almost $275 million in benefits to veterans, VA, and the  community. These benefits came in the form of lease revenue, cost  avoidance, cost savings, and enhanced services, net of any new VA  expenses (see table 2). VA’s Fiscal Year 2017 “EUL Consideration  Report,” said that supportive-housing EULs resulted in cost savings by  repurposing underutilized capital assets or transferring the cost to  construct or renovate, operate, and maintain these properties to third- party partners (the lessees of the supportive-housing EULs). Further,  allowing homeless veterans to stay in a VA medical center bed is more  costly than providing them with supportive-housing. VA also reported  qualitative benefits, including strengthening the network of local services  available to veterans and developing community partnerships.", "According to VA officials, supportive-housing EULs benefit most of the  lessees and developers by providing them with long-term access to  federal property and land at little or no cost, access that can be  particularly beneficial for those located in high-rent markets. According to  the VA’s Fiscal Year 2017 “EUL Consideration Report,” 18 of 29 EULs did  not pay any lease payment in fiscal year 2015. A few lessee officials we  interviewed said access to federal property and land at little or no cost  helped them to rehabilitate or construct facilities, in addition to providing  needed services to homeless veterans. In addition, lessees we  interviewed said the close proximity to VA medical, rehabilitative, and  mental health services allowed them to invest in other needed services  for homeless veterans, such as employment training and quality-of-life  amenities.", "According to VA and USICH, supportive-housing EULs can also have  benefits for the local community. Communities that added relatively more  permanent supportive-housing units over a 6-year time frame showed  significant decreases in chronic homelessness over time. Evaluations of  permanent supportive-housing have demonstrated significant  improvements in housing stability, reductions in days of homelessness,  and reductions in the utilization and costs of public services such as  emergency shelter, hospital emergency room and inpatient care, sobering  centers, and jails. Supportive-housing EULs also can increase the tax  base for the local community, because, according to VA officials, the  facility is subject to state and local taxes, which can provide new long- term revenue sources for the local economy, jobs, and tax revenues for  local and state entities. Furthermore, we identified several studies that  attempted to quantify benefits to local communities. For example, a 2014  study on supportive-housing projects found that these projects create  fiscal benefits for the state and local governments as a result of sales  taxes collected on construction materials, income taxes paid by  construction and other workers, and corporation or income taxes on  profits earned by builders, developers, and other firms. Another study  found that in some cases, cities and states also receive revenues from  fees on affordable housing developments from permitting, zoning, and  utilities."], "subsections": []}]}, {"section_title": "VA Continues to Develop Supportive- Housing EULs, but Faces Challenges and Lacks Specific Policies", "paragraphs": ["With the development of 35 active supportive-housing EULs, 6  supportive-housing EULs under construction, and 16 in development (see  table 3), VA officials told us that they believe they have identified all  currently viable opportunities on VA campuses. They said, however, that  they continue to look for new sites on which to develop supportive- housing as changes occur in the use of VA’s properties. Challenges that  VA faces in developing additional supportive-housing EULs include a lack  of clear and complete documentation of project selection and  implementation to inform future decisions, identifying available and  suitable property for housing for homeless veterans, stakeholder  opposition, and limited financing options for EULs. In addition, VA has not  revised its EUL policy to address issues specific to developing supportive- housing EULs for veterans. These include the type of housing needed to  serve homeless veterans in the local area, or the space configuration or  square footage needed for supportive-housing as compared with  available VA facilities. Without such consideration, VA may be missing an  opportunity to help address these challenges."], "subsections": [{"section_title": "VA Continues to Develop Supportive-Housing EULs, but Did Not Comprehensively Document Its Decision- Making Process for Selecting EULs", "paragraphs": ["In 2009, VA launched the Building Utilization Review and Repurposing  (BURR) initiative, which included a 2-year strategic study, to identify as  many VA unutilized and underutilized properties as possible with the  potential for development as new housing for homeless or at-risk  veterans and their families. VA’s EUL authority was set to expire at the  end of December 2011, and they intended to identify as many properties  as possible before that deadline to support the goal of housing homeless  veterans. According to officials, VA initially identified over 350 potential  sites for development. By December 2011, had signed lease agreements  for 38 sites. VA executed these short term-leases without completing  the entire process for development of a supportive-housing EUL (see fig.  1 for a description of the process) in order to meet the deadline. These  lease agreements allow the lessee 5 years for the supportive-housing  EUL facility to become operational. VA officials did not comprehensively  document their decision-making process for selecting the final 38 sites for  development as supportive-housing EULs under the BURR initiative with  a final written report or analysis. However, during the selection process,  the Secretary of the VA signed formal decision briefings and documents  for the individual properties. The Department entered into these 38 EUL  agreements with lessees to develop 4,100 BURR housing units. As of  September 2016, 871 of the 4,100 planned BURR units (21 percent) were  active. In order for VA to achieve its goal by the end of December 2016, it  would need to open an additional 3,229 units. The 35 active supportive- housing EULs are comprised of 15 BURR and 20 “legacy” projects (see  table 3 for details on the status of these EULs).", "VA’s EUL policy states that to enter the development phase, EUL projects  must be identified as valid priorities and included on the Department’s  EUL project list. The policy describes several steps in the development  phase, such as: (1) a preliminary inspection of the property; (2)  identification of physical limitations such as local, state, or federal  limitations on the site (e.g., zoning, environmental, or historic  preservation); and (3) a preliminary asset valuation. It also requires  collecting documentation about the site, such as title files, flood plain  maps, and local zoning and code requirements. The policy further states  that milestones, approvals, and supporting documents that occur during  each phase of the process must be reported and attached in VA  databases and that the office responsible for the project will ensure that  all “reportables” are appropriately and accurately recorded.  Furthermore, VA policy states that the Office of Asset Enterprise  Management is responsible for establishing policies, procedures,  guidelines, and assuring proper documentation for the EUL program. In  the case of these 38 sites, under the expedited leasing process, VA  completed some, but not all, of the steps in the development phase  before entering into short-term leases. VA officials said they outlined the  required transaction details needed to be completed before finalizing the  EUL agreement, such as a development plan, financing, and  environmental, and historic compliance. For example, VA analyzed the  physical potential for housing, need for housing, and potential financing  availability for the projects. However, VA officials did not consistently  assess the same conditions for each site. In some cases, they  documented known historic preservation or environmental issues but not  in others. VA officials intended the short-term five-year leases to allow for  the additional steps in the development process, but they did not clarify in  their BURR documents the steps they had completed before signing the  leases and those they planned to complete later. This lack of clarity made  it difficult to assess how VA officials complied with their own policy. VA  could not provide us with a final summary report or analysis documenting  the BURR initiative. For the final site selection, VA officials provided us  with documents of EUL sites with differing information. Initially, VA  provided us with a document entitled “Draft BURR Site Priority for  Housing Reuse,” dated December 2010, which included basic information  on 39 sites (rather than the final 38), such as square footage, physical  potential for housing, need for housing, and financing availability.  However, this document did not include 21 of the 38 lease agreements.  Subsequently, they provided us with a BURR project list from the third  quarter of 2011 that did not mention 19 of the 38 lease agreements.  Further, since the time that VA identified the 38 sites, some of those sites  are no longer on the list, and additional sites are now categorized as  BURR projects, making it difficult to reconcile the original list with  subsequent updates. Federal Standards for Internal Control states that  documentation is required for the effective design, implementation, and  operating effectiveness of a federal program, and that management  considers the impact of deficiencies identified in achieving documentation  requirements. In addition, management clearly documents internal  control and all transactions and other significant events in a manner that  allows the documentation to be readily available for examination. Further,  management designs control activities so that all transactions are  completely and accurately recorded. This type of readily available, clear,  and complete documentation of the EUL projects could have allowed VA  to more effectively implement the supportive-housing EUL program by  excluding sites that it later found it could not develop. We discuss  examples of such cases in the next section of this report."], "subsections": []}, {"section_title": "VA Faces a Challenge in Identifying Available and Suitable Properties for Additional EULs", "paragraphs": ["In 2014, VA conducted a second nationwide housing-needs analysis to  determine whether any additional opportunities existed to develop  supportive-housing EULs. However, according to officials this  assessment did not identify any new properties. Additionally, they told us  that, after further research, they found that some of the properties initially  identified as part of the BURR process were not suitable for housing for  homeless veterans or were not available for development. As such, the  Department may not have property available for repurposing as  supportive-housing in a particular location even where they have  identified a need for housing based on the homeless veterans’ population  in that area or where they have initially identified unused or underutilized  property for that purpose, for example:", "Castle Point, New York, more than 30 months after VA announced it  would develop supportive-housing at the site, VA discontinued its  plans because additional analysis found that the site contained six  unofficial and unauthorized landfills, making the property unsuitable.", "Chicago, Illinois: VA identified a 26,500 square foot building on the  North Chicago VA campus and, in June 2011, announced it would  develop a supportive-housing project at that site. Based on additional  analysis, officials found that the VAMC was using part of the building  for other purposes and, as such, the officials could not develop the  property.", "Long Beach, California: VA identified 2 parcels of land totaling 10  acres at the VAMC Campus in Long Beach, California, part of Los  Angeles county, which has the highest number of homeless  veterans—approximately 2,700—in the United States. VA officials  announced in June 2011 that they would develop a supportive- housing EUL on the Long Beach site, but later found that, due to the  extent of other construction projects on the campus, there were no  longer any underutilized facilities.", "Spokane, Washington: VA officials discovered that the land identified  for development belonged to the State of Washington, and not VA, 30  months after they had announced plans for a supportive-housing EUL  on the property, and they had to cancel the project.", "Additional properties initially identified as part of the BURR process  remain on hold because they may not be suitable for development for  supportive-housing. VA officials stated that they would let the interim  leases expire at the end of the term in December 2016, for example:", "Bath, New York: The property VA selected for development was  located in a flood plain with a 1 percent chance of flooding. As a  result, the developer could not obtain financing for the project. VA  subsequently offered a second property, not located in the flood plain,  to the developer; however, the local community withdrew its support  for the project because of concerns about the cost of the project and  about formerly homeless veterans moving into the area.  Subsequently, the project could not move forward because it did not  obtain state funding.", "Salem, Virginia: After entering into a lease agreement, VA found there  was an insufficient homeless veteran population in the area to support  the project as envisioned.", "Our findings echo those of the VA’s Office of Inspector General (OIG) in  February 2012—that major decisions were not always documented in  EUL project files or populated in the VA’s database, as required by VA  policy. For these reasons, the OIG reported that it was unable to  determine whether the selection process was appropriate and fair.  Moreover, without clear and complete records that can provide  institutional knowledge to inform future decisions, VA cannot be sure that  it is making the best decisions in identifying real property for use as  supportive-housing for homeless veterans."], "subsections": []}, {"section_title": "VA Faces Challenges with Stakeholder Opposition to Some Supportive-Housing EULs", "paragraphs": ["According to VA officials and lessees we interviewed, stakeholder support  is crucial to developing supportive-housing EULs, and opposition has  prevented or delayed some EUL projects. Our prior work has consistently  found stakeholder resistance to locating federal homelessness programs  in some communities. Stakeholders for supportive-housing EULs  represent many different groups, including veterans, local and national  veteran support organizations, the local community, state and local  government, and developers. VA officials told us that reaching agreement  with all stakeholders can be challenging, and objections from any one of  these groups could delay or prevent a project from going forward. The  officials provided us with several examples of cases in which the local  community did not want formerly homeless individuals living nearby (in  Perry Point, Maryland, and Los Angeles, California). Or veterans wanted  VA to improve the medical facilities on the campus rather than lease the  property to a private developer for supportive-housing for veterans and  their families (in Queens, New York, and West Los Angeles). In some  cases, legislation was introduced to stop supportive-housing EUL  projects. Additionally, in West Los Angeles, a 2007 law prohibited VA  from selling or exchanging land on the medical campus. According to  VA officials, this prohibition resulted largely from veterans’ opposition to  VA’s use of property for any purpose but direct services to veterans.  According to VA officials, VA could not proceed with its draft master plan  for 1,200 units of supportive-housing without a change in this law. VA  officials also provided us with examples of approaches they used to  address stakeholder opposition. For example, in the case of the West Los  Angeles campus, they held an estimated 100 town hall meetings with  various community groups to hear their concerns about locating  supportive-housing EULs on-site. VA officials also said they collected  more than 1,000 comments on the draft master plan and, in response to  these comments, modified the plan to add a town center, redesign the  flow of traffic, and increase the planned housing units from 900 to 1,200.  Subsequently, the West Los Angeles Act of 2016 was enacted, which  authorizes VA to enter into enhanced-use leases at the West Los Angeles  VAMC for the purposes of providing supportive-housing to benefit  veterans and their families, and permits VA to proceed with its draft  master plan."], "subsections": []}, {"section_title": "Obtaining Financing for Supportive-Housing EULs Poses Challenges", "paragraphs": ["Lessees rely on multiple funding sources for both capital and operational  financing, including, the Low Income Housing Tax Credit (LIHTC)  program, government grants, low-interest federal loans, and rental  subsidies for residents. According to a senior official of the National  Equity Fund—an organization that specializes in financing affordable  housing with LIHTCs—these resources play a key role in creating  affordable rental housing for veterans. VA officials told us that HUD- VASH project-based vouchers are important to EUL projects for rental  payments as they are attached to the project for a period of 15 years. The  process of obtaining funding for supportive-housing projects can be highly  competitive, and the EUL lessees have to meet program requirements for  each funding source from government and private entities, such as the  HUD-VASH or LIHTC. In other cases, however, lessees have  successfully obtained a range of financing sources to develop a  supporting-housing EUL. Figure 4 illustrates the complexity of financing  necessary for a supportive-housing EUL in Minnesota."], "subsections": []}, {"section_title": "VA’s EUL Policies and Procedures Are Outdated and Are Not Specific to Supportive-Housing for Homeless Veterans", "paragraphs": ["VA’s existing policies for the EUL program are outdated and reference the  EUL authority from 1991, which is no longer in effect. As discussed  earlier, prior to 2012, VA’s EUL authority allowed it to develop a wide  range of projects where the EUL contributed to VA’s mission, enhanced- use of the property, and would not adversely affect VA’s mission. In  August 2012, legislation was enacted that limited VA’s EUL authority to  the development of supportive-housing for homeless veterans. VA’s  policy does not discuss the current program mission—to provide supportive-housing for homeless veterans—or outline specific  considerations—such as addressing stakeholder opposition and obtaining  financing for supportive-housing EULs. Identifying and developing real  property to meet the housing and supportive service needs of homeless  veterans is different from identifying and developing real property for  other types of EULs, such as administrative offices, parking, hospice  centers, and child-care facilities. Federal Standards for Internal Control  state that management should periodically review policies, procedures,  and related control activities for continued relevance and effectiveness in  achieving the entity’s objectives or addressing related risks. VA reported  that it updated its policy Directive and Handbook 7454 in June 2012.  However, that update did not address the current EUL authority,  specifically the inclusion of the provision that EULs can only provide for  housing for homeless veterans. Further, the update did not revise the  development phase of its process to address relevant needs for  supportive-housing for homeless veterans, such as the type of housing  needed for the local area or the space configuration or square footage  needed for supportive-housing as compared with available VA property.  VA officials told us that they had not updated the policy Handbook to  address the changes in the current law because they were anticipating an  amendment to its EUL authority that would again allow the use of EULs  for purposes other than supportive-housing for homeless veterans.", "As of October 2016, VA officials told us that they were in the process of  revising the Handbook to address the current EUL authority and related  information such as financing options, which may be useful for lessees,  and that they expected to complete it by December 2016. VA officials said  they expect to update other EUL policies during fiscal year 2017. The  draft that VA shared with us requires an analysis of the local market,  including current and anticipated supply and demand conditions affecting  the project. However, it does not specifically provide direction on how to  determine whether a proposed supportive-housing EUL meets the need  for homeless veteran housing in the local area or discuss VA’s limited  authority to provide housing for homeless veterans. VA officials told us  that they do assess whether the homeless veteran population can benefit  from supportive-housing in the area of a proposed EUL. For example,  since 2013, VA has conducted a gap analysis as part of its effort to  determine the need for homeless veteran programs such as HUD-VASH,  SSVF, and GPD. However, this assessment is not included in the draft  Handbook. Without policies and procedures that address needs specific  to supportive-housing for homeless veterans, VA may not be well  positioned to identify viable supportive-housing EUL projects and help  ensure that those projects are successfully developed. As a result, VA  may not be making the most effective use of public resources to serve  homeless veterans."], "subsections": []}]}, {"section_title": "VA Uses Three Additional Key Programs to Provide Housing Assistance and Supportive Services to Homeless Veterans", "paragraphs": ["HUD-VASH, GPD, and SSVF each differs in its eligibility requirements  and the population it serves (see app. III). Program eligibility, resource  availability, and veteran choice determine veteran program participation.  USICH, VA, and HUD have advocated placing veterans and their families  in permanent housing through HUD-VASH and SSVF and using GPD’s  service-intensive transitional housing only if veterans refused permanent  housing. However, USICH officials stated that they recognize that  veterans should be provided meaningful choices, and USICH guidelines  on ending veteran homelessness recognize that some veterans may  decline permanent housing and choose to enter GPD or other transitional  housing.", "Each of the three programs provides a range of supportive services to  veterans (see table 4). Case management services, which vary by the  level of veteran engagement and need, are required in the HUD-VASH  program and generally required in the SSVF program. VA officials  stated that veteran participation in other supportive services provided by  HUD-VASH, GPD, and SSVF is voluntary and dependent on program  design and veteran needs. Eligible veterans may use any of the three  programs, but there are limits on the extent to which they may do so  concurrently. For example, generally an SSVF participant cannot receive  rental assistance as part of SSVF’s temporary financial assistance  payments while also receiving a housing subsidy through a HUD-VASH  voucher. VA officials stated that VA tracks the number of veterans participating in HUD-VASH, GPD, and SSVF, but generally does not track  the number of veterans using the individual services in association with  each program."], "subsections": [{"section_title": "Each Year Since 2012, HUD’s and VA’s Supportive-Housing Vouchers Have Housed More Chronically Homeless and Vulnerable Veterans, but Locating Housing in Some Markets Is Difficult", "paragraphs": ["From fiscal year 2012 to fiscal year 2016, almost twice as many  chronically homeless and vulnerable veterans used HUD-VASH vouchers  to find housing, from about 37,000 in fiscal year 2012 to about 72,500 in  fiscal year 2016, as reported by VA (see table 5). VA’s data showed that  as of September 30, 2016, 72,481 formerly homeless veterans were living  in HUD-VASH supported housing; this number represents about 92.3  percent of the vouchers that HUD authorized, exceeding VA’s target of a  92 percent utilization rate. In addition, public-housing authorities issued  about 5,100 (6.5 percent) vouchers to veterans who were still trying to  find housing and about 1,300 (1.7 percent) vouchers were reserved for  veterans undergoing public-housing-authority application processing. VA  also targets the percentage of veterans housed within 90 days of  admission to the HUD-VASH program at 65 percent and reported the  fiscal year-to-date measurement for September 30, 2016 as 58 percent.", "Service providers at several supportive-housing EULs we interviewed  said that they accept tenant-based HUD-VASH vouchers or have some  residents who hold these vouchers. The total number of veterans  subsidized by tenant-based HUD-VASH vouchers at supportive-housing  EULs is unknown because VA does not specifically track the usage of  tenant-based vouchers at these locations. However, VA does track the  number of project-based HUD-VASH vouchers allocated to EULs. From  fiscal years 2010 through 2016, HUD allocated 942 project-based HUD- VASH vouchers through HUD’s set-aside award process to 22  supportive-housing EULs.", "According to VA and HUD officials, as well as officials from the National  Alliance to End Homelessness, some veterans may not be able to use  their HUD-VASH vouchers because they face difficulties finding  affordable and suitable housing in certain housing markets. For example,  the maximum allowable amount of HUD-VASH housing assistance  payments may be inadequate in some areas, and low rental vacancy  rates in some markets have resulted in a lack of housing availability for  veterans. National Alliance to End Homelessness officials stated while  the housing assistance payments from HUD-VASH were supposed to  keep up with increasing rental rates, this has not been the case. To  address this issue, HUD officials stated that HUD has granted permission  for some public-housing authorities to increase the housing assistance  payments for housing in some high cost cities. Officials in the city of Los  Angeles stated that the city received an increase in housing assistance  payments in February 2016 and that as of August 2016, about half of the  veterans found housing using the higher housing assistance payment  amount. However, the low vacancy rate in Los Angeles still presents a  challenge for the time it takes to find housing using HUD-VASH vouchers.  Los Angeles county officials stated that as compared to the prior year, the  average number of HUD-VASH voucher holders who found housing  increased. However, in addition to housing assistance payments, Los  Angeles county officials pointed to other efforts, such as providing  incentives to landlords to hold vacant units for veterans and increasing  the number of staff and housing locators for HUD-VASH, as contributing  to the increase. According to VA officials we interviewed, some veterans  may also have difficulty finding housing that complies with HUD’s housing  quality standards. HUD and VA officials stated that they are working to  raise landlords’ awareness of the HUD-VASH program.", "Agency data and studies we reviewed indicate that HUD-VASH vouchers,  which veterans may use for as long as needed, are associated with stable  housing and staying with the program for several years. One study,  published in 2010, found that veterans who used the vouchers tended to  participate in the program for over 2 years and another academic study,  published in 2013, found that 93 percent of veterans who used the  vouchers stayed in housing for at least 1 year. HUD estimated that  HUD-VASH voucher turnover was about 8,400 for calendar year 2015,  which may include veterans who no longer needed the vouchers, as well  as those veterans who “negatively exited” the program. One of the  studies cited earlier, for example, found that about half of the veterans  who left the program left because they were over the income limit or no  longer needed the program. VA data indicated that for fiscal year 2016,  the percentage of veterans negatively exiting from the program was 16.4  percent, meeting VA’s target of 18 percent or less. Representatives  from three locations USICH certified as having ended veteran  homelessness (Virginia, Las Vegas, and Houston) stated that the HUD- VASH program was instrumental in ending chronic veteran homelessness  in their communities."], "subsections": []}, {"section_title": "The Number of Veterans Served by the Grant and Per Diem Program has Remained Relatively Steady, and VA Is Encouraging Program Modifications to Better Support Permanent Housing", "paragraphs": ["From fiscal years 2012 through 2016, the number of veterans served by  the GPD program, as reported by VA, remained relatively steady (see  table 6). In the same period, the number of beds available through the  program increased in fiscal years 2013 and 2014, but fell in 2015 and  2016, with a decline of about 700 beds in fiscal year 2016 as compared to  fiscal year 2015. VA reported that from fiscal years 2012 through 2016,  the average length per stay for GPD participants ranged from 183 to 201  days. As of August 2016, service providers at five supportive-housing  EUL sites provided GPD program services, including 214 transitional  beds.", "As part of VA’s plan to end veteran homelessness, VA called for  transitional housing programs to focus on discharging veterans directly to  permanent housing. The GPD program set a target of 65 percent for  veterans that entered transitional housing to leave the program for  permanent housing in fiscal year 2014 and reported that it exceeded  those targets in fiscal years 2014 through 2016 (see table 6). In fiscal  year 2014, VA also set the target for negative exits from the program at  30 percent; VA reported that GPD negative exits were below the target  rate for fiscal years 2014 through 2016. Those negative exits included  instances where veterans violated program rules, failed to comply with  program requirements, or left without consultation with staff.", "In March 2016, VA issued guidance encouraging GPD service providers  to adjust their provision of transitional housing by allocating some of their  GPD beds toward bridge housing. Bridge housing generally provides  beds for short-term stays (up to 90 days) when a veteran (who may not  be in the GPD program) has been offered and accepted permanent  housing assistance, but that housing is not yet available. VA stated in its  guidance that adding bridge housing would help the GPD program to  better align with VA’s strategy of quickly placing homeless veterans into  permanent housing without encountering barriers. Officials from USICH  and representatives from the city and county of Los Angeles and the  Commonwealth of Virginia, stated that some GPD programs have  historically placed restrictions on entering the program, such as requiring  veterans to obtain substance abuse treatment prior to obtaining housing.  In conjunction with VA’s guidance, USICH has encouraged communities  to limit the use of GPD service-intensive transitional housing and to use  transitional housing as “bridge housing” whenever possible to limit  restrictions to entry."], "subsections": []}, {"section_title": "Supportive Services for Veteran Families Program Participation and Rental Assistance Have Increased Substantially in the Past 4 Years", "paragraphs": ["Veterans and their family members participating in the SSVF program  increased from about 33,000 in fiscal year 2012 to about 157,000 in fiscal  year 2015, then declined by about 8,500 in fiscal year 2016, as reported  by VA (see table 7). VA officials explained that the program’s expansion  had coincided with increased fiscal year funding. VA officials additionally  stated that, while the number of participants served in fiscal year 2015  declined, placements into permanent housing through the program  increased mostly due to rapid re-housing efforts. For SSVF’s  homelessness prevention efforts, VA reported that in fiscal year 2016, the  program prevented about 92 percent of at-risk program participants from  becoming homeless. The program rules also require service providers to  use at least 60 percent of SSVF resources toward rapid re-housing  intervention but set a goal of 70 percent. VA reported that in fiscal year  2016, about 70 percent of veteran households that SSVF served received  rapid re-housing interventions, resulting in 78 percent of the participating  households being discharged to permanent housing.  Factors such as a  veteran’s income and existence of disability affect the placement rate.  VA’s data showed that those with higher monthly incomes were more  likely to move into permanent housing upon leaving the program.  Conversely, VA stated that disability could be a barrier to housing  placement. In fiscal year 2014, VA found that more than half (55 percent)  of the veterans participating in the program had a disabling condition.", "Rental assistance made up the majority of the temporary financial  assistance provided through SSVF, followed by funding for housing  security deposits (see table 8). At several supportive-housing EUL sites,  service providers we spoke with stated that SSVF provided assistance,  such as security deposits to veterans. However, the number of veterans  that received SSVF assistance in conjunction with supportive-housing  EULs is unknown because VA does not specifically track how many  veterans access SSVF at supportive-housing EUL sites. SSVF focuses  on short-term interventions. For example, VA officials stated that from  fiscal year 2012 through 2015, participants received rental assistance  ranged from 93 to 109 days.", "Two studies found the SSVF program helped veterans to maintain  housing. A 2014 VA study found that the vast majority of veterans who  participated in SSVF did not experience an episode of homelessness 1  year subsequent to the program. Another research study, published in  2015, found that a majority of veterans had either maintained their  housing (in the case of prevention efforts) or obtained housing (in the  case of rapid-re-housing efforts) 2 years after exiting the SSVF  program. Representatives we interviewed from New Orleans and the  Las Vegas metropolitan area said that the SSVF program was  instrumental for rapidly re-housing veterans. Additionally, representatives  from Houston stated that SSVF created new resources outside of existing  programs that helped in ending veterans’ homelessness. Representatives  from New Orleans stated that most of the currently homeless veterans in  their area are recently homeless or transient, and generally have less  severe health or disability issues in comparison to populations of  homeless veterans that received housing in the past. They anticipate that  SSVF, more than other programs, will help recently homeless veterans."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["VA has collaborated with other federal agencies, lessees, and homeless  service providers to increase the number of supportive-housing EULs and  help veterans obtain housing, health care, and other services through  HUD-VASH, GPD, and SSVF programs. Within a 2-year time frame, the  BURR initiative identified and VA executed interim leases for 38 sites for  development as supportive-housing EULs. However, VA officials did not  completely document their decision-making process for selecting  properties, or other key information, as required by standards for internal  control and their own policy. Without such documentation, VA cannot  systematically make use of the knowledge gained from this initiative to  help identify and develop future properties as supportive-housing EULs.  In the future, documenting the steps taken to identify and develop these  sites, as well as the additional information required by VA policy, could  help VA ensure that the properties it identifies are viable for meeting  veterans’ needs for supportive-housing. Further, VA has not updated its  policy to reflect the 2012 change in its EUL authority limiting it to solely  developing supportive-housing EULs for veterans. Federal Standards for  Internal Control state that management should periodically review policies  and related control activities for relevance and effectiveness in achieving  the entity’s objectives. At the completion of our audit work, VA officials  told us that they were in the process of updating their policy and expected  to complete it by the second quarter of 2017. In addition to the lack of  consistency with the current authority, VA has not specified in its policy  how identifying properties for use as supportive-housing EULs for  veterans differs from other types of EULs the agency has used in the  past. Incorporating these changes into its policy may better position VA to  identify feasible projects as well as potential delays in completing those  projects, thereby allowing the VA to expedite development of additional  supportive-housing EULs. With improved documentation and policies, VA  may make a greater contribution toward ending veterans’ homelessness."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve VA’s supportive-housing EUL program and meet the needs of  homeless veterans, we recommend that the Secretary of Veterans Affairs  should direct the Office of Asset Enterprise Management to take the  following two actions:  clearly and completely document the selection process for all  supportive-housing EULs from pre-development through completion  of VA’s development phase in keeping with internal control standards  and VA policy, and; update its EUL policy to (1) address the current authority for  developing supportive-housing; and (2) specify how to identify  properties for supportive-housing EULs to meet the needs of  homeless veterans."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to HUD, USICH, and VA for review and  comment. We also provided a draft of the relevant EUL profile in  Appendix V to lessees and service providers for each of the 13  supportive-housing EULs we visited. We received technical comments  from HUD, USICH, and VA, as well as several of the lessees, and we  incorporated those comments where applicable. In addition, both USICH  and VA provided written responses to our report (reproduced in  appendixes VI and VII respectively).", "USICH agreed with our report’s perspective that the EUL program is  among the key strategies that meaningfully contribute to the supply of  supportive-housing opportunities needed to end veterans’ homelessness  and to meet the needs of veterans in the future. USICH’s comments also  noted the importance of the other programs discussed in our report— HUD-VASH, SSVF, and GPD—in contributing to and sustaining the  progress in ending veterans’ homelessness.", "VA concurred with both of our recommendations, and discussed planned  actions to address them; however, VA disagreed with some of our  findings. With respect to our finding that VA did not fully document the  decision-making process in selecting supportive-housing EULs in keeping  with internal control standards and VA policy, VA stated that it believes it  did document the selection process for the supportive-housing EUL  agreements. However, VA acknowledged that stakeholders could have  benefited from a single formal report as an effective communication tool  and to help ensure the transfer of institutional knowledge. VA stated that,  going forward, it will continue to enhance its documentation process to  keep in line with internal control standards.", "VA also stated that we conclude that the lack of a single formal report to  document how it selected the BURR sites means that it missed key  factors to choose optimal sites. In fact, we do not point to the lack of a  single formal report, nor do we specify the type of documentation VA  should prepare for the selection of supportive-housing EULs going  forward. Rather, we discuss the difficulty we had in reconciling the  multiple lists with different EUL sites VA provided to us at different points  in time. We made over 10 formal requests for information and clarification  on the sites selected, and VA did not provide us with comprehensive  documentation on the reasons why they selected certain properties over  others for development. We discuss the importance of clear  documentation in the context of maintaining sufficient internal controls for  program management and informing future decisions. In addition, we do  provide several illustrative examples of sites that VA initially selected that  missed key factors that prevented the development of the site. For  example, VA later learned that one site was not located on VA property,  another site was already used for other purposes, and another no longer  had underutilized facilities. We point out that additional documentation  could have allowed VA to more effectively implement the program by  excluding sites such as these.", "With regard to our second recommendation, VA stated that it is in the  process of updating its EUL policy and guidance to specifically document  requirements, which are detailed in the agency’s comment letter (see  app. VII), and it expects to complete the update by the end of the second  quarter of 2017. Among the requirements, it refers to a review of market  conditions, such as homeless populations to be served and the services  they may require. However, VA does not specifically state that it will  address how to identify properties that can meet the needs of homeless  veterans. We continue to believe that VA should include this objective in  its policy because, as discussed in our report, not all properties are  suitable for housing the population the EUL program is required to serve.", "In its comments, VA noted some additional points they felt we should  include in our report. However, we did cover these points to the extent  applicable. In particular, VA raised an overall concern that the theme of  our report does not take into account the entrepreneurial spirit and private  sector dependency that are fundamental to the EUL program. To the  contrary, we make these points clear throughout our report, by discussing  the multiple parties (e.g., public housing authorities, private development  corporations, non-profit lessees, and service providers) that play key roles  in the success of the EUL program. We discuss the range of services  provided and the benefits to VA, lessees, developers, and the local  community through participation in the program. We note that VA  reported that its ability to retain EUL lease proceeds provides it with an  incentive to be creative and aggressively pursue opportunities to  collaborate with both private and non-profit entities. Further, we describe  some of the key challenges that come with providing services through  multiple parties—such as transportation, mail delivery, and law  enforcement. And, we acknowledge the complexity of financing  supportive-housing EULs through multiple funding sources.", "In sum, our report acknowledges VA’s successful development of 35  active supportive-housing EULs, 6 under construction and 16 in  development, notwithstanding the challenges faced with identifying  suitable properties, stakeholder coordination, and obtaining sufficient  financing. We believe that the improvements in documentation and  updated policy that we recommended and VA has agreed to make will  help to ensure that the supportive-housing EUL program continues to  make an important contribution toward ending veterans’ homelessness.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of Veterans Affairs, the Secretary of Housing  and Urban Development, the Executive Director of the United States  Interagency Council on Homelessness, points of contact from the 13  EULs we visited, and other interested parties. In addition, the report is  available at no charge on the GAO website at http://www.gao.gov.", "If you or your staff have any questions, please contact David Wise at  (202) 512-2834 or Wised@gao.gov or Alicia Puente Cackley at (202)  512-8678 or Cackleya@gao.gov . Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix VIII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report examines: (1) how the U.S. Department of Veteran’s Affairs  (VA) uses enhanced-use leases (EUL) to provide supportive-housing and  services; (2) VA’s plans to develop additional supportive- housing through  EULs and how past plans have been implemented, and (3) how the  Department of Housing and Urban Development and Department of  Veterans Affairs Supportive-Housing (HUD-VASH) program; the Grant  and Per Diem (GPD) program; and the Supportive Services for Veteran  Families (SSVF) program have helped support the goal of ending  veterans’ homelessness. This report focuses on VA’s supportive-housing  EULs.", "To examine how VA uses its EUL authority to provide supportive-housing  to veterans, we collected and analyzed data from VA on the 35 active and  other supportive-housing EULs from July 1998 to September 2016 and  reviewed VA’s annual “EUL Consideration Report.” The data included  project location, project status, housing type, the award date for the lease,  number of housing units, and the year the facility began operating. We  analyzed the number of EULs by housing type to determine what  percentage of the housing units were permanent housing. We assessed  the reliability of the data through interviews with knowledgeable VA  officials and a review of the data for completeness and potential outliers.  We determined that the data were sufficiently reliable for the purposes of  providing summary information about supportive-housing EULs. Of the 35  active supportive-housing EULs, we conducted site visits to 13  supportive-housing EULs located on VA medical center (VAMC)  campuses. Specifically, we visited the following supportive-housing EULs:  one in Lyons, New Jersey; four in Dayton, Ohio; one in St. Cloud and two  in Minneapolis, Minnesota; three in Hines, Illinois; and two in Sepulveda,  California. We judgmentally selected these 13 supportive-housing EULs  to include a range of geographic locations, a variety of stakeholders (e.g.,  public, private, and non-profit lessees and service providers); housing  types (e.g., transitional and permanent housing); and with leases  spanning a range of years. At these site visits, we interviewed VA officials  from the Office of Asset Enterprise and Management (OAEM), Office of  General Counsel, local VAMC officials, lessees (some of which were  developers), and service providers to understand factors involved in  developing the EULs, the supportive services provided, and the benefits  of developing supportive-housing through the EUL program. The  information from our site visits is illustrative of issues affecting particular  sites and cannot be generalized to VA sites agency-wide. To understand  how VA’s EUL authority has supported housing for homeless veterans,  we interviewed officials from the U.S. Interagency Council on  Homelessness (USICH)—an independent federal agency composed of  19 Cabinet secretaries and agency heads, and not-for-profit veterans  organizations concerned with veterans’ homelessness: The National  Alliance to End Homelessness, National Coalition for Homeless Veterans,  U.S. Vets, Vietnam Veterans of America, and the National Equity Fund.", "To examine VA’s plans to develop additional supportive-housing and how  VA implemented past plans, we analyzed VA data from July 1998 to  September 2016 for projects under construction, development, and on  hold. We assessed the reliability of the data through interviews with  knowledgeable VA officials and a review of the data for completeness and  potential outliers. We determined that the data were sufficiently reliable  for the purposes of providing summary information about supportive- housing EULs. We also interviewed VA headquarters, local VAMC  officials, lessees, and service providers as part of our 13 site visits. Five  of the six VAMC campuses that we visited had supportive-housing EULs  under development or construction. These VAMC campuses are located  in Hines, IL; Lyons, NJ; Dayton, OH; and Minneapolis, and St. Cloud, MN.  Additionally, we spoke to OAEM officials and local VAMC officials in Los  Angeles, where VA is planning additional supportive-housing EULs. We  also analyzed information on VA’s Building Utilization Review and  Repurposing (BURR) initiative to identify VA’s proposed plans for and  completed supportive-housing EULs. Additionally, we reviewed VA’s  policies on EULs, including VA Handbook 7415 and VA Directive 7415,  which contain EUL policies and procedures; and VA Handbook 7454 and  VA Directive 7454, which contain policies and procedures for oversight  and management of EULs. To understand potential challenges in  developing EULs, we interviewed OAEM officials, local VAMC officials,  lessees, and service providers at the 13 operating supportive-housing  EULs about the challenges of developing an EUL. We reviewed and  analyzed leasing agreement documents, directives, agency policy,  guidance, and VA reports. We also reviewed VA’s Strategic Plan, VA  Office of Inspector General’s (OIG) work, and our prior work related to  EULs and lease agreements. We also reviewed the Standards for Internal  Control in the Federal Government.", "To describe how VA leverages key programs to support the goal of  ending veterans’ homeless, we examined three key housing programs:  HUD-VASH, GPD, and SSVF. For each program, we asked VA for  information about its performance targets and outcomes for fiscal year  2012 onward and the role these programs play in providing rent subsidies  and services for supportive-housing EULs. We assessed the reliability of  the data through interviews with knowledgeable VA officials and a review  of the data for completeness and potential outliers. We selected fiscal  year 2012 because we had conducted a review of the HUD-VASH  program that captured its performance for 2012—the year in which SSVF  began operation. Selecting fiscal year 2012 also allowed us to capture the  program outcomes in the years after VA and other agencies announced  their goal to end veterans’ homelessness. We conducted a literature  review to identify available and relevant research on the effects of the  three programs on homeless veterans. We identified relevant studies,  surveys, and analyses published by industry associations, academics or  research entities, and federal agencies. A GAO social scientist assessed  the design and methods of each study and determined they were  sufficient to support the findings we cite in this report. Additionally, we  interviewed VA’s Veterans Heath Administration Homeless Program  Office and HUD officials about relevant studies. We reviewed HUD and  VA guidance and policies on HUD-VASH, including notices HUD issued  on set-aside funding availability for project-based HUD-VASH vouchers;  VA’s Veterans Health Administration’s (VHA) Handbook 1162.05 on the  procedures for the HUD-VASH program, and VA’s Resource Guide on  HUD-VASH. Additionally, we reviewed guidance and policies VA has  published on GPD and SSVF, including the VHA Handbook 1162.01 on  the procedures for the GPD program and VA’s SSVF Program Guide. To  understand how these programs have supported housing for homeless  veterans and supportive-housing EULs we visited, we interviewed officials  from the following organizations: VA’s VHA; the Department of Labor;  USICH; National Alliance to End Homelessness; National Coalition for  Homeless Veterans; EUL lessees and service providers; and officials  from the city and county of Los Angeles, which has the largest population  of homeless veterans in the United States. Furthermore, to understand  the roles the programs played in ending veteran homelessness in specific  areas, we interviewed officials from Houston, Texas; New Orleans,  Louisiana; the Las Vegas metropolitan area; and the Commonwealth of  Virginia—all areas USICH certified as having ended veteran  homelessness. We selected Houston, New Orleans, and the Las Vegas  metropolitan area because, among the areas that ended veteran  homelessness, they had the highest number of homeless veterans in  2011—the first year of the national effort to end veteran homelessness.  We selected Virginia because it had a higher number of homeless  veterans in 2011, as compared to Connecticut, the other state that had  ended veteran homelessness at the time of our review. In Houston, we  spoke with representatives from the local VA medical center, the Houston  mayor’s office, and representatives involved in the local SSVF and HUD- VASH program. Similarly, in New Orleans, we spoke with representatives  from the local VA medical center and three service providers involved  with the local SSVF and HUD-VASH programs. In the Las Vegas  metropolitan area, we spoke with the Combined Working Group to End  Veteran Homelessness, which included representatives from VA, HUD,  city of Las Vegas, and several service providers. In Virginia, we  interviewed representatives of the Governor’s Coordinating Council on  Homeless Veterans. We also reviewed USICH’s criteria and benchmarks  for ending veteran homelessness. Additionally, we reviewed our prior  work on veteran homelessness and the HUD-VASH program.", "We conducted this performance audit from October 2015 to December  2016 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: The Population of Homeless Veterans in the United States, by State, 2016", "paragraphs": [], "subsections": [{"section_title": "Homeless Veteran Population by State", "paragraphs": [], "subsections": []}]}, {"section_title": "Appendix III: Participant Program Eligibility for Three Key Veterans’ Housing Programs", "paragraphs": ["Appendix III: Participant Program Eligibility for  Three Key Veterans’ Housing Programs 38 U.S.C. §101(2); 38 C.F.R. § 3.1(d). A veteran is defined in statute as a person who served in the  active military, naval or air service, and was discharged or released under conditions other than  dishonorable. 38 U.S.C. § 101(2). There are currently five types of discharges: (1) honorable; (2)  general; (3) other than honorable conditions or undesirable; (4) bad conduct; and (5) dishonorable."], "subsections": []}, {"section_title": "Appendix IV: Department of Veterans Affairs’ (VA) 70 Supportive-Housing Enhanced-Use Leases (EULs) as of September 2016", "paragraphs": ["Public — Housing  Authority of the City of  Vancouver  Private — Vietnam  Veterans Workshop, Inc.  12/30/2004  Nonprofit — Miami Valley  Public — St. Cloud  Housing and  Redevelopment Authority  Public — Hennepin  County Housing and  Redevelopment Authority  Private — New  Directions Sepulveda I  L.P.", "Private — New  Directions Sepulveda II  L.P.", "Private - Bedford Place,  LLC (Peabody  Properties)", "Private — Hines  Veterans Residences  L.P. (Communities for  Veterans)", "Private - Freedoms Path  at Kerrville (Communities  for Veterans)", "Private — Valley Brook  Village I, LLC (Peabody  Properties)"], "subsections": [{"section_title": "State EUL status", "paragraphs": ["Private - Vancouver  Veterans Residences, LP  (Communities for  Veterans)", "Private — Cloudbreak,  Hawaii, LLC  Private — Eisenhower  Ridge Association  (Pioneer Group, Inc.)", "Private — Cazenovia  Recovery Systems, Inc.  12/27/2011  Nonprofit - Soldier On  Private — PVII Viera  Manor  Private — Danville VA  L.P."], "subsections": []}, {"section_title": "State EUL status", "paragraphs": ["Nonprofit — Volunteers  of America of Greater  Ohio  Private — Medallion  Management, Inc.", "Public — Housing  Authority of Salt Lake  City  Private - Howard House,  LLC (Peabody  Properties)  12/27/2011  Nonprofit - CBVA St  Private - Chillicothe  Veterans Residences, LP  (Communities for  Veterans)", "Private - Grand Island,  LLC (Pioneer Group)", "Private - Augusta  Veterans Residences  (Communities for  Veterans)", "Private - Fort Harrison  Veterans, LLP  (Communities for  Veterans)"], "subsections": []}, {"section_title": "State EUL status", "paragraphs": ["Private — Hines  Veterans Residences  L.P. (Communities for  Veterans)", "Private - Augusta  Veterans Residence, LPs  (Communities for  Veterans)", "Private - America First  Real Estate Group  12/30/2011  Nonprofit - Help USA  Private - Northport  Seniors, LLC  (Communities for  Veterans)", "Private — PVII Viera  Manor  Private — Medallion  Management, Inc."], "subsections": []}, {"section_title": "State EUL status", "paragraphs": [], "subsections": []}]}, {"section_title": "Appendix V: Profiles of the 13 Selected Supportive-Housing Enhanced-Use Leases", "paragraphs": [], "subsections": [{"section_title": "Veteran prioritization Housing assistance programs", "paragraphs": [], "subsections": []}, {"section_title": "Annual income eligibility Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": [], "subsections": []}, {"section_title": "Supportive services offered", "paragraphs": [], "subsections": []}, {"section_title": "Veteran prioritization Housing assistance programs Annual income eligibility Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": [], "subsections": []}, {"section_title": "Veteran prioritization Housing assistance programs", "paragraphs": [], "subsections": []}, {"section_title": "Annual income eligibility Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": ["In 2016, up to $26,950 (one person) or $30,800 (two persons)"], "subsections": []}, {"section_title": "Veteran prioritization Housing assistance programs", "paragraphs": [], "subsections": []}, {"section_title": "Annual income eligibility", "paragraphs": [], "subsections": []}, {"section_title": "Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": [], "subsections": []}, {"section_title": "Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": [], "subsections": []}, {"section_title": "Annual income eligibility Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": [], "subsections": []}, {"section_title": "Veteran prioritization Housing assistance programs", "paragraphs": [], "subsections": []}, {"section_title": "Annual income eligibility", "paragraphs": [], "subsections": []}, {"section_title": "Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": [], "subsections": []}, {"section_title": "Veteran prioritization Housing assistance programs", "paragraphs": [], "subsections": []}, {"section_title": "Annual income eligibility Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": [], "subsections": []}, {"section_title": "Annual income eligibility Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": [], "subsections": []}, {"section_title": "Annual income eligibility Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": [], "subsections": []}, {"section_title": "Supportive services offered", "paragraphs": [], "subsections": []}, {"section_title": "Veteran prioritization Housing assistance programs Annual income eligibility Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": [], "subsections": []}, {"section_title": "Annual income eligibility", "paragraphs": ["Up to 60 percent area median income or $22,100 (for units with a HUD subsidy) or  $25,920 (for units without a HUD subsidy)"], "subsections": []}, {"section_title": "Lessee and organization type Contracted service provider Enhanced-use lease New construction or rehabilitation Lease awarded Facility opening", "paragraphs": [], "subsections": []}]}, {"section_title": "Appendix VI: Comments from the United States Interagency Council on Homelessness", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VII: Comments from the Department of Veterans Affairs", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VIII: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contacts named above, Amelia Shachoy (Assistant  Director), Marshall Hamlett (Assistant Director), Nelsie Alcoser (Analyst in  Charge), Russell Burnett, Delwen Jones, Joshua Ormond, Ernest Powell,  Susmita Pendurthi, Kelsey Sagawa, Jessica Smith, Crystal Wesco,  Daniel Will, and Weifei Zheng made key contributions to this report."], "subsections": []}]}], "fastfact": []}