{"id": "GAO-18-271", "url": "https://www.gao.gov/products/GAO-18-271", "title": "Customs and Border Protection: Automated Trade Data System Yields Benefits, but Interagency Management Approach Is Needed", "published_date": "2018-03-14T00:00:00", "released_date": "2018-03-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["CBP began work on ACE in 1994 to update the agency's existing electronic trade processing system. In 2006, Congress broadened this effort by mandating creation of a “single portal” International Trade Data System to, among other things, efficiently regulate the flow of commerce and more effectively enforce laws and regulations relating to international trade. Performance problems halted implementation of ACE from 2010 to 2013. In 2014, the President set a deadline of December 31, 2016, for completing the system.", "The Trade Facilitation and Trade Enforcement Act of 2015 included a provision for GAO to report on issues related to ACE implementation. In this report, GAO examines (1) CBP efforts to complete core ACE capabilities since 2013; (2) agencies' access to ACE and use of the system to process imports; (3) any cost savings and trade enforcement benefits from using ACE; and (4) the approach that will be used to manage ACE after core capabilities are completed. GAO reviewed information from 22 agencies as well as importers, exporters, and brokers and interviewed agency and trade community representatives."]}, {"section_title": "What GAO Found", "paragraphs": ["Since renewing efforts to implement the Automated Commercial Environment (ACE) in 2013, U.S. Customs and Border Protection (CBP) has deployed a number of key ACE activities, processes, and functions that it terms core capabilities. After several delays, CBP reported that it had finished implementing these capabilities—other than a capability for revenue collections—in February 2018. CBP expects to decide how to proceed with collections by the end of March 2018, according to agency officials.", "The 22 agencies CBP identified as requiring documentation to clear or license cargo are all authorized to access ACE, although GAO found considerable variation in their use of the system for import processing. For example, the Food and Drug Administration has integrated its systems with ACE and uses ACE data to review imports under its jurisdiction and target public health risks. In contrast, the Fish and Wildlife Service has not yet integrated ACE into its operations.", "ACE users at CBP and partner agencies and in the trade community told GAO that using ACE has reduced costs by making trade processing more efficient and has strengthened enforcement of trade laws and regulations. CBP has developed metrics for itself and the trade community and estimated savings that could result from the increased efficiency of some processes in ACE. CBP also reported efforts to expand its metrics to capture more ACE benefits—for example, to estimate the value of increased efficiencies for partner agencies.", "CBP has not yet established an approach for the management of ACE after February 2018. The agency plans to enhance ACE to address shortcomings ACE users have identified—such as difficulty in transmitting messages and required information —but has not established a process for prioritizing all suggested enhancements. CBP also has not identified funding for continued ACE development, including enhancements, after fiscal year 2018. CBP is leading an interagency effort to develop an ACE management approach that includes processes for prioritizing enhancements and sharing costs, but this approach has not been finalized. Federal guidance calls for establishing the organizational structure necessary to operate effectively and for examining efforts as needed to adopt coordinated approaches. Until processes for prioritizing ACE enhancements and sharing costs are finalized, agencies and the trade community will not realize the system's full potential benefits."]}, {"section_title": "What GAO Recommends", "paragraphs": ["The Secretary of Homeland Security should ensure that the Commissioner of CBP, in collaboration with partner agencies, finalizes an interagency approach to managing ACE that includes processes for prioritizing enhancements and sharing system costs. CBP concurred with GAO's recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["U.S. Customs and Border Protection (CBP)—an agency of the  Department of Homeland Security (DHS)—enforces the customs and  trade laws of the United States. According to CBP, the agency  processes about $3 trillion in trade and collects about $44 billion in  revenue each year from import duties, taxes, and fees. CBP carries out  its work in coordination with a variety of other U.S. government agencies.  For example, the Fish and Wildlife Service works to monitor international  trade in wildlife and wildlife products and to prevent the illegal import or  export of species regulated under international and U.S. wildlife laws,  while the Consumer Product Safety Commission works to ensure that  imported products comply with U.S. consumer product safety rules and  regulations.", "In 1994, CBP initiated planning and development of an information  system, known as the Automated Commercial Environment (ACE), to  ensure proper assessment and collection of customs duties.  Subsequently, the Security and Accountability For Every Port Act of 2006  (SAFE Port Act) mandated the creation of a “single portal” International  Trade Data System (ITDS). The stated purpose of ITDS included, among  other things, eliminating redundant information requirements, efficiently  regulating the flow of commerce, and more effectively enforcing laws and  regulations relating to international trade (in this report, “trade  enforcement”). According to CBP, ACE is intended to provide this single  portal. The act also stated that all agencies requiring documentation to clear or license imported or exported cargo must participate in the  system. After a series of unsuccessful efforts to complete ACE, CBP  began a renewed effort in 2013 to complete the implementation of key  activities, processes, and functions in ACE that CBP defines as core  capabilities.", "The Trade Facilitation and Trade Enforcement Act of 2015 (TFTEA)  includes a provision for GAO to review issues related to the  implementation and use of ACE. In this report, we examine (1) the status  of CBP’s efforts to implement core capabilities since 2013; (2) CBP  partner agencies’ access to ACE and use of the system for import  processing; (3) available information about any cost savings and trade  enforcement benefits that have resulted from using ACE; and (4) the  approach that will be used to manage ACE after core capabilities have  been completed.", "To examine CBP’s efforts since 2013 to implement core capabilities, we  obtained information from CBP’s Office of Information Technology and  Office of Trade, which have been responsible for developing and  administering ACE. We also obtained information from the Department of  the Treasury, which has responsibility under the SAFE Port Act for  coordinating interagency participation in ITDS. While ACE is designed to  permit management of both exports and imports, we focused on the  implementation of ACE capabilities to manage imports, because recent  CBP efforts to complete and improve ACE functionality have focused  primarily on imports.", "To examine other agencies’ progress in accessing and using ACE data  for import processing, we obtained summary information about CBP’s 49  partner agencies, focusing our analysis on the 22 partner agencies that  CBP identified as requiring documentation for clearing or licensing cargo  for import or export. We selected 5 of these agencies for case studies: the  Department of Health and Human Services’ Food and Drug  Administration (FDA), the Department of Transportation’s National  Highway Traffic Safety Administration (NHTSA), the Consumer Product  Safety Commission (CPSC), the Department of Agriculture’s Animal and  Plant Health Inspection Service (APHIS), and the Department of the  Interior’s Fish and Wildlife Service (FWS). We based our selection of  these 5 agencies on their size and on the extent to which they require  documentation for clearing and licensing cargo, among other factors.", "To examine available information about actual and potential cost savings  and enforcement benefits from using ACE, we obtained information on  efforts by CBP, other agencies, and companies engaged in international  trade to estimate such savings and benefits. We also obtained  information on efforts by CBP and other agencies to assess any cost  savings and other benefits that could result from CBP’s future  implementation of enhancements to the system. We examined metrics  that CBP has developed to measure cost savings from ACE and  determined that data generated from these metrics are sufficiently reliable  to be included in this report. In addition, we interviewed CBP and agency  officials in Washington, D.C., and at the ports of New York, N.Y., and  Newark, N.J., about benefits and challenges associated with using ACE.  We selected these ports because they allowed us to interview CBP  officials charged with processing a large volume of diverse imported  goods—both air and sea cargo—and provided an opportunity to interview  field staff representing four of our five case-study agencies. We also  discussed these issues with 16 trade community representatives (i.e.,  representatives of companies that buy and sell internationally traded  products as well as customs brokers and shippers that work for and with  these companies), many of whom had participated in organizations that  advise CBP regarding its operations.", "To examine factors related to CBP’s management of ACE after  implementation of core capabilities is complete, we obtained information  on CBP processes for reviewing, assessing, and prioritizing required and  suggested changes to enhance ACE. We also obtained information from  CBP about projected budgetary needs for its “post-core” management of  ACE (i.e., after implementation of core capabilities is complete). In  addition, we interviewed and obtained documentation from CBP regarding  interagency dialogue on post-core management of ACE. See appendix I  for more information about our objectives, scope, and methodology.", "We conducted this performance audit from January 2017 to February  2018 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "CBP and Partner Agency Processing of Imported Goods", "paragraphs": ["Imported goods flow into the U.S. market through a process that CBP  facilitates and enforces, in collaboration with other federal agencies and  with companies, including customs brokers, engaged in international  trade. Imported goods enter the United States at more than 300 ports by  air, land, or sea. The processing of imported goods includes three stages:  pre-arrival, arrival/cargo release, and post-release.", "Pre-arrival. Before goods leave their country of origin, importers and  shipping companies file paperwork and provide required advance  electronic information for CBP to review.", "Arrival/cargo release. Importers or brokers file entry documents  when goods reach a U.S. port of entry. At the ports, CBP and other  agencies with regulatory responsibilities review documents and may  examine the goods for import security and trade enforcement  purposes. Some goods selected for examination may be deemed  nonadmissible because of trade law or other violations. Admissible  goods are released from the port and enter into U.S. commerce.", "Post-release. After goods are released from a port, importers or  brokers file additional entry summary documents, which CBP reviews  to ensure compliance with trade laws. CBP verifies importers’ cargo  classifications and calculation of customs duties, taxes, and fees  owed, taking action when needed. CBP and other agencies may  determine that entered goods are noncompliant, thus triggering post- release enforcement action.", "Figure1 summarizes agency roles at these three stages of import  processing."], "subsections": []}, {"section_title": "ACE Development and Implementation, 1994– 2013", "paragraphs": ["CBP initiated planning and preliminary development of ACE in 1994,  following the enactment of the North American Free Trade Agreement  Implementation Act. Title VI of the act required the creation of a national  customs automation program that would allow electronic processing of  commercial imports. According to CBP, its existing electronic system for  processing imports—the Automated Commercial System (ACS), which  became operational in 1984—used antiquated hardware and software  and, because of limited processing capability, was increasingly difficult  and expensive to operate. In addition, despite ACS’s availability, CBP  continued to rely heavily on paper documents.", "The following year, a multi-agency task force launched an effort to  develop the International Trade Data System—a government-wide  system for reporting data used to clear imports and exports—and efforts  to develop ITDS and ACE were subsequently integrated. The 2006 SAFE  Port Act mandated the creation of ITDS to provide a “single portal” trade  data system, to be implemented no later than the date when ACE is fully  implemented. CBP initially planned to deploy ACE incrementally from  1998 through 2005. According to CBP officials, after substantial  difficulties, CBP awarded a contract to begin implementing ACE in 2001  and began deploying ACE capabilities in 2003. However, continued  slow progress led DHS to halt all new ACE development in 2010. A CBP  acquisition decision memorandum issued at that time stated that the  scope and complexity of ACE projects had been consistently  underestimated during the period leading up to this decision.", "DHS authorized CBP to renew work on ACE in 2013, after CBP had  completed a revision of ACE’s schedule, cost, and performance goals.  This “rebaselining” of ACE included adopting the agile approach to  system development, which involves segmenting development and  deployment into small consecutive stages, with frequent opportunities to  test new capabilities and confirm that they meet requirements. CBP’s new  plan called for completing core ACE capabilities to allow CBP and partner  agencies to employ the system in all phases of import and export  processing by November 2016, 11 years later than initially planned. A  February 2014 Executive Order, as well as provisions in TFTEA,  subsequently reinforced this commitment to complete the system before  the end of 2016.", "In rebaselining ACE, CBP consulted with partner agencies and trade  community representatives to identify the core trade processing  capabilities needed for the system to achieve full operational capacity,  according to CBP officials. CBP officials stated that these capabilities are  laid out in an internal 2013 CBP document describing, in general terms,  key activities, processes, and functions that must be performed to  automate import and export processing and improve targeting and  security. We use “core ACE capabilities” to refer to activities, processes,  and functions that CBP has defined as core."], "subsections": []}]}, {"section_title": "CBP Has Implemented Core ACE Capabilities but Delayed Completion Several Times", "paragraphs": ["After revising its schedule, cost, and performance goals for ACE in 2013,  CBP developed and deployed most of the capabilities that it defined as  core ACE. On February 27, 2018, CBP announced that it had deployed  the last of the major scheduled core trade processing capabilities.  However, CBP delayed completion of these capabilities several times and  has deferred deployment of collections—a capability for collecting import  duties, taxes, and fees—while it considers alternative approaches to  make this capability operational.", "Using the agile approach, CBP began deploying new ACE capabilities in  November 2013, introducing elements iteratively every few months. For  example, the November 2013 deployment included functions related to  the pre-arrival and arrival/cargo release phases of import processing,  initial steps to support two agencies in pilot testing ACE participation, and  a number of efforts to resolve technical problems. By mid-2016, CBP had  deployed all core pre-arrival and arrival/cargo release capabilities, but  several post-release capabilities remained to be deployed. In June 2016,  CBP officials reported that the program would not complete several key  events by November 2016 as planned and declared a cost and schedule  breach; in November 2016, CBP rebaselined ACE again. CBP  subsequently reported that it expected to finish deploying post-release  core ACE capabilities by January 2017, but the agency was unable to  complete this deployment as planned. In April 2017, CBP officials  reported that the program was again in breach, and CBP subsequently  moved the target date for completing deployment of remaining core  capabilities to July 2017.", "Reconciliation, Liquidation, and Drawback  During reconciliation, preliminary data on  import transactions provided to CBP at the time  of entry (such as the dollar value of imported  goods) may be updated.  During liquidation, import transactions are  finalized and duty, taxes, and fees due to CBP  are determined.   During drawback, exporters may be able to  claim and recover certain duties, taxes, or fees  upon the exportation or destruction of imported  merchandise under CBP supervision.", "February 2018. The February 2018 deployment completed most core  capabilities for post-release, including reconciliation, liquidation, and  drawback—functions related to the final determination and payment of  duties to CBP (see sidebar).", "CBP initially intended to implement collections in ACE along with other  post-release core capabilities. However, CBP officials told us that after a  series of unsuccessful attempts to move collections from ACS to ACE,  the agency decided in July 2017 to decouple collections from the other  remaining post-release capabilities. Agency officials explained that this  would allow deployment of other post-release capabilities by the end of  February 2018. CBP officials observed that technical challenges involved  in moving the current collections function—which is needed to complete  post-release functions such as liquidation—from ACS into ACE primarily  accounted for CBP’s inability to finish deploying core ACE capabilities in  2017.", "CBP officials stated that the agency will continue to link the newly  deployed post-release capabilities to collections in ACS while deciding  how to proceed. According to CBP officials, the agency expects to select  one of three options for collections by the end of March 2018: (1) add a  collections capability to ACE, (2) retain collections in ACS, or (3) develop  a separate collections system. CBP officials stated that the agency would  revise its estimate of the overall cost of completing and maintaining ACE  through the system’s expected life cycle after reaching this decision.", "The timeline in figure 2 summarizes CBP’s efforts to develop and deploy  core ACE capabilities since 2013."], "subsections": []}, {"section_title": "Partner Agencies That Clear or License Cargo Have Access to ACE, but Extent of Use Varies", "paragraphs": ["All partner agencies that CBP identified as bearing responsibility for  clearing or licensing goods for import or export have been granted some  access to ACE data. However, as our case studies of five partner  agencies illustrate, the extent to which these agencies use the system  varies, and agencies are continuing efforts to enhance their use of ACE."], "subsections": [{"section_title": "All Agencies with Responsibility for Clearing and Licensing Cargo Have Been Granted Access to ACE Data", "paragraphs": ["Each of the 22 partner agencies with responsibility for clearing or  licensing cargo has signed a memorandum of understanding with CBP  that allows access to ACE and details the information the agency will  receive through the system, according to CBP officials. Table 1 lists the  22 partner agencies CBP identified as having responsibility for clearing or  licensing cargo and as having signed a memorandum of understanding  with CBP  According to CBP, each memorandum of understanding specifies data  that the partner agency may access in accordance with its responsibilities  and as allowed by statute. Agencies may obtain these data through  ACE in the following ways:", "Agencies may specify data elements to be included in the ACE  partner government agency message set—that is, the consolidated  set of data that importers and exporters submit electronically. In many  cases, the message set includes data elements formerly collected  through paper forms, according to CBP officials.", "Agencies may require submission of supporting documents (e.g.,  cargo manifests) as image files through the ACE Document Image  System.", "Agencies may access these data directly through ACE or may establish  web linkages between ACE and their own data processing systems that  will allow their systems to receive automatic transmissions of ACE data.  CBP documents show that among the 22 agencies CBP identified as  having responsibility for clearing or licensing cargo,", "16 have established web linkages between ACE and their own data", "14 obtain agency-specific data through the ACE message set, and", "17 receive document image files from importers through ACE.", "In addition, 15 of the 22 agencies have completed, or are conducting,  pilots to initiate or expand their participation in ACE."], "subsections": []}, {"section_title": "Case Studies Show Variation in Use of ACE among Agencies That Clear or License Cargo", "paragraphs": ["While all of the 22 agencies that CBP identified as having responsibility  for clearing or licensing cargo have access to ACE data, our case studies  of 5 agencies found considerable variation in the extent to which they use  ACE for import processing. As table 2 shows, 4 of these agencies (FDA,  NHTSA, CPSC, and APHIS) have established linkages between ACE and  their own import data analysis systems, apply ACE data in those systems,  and have completed pilots to begin or expand their use of ACE. Agency  staff also may access ACE directly to obtain additional information that is  not available in their agencies’ systems. Nonetheless, we found  significant differences in the agencies’ use of ACE to obtain agency- specific data from importers: While FDA and NHTSA have largely  transitioned to using ACE for this purpose, CPSC and APHIS use it to a  more limited extent, and FWS continues to obtain data on imported goods  largely without using ACE. All five agencies reported ongoing efforts to  resolve difficulties related to using ACE and make greater use of the  system.", "According to CBP documents, several of these 27 other agencies have not concluded  an ACE memorandum of understanding with CBP and do not appear to be accessing  ACE—in some cases because ACE does not generate information that serves an agency  need, according to CBP and Treasury Department officials."], "subsections": [{"section_title": "FDA Uses ACE Data to Review and Target Imports for Health Risks", "paragraphs": ["Food and Drug Administration (FDA)  FDA applies health and safety standards to a  variety of imported products, including food,  drugs, cosmetics, medical devices, biologics,  tobacco, and radiation-emitting electronic  products. To carry out these functions, FDA  maintains a nationwide network of port-based  staff with authority to review and, if  necessary, refuse entry to goods that do not  comply with pertinent laws and regulations  that it enforces. FDA maintains two internal  information technology systems to assist  these efforts: the Operational and  Administrative System for Import Support, for  admissibility review of imports, and the  Predictive Risk Evaluation for Dynamic Import  Targeting system, a risk-based screening tool  that performs an initial electronic screening of  import entries containing FDA regulated  articles to target those items with potentially  higher public health risk for a manual  admissibility review.", "FDA has integrated its internal systems with ACE and uses ACE data to  review imports under its jurisdiction, targeting FDA-regulated imports that  pose higher public health risks for manual review to determine the  imports’ admissibility, according to FDA officials. FDA has worked with  CBP to establish bilateral transmission of import entry data between CBP  and FDA since 1997, when the two agencies linked FDA’s earlier import  operations system with CBP’s ACS, according to FDA. Consequently,  FDA officials described the transition to ACE as an upgrade, substantially  expanding the information available to the agency, rather than a new  approach to processing imports.", "FDA officials stated that they coordinated with the trade community and  CBP to complete the transition to using ACE. For example, the officials  said that they consulted with the trade community to develop FDA’s ACE  message set, with the goal of improving the clearance process. According  to FDA officials, the data that the agency required through the message  set included more information than it had previously required from  importers through ACS. FDA officials explained that their intent in adding  data elements was to facilitate the automated admissibility review of low- risk FDA-regulated articles and thus focus agency resources on articles  associated with a higher public health risk. Additionally, FDA worked with  the trade community to develop recommendations for technical  enhancements to ACE. Finally, FDA tested the new systems and the  viability of the message set in a pilot that it successfully concluded in  2016.", "According to agency officials, in November 2016, FDA issued a final rule  requiring that the trade community, when electronically submitting an  entry in ACE, provide certain information on all incoming cargo that is  subject to FDA regulation. In most cases, FDA finds this information  sufficient to determine admissibility. However, in about 3 percent of  cases, FDA requests additional information directly from importers, using  the agency’s Import Trade Auxiliary Communications System. FDA  officials stated that the agency is pursuing improvements in its ability to  communicate with importers via ACE."], "subsections": []}, {"section_title": "NHTSA Uses ACE Data to Review Motor Vehicle Imports", "paragraphs": ["National Highway Safety Transportation  Administration (NHTSA)  NHTSA works to ensure that imported motor  vehicles and equipment (e.g., tires) meet U.S.  safety standards. According to agency  officials, because NHTSA does not have  independent authority to hold incoming cargo  and does not have any staff at U.S. ports, it  relies on U.S. Customs and Border Protection  officials to hold and inspect cargo and to take  enforcement action if indicated (e.g., seizing  goods or denying entry) in consultation with  NHTSA. To fulfill its tasks, NHTSA uses its  Motor Vehicle Importation Information  database to assist in admissibility and  targeting decisions.", "NHTSA is using ACE data to review and clear imported motor vehicles  and equipment for entry into the U.S. market and works with CBP to  assess the compliance of certain products offered for importation. NHTSA  established an electronic link between its internal system and CBP’s ACS  in 1992. At that time, NHTSA and CBP arranged for importers to submit  NHTSA’s required paper form electronically through ACS. In 2015,  NHTSA began transitioning to ACE by pilot-testing submission of data for  a large ACE message set. According to NHTSA officials, the testing  process revealed significant technical problems. Prior to the pilot testing,  the trade community expressed concern about the number of data  elements that NHTSA asked CBP to collect from the trade community.  The Office of Management and Budget determined that certain proposed  requirements were burdensome for the trade community and asked  NHTSA to eliminate some of these requirements. Subsequently, in March  2016, NHTSA completed its transition to ACE with fewer data  requirements.", "In addition to using ACE data, NHTSA continues to obtain information  directly from importers, when necessary, through its Motor Vehicle  Importation Information system. For example, according to NHTSA  officials, the agency requests information through its system when it  identifies reporting errors in ACE or when additional information is needed  for certain temporary imports, such as vehicles or equipment imported for  research or demonstration purposes. NHTSA officials stated that they are  working with CBP to overcome a major challenge to efficient  collaboration: NHTSA uses vehicle identification numbers to track  imported vehicles, while ACE does not. According to NHTSA officials,  NHTSA has developed a database to provide public access to  manufacturer identification and vehicle identification number-deciphering  information submitted by manufacturers. According to NHTSA, CBP port  staff have begun accessing the database but it has not yet been linked to  ACE."], "subsections": []}, {"section_title": "CPSC Uses ACE Data to Target Imported Consumer Products", "paragraphs": ["Consumer Product Safety Commission  (CPSC)  CPSC protects the public from unreasonable  risk of injury or death associated with  consumer products, including over two-thirds  of all categories of imported goods, such as  toys, children’s sleepwear, and household  electronics. CPSC expanded examination of.  imported goods in 2008 following passage of  the Consumer Product Safety Improvement  Act of 2008, which required the agency to  develop a risk-assessment methodology for  certain imports. CPSC maintains a limited  presence at U.S. ports and has independent  authority to hold incoming cargo for  inspection. The agency employs its Risk  Assessment Methodology targeting system to  assist in its import oversight responsibilities  by generating potential targets for inspection.", "CPSC uses only ACE data collected under CBP authority to support its  oversight of consumer product imports and is considering expanding the  information it receives from ACE. CPSC’s internal Risk Assessment  Methodology targeting system focuses on 300 high-risk categories of  imports listed by CPSC, using U.S. Harmonized Tariff Schedule codes,  and currently receives the standard data that CBP obtains via ACE on all  imported goods under the agency’s jurisdiction, according to CPSC  officials. After launching an initial pilot version of its system in 2011,  CPSC initiated discussion with the trade community in 2014 about  expanding its electronic data reporting requirements to add certain data  elements to the ACE message set that would assist the agency in  determining whether incoming products meet applicable standards.  However, CPSC reduced the scope of the proposed expansion of  reporting requirements after trade community representatives expressed  concerns. In 2016, CPSC concluded an initial, limited pilot test of  electronic filing of several additional data elements. According to CPSC  officials, the agency plans to study the benefits of adding these elements  before it initiates a second pilot and has not reached a final decision  about requiring importers to submit any additional information through  ACE.", "CPSC staff continue to rely primarily on the agency’s internal targeting  system to target incoming shipments for review and possible inspection,  with contributions from CPSC staff at CBP’s Commercial Targeting and  Analysis Center and at ports, according to CPSC officials. These officials  stated that the agency’s representative at the Commercial Targeting and  Analysis Center employs CBP and CPSC resources to generate about 30  percent of the targeting orders disseminated to CPSC staff at ports.  Agency staff at two New York ports told us that ACE can be a useful  source of additional information for their local targeting efforts."], "subsections": []}, {"section_title": "APHIS Makes Limited Use of ACE Data to Review Imports for Agricultural Risks", "paragraphs": ["Animal and Plant Health Inspection  Service (APHIS)  APHIS collaborates with Customs and Border  Protection agricultural specialists to keep  agricultural pests and diseases out of the  United States. In pursuit of this mission, the  agency maintains Plant Protection and  Quarantine and Veterinary Services units at  some ports of entry and operates its own data  analysis system, the Agriculture Risk  Management system. APHIS also implements  a requirement to file a plant and plant produce  import declaration on arrival in the United  States, as mandated under the 2008 Lacey  Act. Importers may file the declaration in ACE  or in APHIS’s Lacey Act Web Governance  System.", "APHIS’s use of ACE data remains limited while the agency works to  expand linkages between its data processing systems and ACE.  According to APHIS officials, the agency did not establish an electronic  link to ACS, ACE’s precursor system, and instead used paper forms in its  import review processes. In 2016, the agency pilot-tested electronic  submission of APHIS-specific partner agency message set data through  ACE and subsequently announced that data could be submitted through  ACE for APHIS compliance review. However, trade community  participation remains voluntary except for Lacey Act–covered imports.  According to APHIS officials, companies that import APHIS-regulated  products have been slow to invest the resources required to transition to  reporting through ACE and, as a result, use paper forms to submit  information about most shipments of such products. However, APHIS  officials observed that reporting through ACE occurs for a small but  growing share of all imports subject to APHIS regulation.", "APHIS has been collaborating with CBP to provide for the effective flow of  information between ACE and APHIS’s systems, but these efforts remain  incomplete. While staff of APHIS’s Veterinary Services unit may access  ACE data directly to complete their import review processes, APHIS  intends for its Plant Protection and Quarantine staff to access ACE data  through the agency’s Agriculture Risk Management system, according to  APHIS officials. However, these officials informed us that the functionality  required for accessing ACE data through that system is still under  development. They explained that Plant Protection and Quarantine staff  will use ACE to receive and reply to inquiries from, and provide  assistance to, CBP agricultural specialists regarding incoming cargo  requiring inspection and that significant coordination is required to fully  integrate the two agencies’ data processing systems.", "APHIS officials observed that a CBP requirement for partner agencies to  complete extensive background checks of staff before they can receive  access to ACE has presented another obstacle to greater use of the  system by staff of both Plant Protection and Quarantine and Veterinary  Services. In November 2017, APHIS officials informed us that more  than 100 agency staff had completed these background checks and thus  had access to ACE but that the current number of users remained  insufficient to process many APHIS-regulated goods in ACE."], "subsections": []}, {"section_title": "Fish and Wildlife Service Makes Little Use of ACE Data", "paragraphs": ["Fish and Wildlife Service (FWS)  FWS monitors wildlife trade and works to  prevent the illegal importation or exportation  of species (including parts and products  thereof) that are regulated under the  Convention on International Trade in  Endangered Species of Wild Fauna and Flora  and U.S. wildlife laws and regulations,  according to  U.S. Customs and Border  Protection (CBP). Virtually all wildlife imports  and exports must be declared to FWS and  cleared by FWS wildlife officers, according to  CBP. To carry out its responsibilities, FWS  maintains staff at 38 U.S. ports and generally  requires that all internationally traded wildlife  and wildlife products be routed through  designated ports. FWS staff are able to place  holds on, to inspect, and to deny entry or exit  to incoming or outgoing cargo, according to  agency officials. FWS staff obtain information  about incoming or outgoing cargo from data  filed by the trade community in the agency’s  own data analysis and targeting system, the  Law Enforcement Management Information  System.", "FWS use of ACE data in its import review and regulation activities has  been minimal, in part because of technical challenges. According to FWS  officials, the agency attempted during the 1990s to integrate its activities  with ACS. After concluding that ACS did not meet FWS needs, the  agency discontinued these efforts in 2000 and developed its own  Electronic Declarations system for the trade community to submit data to  the agency’s data analysis and targeting system. Agency officials told us  that FWS port staff may access ACE and that some find it a useful source  of additional information on incoming cargo. However, FWS has not yet  integrated ACE into FWS operations.", "FWS officials told us that lack of alignment between the Harmonized  Tariff Schedule codes that CBP uses to organize its work and FWS’s  regulatory responsibilities constitutes a significant challenge in integrating  ACE into FWS operations. For example, the tariff schedule may indicate  only that an import is leather footwear, while FWS operations may also  require additional information about the leather’s source, such as the type  of animal, its nation of origin, and its domestication status. According to  FWS and CBP officials, FWS has so far been unable to overcome this  difficulty.", "According to FWS officials, the agency pilot-tested participation in ACE  during 2016 but suspended the test in January 2017 in light of trade  community concerns about expanded reporting requirements, lack of  clarity in the requirements, and uncertainty regarding FWS’s authority to collect data electronically. According to FWS officials, the agency  subsequently began efforts to reach agreement with trade community  representatives and CBP on an approach to data collection through ACE  that will meet the needs of both FWS and the trade community. FWS  officials stated in November 2017 that these discussions had produced an  interim solution and were continuing and that FWS and CBP planned to  resume pilot testing in March or April 2018."], "subsections": []}]}]}, {"section_title": "ACE Users Report Cost Savings and Enforcement Benefits", "paragraphs": ["CBP and partner agency officials and trade community representatives  told us that their use of ACE has reduced costs by increasing the  efficiency of trade processing. CBP and partner agency officials also  reported that the system has strengthened their ability to enforce trade  laws and regulations. CBP has developed metrics for itself and the trade  community that estimate savings associated with the increased efficiency  of some processes in ACE. According to CBP documents and officials,  the agency plans to expand its metrics for capturing ACE benefits—for  example, to estimate the value of increased efficiencies for partner  agencies and to measure any savings associated with the remaining core  ACE capabilities after they are implemented."], "subsections": [{"section_title": "ACE Users Report the System Has Improved Efficiency, Reduced Costs, and Enhanced Enforcement", "paragraphs": [], "subsections": [{"section_title": "Agencies and Trade Community Report Improved Efficiency and Associated Savings", "paragraphs": ["CBP, partner agencies, and trade community representatives who use  ACE to conduct their work told us that the use of ACE had improved the  efficiency of import processing and brought associated cost savings.", "Fewer paper records. According to CBP officials at the Port of New  York, the use of ACE for electronic data submission has significantly  reduced reliance on paper forms in processing imports. The officials  noted that before ACE was implemented, their reception area was  typically filled with couriers delivering large volumes of paper for  manual processing. CBP officials told us that electronic data  submission through ACE had allowed CBP and partner agencies to  automate over 250 paper forms. In addition, one trade community  representative we spoke with said that elimination of paper records  had been the primary benefit realized through ACE implementation.", "CBP has estimated, on the basis of an informal poll survey of private  companies, that eliminating document delivery to CBP offices would  save $25 per courier trip.", "Faster processing. According to CBP and partner agency officials,  ACE’s automated review of data submitted by importing companies  speeds the agencies’ processing and clearing of eligible shipments for  release. CBP officials at the Port of New York commented that  although reviewing and clearing incoming cargo for release through  ACS required approximately 24 hours, performing this process  through ACE takes only a few minutes if data are complete and  properly formatted and if the cargo does not require inspection. For  example, CBP officials stated that the Environmental Protection  Agency formerly took an average of about 4 days to clear cargo for  release into the U.S. market but now takes only seconds to clear  nonproblematic shipments. CBP officials further observed that the  reduction in document processing and the elimination of manual data  review for nonproblematic imports increases the time available for  CBP officials at ports to engage in tasks such as examining cargo that  may violate U.S. trade and customs laws. In addition, NHTSA officials  stated that ACE had substantially speeded their review and clearance  process. Further, FDA reported that since the agency’s cargo review  and clearance process had been linked to ACE, the portion of  incoming FDA-regulated cargo receiving an automated “may proceed”  had increased from 26 to 62 percent and processing time for these  entries averaged less than 2 minutes. According to trade community  representatives and CBP officials, ACE has also dramatically reduced  the time required to file bond applications, from several days to a few  seconds.", "Reduced labor and storage costs. CBP officials and trade  community representatives reported that efficiency improvements  resulting from the use of ACE can lead to substantial labor- and  storage-cost savings for the trade community. CBP officials observed  that expedited processing can reduce storage and demurrage costs  for importers. For example, CBP officials commented that  companies in the Newark, N.J., area could be charged $250 to $300  per day to store a container awaiting clearance to enter the U.S.  market.", "Fewer supply chain disruptions. CBP and trade community  representatives reported that ACE had reduced the negative impacts  that import processing delays can have on company supply chains.  For example, a pharmaceutical company representative stated that  ACE had reduced delays in processing incoming cargo that, before  ACE was implemented, sometimes lasted for 10 days or longer,  resulting in costly supply chain failures. According to this  representative, a longer-than-expected delay of an imported material  that is a vital ingredient in a time-sensitive clinical trial or a treatment  could result in significant material losses."], "subsections": []}, {"section_title": "CBP and Partner Agencies Report ACE Has Improved Enforcement", "paragraphs": ["While ACE is not a targeting system, the data that ACE provides has  improved CBP’s and partner agencies’ ability to identify and examine  incoming cargo for inspection, according to CBP and partner agency  officials. For example, ACE, in addition to other sources, provides data  that CBP uses in its Automated Targeting System and that most of the  partner agencies we examined use in their data analysis and targeting  systems to flag relatively high-risk cargo for possible inspection by port  officials. (See text box for examples of CBP’s and partner agencies’  targeting efforts.)", "Examples of CBP and Partner Agency Efforts to Target High-Risk Imports U.S. Customs and Border Protection (CBP) and its partner agencies perform targeting of  imports at the national and local levels. For example:", "CBP. At the national level, CBP maintains the Automated Targeting System, which  compares traveler, cargo, and conveyance information against law enforcement,  intelligence, and other enforcement data, using risk-based targeting scenarios and  assessments to identify relatively high-risk cargo. CBP also operates the Commercial  Targeting and Analysis Center, which facilitates targeting and enforcement  information sharing among partner agencies involved in clearing or licensing cargo. In  addition, CBP maintains five National Targeting and Analysis Groups, each targeting  higher-risk imports related to one of the CBP’s priority trade issues. For instance, the  National Targeting and Analysis Group for Trade Agreements targets shipments for  which the country of origin has been misrepresented to avoid import duties. CBP  officials at ports of entry also conduct locally focused targeting efforts.", "Partner agencies. All five of the partner agencies we selected for our review—the  Food and Drug Administration, the National Highway Traffic Safety Administration,  the Consumer Product Safety Commission, the Animal and Plant Health Inspection  Service, and the Fish and Wildlife Service—work with CBP in the Commercial  Targeting and Analysis Center while also employing their own import data analysis  and targeting systems. In addition, agencies with personnel at U.S. ports of entry may  conduct locally focused targeting efforts.", "CBP officials indicated that ACE had improved their trade enforcement  efforts. For example:", "CBP officials stated that ACE’s streamlining of import processing  helps to better ensure compliance with trade laws and regulations.  CBP port staff stated that reduction in the time required to process  paper forms has allowed them to devote more time to higher value- added activities such as inspecting incoming cargo. In addition, CBP  officials at the Commercial Targeting and Analysis Center said that it  was easier to access and generate reports in ACE than in ACS.", "CBP officials observed that ACE’s collection of additional information  facilitates trade enforcement. Officials in the agency’s National  Targeting and Analysis Groups explained that ACE functions as a  valuable system of record that can be employed to refine and focus  targeting efforts, as the results of each examination undertaken are  recorded in ACE for future reference. Similarly, CBP officers in the  New York area said that ACE was a valuable source of additional  information—for example, data on particular products or importing  companies—that helped them in their local targeting efforts.", "In addition, partner agency officials at ports indicated that ACE data were  indirectly or directly useful in their enforcement efforts. For example, FDA  officials in the New York area told us that, while they do not access ACE  directly, FDA’s targeting system, on which they primarily rely, does  access ACE data. FDA headquarters officials noted that ACE provides  the agency’s targeting system with more data elements than it received  through ACS and that this has led to greater processing efficiency. A  CPSC port official stated that he found ACE a very useful source of  information that helped him to refine his local targeting efforts.", "CBP expects the use of ACE to also yield indirect, economy-wide benefits  by improving the targeting of shipments that violate U.S. trade policy,  according to a CBP official and a CBP analysis. For example, according  to a CBP official we interviewed, more-thorough enforcement of U.S. anti- dumping and countervailing duty orders would reduce the entry of  products that unfairly compete with U.S. producers. Similarly, a cost- benefit analysis that CBP conducted in 2002 cited reduced predatory or  unfair trade practices as a potential benefit of ACE. In addition, the CBP  official observed that the use of ACE for targeting shipments could help to  prevent injuries to American consumers by reducing the number of  unsafe foreign products that enter the U.S. market."], "subsections": []}]}, {"section_title": "CBP Has Developed, and Plans to Expand, Metrics to Estimate the Value of Process Efficiencies Gained through ACE", "paragraphs": [], "subsections": [{"section_title": "CBP Has Developed Some Metrics to Value Efficiency Gains for Itself and the Trade Community", "paragraphs": ["CBP has developed metrics to estimate the value of efficiency gains  associated with the use of some of the implemented ACE capabilities for  itself and the trade community. CBP’s metrics capture reductions in the  time required for CBP staff to complete certain import processes now  included in ACE and translate these efficiency gains into dollar values.  CBP performs similar calculations for the trade community, using survey  data from companies on the savings they estimate are realized when  import processes are transitioned into ACE. For fiscal year 2017, CBP  estimated that efficiencies gained through the implemented core ACE  capabilities for which it had developed metrics had a total value of nearly  $28 million for itself and about $52 million for the trade community. These  metrics estimate potential cost savings associated with efficiency gains  resulting from the use of ACE, according to CBP officials; the estimates  do not account for CBP’s costs for developing and maintaining ACE,  which, according to CBP, amounted to about $118 million in fiscal year  2017. In addition, the estimates do not account for costs that the trade  community has sustained in adapting to ACE. For example, one  representative of a large company estimated that the total cost of  developing appropriate software had exceeded $12 million.", "CBP’s metrics capture increased efficiency gains in a number of areas.  For example, ACE includes a feature that allows members of the trade  community to submit corrections to data on incoming shipments after the  data have been summarized and presented to, and accepted by, CBP.", "Importers formerly requested such “post summary corrections” by  submitting a paper form for CBP’s review. To capture the value of this  procedural change for CBP, the agency surveys CBP officials to  determine their time savings on each post summary correction and  multiplies the average per-transaction time saved by the number of  summaries submitted and the CBP officials’ average hourly compensation  rate. To capture the value of the change for members of the trade  community, CBP surveys importers, brokers, and shippers to determine  their average savings for each transaction and multiplies the reported  savings by the number of summaries submitted. CBP’s metrics also  capture reductions in the time that CBP officers devote to completing  primary processing for incoming cargo, the time that trucks must spend  waiting at border crossings for clearance to enter the United States, and  the time that CBP and members of the trade community devote to  processing applications for customs bonds, among other things.", "CBP’s estimate of the value of efficiencies resulting from the use of ACE  has grown over time. For example, for fiscal year 2014, CBP estimated  the total value of these efficiencies for CBP and the trade community at  about $33 million—about 40 percent of the total value of such efficiencies  CBP reported for fiscal year 2017. This increase reflects CBP’s progress  in deploying core capabilities and in developing and applying metrics to  capture the capabilities’ value to CBP and the trade community. The  increase in the estimated value also reflects growing use of ACE by  partner agencies and members of the trade community. For example, the  number of import entry summaries that partner agencies filed in ACE  increased fourfold in the 3-year period from January 2014 through  January 2017.", "According to CBP officials, CBP and partner agencies are unable to  develop metrics to quantify trade enforcement benefits that may have  resulted from their use of ACE, in part because of a lack of baseline  information and the difficulty of isolating such impacts. For example, an  increase in seizures may reflect increased efforts, increased efficiency in  those efforts, or an increase in the volume of imports subject to seizure.  Similarly, according to a CBP official, a lack of baseline information  makes it difficult to assess any broader impacts of improved trade  enforcement resulting from the use of ACE, such as prevention of injuries  to American consumers through better targeting of harmful foreign  products."], "subsections": []}, {"section_title": "CBP Plans to Expand Its Metrics for Savings and Other Benefits", "paragraphs": ["CBP reported that it is working to expand its metrics for estimating cost  savings associated with improved trade processing efficiencies and other  benefits resulting from the use of ACE.", "CBP officials stated that they expect to have collected sufficient data  in the near future to begin reporting on the estimated dollar value of  efficiencies that partner agencies are realizing through ACE. While  CBP measures efficiency improvements and associated savings  resulting from CBP and the trade community’s use of ACE, CBP and  most partner agencies currently do not collect or report information  about efficiency improvements or associated savings that the partner  agencies may have realized.", "CBP has prepared baseline information that will allow it to measure  efficiency improvements and estimate any savings associated with  several post-release core ACE capabilities, including reconciliation,  liquidation, and drawback, after they are implemented. For example,  on the basis of an internal study completed in late 2016, CBP has  determined that agency officials take about 1.8 hours, on average, to  process a drawback entry summary. Comparing this average time  with the average time required after this post-release capability is  implemented in ACE will allow CBP to calculate the average time  saved per transaction. CBP plans to obtain comparable information  from the trade community to allow similar calculations of efficiency  improvements for importing companies.", "CBP officials stated that, while the agency does not currently measure  any improvement in revenue collection that may have resulted from  the implemented capabilities, CBP plans to undertake efforts to better  understand the current revenue collection environment and to explore  ways to collect baseline information on revenue collections. The  officials said that CBP intends to identify revenue collection metrics  that are quantifiable and reportable after it deploys the liquidation and  reconciliation capabilities in ACE and completes deployment of  collections.", "According to CBP documents, CBP’s Office of Trade has outlined a  strategy for improving the agency’s ability to measure benefits  resulting from the use of ACE. CBP documents indicate that this  strategy will include efforts to measure, to the extent that data are  available, the impact of any enhancements to the system after  implementation of core capabilities is complete, including  enhancements identified as critical components in improving import or  export operations."], "subsections": []}]}]}, {"section_title": "Approach to Managing ACE after Implementation of Core Capabilities Has Not Been Established", "paragraphs": ["CBP does not have a process in place to manage the continued  development of ACE after February 2018, when it finished implementing  most of the capabilities it identified as core. ACE users in CBP, partner  agencies, and the trade community have identified a number of  shortcomings in ACE and have suggested enhancements to address  them. CBP has identified a small number of enhancements suggested by  CBP and the trade community as near-term priorities and identified a  number of others to consider for priority status. However, a substantial  number of additional suggested enhancements, including submissions  from partner agencies, remain unaddressed. Further, a process for  prioritizing all suggested enhancements has not been established.  Moreover, funding for the continued development of ACE after fiscal year  2018—including funding to address most of the suggested  enhancements—has not been identified. CBP and its partner agencies  are working to establish a management approach that includes processes  for prioritizing and funding enhancements from all sources, but it is  unclear when these discussions will conclude or the extent to which they  will resolve outstanding issues. Federal guidance calls for establishing the  organizational structure necessary to achieve objectives, including  compatible means of operating across agency boundaries."], "subsections": [{"section_title": "ACE Users Have Identified Shortcomings in ACE and Suggested Enhancements to Address Them", "paragraphs": ["ACE users in CBP, the trade community, and partner agencies have  identified a variety of shortcomings in ACE and have suggested  enhancements to address them. Examples of reported shortcomings  include the following:", "CBP officials tasked with validating data in ACE to assess compliance  with trade laws and with processing importers’ protests of duty  assessments told us that performing those tasks in ACE is labor  intensive and cumbersome.", "CBP and agency officials noted that ACE has not yet been updated to  respond to a number of legal requirements, including several TFTEA  provisions and agency regulations necessitating certain  enhancements to ACE.", "Some partner agency officials cited capabilities that were included in  ACS but, despite being needed by the agencies for their import review  and enforcement responsibilities, had not been deployed in ACE.", "CBP agriculture specialists identified a number of shortcomings in  ACE capabilities for processing imported agricultural goods. ACE  contains a “workspace” specifically designed for agricultural goods,  but it is incomplete.", "Trade community officials highlighted the need for a variety of  improvements in the arrival/cargo-release and post-release phases of  the import process, such as improving the ability of agency officials  and the trade community to send messages in ACE and increasing  the size of files that the trade community can submit.", "A 2016 CBP survey of ACE users, including trade community  representatives and partner agency officials, found that while the  majority of respondents were satisfied with the ease of using ACE,  substantial minorities (29 percent of CBP respondents, 36 percent of  partner agency respondents, and 31 percent of trade community  respondents) were dissatisfied, citing concern with navigation and  functional limitations.", "In response to such shortcomings, ACE users have submitted a large  number of suggestions for enhancements to ACE. According to a CBP  document, as of July 2017, 671 enhancements had been submitted since  the early 2000s and many of these had been addressed; however, a  third of those submitted (223) remained to be addressed. Of the  unaddressed enhancements, nearly three-quarters were submitted by  trade community representatives (see fig. 3). According to CBP officials,  funding constraints, as well as the effort required to complete deployment  of core ACE capabilities within established time frames, largely precluded  efforts to address enhancements over the last year. CBP officials stated  that, because ACE is not funded to support enhancements, funding for  enhancements suggested by CBP or the trade community must be  provided by a CBP unit and funding for enhancements suggested by a  partner agency must be provided by that agency.", "While postponing action on these suggestions, as of November 2017  CBP had prioritized seven enhancements suggested by CBP staff or the  trade community to be implemented in the near term, most of them in  response to legal or technical requirements. CBP also had identified 22  additional enhancements suggested by CBP staff or the trade community  for consideration as priorities.", "Prioritized enhancements. CBP’s seven prioritized ACE enhancements  include two that had been scheduled for implementation in fiscal year  2017 and five that were scheduled for implementation as post-core  activities begin. According to CBP officials, the agency prioritized three  of the seven enhancements in response to provisions in TFTEA; one of  these three, pertaining to drawback processes, was necessitated by  changes in the act, and the other two were intended to support changes  in CBP procedure mandated by the act, according to CBP officials (see  table 3). The CBP officials said that a fourth enhancement was required  to comply with a new electronic filing rule by the U.S. Court of  International Trade and that a fifth was needed to correct technical  obsolescence. As table 3 shows, the information that CBP officials  provided identified in general terms the enforcement or other benefits that  could be realized through addressing these prioritized enhancements. As  the table shows, as of September 2017, CBP had identified funding for  three of these seven priorities.", "Accepted but unprioritized enhancements. CBP officials also provided  us with a list of 22 unprioritized enhancements suggested by CBP staff  and the trade community that had been presented to CBP’s Product  Management Committee for assessment and possible prioritization.  Several of these enhancements are aimed at strengthening ACE  provisions for processing agricultural imports. For example, one  enhancement would improve the interface between ACE and various  Department of Agriculture subsystems, reducing the need to manually  enter data in multiple systems. Another enhancement would integrate the  ACE agricultural workspace and CBP’s Automated Targeting System,  strengthening targeting for agricultural imports. The list of unprioritized  enhancements also includes initiatives to simplify several import  processing steps for the trade community, allowing faster processing and  associated cost savings."], "subsections": []}, {"section_title": "Process for Prioritizing Enhancements from All Sources Has Not Been Established", "paragraphs": ["While CBP has a process for prioritizing enhancements suggested by its  own staff or by members of the trade community (see text box), no  process has been established for prioritizing enhancements suggested by  partner agencies or for making priority decisions among all suggested  enhancements, including those submitted by partner agencies.  Enhancements suggested by partner agencies are provided to the Border  Interagency Executive Council (BIEC) for prioritization. The BIEC, which  CBP chairs, was created to improve coordination among ITDS partner  agencies. The BIEC’s responsibilities extend to reviewing and prioritizing  partner agency suggestions for enhancing ACE, according to CBP  officials. However, CBP officials told us in September 2017 that the BIEC  did not have explicit criteria for prioritizing partner agency suggestions  and had not yet agreed on a cost-sharing strategy that would allow  multiple agencies to share the cost of enhancements that might benefit  those agencies. In the absence of such a process, CBP has been  evaluating partner agency–suggested enhancements on a first-come,  first-served basis, and partner agencies requesting such enhancements  are required to pay for them on a fee-for-service basis, according to CBP  officials.", "CBP’s Documented Process for Prioritizing ACE Enhancements Suggested by CBP  Staff or the Trade Community", "CBP policy offices consider six criteria to decide whether to accept or reject  enhancements suggested by CBP and the trade community: (1) completion of  technical requirements to assess the required level of effort; (2) legal and regulatory  provisions; (3) overlap with, or connection to, other enhancements in development or  already deployed; (4) availability of funding and contract vehicles; (5) possible  burden on trade, especially on existing coding or business processes; and (6)  possible burden on CBP. CBP adds accepted enhancements to a list of  “unprioritized initiatives.”", "CBP’s Product Management Committee considers four criteria in assessing  unprioritized initiatives for placement on the agency’s “short list” of priorities: (1) the  enhancement aligns with a CBP mission priority, (2) the enhancement meets a  legislative or regulatory requirement, (3) the enhancement is associated with a  security protocol or gap, and (4) funding for the enhancement is available. According  to CBP officials, an affirmative response to one or more of these criteria yields a  higher probability that the enhancement will be deemed a priority.  To prepare enhancements for development and deployment, CBP estimates the  level of effort required, gathers high-level requirements, and conducts impact  assessments. Once planning is complete, the CBP policy office sponsoring the  priority develops a business case for initiatives on the “short list” of priorities,  including budget justification and information on potential benefits/return on  investment."], "subsections": []}, {"section_title": "Funding for ACE Development after Fiscal Year 2018 Has Not Been Identified", "paragraphs": ["Although CBP identified funding to complete the implementation of core  ACE capabilities as defined by CBP in fiscal year 2018, officials of CBP  and its partner agencies stated that they have not identified funding for  the continued development of ACE, including most of the enhancements  that have been suggested by CBP, the trade community, or partner  agencies. Through fiscal year 2017, CBP maintained separate accounts  to support ACE operations and maintenance and ACE acquisitions—that  is, development and deployment of new ACE capabilities. According to  CBP officials, the agency’s ACE acquisition funds were used exclusively  to develop and deploy ACE capabilities that the agency defined as core.  Neither acquisition funds nor operations and maintenance funds were  available for enhancements to the core system, according to the officials.", "However, CBP officials told us in November 2017 that, beginning in fiscal  year 2018, the agency’s planned annual budgets for ACE would include  funds only for operations and maintenance and would no longer include  funds to support acquisitions. CBP officials stated that the agency had  identified additional funding to complete core ACE capabilities, other than  collections, in fiscal year 2018 and to ensure that these capabilities  operate in concert with ACS, which the agency uses for collections.  However, the agency had not yet identified funding for several  enhancements that CBP considered near-term priorities (see table 3) or  for the longer list of accepted but unprioritized enhancements suggested  by CBP staff or the trade community. CBP officials estimated that  supporting post-core development will require about $7 million in  additional funds in fiscal year 2019 and slightly more than $14 million  annually in additional funds in the succeeding 3 years. Figure 4  summarizes CBP’s anticipated ACE funding requirements for fiscal years  2019 through 2022, as identified by CBP in November 2016 and  September 2017."], "subsections": []}, {"section_title": "Approach to Managing ACE after Completion of Core Capabilities Has Not Been Finalized", "paragraphs": ["CBP is working with its partner agencies in the BIEC to reach agreement  on an approach to managing ACE’s continued development after  completing the implementation of core capabilities, but this approach has  not been finalized. According to CBP officials and some partner agency  officials, the BIEC is seeking agreement on processes for prioritizing all  suggested enhancements and for sharing the costs of maintaining and  enhancing the system.", "Process for prioritizing enhancements. According to CBP officials,  the BIEC is developing a process for prioritizing enhancements,  including criteria to be applied and a governance process to guide  decision making. CBP officials stated that this process would be  applied to all suggested enhancements, regardless of their source.", "Process for sharing costs. According to CBP officials, the BIEC  agreed in early 2016 to begin working toward consensus among CBP  and its partner agencies on an approach to sharing future ACE  operations and maintenance and development costs. This consensus  is to include an agreement on criteria for classifying suggested  enhancements as operations and maintenance or as new capabilities  and on funding arrangements for both categories. Additionally, the  Office of Management and Budget requested the Department of  Homeland Security and CBP to develop a cost-sharing framework,  according to CBP.", "However, the BIEC has not yet finalized a management approach to  address these tasks. According to CBP, in early December 2017 the  BIEC produced a document, titled “BIEC Principals Single Window  Sustainment Decision Memorandum,” proposing a “sustainment model”  for ACE and received partner agency comments on this document later  that month. CBP did not provide us with copies of the memorandum or  the partner agencies’ comments but stated that the comments covered  the following areas: acceptance of a proposed definition of operations and  maintenance and a “pay as you go” funding model, evaluation criteria for  prioritizing suggested enhancements, and an overall process for making  prioritization decisions. According to CBP officials, a draft cost-sharing  and prioritization process plan was distributed to the BIEC principals and  discussed in detail at a principals meeting on January 30, 2018, and work  on refining and finalizing this plan is continuing. CBP officials estimated  that this process would be completed by October 31, 2018.", "In light of funding constraints and the need for broad interagency  agreement to adopt processes such as those reportedly under discussion  in the BIEC, it is unclear whether these discussions will conclude within  the specified time frame or whether the sustainment model will resolve all  outstanding issues in a manner satisfactory to participating agencies. For  example, according to FDA and Treasury officials, some partner agencies  maintain that certain improvements to ACE suggested by partner  agencies should be regarded as part of the core system—traditionally  supported by CBP acquisition funds—rather than treated as  enhancements that must be supported by the agencies that suggest  them. It remains unclear how such enhancements will be categorized or  funded, since CBP has indicated that it will no longer allocate funds to  ACE acquisition and that operations and maintenance funds have  traditionally not been used for such purposes.", "The solutions to these unresolved issues will affect both CBP and its  partner agencies, according to agency officials. FDA officials observed  that CBP will not fund or implement additional capabilities without funding  for these efforts, whether through its own budget or from partner  agencies. Treasury officials observed that interagency coordination and  transfers of funding are cumbersome, costly processes. FDA officials also  commented that, rather than try to arrange cost sharing with other  agencies that may have funding constraints, partner agencies might  develop alternative systems to compensate for capabilities lacking in  ACE. FDA officials observed that this could result in multiple agencies’  developing separate systems to meet similar needs.", "According to Standards for Internal Control in the Federal Government,  management should establish an appropriate organizational structure and  communicate effectively to achieve agency objectives. In addition, key  practices to enhance and sustain interagency collaboration include  articulating a common outcome, establishing mutually reinforcing or joint  strategies, and establishing compatible means of operating across  agency boundaries. Until CBP, in collaboration with partner agencies,  finalizes its management approach to ACE, including processes for  prioritizing, and sharing costs for, critical enhancements, U.S. agencies  and the trade community will not realize the system’s full potential  benefits."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The need for an international trade data system to enhance U.S.  agencies’ efficiency and effectiveness in processing cargo and enforcing  U.S. trade laws has long been clear. Indeed, information available from  CBP, partner agencies, and the trade community points to savings and  enforcement benefits resulting from the implemented core ACE  capabilities, including faster import processing; improved targeting; and  other benefits to partner agencies, the trade community, and consumers.  However, realization of the full benefits of transitioning to ACE continues  to be hampered by a variety of functional shortcomings’.", "CBP and its partner agencies recognize the need to agree on an  approach to maintaining and continuing to develop the system after core  ACE is completed. While CBP recently completed deployment of most of  the capabilities that it identified as core, CBP and its partner agencies in  the BIEC have not yet agreed on processes for prioritizing  enhancements—including those that ACE users have suggested to  improve the system—and for sharing the costs of operating and  enhancing the system. Until CBP, in collaboration with its partner  agencies, finalizes an approach to post-core management of ACE that  includes such processes, as well as time frames for implementing them,  CBP, its partner agencies, and the trade community will not realize the full  potential benefits of the substantial investment ACE represents."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["We are making the following recommendation to DHS:  The Secretary of Homeland Security should ensure that the  Commissioner of CBP, in collaboration with partner agencies, finalizes an  interagency approach to the post-core management of ACE that includes  (1) processes for prioritizing enhancements to ACE and for sharing ACE  operations and maintenance and development costs, including the costs  of suggested enhancements among partner agencies that may benefit,  and (2) time frames for implementing such processes. (Recommendation  1)"], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DHS; the Departments of Agriculture,  Health and Human Services, the Interior, the Treasury, and  Transportation; and CPSC. DHS provided substantive comments, which  are reproduced in appendix III. In addition, DHS; the Departments of  Health and Human Services, the Interior, Transportation, and the  Treasury; and CPSC provided technical comments, which we  incorporated as appropriate. The Department of Agriculture did not  provide comments.", "In its substantive comments, DHS concurred with our recommendation.  DHS also reported that some steps toward developing an interagency  approach to post-core management of ACE had been taken after we  distributed our draft report for agency comment. DHS estimated that the  process would be completed by the end of October 2018. We updated  our report accordingly.", "We are sending copies of this report to the appropriate congressional  committees, the Commissioner of CBP, the Secretaries of the  Departments of Agriculture, Health and Human Services, the Interior, the  Treasury, and Transportation. In addition, the report is available at no  charge on the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8612 or gianopoulosk.gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix IX."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["In this report, we examine (1) the status of U.S. Customs and Border  Protection’s (CBP) efforts to implement core Automated Commercial  Environment (ACE) capabilities since 2013, (2) CBP partner agencies’  access to ACE and use of the system for import processing, (3) available  information about any cost savings and trade enforcement benefits that  have resulted from using ACE, and (4) the approach that will be used to  manage ACE after core capabilities have been completed.", "To examine CBP’s efforts to implement ACE since 2013, we obtained  information from CBP’s Office of Information Technology and Office of  Trade, which have been responsible for developing and administering  ACE. CBP documents reviewed include ACE deployment schedules,  acquisition decision memos, remediation plans, cost estimates, and a  staff post mortem report on the ACE acquisition process. We also  interviewed officials from CBP and five partner agencies regarding the  ACE acquisition process since 2013: the Department of Health and  Human Services’ Food and Drug Administration (FDA), the Department of  Transportation’s National Highway Traffic Safety Administration (NHTSA),  the Consumer Product Safety Commission (CPSC), the Department of  Agriculture’s Animal and Plant Health Inspection Service (APHIS), and  the Department of the Interior’s Fish and Wildlife Service (FWS). We  selected these five agencies on the basis of their size (to include both  large and small agencies), the degree to which they require  documentation for clearing or licensing cargo, and recommendations from  officials of CBP and the Department of the Treasury regarding agencies  that would provide a range of experience in transitioning to ACE. We also  reviewed prior GAO reports on ACE acquisition. While ACE is designed  to permit management of both exports and imports, we focused on the  implementation of ACE capabilities to manage imports, because CBP’s  efforts to complete and improve ACE functionality are currently focused  primarily on import trade.", "To examine other agencies’ progress in accessing and using ACE data,  we obtained summary information on ACE usage for CBP’s 49 partner  agencies, including information such as whether an agency had a  memorandum of understanding with CBP regarding ACE access, whether  it accessed trade data through ACE data and how it did so. While we  collected information on all 49 partner agencies, we focused our analysis on the 22 partner agencies that CBP identified as requiring  documentation for clearing or licensing cargo for import or export. To  collect this information, we identified and reviewed Federal Register  notices posted by the agencies. We obtained documentation on agency  participation in ACE from CBP officials and from the Department of the  Treasury. We also discussed the documentation and our descriptions  with CBP officials and partner agency officials. To understand how the  five selected agencies used ACE, we conducted case studies that  included reviewing CBP user guidance documents and documents from  the respective agencies on their transitions and interviewing agency  officials in Washington, D.C., and at the ports of New York and Newark.", "To examine available information about actual and potential cost savings  and enforcement benefits from using ACE, we obtained information on  efforts by CBP, partner agencies, and companies involved in international  trade to identify and measure efficiency gains and potential cost savings.  The CBP documents we reviewed included listings and definitions of  metrics for determining efficiency gains and CBP’s method for using  those to calculate potential cost savings, and also documentation of  CBP’s process for determining the reliability of the data and measures. In  addition, we reviewed a 2015 report on CBP’s ACE metrics by the DHS  Office of the Inspector General, which recommended that CBP strengthen  its metrics; the Inspector General subsequently closed those  recommendations as implemented. On the basis of our review of the  available information, we determined that CBP’s metrics were sufficiently  reliable for the purpose of conveying the estimated value of these  efficiency gains. To understand earlier CBP estimates of potential cost  savings from ACE, we reviewed a cost-benefit analysis conducted and  revised by CBP during 2002-2004. We also reviewed a more recent cost  benefit analysis conducted by FDA. In addition, we interviewed officials at  CBP and the 5 case study partner agencies regarding information on  potential cost savings and other benefits from ACE, including officials in  CBP’s Office of Enforcement who discussed challenges with developing  metrics to measure enforcement benefits. In addition, to obtain  information on observed and potentials benefits and cost savings of ACE  to importers and exporters, and related companies, we interviewed  representatives of these companies. We also obtained information from  CBP regarding their preparations to assess the benefits of enhancements  to ACE after core ACE capabilities are completed. We interviewed CBP  and agency officials in Washington, D.C., and at the ports of New York,  N.Y., and Newark, N.J., concerning benefits and challenges associated  with using ACE. We selected these ports because they allowed us to  interview CBP officials charged with processing a large volume of diverse  imported goods, representing both air and sea cargo. These ports also  afforded an opportunity to interview field staff representing four of our five  case-study agencies (APHIS, CPSC, FDA, and FWS). We also discussed  these issues with CBP officials with the agency’s Center for Commercial  Targeting and Analysis, each of CBP’s five National Targeting and  Analysis Groups, and six of the agency’s 10 Centers of Excellence and  Expertise (national-level CBP units responsible for processing imported  goods associated with designated industry sectors), which we  judgmentally selected. We also discussed these issues with 16 trade  community representatives—that is, representatives of companies that  buy and sell internationally traded products as well as brokers and  shippers that work for and with these companies—some of whom  participate in organizations that advise CBP regarding its operations.  These 16 representatives included members of the Trade Support  Network, a private sector group created to provide input to CBP on its  business processes, including ACE; the Commercial Customs Operations  Advisory Committee, a private sector group created to advise the  Departments of the Treasury and Homeland Security on CBP’s  commercial operations; and the National Customs Brokers and Freight  Forwarders Association.", "To analyze the approach that will be used to manage ACE after core  capabilities have been completed, we obtained information on CBP  processes to identify, evaluate, and operationalize changes to enhance  ACE. We also obtained information from CBP about its projected “post- core” budgetary needs. In addition, we reviewed documentation from  CBP regarding interagency dialogue on post-core management of ACE  and interviewed officials from CBP and other agencies to obtain their  views on the challenges to be addressed and progress toward addressing  them.", "We conducted this performance audit from January 2017 to February  2018 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Partner Agency Participation in ACE", "paragraphs": ["Table 4 provides information about participation in U.S. Customs and  Border Protection’s (CBP) Automated Commercial Environment (ACE) by  the 22 partner agencies that CBP identified as requiring documentation to  clear or license cargo. Table 5 provides information about participation in  ACE by the 27 partner agencies that CBP did not identify as requiring  such documentation."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Celia Thomas (Assistant  Director), Michael McAtee (Analyst-in-Charge), Marybeth Acac, Ryan  Deloughry, Philip Farah, Reid Lowe, Scott McClinton, Maria Stattel,  Bryant Torres, and Alex Welsh made key contributions to this report. Neil  Doherty and Justine Lazaro provided technical assistance."], "subsections": []}]}], "fastfact": ["Customs and Border Protection coordinates with 22 other agencies to process imports, ensuring that they comply with U.S. laws. In 1994, CBP began developing an information system, the Automated Commercial Environment, to better coordinate and streamline import processing.", "After delays, most key functions of the system are in use and yielding benefits. But users report problems, such as limits on messaging and file size, that can make it difficult to work within the system.", "We recommended that CBP, with other agencies, finalize a plan to improve and maintain the system."]}