{"id": "GAO-13-135", "url": "https://www.gao.gov/products/GAO-13-135", "title": "Energy Efficiency: Better Coordination among Federal Programs Needed to Allocate Testing Resources", "published_date": "2013-03-28T00:00:00", "released_date": "2013-03-28T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The federal government has established three key programs to encourage energy efficiency in household appliances and consumer electronics sold in the United States: (1) federal minimum efficiency standards, led by DOE; (2) EnergyGuide, which requires product labeling and is led by the FTC; and (3) Energy Star, a voluntary labeling program led by EPA.", "Pub. L. No. 111-139 requires GAO to annually identify programs, agencies, offices, and initiatives with duplicative goals and activities. In response to this mandate, the objectives for this report are to: (1) examine these three programs' approaches to improving the energy efficiency of household appliances and consumer electronics and the scope of products they cover, and (2) determine to what extent, if any, federal programs to foster energy efficiency for these products are fragmented, overlapping, or duplicative. GAO reviewed relevant legislation and program documents and spoke with staff at the agencies about each of the programs, and to stakeholders, including manufacturers."]}, {"section_title": "What GAO Found", "paragraphs": ["The three key federal energy efficiency programs--minimum energy efficiency standards led by the Department of Energy (DOE), EnergyGuide led by the Federal Trade Commission (FTC), and Energy Star led by the Environmental Protection Agency (EPA) with support from DOE--take different approaches to the shared goal of improving the energy efficiency of selected categories of household appliances and consumer electronics. The scope of products covered by these three programs also varies, and a number of products are covered by only one program, while others are covered by two or all three. Examples are as follows:", "Minimum energy efficiency standards establish a national minimum level of energy efficiency for selected categories of products and are designed to eliminate the least efficient products from the marketplace. These standards currently apply to 33 categories of products, including refrigerators and dishwashers.", "EnergyGuide provides information displayed on a label attached to selected products that enables consumers to compare the estimated energy cost and energy consumption of different models within a given product category. EnergyGuide covers 16 such product categories, including televisions and dishwashers.", "Energy Star identifies the most energy efficient models within a given category of products. Manufacturers of qualifying products can display an Energy Star label on their products that is widely recognized by buyers as an indication of energy efficiency. The program also encourages manufacturers to improve energy efficiency of some models so that those models qualify for the Energy Star label. Energy Star covers 37 such product categories, including televisions and washing machines.", "Federal programs to increase the energy efficiency of household appliances and consumer electronics are fragmented and overlapping, with one area of duplication. The programs are fragmented in that three federal agencies are addressing the same broad area of national need--improving energy efficiency. The programs are overlapping in that they target similar users--consumers. While fragmentation and overlap may result in duplication of resources, GAO found that these three programs are not broadly duplicative because they are not engaged in the same activities and do not provide the same services; however, GAO identified one duplicative activity within Energy Star. Specifically, GAO identified duplication in some testing activities undertaken to verify that products meet the criteria for carrying the Energy Star label. EPA and DOE each manage separate verification testing programs and, while the agencies coordinate to minimize duplication, GAO found 11 instances in which identical models had been tested twice in the same year--about 1 percent of the products tested. This duplication occurred because EPA does not communicate to DOE about some models that have been selected for testing until after the tests are complete; therefore, some models were tested twice while other models went untested. As a result, the agencies cannot ensure that scarce testing resources are maximized, either by eliminating unnecessary duplicative testing, or reallocating resources toward testing additional products. To limit the potential for duplication in the current Energy Star verification testing activities, GAO recommends that EPA take steps to better communicate to DOE the models selected for testing so DOE can avoid testing the same ones. DOE and EPA acknowledged the importance of coordination, but EPA disagreed with the draft recommendation, citing concerns it could be labor intensive to implement. GAO revised the recommendation to clarify EPA's flexibility in implementing it."]}, {"section_title": "What GAO Recommends", "paragraphs": ["To limit the potential for duplication in the current Energy Star verification testing activities, GAO recommends that EPA take steps to better communicate to DOE the models selected for testing so DOE can avoid testing the same ones. DOE and EPA acknowledged the importance of coordination, but EPA disagreed with the draft recommendation, citing concerns it could be labor intensive to implement. GAO revised the recommendation to clarify EPA\u0092s flexibility in implementing it."]}], "report": [{"section_title": "Letter", "paragraphs": ["According to data from the Energy Information Administration (EIA),  American households spent a total of nearly $230 billion on home energy  expenditures in 2009––an average of about $2,024 per household.  Energy to power household appliances––such as heating and cooling  systems—and consumer electronics––such as televisions––represents a  large portion of these expenditures. Increases in energy prices, paired  with current economic conditions, have heightened consumers’ interest in  making their households more energy efficient and reducing their energy  consumption. In addition, most energy production results in the emission  of pollutants and greenhouse gases such as carbon dioxide, which has  been linked to global warming. As a result, reducing the consumption of  energy can reduce the pollutants and greenhouse gases that are  released into the environment.", "The federal government has established the following three key programs  to encourage energy efficiency in household appliances and consumer  electronics, and to inform consumers about these products’ energy  consumption:  1.  The federal minimum efficiency standards program requires that  certain products, such as residential appliances, commercial  equipment, and lighting products, meet specified energy efficiency  standards before they can be sold in the United States. The minimum  efficiency standards were created under the Energy Policy and  Conservation Act of 1975 (EPCA) to, among other things, encourage  national energy conservation and increase energy efficiency. The  U.S. Department of Energy (DOE) is responsible for establishing  these standards and periodically revising them to achieve the  maximum level of energy efficiency that is technically feasible and  economically justified.  2.  The EnergyGuide program requires manufacturers to label and clearly  display the energy consumption and approximate annual energy costs  of certain products. EnergyGuide was also created under EPCA. It is  administered by the Federal Trade Commission (FTC) with assistance  from DOE.  3.  The Energy Star program provides a way for manufacturers to help  consumers identify, through the use of the distinctive blue Energy Star  label, appliances and other products that deliver the same or better  performance as comparable models while using less energy.  Participation in the program is voluntary. Energy Star was initiated in  response to the Clean Air Act Amendments of 1990 and the Energy  Policy Act of 1992 and, for many years, was jointly administered by  the Environmental Protection Agency (EPA) and DOE. In 2009, the  agencies signed an agreement making EPA the lead manager for the  program and DOE the lead agency for developing testing procedures  to verify that products meet Energy Star specifications.", "GAO is required to conduct routine investigations to identify programs,  agencies, offices, and initiatives with duplicative goals and activities within  departments and governmentwide and report annually to Congress in  accordance with Section 21 of Pub. L. No. 111-139. For the purposes of  this report,  fragmentation occurs when more than one federal agency, or more  than one organization within an agency, is involved in the same broad  area of national need; overlap occurs when programs have similar goals, devise similar  strategies and activities to achieve those goals, or target similar users;  and duplication occurs when two or more agencies or programs engage in  the same activities or provide the same services to the same  beneficiaries.", "As part of the work undertaken in response to this mandate, we identified  these three federal energy efficiency programs as possible areas of  fragmentation, overlap, or duplication. Our objectives for this report were  to: (1) examine these three programs’ approaches to improving the  energy efficiency of household appliances and consumer electronics and  the scope of products they cover and (2) determine to what extent, if any,  federal programs to foster energy efficiency in home appliances and  consumer electronics are fragmented, overlapping, or duplicative.", "To examine these three programs and the scope of products they cover,  we reviewed relevant laws, regulations and agreements that specify the  responsibilities and roles of each agency, including the 2009  Memorandum of Understanding (MOU) between DOE and EPA. We also  spoke with officials from each agency. For purposes of this report, we  identified the number of product categories covered by each program  slightly differently than each of the agencies overseeing them. There are  three reasons why our categories and the agencies’ categories differ.  First, we limited our scope to product categories of household appliances  or consumer electronics and did not include commercial or industrial  products. Second, we omitted product categories the agencies evaluate  based only on water, rather than energy, use. Finally, because each  agency uses different levels of specificity to describe product categories,  we consolidated some categories into a larger, more inclusive category to  allow us to compare across the agencies. For example, minimum  standards cover many subcategories of incandescent lamps, and we  generalized these products into one product category.", "To determine the extent to which these three programs may be  fragmented, overlapping, or duplicative, we examined agency  documentation that sets forth the scope and purpose of each of these  programs and compared the product categories covered by each of the  three programs. In addition, we reviewed relevant laws such as the  Energy Policy and Conservation Act of 1975, the Clean Air Act, the  Energy Policy Act of 1992, and the Energy Policy Act of 2005, as well as  DOE regulations that establish testing procedures for covered products.  The scope of our work included only household appliances and consumer  electronics. We omitted products covered by these three programs that  were primarily commercial, industrial, or building products. Additionally,  we did not explore products such as urinals and showerheads that are  covered by DOE’s minimum standards programs but only in terms of  water use. Furthermore, for other products such as washing machines for  which both energy and water efficiency is regulated, we considered only  the energy efficiency component. We also reviewed the 2009 MOU  between DOE and EPA regarding their joint administration of the Energy  Star program. We spoke with officials from DOE, EPA, and FTC, as well  as nonprofit and private sector stakeholders such as representatives from  the American Council for an Energy-Efficient Economy and the Alliance to  Save Energy. We also spoke with representatives from the private sector  such as corporations that produce the household appliances and  consumer electronics that must adhere to program guidelines.", "We conducted this performance audit from February 2012 to March 2013  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Three Federal Programs Take Different Approaches to the Shared Goal of Improving Energy Efficiency and the Scope of Covered Products Varies", "paragraphs": ["The three key federal energy efficiency programs we reviewed–– minimum energy efficiency standards, EnergyGuide, and Energy Star— take different approaches to the shared goal of improving energy  efficiency of selected categories of household appliances and consumer  electronics. The scope of products that these three programs cover also  varies."], "subsections": [{"section_title": "Programs Take Different Approaches", "paragraphs": ["The three key federal energy efficiency programs we reviewed take  different approaches to improving energy efficiency as follows:  Federal minimum efficiency standards. Federal minimum efficiency  standards for selected categories of household appliances and consumer  electronics, among other things, are designed to eliminate the least  efficient products from the market. Under EPCA, Congress required DOE  to set minimum energy efficiency standards for manufacturers of specified  categories of consumer products such as refrigerators, dishwashers,  furnaces, and hot water heaters. Congress later amended the statute to  include additional consumer product categories, as well as other  categories. Manufacturers’ compliance with the standards is mandatory.  The statute requires DOE to set and revise standards through the federal  rulemaking process. This process calls for analyzing the technical and  economic issues associated with setting energy efficiency standards for  each category, proposing a standard through public notification, soliciting  comments on the standard, revising the rule, and issuing the final rule.  Most of the categories with deadlines require at least two rules—either to  set an initial standard and later update it, or to update a congressionally  set standard and then update it again about 5 years after the first  deadline. DOE estimates that, from the inception of the federal minimum  efficiency standards program in 1975 through 2005, consumer benefits  from these standards amounted to about $64 billion. DOE projects that  the standards will have saved consumers $241 billion by 2030 and $269  billion by 2045.", "EnergyGuide. EnergyGuide is designed to provide information displayed  on a label attached to selected products that enables consumers to  compare the estimated energy cost and energy consumption of different  models within a given product category. EnergyGuide’s familiar yellow  label has aided consumers for over 30 years in selecting household  appliances and consumer electronics such as televisions and  dishwashers by providing information on how much it will cost to run  particular models per year and their level of energy consumption. EPCA  requires DOE, in consultation with FTC, to study new product categories  to determine whether they should be added to the EnergyGuide program  and to report annually on the energy savings of the program.  Manufacturers’ compliance with the standards is mandatory. FTC has the  authority to add additional product categories if the commission  determines that labeling for the product is likely to assist consumers in  making purchasing decisions. The statute requires FTC to set and revise  standards through the federal rulemaking process.", "Energy Star. Energy Star is designed to identify the most energy efficient  models––generally the top 25 percent–– within a given category of  products without sacrificing performance. Manufacturers of qualified  products can place the widely recognized Energy Star label on qualifying  products as an indication of energy efficiency, which gives the  manufacturer an incentive to improve energy efficiency. Participation is  voluntary. EPA has reported that the additional incentive the Energy Star  program provides as a marketing tool for manufacturers encourages  efficiency beyond the level of federal minimum efficiency standards,  further reducing energy consumption and the associated greenhouse gas  emissions. According to EPA, as of 2012, Energy Star products had  prevented more than 150 million metric tons of greenhouse gas  emissions annually and reduced electricity consumption by more than  200 billion kilowatt-hours (kWh) per year––a savings that offsets the need  for more than 185 additional power plants.", "Figure 1 provides an example of the different types of information  conveyed to consumers for household appliances and consumer  electronics by each of the three programs. Specifically, the figure  illustrates a hypothetical case of two models of dishwasher, a product  covered by all three programs. In the example, both dishwashers meet  the federal minimum efficiency standards. However, the model on the left  side of the figure qualifies for an Energy Star label––as noted by the  Energy Star logo on the lower right corner of the Energy Guide label for  that product––while the model on the right does not. The manufacturers  of both models also publish an EnergyGuide label as shown in the figure  and are compliant with the federal minimum energy efficiency standard.", "In 2011, the most recent year for which data are available, DOE’s budget  for these programs was $42 million; EPA’s was $53.3 million; and FTC  officials estimated that FTC spent about $215,000, for a total of about  $96 million to administer these programs."], "subsections": []}, {"section_title": "The Scope of Products Covered Varies", "paragraphs": ["The scope of products that the three federal energy efficiency programs  cover varies.  Specifically,  the minimum efficiency standards currently apply to 33 selected  categories of household appliances and consumer electronics;", "EnergyGuide currently covers 16 such product categories; and", "Energy Star program––the broadest of the three programs––currently  covers 37 such product categories.", "Our analysis found that some products are covered by only one program,  some by two programs, and some by all three. For example, of the 37  product categories covered by Energy Star, 21 are covered only by  Energy Star, 3 are covered by Energy Star and the federal minimum  efficiency standards, and the remaining 13 are covered by all three  programs. Figure 2 illustrates the coverage of product categories and the  extent to which products are covered by one, two, or all three programs.", "The three agencies have had varying histories expanding the product  categories covered by each program, specifically, as follows:", "DOE has had a limited role in expanding the products covered by the  minimum energy efficiency standards; rather, Congress has directed  DOE to expand the products covered. The program has set standards  for products such as clothes dryers and furnaces since the 1980s, and  it has been expanded to include products such as ceiling fans and  dehumidifiers. The scope of product categories covered under the  federal minimum efficiency standards has largely been determined by  statute and, while DOE has the authority to expand the scope of the  program by adding new product categories and update standards for  existing categories, it must go through a rulemaking process to do so.  In 2007, we reported that DOE had faced difficulties meeting statutory  deadlines for issuing standards, but it has recently made progress in  improving its timeliness.", "FTC officials told us seven products have been added to EnergyGuide  since 1980––including fluorescent lamps in the 1990s, ceiling fans in  2007, and color televisions in 2011. In 2007 we noted, among other  things, that DOE, in consultation with FTC, is required to study new  products to determine if any products should be added to  EnergyGuide. At that time, however, DOE staff could not identify any  instance of such a study, and they told us that they had not completed  one during the prior 10 years. We recommended that DOE, in  consultation with FTC, regularly review product categories not  currently covered to assess whether they should be included in the  EnergyGuide program. DOE and FTC took steps to implement this  recommendation, including defining certain terms that would provide a  basis for expanding product categories in the future. In addition,  during the course of our current work, officials from FTC told us they  take steps to consider new products, including soliciting suggestions  from stakeholders during the rulemaking process, accepting petitions  from interested parties, and coordinating with DOE and Energy Star  officials. While FTC has not added any new products since 2011,  officials told us that they routinely consider new product categories.  For example, the agency considered requiring an EnergyGuide label  for personal computers but determined that variations in the  components used to assemble computers and the lack of a standard  testing procedure were barriers. Like the federal minimum efficiency  standards, the scope of product categories covered under  EnergyGuide has largely been determined by statute, and FTC must  go through a rulemaking process to expand the scope of the program.", "EPA has expanded Energy Star from its initial coverage of computers  and monitors to include many more product categories. For example,  it added new products, such as residential heating and cooling  equipment, then continued to add product categories through the  1990s and 2000s—for example, clothes washers in 1997, ceiling fans  in 2001, and water heaters in 2009—so that Energy Star now includes  37 household appliance and consumer electronic product categories.  Because Energy Star is a voluntary program that does not engage in  the same formal rulemaking process as the other two programs, it can  add product categories more easily and has added many product  categories."], "subsections": []}]}, {"section_title": "Federal Energy Efficiency Programs Are Fragmented and Overlap and Have One Area of Duplication", "paragraphs": ["Federal programs to increase the energy efficiency of household  appliances and consumer electronics are fragmented because more than  one federal agency is involved in the same broad area of national need;  they overlap because the three programs have similar goals and target  similar users. The programs are not broadly duplicative because they are  not engaged in the same activities and do not provide the same services,  and the agencies coordinate on key decisions related to meeting their  common overarching goal of improving energy efficiency. However, we  identified one duplicative activity within Energy Star program.", "Fragmentation. Federal programs to improve energy efficiency for  household appliances and consumer electronics are fragmented because  three federal agencies are addressing the same broad area of national  need—in this case, improving energy efficiency. In March 2011, we  reported that fragmentation has the potential to result in duplication of  resources. For example, fragmentation can lead to technical or  administrative functions that could be shared among programs instead  being managed separately by each agency. However, we have also  reported that fragmentation is, by itself, not an indication that  unnecessary duplication of efforts or activities exists. In the case of these  three programs, each agency collects its own data on the products  covered by its program, but we did not find evidence that the  independent data collected by each agency adversely impact the  effectiveness of these programs. Moreover, agency officials told us they  are working to share data with one another. For example, FTC officials  told us that they are formally working with DOE officials through the  rulemaking process to create a single database that manufacturers will  use to submit the information required for both agencies.", "Overlap. Federal programs to foster energy efficiency for household  appliances and consumer electronics overlap because the three  programs have the shared goal of encouraging energy efficiency of  household appliances and consumer electronics and target similar users,  namely consumers of these products. However, we have reported in the  past that overlapping programs may be aligned in a way that they are  complementary. In the case of these three programs, we found that their  differing approaches may have complementary functions—with the  minimum efficiency standards setting a minimum level of efficiency for all  products in a category, EnergyGuide providing specific information about  estimated energy consumption and costs to help consumers select the  product that best meets their need within this range, and Energy Star  identifying a group of the most energy efficient models––generally the top  25 percent–– within a given category of products.", "Duplication: The efforts of the three programs to improve energy  efficiency for home appliances and consumer electronics are not broadly  duplicative in that they are not engaged in the same activities or providing  the same services; however, we identified one duplicative activity within  the testing activities undertaken to support the Energy Star program. EPA  officials told us that two levels of testing occur within the Energy Star  program––qualification testing to determine if a product is eligible to  display the Energy Star label and verification testing to confirm that  products using the Energy Star label in the marketplace continue to meet  Energy Star specifications. We identified some duplication in the  verification testing activities. Specifically, DOE and EPA have separate  verification testing efforts that, in themselves, are not duplicative, but we  found some instances in which both agencies tested identical product  models in the same year.", "DOE’s Energy Star verification testing activities were initiated in 2010  and are funded and managed by the department, though the actual  testing occurs at third-party laboratories. According to DOE officials,  every 4 to 6 months, DOE typically selects for testing from 100 to 200  different models across various product categories including  household appliances and consumer electronics. DOE tests only  Energy Star products that are also subject to federal minimum  efficiency standards, allowing the agency to monitor compliance with  both programs.", "EPA’s Energy Star verification testing activities were initiated in 2011  and are funded by the program’s partners––primarily appliance and  electronics manufacturers. The testing is conducted at EPA- recognized laboratories, and the results are verified by EPA- recognized certification bodies. At a minimum, EPA requires that the  certification bodies test 10 percent of the models within a product  category each year (e.g., 10 percent of all computers) from all product  categories for which they have certified results. EPA officials told us  they select half of the models tested based on an approximation of  which products are the highest selling. The certification bodies select  the other half at random from among the products they have certified.", "Officials from both DOE and EPA told us that they work closely to  coordinate their efforts; however, we examined DOE and EPA verification  testing data for a total of 1,238 tests during 2011 and a portion of 2012  and found 11 instances–-about 1 percent of the products tested— in  which identical models were tested in the same year under the testing  done for EPA and DOE. In discussing this information with EPA and  DOE officials, we determined that this duplication occurred because the  two agencies do not fully coordinate and share information about the  products they plan to test. In particular, EPA does not have information  about the products its certification bodies select for testing; therefore, it  cannot communicate this information to DOE before DOE selects  products for testing. EPA officials told us that, in March 2012, they  instituted a protocol through which they communicate to DOE twice yearly  the results of the certification body testing to minimize the potential for  duplication in their testing activities. EPA informs the certification bodies  as to which products it has selected for testing, so no duplication should  occur between the models EPA selects and the models the certification  bodies select. However, the certification bodies do not inform EPA as to  the models they select for testing until after that testing has taken place;  therefore, EPA officials cannot share information with DOE about which  models the certification bodies have tested until after the conclusion of  the certification bodies’ testing. Without this information, DOE may  continue to select the same models; therefore, some models may  continue to be tested twice while other models go untested. As a result,  the agencies cannot coordinate to ensure that scarce testing resources  are maximized, either by eliminating unnecessary duplicative testing, or  reallocating resources toward testing additional products."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Three key federal programs to foster energy efficiency in household  appliances and consumer electronics––the federal minimum efficiency  standards, the EnergyGuide product labeling program, and the Energy  Star voluntary product labeling program––each perform valuable  functions in improving energy efficiency. While these three programs are  fragmented and overlap, the officials managing these programs have  undertaken efforts to mitigate the potential consequences of  fragmentation and overlap by collaborating to achieve their common  overall goal of improving the energy efficiency of these products. Further,  given the differing missions of the programs, we believe they are not  broadly duplicative, and that the sum total of the three efforts provides  more value than would any one of the three alone. Nonetheless, because  EPA does not have timely information about the products that certification  bodies have selected for testing, it cannot regularly communicate to DOE  the models selected for testing to support the Energy Star program. As a  result, the two agencies have tested identical models of some products in  the same year. By not coordinating to identify and eliminate these  duplicative activities, the agencies may be missing opportunities to better  allocate testing resources, by either allowing more models to be tested or  by simply eliminating unnecessary testing costs."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To limit the potential for duplication in the current Energy Star verification  testing activities, we recommend that the Administrator of EPA develop a  process that helps ensure that the Energy Star certification bodies  communicate the models they randomly select for testing to EPA and  DOE as quickly as possible so that DOE can avoid selecting the same  models."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to FTC, DOE, and EPA for comment.   FTC provided no comments.  We received written comments from DOE  and EPA on the draft report, which are summarized below and  reproduced in appendixes I and II, respectively. Both agencies  acknowledged the importance of coordinating their verification testing  activities. DOE neither agreed nor disagreed with our recommendation.   EPA agreed with our findings but disagreed with our draft  recommendation and stated that it was concerned that it would be labor  intensive to collect information from the certification bodies.  As an  alternative to our recommendation, EPA proposed that it work with DOE  to develop a process to improve verification testing while minimizing  burden but did not offer specific plans to better coordinate. We maintain  that coordination must involve all of the entities charged with testing  products, including the certification bodies.  We modified the  recommendation to clarify that EPA has flexibility to find an efficient  process for the certification bodies to share the information.", "We are sending copies of this report to the Secretary of Energy, the  Acting Administrator of the Environmental Protection Agency, the  Chairman of the Federal Trade Commission, the appropriate  congressional committees, and other interested parties. The report also is  available at no charge on the GAO website at http://www.gao.gov.", "If you or your staff have questions about this report, please contact me at  (202) 512-3841 or ruscof@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Department of Energy", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: Comments from the Environmental Protection Agency", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Jon Ludwigson, Assistant  Director; Emily Norman; Alison O’Neill; Stuart Ryba; Karla Springer; and  Barbara Timmerman made key contributions to this report."], "subsections": []}]}], "fastfact": []}