{"id": "GAO-19-329", "url": "https://www.gao.gov/products/GAO-19-329", "title": "Presidential Helicopter: Program Continues to Make Development Progress While Addressing Challenges", "published_date": "2019-04-11T00:00:00", "released_date": "2019-04-11T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The mission of the presidential helicopter fleet is to provide safe, reliable, and timely transportation in support of the President. The Navy plans to acquire a fleet of 23 VH-92A helicopters to replace the current Marine Corps fleet of VH-3D and VH-60N aircraft. Initial delivery of VH-92A presidential helicopters is scheduled to begin in fiscal year 2020 with production ending in fiscal year 2023. The total cost of this acquisition program was originally estimated at almost $5.2 billion.", "The National Defense Authorization Act of 2014 included a provision for GAO to report on the VH-92A program annually, until the Navy awards the full-rate production contract. This report discusses (1) the extent to which the program is meeting its cost and schedule goals and (2) challenges facing the program in system development.", "To determine how the program is progressing, GAO analyzed program documents; and spoke with officials from the program office, the Defense Contract Management Agency, contractors, Director, Operational Test and Evaluation, and Department of Defense, Developmental Test and Evaluation. GAO also assessed the program's integrated master schedule against GAO best practices."]}, {"section_title": "What GAO Found", "paragraphs": ["Acquisition cost estimates for the Presidential Helicopter Replacement Program (also known as the VH-92A) have declined from $5.18 billion to $4.95 billion, for 23 new helicopters, since the program started in April 2014 (see table), and the program remains within its planned schedule. The contractor attributes this cost decrease to several factors: stable requirements, a low number of design changes, and program efficiencies.", "The program has delayed some program milestones—for example, its low-rate production decision—by 5 months from its original baseline goal. Although this remains within the approved schedule, the program will have less time than planned between the end of development testing and start of operational assessment. Program officials told GAO they expect to have enough information from both the government-led integrated testing and the operational assessment to inform the low-rate production decision.", "Continuing development challenges concerning performance requirements may affect whether the program can deliver fully capable aircraft on time in the future. These include:", "VH-92A start procedures: As we reported last year, the VH-92A was pursuing technical improvements related to Sikorsky's S-92A propulsion system, which has yet to meet a VH-92A performance requirement. Program risk for this performance requirement has not changed since our April 2018 report on the program.", "Landing zone suitability: As GAO found in 2018, the program has not yet met a key system capability requirement for landing the helicopter without damaging the landing zone—for example, the White House South Lawn. According to program officials, Sikorsky plans to have a solution for this performance requirement by November 2020 .", "Mission communications system: The VH-92A program has experienced problems connecting the aircraft's communication system to secure networks, due to changes in network security requirements, presenting a new risk area for the program. The Navy anticipates having a fix by January 2020. These changes are expected to be incorporated into the four production representative helicopters being built under the development contract in time for the program's initial operational test and evaluation."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is not making any recommendations in this report, but will continue to monitor the potential cost growth and schedule delays as the program responds to challenges meeting capability requirements."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Navy’s VH-92A program is to replace the aging presidential  helicopter fleet, which has been in service for several decades. The VH- 92A program intends to provide new helicopters for safe, reliable, and  timely transportation for the President of the United States and other  parties as directed by the White House Military Office. The Navy plans to  acquire a fleet of 23 VH-92A helicopters to replace the Marine Corps’  existing fleet of VH-3D and VH-60N aircraft. The Navy’s acquisition  strategy is to integrate mature technologies and an executive interior into  an existing helicopter while minimizing modifications. Initial delivery of the  VH-92A helicopters is scheduled to begin in fiscal year 2020 with  production ending in fiscal year 2023.", "The National Defense Authorization Act of 2014 included a provision for  GAO to report on the Presidential Helicopter program annually until the  Navy awards a contract for full-rate production, currently planned for  2021. In this report we discuss (1) the extent to which the program is  meeting cost, schedule, and performance goals and (2) challenges, if  any, the program has experienced in developmental testing and in  producing aircraft and plans for addressing the challenges.", "To assess whether the program is achieving cost, schedule, and  performance goals, we compared cost estimates and program milestones  established at the start of development to current estimates and  milestone dates. These data were contained in defense acquisition  executive summary reports, selected acquisition reports, and program  briefings provided by the program office and Sikorsky Aircraft  Corporation, a Lockheed Martin Company (the prime contractor for the  program). We also examined and analyzed key acquisition documents  including contractor monthly status reports, earned value management  data, and Defense Contract Management Agency reports to determine  the performance and cost status of the development effort. We reviewed  the program’s Integrated Master Schedule (IMS) and compared it against  best practices criteria in the GAO Schedule Assessment Guide and discussed the results of our schedule assessment with VH-92A program  officials. To understand potential program challenges facing the program  in system development and steps taken to address those challenges, we  interviewed program officials from the Navy’s Presidential Helicopter  Program Office, as well as officials from the Defense Contract  Management Agency and from the offices of the Director, Operational  Testing and Evaluation, and Department of Defense (DOD),  Developmental Test and Evaluation to better understand the test and  evaluation aspects of the program. We analyzed data on program risks  and challenges obtained during our visits to the Navy’s Presidential  Helicopter Program office in Patuxent River, Maryland and the Lockheed  Martin facility in Owego, New York.", "We conducted this performance audit from June 2018 to April 2019 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit and obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The Marine Corps uses a fleet of 23 helicopters to support the President  in the national capital region and when traveling in the continental United  States and overseas. These aircraft have been in service for decades. In  April 2002, the Navy began development of a replacement helicopter later  identified as the VH-71 program. By 2009, schedule delays, performance  issues, and a doubling of cost estimates, from $6.5 billion in 2005 to $13  billion in 2009, prompted the Navy to terminate the program.", "The need for a replacement helicopter remained, and by April 2012, the  Office of the Secretary of Defense approved the Navy’s current  acquisition approach. The Navy’s approach is based on the modification  of an in-production aircraft to replace the legacy aircraft, by incorporating  an executive cabin interior and unique mission equipment such as  communications and mission systems, and limiting modifications to the  aircraft to avoid a costly airworthiness recertification.", "In May 2014, the Navy awarded a fixed-price incentive (firm target)  contract to Sikorsky Aircraft Corporation, a Lockheed Martin Company,  for an Engineering and Manufacturing Development (EMD) phase. The  contract includes options for production quantities. The VH-92A  presidential helicopter is based on Sikorsky’s S-92A commercial  helicopter. The fixed- price incentive contract includes a ceiling price of  $1.3 billion that limits the maximum amount that the Navy may have to  pay the contractor under the contract subject to other contract terms.  The VH-92A is expected to provide improved performance, survivability,  and communications capabilities, while offering increased passenger  capacity when compared to the current helicopters.", "Sikorsky is taking S-92A aircraft from an active production line (at the  Sikorsky plant in Coatesville, Pennsylvania) to a dedicated VH-92A  modification facility for subsystem integration at its plant in Stratford,  Connecticut. When the aircraft arrives from Coatesville, some  components, such as circuit breaker panels, engines, and main and tail  rotor blades are removed. After airframe modifications are done, the  aircraft is then transferred to the Sikorsky facility in Owego, New York,  where integration of the mission communications system, painting, and  contractor-led testing, installation of the executive cabin interior, and the  delivery of the aircraft will take place. See figure 1 for a depiction of  modification of the commercial S-92A aircraft to the VH-92A presidential  helicopter.", "The VH-92A development program includes delivery of two Engineering  Development Model (EDM) test aircraft and four System Demonstration  Test Article (SDTA) aircraft. The first flight of the first EDM aircraft took  place in July 2017 and the second EDM aircraft’s first flight occurred in  November 2017. The two EDM aircraft are currently undergoing  government-led integrated testing, at Naval Air Station Patuxent River,  Maryland, and were used to conduct an operational assessment in March  2019 to support a decision on whether to enter low-rate initial production.  The four SDTA aircraft, now in the modification stages, are production  representative aircraft being built under the development contract. These  aircraft are to be used in the VH-92A’s initial operational test and  evaluation, which is planned to begin in March 2020. The results of that  testing will be used to inform a decision whether to enter full-rate  production in 2021. These SDTA aircraft will be used to determine  whether the VH-92A is operationally effective and suitable for its intended  use.", "In July 2018, the Federal Aviation Administration certified the VH-92A  EDM-1 aircraft and supporting documentation to allow delivery to the  government under the contract.  According to the program office, the first  EDM VH-92A configured test aircraft arrived at Naval Air Station in  Patuxent River, Maryland, to begin government-led performance testing.  The program office explained that in December 2018, the contractor  provided VH-92A EDM-2, the second development aircraft, to the Navy  and it, too, is undergoing government testing."], "subsections": []}, {"section_title": "VH-92A Cost Estimates Are Decreasing While Program Manages Its Schedule and Performance Goals", "paragraphs": ["The VH-92A total program acquisition cost estimate has declined from  $5.18 billion to $4.95 billion (then-year dollars)—since the program  started in April 2014. Contractor officials attribute that the estimated  decline in cost is due to stable requirements, a low number of design  changes, and streamlined processes and reviews. The program has  incurred delays of about 5 months to the start of its operational  assessment due to parts shortages and early integration problems during  product development. Program officials told us they have adjusted  schedule milestones accordingly and now project that the VH-92A is on  track to meet its key performance parameters, including providing a fully  interoperable mission communications system (MCS) in time for initial  operational test and evaluation in 2020."], "subsections": [{"section_title": "Cost Estimates Have Declined Due to Stable Requirements and Efficiency Gains", "paragraphs": ["The Navy continues to reduce its acquisition cost estimate for the VH-92A  program. The total VH-92A program acquisition cost estimate has  decreased $234 million or about 4.5 percent—from $5.18 billion to $4.95  billion (then-year dollars)—since the program started in April 2014. The  total program acquisition unit costs have decreased by the same  percentage. According to the program office, this decrease is comprised,  in part, by reductions of approximately: $36 million for lower than expected inflation rates, $88 million for efficiencies gained during development, and $103 million for revised spare parts cost and equipment production  list.", "A key factor in controlling total program acquisition cost has been  performance requirements stability. The Navy has not added any key  performance requirements to the fixed-price contract, thereby limiting cost  growth. In addition, the Navy and the contractor have been able to limit  the number of necessary design changes that require modifications to  aircraft. These modifications are now being incorporated into the four  production representative aircraft. The Navy is using an existing basic  ordering agreement with Sikorsky, separate from the VH-92A contract, for  two additional design changes that are not part of the baseline program.  These changes are to allow for improved visibility from the aircraft’s  forward door and the addition of a fifth multi-functional display in the  cockpit (which is identical to the existing four displays) to improve  situational awareness. The program office is working with the contractor  to determine the best time to make these modifications to the aircraft in  order to minimize the effect on the production schedule. The final costs  are still being negotiated; however, the program office expects the cost of  implementing these two engineering changes to be minimal relative to the  program’s total acquisition cost.", "The Navy and contractor have also taken advantage of other cost saving  measures including streamlining some work processes and revised  testing approach for some components; they are also sharing secure  facilities used in support of the current presidential helicopter. In addition,  they eliminated activities deemed redundant to the Federal Aviation  Administration VH-92A airworthiness certification and plan to use a  streamlined reporting process for the March 2019 operational  assessment. According to program officials, the VH-92A has also  optimized its live fire test and evaluation program."], "subsections": []}, {"section_title": "The Program Is Operating within Its Original Approved Schedule Baseline, Despite Experiencing Some Delays in Development", "paragraphs": ["Overall, Sikorsky reported it had accomplished about 83.3 percent of  development work, with the remainder to be completed by October 2020.  As of February 2019, the contractor estimates it would have completed  nearly all of its activities necessary to demonstrate performance  specification compliance per the contract, by February 2019, and the  Navy is now more than halfway through its ground and flight testing  requirements needed to a support Milestone C, the decision point for  entering into low-rate initial production. The program has addressed  delays resulting from technical challenges and new discoveries during  development by delaying the start dates for the operational assessment,  the low-rate initial production decision, and initial operational test and  evaluation by 5 months each. The milestone start dates still meet the  baseline schedule thresholds.", "As we found in the past, part shortages and the integration and assembly  effort taking longer than planned have all contributed to delays early in  the development of the two engineering development model aircraft. The  overall effect has been between 3 and 5 months of schedule delays. In  addition, some work initially allocated to the contractor’s site will now be  completed at the Naval Air Station, Patuxent River, Maryland. This is a  result of the contractor’s inability to get some parts when needed to  maintain the planned build schedule. According to the program office, the  Navy has implemented a number of mitigation strategies to reduce the  effect of the schedule slip, including leasing a commercial S-92A for pilot  training, reducing the duration of some future activities, adjusting the  program’s schedule, and reexamining and optimizing some work  processes to maintain the approved program baseline schedule.", "We also found that the program’s integrated master schedule met the  best practices for a reliable schedule compared against best practices  criteria in the GAO Schedule Assessment Guide. The success of  programs depend, in part, on having an integrated and reliable master  schedule that defines when and how long work will occur and how each  activity is related to the others. Such a schedule is necessary for  government acquisition programs for many reasons. It provides not only a  road map for systematic project execution but also the means by which to  gauge progress, identify and resolve potential problems, and promote  accountability at all levels of the program. An IMS provides a time  sequence for the duration of a program’s activities and helps everyone  understand both the dates for major milestones and the activities that  drive the schedule. A program’s IMS is also a vehicle for developing a  time-phased budget baseline. Moreover, it is an essential basis for  managing tradeoffs between cost, schedule, and scope. Among other  things, scheduling allows program management to decide between  possible sequences of activities, determine the flexibility of the schedule  according to available resources, predict the consequences of managerial  action or inaction on events, and allocate contingency plans to mitigate  risks. Our research has identified 10 best practices associated with  effective schedule estimating that can be collapsed into 4 general  characteristics (comprehensive, well-constructed, credible, and  controlled) for sound schedule estimating. Overall, we found the  program’s IMS fully met one and substantially met three of the four  characteristics for sound schedule estimating.", "Table 2 provides a comparison of the planned timeframe for key events at  development start to the current estimated schedule.", "The Navy’s operational assessment began in March 2019 and ended  about 30 days later; this is nearly 2 months prior to the Milestone C  review, which will authorize low-rate initial production. The contractor’s  delivery of the first engineering development model aircraft to the  government was about a month late. A Developmental Test and  Evaluation official stated that this reduced the already short window of  time between the end of development testing and start of the operational  assessment. A Director, Operational Test and Evaluation official  responsible for monitoring the program expressed concern that there is  little time to address any new discoveries found during the operational  assessment. The program office acknowledged that, while solutions to  any newly discovered problems may not be ready to implement at the  start of production, it expects to have enough information from  government-led integrated testing and the operational assessment to  move forward with the Milestone C decision."], "subsections": []}, {"section_title": "The Program Made Progress in Demonstrating Performance Goals through Planned Developmental Testing", "paragraphs": ["According to the contractor, by February 2019, its test program for the  first two development aircraft will be nearly completed. In addition, as of  December 2018, the government completed about 48 percent of its  development ground and flight test points to support Milestone C but is  slightly behind, as it had planned to complete about 57 percent at this  time. Between August and December 2018, the program conducted  three major test events—the Navy conducted 14 landings on the White  House south lawn to assess approaches, departures, and operations in  the landing zone. The Navy also installed MCS version 2.0 on the second  EDM aircraft in support of the operational assessment and tested the  ability to transport the VH-92A in a cargo plane. Figure 2 shows the status  of government testing as of January 2019."], "subsections": []}]}, {"section_title": "Program Facing Development Challenges", "paragraphs": ["While the program has made progress, the VH-92A program continues to  face development challenges that could affect Sikorsky’s ability to deliver  fully capable aircraft prior to the start of initial operational test and  evaluation. Those challenges include issues associated with the aircraft’s  start procedures for the propulsion system, landing zone suitability, and  the aircraft’s mission communications system interoperability with secure  networks. According to the program office, the performance requirements  associated with these challenges may not be fully achieved until after the  low-rate initial production decision currently planned for June 2019, which  may result in a need to retrofit already built aircraft. Below is additional  information on each of those performance requirements.", "VH-92A aircraft start procedures: As we reported last year, the VH- 92A was pursuing technical improvements related to the S-92A  propulsion system, which was not meeting a performance  requirement.  According to program officials, a previously identified  solution is no longer being pursued. However, these officials stated  that the program is continuing to assess current capabilities and both  material and non-material solutions to any potential capability  shortfalls. Testing to demonstrate aircraft performance against the  requirement will be completed prior to the Milestone C review in June  2019. Design changes, if needed, will be coordinated with program  stakeholders. Program risk for this performance requirement has not  changed since our April 2018 report on the program.", "Landing zone suitability: The VH-92A operates in and out of a  variety of restrictive and highly visible landing zones. The White  House South Lawn is one of the most frequent locations utilized for  helicopter operations in support of the President. As we reported last  year, the program was not meeting a key system capability  requirement to land the aircraft without adversely affecting landing  zones (including the White House South Lawn). The program has  still not fully met this requirement and its assessment of this risk has  increased since our last report. According to program officials,  Sikorsky expects to have a solution for this requirement by November  2020.", "Mission Communications System (MCS): The mission  communications system is a subsystem of the VH-92A aircraft that  provides on-board and off-board communications services for the  pilots, passengers, and crew. Currently, the VH-92A program has  experienced problems connecting the MCS to secure networks,  presenting a new risk area for the program. According to program  officials, the MCS cannot connect to required secure networks due to  recent changes in security protocols. Design changes will be needed  to permanently correct this problem. For the March 2019 operational  assessment, the program plans to connect to existing networks that  do not use the new security protocols. This allowed the operational  assessment to proceed but will limit the scope of testing. The Navy  plans to have a final fix by January 2020 that will then be incorporated  into the four production representative helicopters built under the  development contract. These changes have caused the Navy to delay  the start of the VH-92 initial operational test and evaluation by 3  months, a delay that is still within the approved program baseline  threshold, as discussed earlier."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOD for review and comment. DOD  provided technical comments, which were incorporated as appropriate.", "We are sending copies of this report to the appropriate congressional  committees, the Acting Secretary of Defense and the Secretary of the  Navy. In addition, the report is available at no charge on the GAO website  at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-4841 or sullivanm@gao.gov. Contacts points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix l."], "subsections": []}]}, {"section_title": "Appendix l: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contract above, Bruce H. Thomas, Assistant Director;  Marvin E. Bonner; Bonita J. P. Oden: Peter Anderson, Juana S.  Collymore, Danny C. Royer, and Marie Ahearn made key contributions to  this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Presidential Helicopter: VH-92A Program Is Stable and Making Progress  While Facing Challenges. GAO-18-359. Washington, D.C.: April 30, 2018.", "Defense Acquisitions: Assessments of Selected Weapon Programs.  GAO-17-333SP. Washington, D.C.: March 30, 2017.", "Presidential Helicopter: Program Progressing Largely as Planned.  GAO-16-395. Washington, D.C.: April 14, 2016.", "Presidential Helicopter Acquisition: Program Established Knowledge- Based Business Case and Entered System Development with Plans for  Managing Challenges. GAO-15-392R.Washington, D.C.: April 14, 2015.", "Presidential Helicopter Acquisition: Update on Program’s Progress toward  Development Start. GAO-14-358R. Washington, D.C.: April 10, 2014.", "Department of Defense’s Waiver of Competitive Prototyping Requirement  for the VXX Presidential Helicopter Replacement Program.  GAO-13-826R.Washington, D.C.: September 6, 2013.", "Presidential Helicopter Acquisition: Program Makes Progress in  Balancing Requirements, Costs, and Schedule. GAO-13-257.  Washington, D.C.: April 9, 2013.", "Presidential Helicopter Acquisition: Effort Delayed as DOD Adopts New  Approach to Balance Requirements, Costs, and Schedule.  GAO-12-381R. Washington, D.C.: February 27, 2012.", "Defense Acquisitions: Application of Lessons Learned and Best Practices  in the Presidential Helicopter Program. GAO-11-380R. Washington, D.C.:  March 25, 2011."], "subsections": []}], "fastfact": ["The President relies on a fleet of helicopters for transportation that has been in service for decades. The Navy plans to replace this fleet with 23 new helicopters, called VH-92As.", "Our annual review of this acquisition found", "The estimated cost has declined from $5.18 billion to $4.95 billion since 2014. This was in part because there have been few design changes", "The program remains within its overall schedule. However, delays will give program officials 3 to 5 months less time to evaluate whether they are ready to begin production", "The program continues to work on challenges in communication links, and other areas"]}