{"id": "GAO-07-404", "url": "https://www.gao.gov/products/GAO-07-404", "title": "Nuclear Nonproliferation: Progress Made in Improving Security at Russian Nuclear Sites, but the Long-term Sustainability of U.S.-Funded Security Upgrades Is Uncertain", "published_date": "2007-02-28T00:00:00", "released_date": "2007-04-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Safeguarding nuclear warheads and materials that can be used to make nuclear weapons is a primary national security concern of the United States. Since 1993, the Departments of Energy (DOE) and Defense (DOD) have worked to improve security at sites housing weapons-usable nuclear material and warheads in Russia and other countries. In 1995, DOE established the Materials Protection, Control, and Accounting (MPC&A) program to implement these efforts. GAO examined the (1) progress DOE has made in improving security at nuclear material sites in Russia and other countries, (2) progress DOE and DOD have made in improving security at Russian nuclear warhead sites, and (3) efforts DOE and DOD have undertaken to ensure the continued effective use of U.S.-funded security upgrades. To address these objectives, among other things, GAO analyzed agency documents, conducted interviews with key program officials, and visited four Russian nuclear sites."]}, {"section_title": "What GAO Found", "paragraphs": ["Through fiscal year 2006, DOE and DOD spent over $2.2 billion to provide security upgrades and other assistance at sites in Russia and other countries that house weapons-usable nuclear materials and warheads. With regard to securing nuclear material, DOE reports to have \"secured\" 175 buildings and plans to improve security at 35 additional buildings by the end of 2008. However, DOE's reported total of buildings \"secured\" does not recognize that additional upgrades remain to be completed at some buildings because DOE considers a building \"secured\" after it has received only limited MPC&A upgrades, even when additional comprehensive upgrades are planned. Further, DOE and Russia have developed a Joint Action Plan that includes 20 sites and details the remaining work to be accomplished by 2008. However, the plan does not include two sites containing many buildings with vast amounts of nuclear material where Russia has denied DOE access. DOE and DOD report to have improved security at 62 Russian warhead sites and plan to help secure 35 additional sites by the end of 2008. The departments have improved their coordination mechanisms since our 2003 report, in which GAO reported that the agencies had inconsistent policies for installing site security upgrades at Russian warhead sites. Additionally, DOE and DOD are using similar approaches to manage large security upgrade contracts at warhead sites. DOD has used earned value management (EVM), which at early stages can identify cost and schedule shortfalls. DOE has not used EVM on its fixed-price contracts, but, during the course of GAO's review, augmented its contract oversight to increase reporting frequency, which DOE officials consider a comparable alternative to EVM. DOE has developed broad guidelines to direct its efforts to help ensure that Russia will be able to sustain (operate and maintain) U.S.-funded security systems at its nuclear material and warhead sites after U.S. assistance ends and is working with Russia to develop a joint sustainability plan. However, DOE lacks a management information system to track the progress made toward its goal of providing Russia with a sustainable MPC&A system by 2013. DOE and DOD's abilities to ensure the sustainability of U.S.-funded security upgrades may be hampered by access difficulties, funding concerns, and other issues. Finally, DOE and DOD plan to provide Russia with assistance to sustain security upgrades at nuclear warhead sites but have not reached agreement with Russia on access procedures for sustainability visits to 44 sites. As a result, the agencies may be unable to determine if U.S.-funded security upgrades are being properly sustained."]}], "report": [{"section_title": "Letter", "paragraphs": ["Safeguarding nuclear warheads and nuclear materials that can be used to  make nuclear weapons is a primary national security concern of the United  States and Russia. The collapse of the Soviet Union left Russia with the  largest arsenal of nuclear weapons in the world with unclassified U.S.  estimates of the number of Russia’s nuclear warheads at the end of the cold  war ranging from 18,000 to 25,000. Russia also inherited an estimated 600  metric tons of highly enriched uranium and plutonium—materials that  could be used to build nuclear weapons. Terrorists or countries seeking  nuclear weapons could use as little as 25 kilograms of highly enriched  uranium or 8 kilograms of plutonium to construct a nuclear weapon.  During the Soviet era, security systems at Soviet nuclear sites emphasized  heavy surveillance of site workers with severe penalties imposed on those  who violated security procedures. However, the fall of the Soviet Union and  subsequent social, political, and economic changes in Russia and other  former Soviet republics exposed gaps in the physical security and material  accounting at sites containing nuclear material and revealed weaknesses in  these countries’ abilities to secure nuclear sites against internal and  external threats of theft.", "Since the early 1990s, there has been concern that unsecured nuclear or  radioactive material could fall into the hands of terrorists and be smuggled  into the United States for use in a nuclear weapon or a device that uses  conventional explosives with radioactive material (known as a “dirty  bomb”). For example, in January 2007, international media reported that  authorities in Georgia had seized about 100 grams of highly enriched  uranium from a Russian citizen who was attempting to sell the material on  the black market. Key to the United States’ efforts to combat this threat is  securing nuclear materials and warheads at vulnerable civilian and military  sites in the former Soviet Union and other countries. In 1991, the Congress  authorized the Department of Defense (DOD) to establish the Cooperative  Threat Reduction program to help Russia, Ukraine, Belarus, and  Kazakhstan secure and protect former Soviet nuclear weapons. Members  of the Congress were concerned that nuclear weapons or materials might  be lost, stolen, or sold and that nuclear scientists and technicians might be  persuaded to sell their knowledge to nations or terrorists seeking to  develop nuclear weapons. Between fiscal years 1992 and 2006, the  Congress authorized about $9 billion for a variety of nuclear  nonproliferation programs implemented by DOD and the Department of  Energy (DOE), including efforts to help Russia and other countries secure  sites where nuclear material and warheads are located. In 1993, DOE and  the Russian government began working together to secure sites housing  weapons-usable nuclear material and, in 1995, DOE established the  Materials Protection, Control, and Accounting (MPC&A) program, which is  now administered by the National Nuclear Security Administration  (NNSA). Through its MPC&A program, DOE has provided nuclear  facilities in Russia and other countries with modern nuclear security  systems that include the following, among other things:  physical protection systems, such as fences around buildings containing  nuclear materials; metal doors protecting rooms where nuclear  materials are stored; and video surveillance systems to monitor storage  rooms;  material control systems, such as seals attached to nuclear material  containers to indicate whether material has been stolen from the  containers, and badge systems that allow only authorized personnel into  areas containing nuclear material; and  material accounting systems, such as nuclear measurement equipment  and computerized databases to inventory the amount and type of  nuclear material contained in specific buildings and to track their  location.", "In 1998, DOE issued guidelines that provide a systematic approach for DOE  program managers to develop and implement MPC&A systems that meet  DOE’s objective of helping Russia and other countries secure buildings  with weapons-usable nuclear material and nuclear warhead storage sites.  DOE seeks to improve security at nuclear sites in Russia and other  countries by providing security upgrades that protect against threats of  theft from both internal adversaries, such as disgruntled nuclear workers  (called the “insider” threat), and external adversaries, such as terrorist  groups. DOE conducts these site security upgrades in two phases known as  “rapid” upgrades and “comprehensive” upgrades.", "Rapid upgrades include such improvements as bricking up windows in  buildings where nuclear material is stored; installing strengthened  doors, locks, and nuclear container seals; establishing controlled access  areas around nuclear material; and implementing procedures that  require the presence of two people when nuclear material is handled  (called the “two-person rule”). Rapid upgrades are primarily designed to  be simple, easy to implement and maintain, and result in immediate,  though limited, improvements to nuclear material security. Rapid  upgrades include upgrades designed to detect and delay external  adversaries and sometimes include basic material control and  accounting equipment and procedures that can be implemented during a  6-to-12 month period.", "Comprehensive upgrades include electronic sensors, motion detectors,  and closed circuit television systems to detect intruders; central alarm  stations, where guards can monitor cameras and alarms; and  computerized nuclear material accounting systems. Comprehensive  upgrades are designed to secure against both internal and external  threats and are usually put in place over the 18-to-24 months after the  rapid upgrades have been installed but can be installed concurrently in  some cases.", "Buildings that contain nuclear material, which DOE considers to be of a  high proliferation threat receive both rapid and comprehensive upgrades,  and buildings with nuclear material of less concern may receive only rapid  upgrades. In addition to providing security upgrades, DOE provides a  variety of training to foreign officials and nuclear site personnel on how to  operate MPC&A systems.", "In February 2006, DOE changed the metrics it uses to track progress in its  MPC&A program from measuring the percentage of nuclear material  secured (out of the estimated 600 metric tons of loose nuclear material in  the former Soviet Union) to measuring the number of buildings in Russia  and other countries with weapons-usable nuclear material that have been  secured. DOE currently plans to secure 210 buildings containing weapons- usable nuclear material in Russia and other countries by the end of 2008.", "The United States has also assisted Russia in improving security at nuclear  warhead storage sites, both temporary sites, such as rail transfer points,  and permanent sites containing storage bunkers. In 1995, DOD began  assisting the Russian Ministry of Defense (MOD) with enhancing  transportation security for nuclear warheads and security at nuclear  warhead sites. Also, in 1998, at Russia’s request, DOE expanded the scope  of its efforts with the Russian Navy from protecting naval reactor fuel to  helping secure nuclear warheads. In February 2005, President Bush and  Russian President Putin issued a joint statement on nuclear security  cooperation, including enhanced cooperation on nuclear terrorism  prevention efforts. In 2006, Presidents Bush and Putin reaffirmed their  commitment to completing security upgrades at nuclear material and  warhead sites in Russia by the end of 2008. DOE and DOD plan to help  Russia secure a total of 97 nuclear warhead sites by the end of 2008.", "After completing the installation of site security upgrades, DOE and DOD  provide ongoing technical and financial support to help ensure that U.S.- funded security upgrades continue to reduce the risk of theft at foreign  nuclear sites. These efforts are known as sustainability activities.  Sustainability support is necessary to ensure that U.S.-funded security  upgrades are properly maintained and continue to support risk reduction  goals as intended. However, security of nuclear material and warheads in  Russia and other countries ultimately depends on these countries’ ability to  sustain the continued operation of U.S.-funded security upgrades after U.S.  funding ends. In 2002, the Congress directed DOE to work with Russia to  develop a sustainable MPC&A system to be solely supported by Russia no  later than January 1, 2013.", "As agreed with your offices, this report addresses U.S. efforts to secure  nuclear material and warheads in Russia and other countries by assessing:  (1) the progress DOE has made in helping Russia and other countries  secure weapons-usable nuclear material, (2) the progress DOE and DOD  have made in helping Russia secure its nuclear warhead sites, and (3) the  efforts undertaken by DOE and DOD to ensure the sustainability and  continued use of U.S.-funded security upgrades at sites that house nuclear  materials and warheads in Russia and other countries.", "To address these objectives, we analyzed documentation from DOE and its  contractors at Los Alamos, Oak Ridge, and Sandia National Laboratories;  DOD; and DOD contractors. We conducted interviews with key program  officials at each of these agencies and at the Department of State. We also  discussed the implementation of DOE and DOD’s programs with Russian  officials. However, the Federal Agency for Atomic Energy of the Russian  Federation (Rosatom), which is responsible for the production of all  nuclear materials in Russia and the development, testing, and production of  Russian nuclear weapons, denied our request for access to facilities under  its control. We were able to complete our audit objectives by visiting four  Russian nuclear facilities—civilian, educational, and research institutes not  under Rosatom’s control—where DOE installed MPC&A upgrades. We  discussed security issues and the sustainability of MPC&A upgrades with  officials at these sites. In addition, we analyzed cost and budgetary  information from DOE and DOD on U.S. efforts to help Russia and other  countries secure nuclear materials and warheads. We interviewed  knowledgeable DOE and DOD officials on the reliability of these data,  including issues such as data entry, access, quality control procedures, and  the accuracy and completeness of the data. We determined these data were  sufficiently reliable for the purposes of this report. More details on our  scope and methodology can be found in appendix I. We conducted our  review from April 2006 to February 2007 in accordance with generally  accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["In 1993, DOE and the Russian government began working together to  secure sites housing weapons-usable nuclear material and, in 1995, DOE  established the MPC&A program, which is now administered by NNSA.  DOE’s Office of International Material Protection and Cooperation, within  NNSA, consists of five offices whose collective efforts contribute to  enhancing the security of nuclear material and warheads in countries of  concern and to improving the ability to detect illicit smuggling of those  materials (see fig. 1). Four of these offices implement DOE’s MPC&A  program, which, among other things, provides security upgrades at nuclear  sites in Russia and other countries, and the fifth office, the Office of the  Second Line of Defense, works to improve detection of illegal nuclear  trafficking activities at border crossings and seaports.", "The Office of Nuclear Warhead Protection works with the Russian Ministry  of Defense, including the 12th Main Directorate—the Russian Defense  Ministry’s organization for nuclear munitions, the Strategic Rocket Forces,  and the Navy to install security upgrades at nuclear warhead storage sites.  The Office of Nuclear Warhead Protection also oversees DOE’s security  upgrades work at naval nuclear fuel sites. The Office of Weapons Material  Protection upgrades MPC&A systems at sites within the Rosatom nuclear  weapons complex and also oversees DOE efforts to sustain U.S.-funded  security upgrades at nuclear sites within the former Soviet Union that are  not in Russia, such as facilities in Ukraine and Uzbekistan. The Office of  Material Consolidation and Civilian Sites works to install MPC&A upgrades  at nonmilitary nuclear facilities throughout Russia and oversees efforts to  consolidate nuclear material into fewer buildings and to convert excess  weapons-usable nuclear material into less attractive forms. The Office of  Material Consolidation and Civilian Sites also manages DOE’s efforts to  provide nuclear security assistance to countries outside of the former  Soviet Union. The Office of National Infrastructure and Sustainability  manages a variety of crosscutting programs, including transportation and  protective forces assistance, and oversaw the development of guidelines  for DOE’s efforts to help ensure that Russia can sustain the operation of  U.S.-funded security systems at its nuclear sites after U.S. assistance ends.", "DOD has also assisted Russia in securing nuclear warhead storage sites,  both temporary sites, such as rail transfer points, and permanent sites  containing storage bunkers. In 1995, DOD began assisting the Russian  Ministry of Defense with enhancing transportation security for nuclear  warheads and security at nuclear warhead sites. DOD’s efforts to help  Russia secure its nuclear warhead storage sites and to improve the security  of warheads in transit are implemented by the Defense Threat Reduction  Agency. Oversight and policy guidance for this work is provided by DOD’s  Office of the Undersecretary of Defense for Policy. Additional information  on the history of U.S. efforts to help Russia and other countries secure  nuclear material and warheads can be found in appendix II."], "subsections": []}, {"section_title": "Since Fiscal Year 1993, DOE Has Spent About $1.3 Billion to Provide Security Upgrades at Nuclear Material Sites in Russia and Other Countries, but DOE’s Reporting of the Number of Buildings Secured May Be Misleading", "paragraphs": ["DOE spent about $1.3 billion between fiscal year 1993 and fiscal year 2006  to provide security upgrades and other related assistance to facilities that  house weapons-usable nuclear material in Russia and other countries and  reports to have “secured” 175 buildings containing about 300 metric tons of  weapons-usable nuclear material in Russia and the former Soviet Union.  The number of buildings that DOE reports as secured, however, does not  recognize that additional upgrades remain to be completed at some  buildings because DOE considers a building to be “secure” after it has  received only limited MPC&A upgrades (rapid upgrades), even when  additional comprehensive upgrades have yet to be completed. Further, in  response to terrorist actions and rising threat levels in Russia, DOE is  examining the impact of an increased design basis threat it uses to measure  the adequacy of security upgrades provided to Russian nuclear facilities  and providing additional assistance to protective forces at Russian nuclear  sites. Finally, DOE and Rosatom have developed a Joint Action Plan that  includes 20 civilian and nuclear weapons complex sites housing buildings  with weapons-usable nuclear material. While the plan details the remaining  scope of work to be accomplished by 2008, it does not include two key sites  involved in manufacturing of Russian nuclear warheads that contain many  buildings with hundreds of metric tons of weapons-usable nuclear material  where DOE has been denied access."], "subsections": [{"section_title": "Through the End of Fiscal Year 2006, DOE Spent About $1.3 Billion for Security Upgrades and Other Related Assistance at Nuclear Material Sites in Russia and Other Countries", "paragraphs": ["From fiscal year 1993 to fiscal year 2006, DOE spent about $1.3 billion to  enhance security at buildings that house weapons-usable nuclear materials  in foreign countries. The majority of these buildings are located in Russia  and fall into three categories: Rosatom weapons complex sites, civilian  sites, and naval fuel sites. DOE has also helped to secure buildings with  weapons-usable nuclear material in nine other countries. Figure 2 shows  a breakdown of DOE’s spending on MPC&A efforts.", "As figure 2 shows, DOE spent about $684.7 million to provide security  upgrades to civilian, naval fuel, and Rosatom weapons complex sites with  weapons-usable nuclear material in Russia and an additional $131.5 million  to provide security upgrades to sites located outside of Russia. DOE also  spent about $493.9 million on additional and related MPC&A efforts in  Russia, such as assistance for transportation security, providing equipment  for protective forces at nuclear facilities, and efforts to consolidate nuclear  material into fewer buildings and sites. According to DOE officials, these  efforts are important to increasing the overall security of nuclear materials  in Russia and other countries, and they support DOE’s goal of enhancing  the security of vulnerable stockpiles of weapons-usable nuclear material.  For example, because DOE believes that nuclear materials are most  vulnerable while they are in transit, the department has provided Russia  with specialized secure trucks, armored escort vehicles, and secure  containers—called overpacks—to improve the security of nuclear material  transported within and between nuclear sites in Russia. Further, DOE’s  assistance to protective forces at Russian nuclear sites, which includes  such items as bulletproof vests, helmets, and response vehicles, helps  ensure that guards at those sites are properly equipped and trained so that  they can quickly respond to alarms. Additional information on other DOE  efforts to improve security at sites with weapons-usable nuclear materials  can be found in appendix IV."], "subsections": []}, {"section_title": "DOE Considers Buildings “Secure” After Only Limited or “Rapid” Upgrades Have Been Installed, Even When More Comprehensive Upgrades Are Planned", "paragraphs": ["At the end of fiscal year 2006, DOE reported to have “secured” 175  buildings containing about 300 metric tons of weapons-usable nuclear  material in Russia and the former Soviet Union, but 51 of the 175 buildings  DOE reported to have “secured” as of the end of fiscal year 2006 do not  have completed MPC&A upgrades. These 51 buildings are located at sites  in the Rosatom weapons complex. In its program metrics, DOE defined a  building to be “secure” after it has received only limited MPC&A upgrades  (called rapid upgrades), even when additional comprehensive upgrades,  which would further improve security, have yet to be completed.", "The buildings with weapons-usable nuclear material where DOE is working  to improve security fall into four categories: Rosatom weapons complex,  civilian, naval fuel, and sites outside of Russia. As table 1 shows, all  planned upgrades have been completed at naval fuel sites and sites outside  of Russia. The vast majority of remaining buildings that have not yet  received security upgrades are in the Rosatom weapons complex, where  DOE has historically had access difficulties, including being denied access  to key sites and buildings housing weapons-usable nuclear material.", "While DOE officials told us that rapid upgrades offer a limited measure of  risk reduction against some threats, they also noted that rapid upgrades fall  short of meeting all of DOE’s risk reduction goals for buildings with  weapons-usable nuclear material. For example, rapid upgrades generally  include only limited measures designed to address the insider threat of  theft, such as establishing a two-person rule and providing certain types of  tamper indication devices that would set off alarms at guard stations in the  case of an unauthorized attempt to access nuclear materials. According to  NNSA, which implements the MPC&A program at DOE, the greatest threat  DOE faces in its effort to help Russia secure nuclear materials is the threat  of insider theft. However, the majority of measures to address the insider  threat at Russian nuclear material sites, such as computerized nuclear  material inventory databases and barcoding of nuclear material containers,  are provided in the comprehensive upgrades phase."], "subsections": []}, {"section_title": "DOE Is Examining the Impact of an Increased Design Basis Threat for Its MPC&A Program", "paragraphs": ["In response to terrorist actions and rising threat levels in Russia, DOE  recently analyzed the implications of an increased design basis threat it  uses to measure the adequacy of security upgrades provided to Russian  nuclear facilities. The design basis threat is defined as the attributes and  characteristics of potential adversaries (a group or groups of armed  attackers) against which a facility’s physical protection systems are  designed and evaluated. According to DOE, the design basis threat is  critical to determining an MPC&A system’s effectiveness. In 2005, DOE  began examining the impact of increasing the number of adversaries  against which Russian sites with U.S.-funded security upgrades should be  able to defend themselves. DOE is currently reassessing the effectiveness  of the security upgrades it has provided through the MPC&A program and  has increased its emphasis on providing assistance to the protective forces  at Russian nuclear material sites. Specifically, DOE is currently working  with a number of sites to relocate guard forces closer to the target nuclear  material to improve their response times to an incident. For example, at all  four of the nuclear material sites we visited in Russia, Russian officials told  us that they were working with DOE to relocate guard forces closer to  buildings that contain weapons-usable nuclear material at their sites.  However, DOE is limited in the scope of assistance it can provide to  protective forces at nuclear facilities in Russia and other countries. For  example, DOE is neither allowed to provide weapons or ammunition to  these forces, nor is it allowed to pay the salaries of protective forces at  these sites. According to DOE officials, the department has provided  assistance to the protective forces at all nuclear material sites where the  department has access and agreement to work, including helmets, winter  uniforms, radios, and other equipment intended to improve their  effectiveness in responding to alarms and their survivability against  potential adversaries."], "subsections": []}, {"section_title": "DOE Plans to Complete All Security Upgrades Work by the End of 2008 but Lacks Access or Agreement to Work at Two Key Sites That Contain Vast Amounts of Nuclear Material", "paragraphs": ["Historically, DOE has had difficulty obtaining access to some sensitive sites  in Russia, especially within the Rosatom weapons complex. For example,  we reported in 2003 that DOE’s lack of access to many buildings that store  weapons-usable nuclear material in the Rosatom weapons complex was  the greatest challenge to improving nuclear material security in Russia.  DOE requires access to these buildings to validate Russian security system  designs and to confirm the installation of equipment as intended. DOE  signed an access agreement with the Russian Ministry of Atomic Energy  (now called Rosatom) in September 2001 that described administrative  procedures to facilitate access, such as specifying which DOE personnel  are allowed to make site visits and the number and duration of those visits.  We reported in 2003 that this access agreement had done little to increase  DOE’s ability to complete its work at many key sites in the Rosatom  weapons complex. Since that time, DOE has worked with Rosatom through  a Joint Acceleration Working Group and other mechanisms to develop  alternative access procedures, such as the use of remote video monitoring,  that have allowed work to progress at some sensitive buildings and sites  that had previously been inaccessible to DOE project teams. In June 2005,  DOE and Rosatom signed a Joint Action Plan detailing the remaining scope  of work to be completed by the 2008 deadline. Rosatom and DOE are using  this plan to guide cooperative activities and to develop a multiyear budget  for DOE’s MPC&A program. DOE officials told us that they have been  granted access to almost all of the sites and buildings covered in the plan  and that all security upgrades should be completed, as scheduled, by the  end of 2008. DOE plans to spend about $98 million to complete its planned  security upgrades at 210 buildings containing weapons-usable nuclear  material in Russia and other countries by the end of calendar year 2008.", "The DOE–Rosatom Joint Action Plan covers 20 Russian civilian and  nuclear weapons complex sites. However, the Joint Action Plan does not  include two key sites in the Rosatom weapons complex where Russian  nuclear weapons are assembled and disassembled. Because of the nuclear  weapons manufacturing work conducted at these sites, DOE believes these  two sites contain many buildings with hundreds of metric tons of weapons- usable nuclear material. According to DOE officials, the department has  offered numerous alternative access proposals to try to obtain access to  install security upgrades at these two sites. For example, in November  2004, DOE provided senior Russian officials with access to some of the  most sensitive sites in the U.S. nuclear weapons complex, including the  Pantex nuclear weapons plant in Texas, which is the only U.S. nuclear  weapons assembly and disassembly facility. However, Rosatom has refused  to grant DOE officials reciprocal access to analogous Russian sites.  Because of the sensitive nature of the work conducted at these sites,  Rosatom has denied DOE’s requests for access, rejected DOE offers to  provide assistance without access, and informed DOE that it is not  interested in pursuing MPC&A cooperation at these sites. DOE officials  expressed very little optimism that Rosatom would allow DOE to help  improve security at these facilities in the near future."], "subsections": []}]}, {"section_title": "DOD and DOE Have Spent About $920 Million to Help Russia Secure 62 Nuclear Warhead Sites and to Improve Warhead Transportation Security", "paragraphs": ["Through the end of fiscal year 2006, DOE and DOD spent about $920  million to help Russia improve security at 62 nuclear warhead sites. The  agencies plan to help Russia secure a total of 97 nuclear warhead sites by  the end of 2008. Coordination between DOE and DOD has improved since  2003, when we reported that the agencies had inconsistent policies toward  providing security assistance to Russian nuclear warhead sites. In addition,  DOE and DOD are currently taking similar approaches to managing large  contracts to provide security upgrades at Russian nuclear warhead sites.  DOD has used EVM to identify cost and schedule variances for its contracts  to install security upgrades at Russian warhead sites at early stages so they  can be addressed in a timely manner. DOE has not used EVM on its fixed- price contracts to install security upgrades at Russian nuclear warhead  sites, but, during the course of our review, the department augmented its  contract performance management system to include additional reporting  mechanisms to identify and address schedule variances, which DOE  officials believe constitute a comparable alternative to an EVM system.  DOE believes the benefits of EVM techniques do not justify the additional  costs to implement them on fixed-price contracts."], "subsections": [{"section_title": "DOE and DOD Helped Russia Improve Security at 62 Nuclear Warhead Storage Sites and Provided Assistance to Improve Security of Warheads in Transit", "paragraphs": ["Through the end of fiscal year 2006, DOE had spent about $374 million to  improve security at 50 Russian nuclear warhead sites and plans to install  security upgrades at 23 additional sites by the end of 2008. Additionally,  DOD spent approximately $546 million to help Russia secure 12 warhead  sites and to provide security for nuclear warheads in transit. DOD plans to  complete security upgrades at 12 additional sites by the end of 2008. Figure  3 shows a breakdown of U.S. funding to improve security of Russian  nuclear warheads through the end of fiscal year 2006.", "DOE plans to provide security upgrades at 23 additional sites, and DOD  plans to provide upgrades at 12 additional sites by the end of 2008. DOE  and DOD gained authorization and access to work at 15 of these sites as a  result of an agreement reached at the summit between President Bush and  Russian President Putin in Bratislava, Slovakia, in February 2005. After this  summit, Russia offered access to 15 additional nuclear warhead sites of  which DOE has agreed to install upgrades at 7 sites, and DOD will help  secure the remaining 8 sites. Table 2 provides an overview of DOE and  DOD’s progress in improving security at Russian nuclear warhead sites.", "Despite the agencies’ optimism that all sites within this scope will be  secured by the end of 2008, they face challenges in meeting this goal. For  example, DOE and DOD officials stated that work in Russia involves  extensive bureaucracy, changing requirements to meet Russian demands  and, at times, difficult relationships and coordination with Russian  subcontractors. DOD officials told us that there have been performance  issues with a certain Russian subcontractor, but finding alternatives is  difficult because there are only a limited number of Russian subcontractors  qualified for this type of work and cleared by the Russian MOD to work at  nuclear weapons sites. Additionally, the harsh environmental conditions at  some remote sites have caused delays in the installation of security  upgrades. Specifically, DOD officials stated that adverse weather  conditions delayed the installation of security upgrades at four Russian  warhead sites by about 1 month.", "In addition, DOD spent over $125 million through the end of fiscal year  2006 to improve the security of nuclear warheads during transportation by  rail to consolidation and dismantlement sites. According to DOD officials,  security experts consider nuclear warheads to be highly vulnerable to theft  during transport. DOD has attempted to address this threat by providing  the Russian MOD with security enhancements for railcars, hardened  shipping containers for nuclear warheads to protect against small arms fire  and other threats, and payment of railway tariffs associated with  transporting nuclear warheads to consolidation and dismantlement sites.  Since 1995, DOD has supported maintenance on 200 specialized, secure  railcars for transporting nuclear weapons and provided 15 armored railcars  for guard forces protecting shipments of nuclear weapons. DOD is in the  process of procuring up to 100 additional nuclear warhead transport  railcars for use by the Russian MOD."], "subsections": []}, {"section_title": "Coordination between DOE and DOD’s Nuclear Warhead Security Efforts in Russia Has Improved", "paragraphs": ["DOE and DOD have mechanisms for sharing information and avoiding  duplication of effort. Coordination between the agencies has improved  since 2003, when we reported that the agencies did not have consistent  policies toward providing security assistance to Russian nuclear warhead  sites. We recommended in 2003 that the departments work together to  develop a standardized approach to improving security at Russian nuclear  warhead sites. Since our 2003 report, DOD and DOE have expanded their  efforts to share information about their work at Russian nuclear warhead  sites.", "Specifically, the departments coordinate their efforts through an  interagency working group, which reports to the National Security  Council. According to DOE and DOD officials, this group was  instrumental in coordinating the U.S. response to proposals for security  upgrades at additional Russian nuclear warhead sites stemming from the  summit between Presidents Bush and Putin at Bratislava, Slovakia, in 2005.  In addition, DOE and DOD participate in joint coordinating groups that  include key representatives from DOE, DOD, and the various branches of  the Russian MOD. All of these groups meet regularly to discuss ongoing  work at Russian nuclear warhead sites and resolve problems or issues that  arise in this effort. Furthermore, DOE and DOD have jointly developed  common designs for security upgrades at similar Russian warhead sites to  ensure a level of consistency in the assistance provided to these sites. DOD  officials stated that having a standardized design between the two agencies  allows DOE and DOD leverage with the Russian MOD, to deny requests if  they are made for items not in the site design plan of either agency. Further,  DOE and DOD seek to present a united image to Russian officials by  writing letters jointly on common issues and answering Russian site  proposals together."], "subsections": []}, {"section_title": "DOE and DOD Use Similar Systems to Manage Large Contracts to Improve Security at Russian Nuclear Warhead Sites", "paragraphs": ["In their efforts to provide security upgrades at Russian nuclear warhead  sites, DOE and DOD are taking similar approaches to managing large  contracts. Generally, OMB requires federal agencies to use EVM or an  alternative performance management system on major acquisition  contracts to identify cost and schedule variances at early stages so they can  be addressed in a timely manner. DOD has used EVM to evaluate its  contracts to install security upgrades at Russian warhead sites. DOE does  not require its contractors to implement EVM to evaluate its contracts to  install security upgrades at Russian warhead sites, but, during the course of  our review, augmented its contract performance management system to  include additional reporting mechanisms for identifying and addressing  schedule variances, which DOE officials believe represent a comparable  alternative to an EVM system.", "DOD officials stated that EVM is one of many tools that provide empirical  data to validate testimonial information about the status of security  upgrades provided in its contractors’ monthly and quarterly reports.  Additionally, EVM enhances program management capabilities by  providing an early warning system for deviations from plans and quantifies  technical and schedule problems in terms of cost. This provides DOD with  an objective basis for considering corrective action. DOD officials told us  that their use of EVM allowed them to identify schedule variances due to  poor contractor performance at one Russian nuclear warhead site where  the department is installing security upgrades. DOD officials stated that  this early detection allowed them to reassign the work to a different  Russian subcontractor and formulate a plan to make up for the lost time  and work in order to meet their scheduled completion date and critical  path milestones.", "Similarly, DOE recently proposed requirements that its large contracts for  security upgrades at nuclear warhead sites be managed with a system  similar to EVM. In September 2006, DOE initiated security upgrades at four  large nuclear warhead storage sites in Russia. Until January 2007, DOE  managed these fixed-price contracts according to the NNSA Programmatic  Guidelines, which do not require the use of EVM or an alternative system to  assess contract performance for cost and schedule variances. In part, as a  result of our inquiry into its contracting practices, DOE altered its oversight  mechanisms for these contracts in January 2007 and will now require  monthly reports and other measures to more accurately ascertain the  progress of contracted items, including the identification of schedule  variances due to inclement weather and other unforeseen events and,  subsequently, the development of recovery plans. According to DOE  officials, these new reporting mechanisms represent a comparable  alternative to an EVM system and will give DOE project managers  additional opportunities to identify potential schedule slippages and enable  appropriate management intervention to take place in a timely manner."], "subsections": []}]}, {"section_title": "Long-term Sustainability of U.S.- Funded Security Upgrades Is Uncertain because Access Problems and Other Issues May Hamper DOE and DOD Sustainability Efforts", "paragraphs": ["DOE has developed sustainability guidelines to help Russia prepare to take  financial responsibility for maintaining U.S.-funded security upgrades at  nuclear material and warhead sites without DOE assistance by 2013 as the  Congress mandated. DOE and Rosatom are developing a joint  sustainability plan that will provide an agreed-upon framework to guide  DOE’s sustainability efforts at nuclear material sites in Russia. However,  DOE’s ability to ensure that U.S.-funded security upgrades at nuclear  material sites are being sustained may be hampered by access difficulties,  funding concerns, and other issues. Finally, access difficulties at some  Russian nuclear warhead sites may also prohibit DOE and DOD from  ensuring that U.S.-funded security upgrades are being properly sustained."], "subsections": [{"section_title": "DOE Issued Guidelines to Direct Its Efforts to Help Russia Prepare to Maintain U.S.-Funded Security Upgrades without DOE Assistance", "paragraphs": ["In May 2004, DOE issued interim guidelines (referred to as Sustainability  Guidelines) to direct its efforts to assist Russia in developing sustainable  MPC&A systems at Russian nuclear material and warhead sites by 2013 as  the Congress mandated. In December 2006, DOE issued a final version of  its Sustainability Guidelines for the MPC&A program. These guidelines  require DOE program managers to develop assessments of each site’s  existing capabilities to sustain MPC&A systems and to identify  requirements that should be met before a site transitions from DOE  support to full Russian responsibility. According to DOE, these  assessments will be used to develop site-specific sustainability plans that  detail the remaining cooperative activities required to address each of the  seven elements of sustainability. The guidelines also require DOE project  teams to develop site-specific transition plans, which would detail how  sustainability activities will be funded as the sites move toward transition  to full Russian responsibility by 2013.", "DOE’s Sustainability Guidelines set forth seven key elements of a  sustainable MPC&A program at sites receiving MPC&A upgrades, such as  the development of site operating procedures, which form the foundation  for all of DOE’s sustainability activities at nuclear material and warhead  sites in Russia and other countries where DOE has provided security  upgrades. DOE uses a variety of sustainability indicators for each of the  seven elements to determine the degree to which the individual elements  are being addressed at Russian sites. Table 2 shows the seven elements of  sustainability outlined in DOE’s Sustainability Guidelines and some of the  indicators DOE uses to assess the degree to which each element of  sustainability is being met at a given Russian site.", "According to DOE, the Sustainability Guidelines provide general criteria  for DOE project teams to follow when working with their Russian  counterparts in developing sustainability programs for sites where DOE  has installed MPC&A systems. DOE officials noted that some sites may not  require assistance to address issues in each of the seven categories. For  example, many sites that store naval nuclear fuel are administered by the  Russian Navy, which has its own human resource management system and  would not require DOE assistance to address the human resource  management and site training sustainability element.", "In addition, DOE and Rosatom are currently developing a joint  sustainability plan that is intended to govern sustainability activities at the  sites under Rosatom’s control where DOE has installed MPC&A systems.  DOE officials told us that this joint sustainability plan may be completed in  March 2007. DOE officials believe that this plan will be an important step in  gaining Rosatom’s buy-in to the concepts of sustainability and will lead to a  specific path forward and detailed plan for funding sustainability activities  for DOE, while transitioning to full Russian responsibility in 2013.  According to DOE officials, the plan will be based largely on DOE’s  Sustainability Guidelines and will include the seven key elements of  sustainability outlined in those guidelines. DOE anticipates spending about  $437.8 million to provide sustainability support to sites in Russia and other  countries between fiscal year 2007 and fiscal year 2013.", "While DOE’s Sustainability Guidelines provide a framework for the  department’s approach to sustainability implementation, the guidelines do  not call for a tracking system to assist MPC&A management in assessing  the progress being made toward DOE’s goal of providing Russia a  sustainable MPC&A system by 2013. Currently, DOE’s Metrics Information  Management System (MIMS) contains data detailing the department’s  progress in implementing the MPC&A program by tracking the number of  buildings and sites where DOE has installed security upgrades, among  other things. DOE also uses MIMS to track some measures of progress in  their sustainability efforts, such as the development of site-specific plans  that document how MPC&A site management will plan, budget, direct,  monitor, and evaluate all MPC&A systems. DOE managers use MIMS as a  tool in their oversight of the MPC&A program. However, DOE officials  acknowledged that the current MIMS data do not provide an accurate  picture of the department’s progress toward its goal of preparing Russia to  take full responsibility for funding the maintenance and sustainability of  U.S.-funded upgrades by 2013. Expanding MIMS to include tracking for all  sustainability elements could give DOE managers an improved tool for  monitoring the MPC&A program’s progress toward the goal of preparing  Russia to take full responsibility for funding the maintenance and  sustainability of U.S.-funded upgrades by 2013. Further, DOE officials told  us that improved tracking of sustainability implementation would be useful  to allow the department to provide more accurate information to the  Congress on DOE’s progress in its sustainability efforts."], "subsections": []}, {"section_title": "DOE’s Ability to Ensure That U.S.-Funded Security Upgrades at Nuclear Material Sites Are Being Sustained May Be Hampered by Access Difficulties, Funding Concerns, and Other Issues", "paragraphs": ["Several challenges could impact DOE’s ability to prepare Russia to sustain  security upgrades on its own at sites that house weapons-usable nuclear  material, including: (1) access difficulties at some sites, (2) the limited  financial ability of some Russian sites to maintain DOE-funded MPC&A  equipment, (3) the lack of certification of some DOE-funded MPC&A  equipment, and (4) delays in installing the MPC&A Operations Monitoring  (MOM) system at Rosatom facilities.", "According to DOE officials, Russia has denied DOE access at some sites  after the completion of security upgrades, making it difficult for the  department to ensure that funds intended for sustainability of U.S.- funded upgrades are being properly spent. For example, at one facility  where DOE completed upgrades in 1998, DOE officials were denied  access from 1999 through 2002. DOE officials told us that after  commissioning the MPC&A system at this facility, the department had  not developed specific plans for sustaining the U.S.-funded security  equipment. Upon returning to the facility in September 2002, DOE  officials found that the U.S.-funded security upgrades were in a severe  state of disrepair. As a result, DOE has had to spend about $800,000 to  correct problems resulting from the site’s inability to properly maintain  the U.S.-funded security upgrades. According to DOE officials, these  security upgrade replacement efforts are scheduled to be completed in  fiscal year 2007.", "Despite improvements in the Russian economy, some sites may not be  financially able to maintain DOE-funded security upgrades. The Russian  economy has improved since the collapse of the Soviet Union in 1991  and the financial troubles of the late 1990s. In September 2006, the  Deputy Head of Rosatom stated that Russia is no longer in need of U.S.  assistance and that it is easier and more convenient for Russia to pay for  its own domestic nuclear security projects. However, during our visit to  Russia, officials at three of the four civilian nuclear research institutes  we visited told us that they are concerned about their sites’ financial  ability to maintain U.S.-funded security upgrades after U.S. assistance  ends. Some of these sites do not receive regular funds from the Russian  government to support the operation and maintenance of their MPC&A  systems. As a result, Russian site officials told us that, after DOE  financial support ends in 2013, they will likely face difficult choices  about how to pay for maintenance of the security upgrades DOE has  provided.", "Some U.S.-funded MPC&A equipment is not certified for use at Russian  facilities, which means that the Russian government may not pay for its  maintenance. Certification is a mandatory Russian regulatory  requirement designed to ensure the functionality, safety, and security of  specific equipment, products, and technology used in Russian nuclear  sites. Certification of U.S.-funded MPC&A equipment must be obtained  before it can be legally used at Russian nuclear sites. DOE has  historically maintained that certification is a Russian responsibility, and  current DOE policy generally precludes funding for certification of  equipment. Despite repeated attempts to persuade Russia to fund  equipment certification, DOE is paying for some equipment to be  certified on a case-by-case basis. According to DOE officials, some sites  have equipment or MPC&A systems that are not fully certified for use.  For example, at eight sites that house weapons-usable nuclear material,  DOE-funded equipment used to make accurate measurements of the  type and quantity of nuclear material stored at these sites has not been  certified for use. Unless this equipment receives certification in the near  future, DOE may be forced to pay for maintenance longer than it  intends. Rosatom and DOE also have established a Joint Certification  Working Group that is developing a joint plan to certify key equipment  items. DOE developed the Equipment Certification and Vendor Support  project in 1998 to provide DOE project managers with accurate  information on the Russian certification process. DOE spent $23.6  million on this project through the end of fiscal year 2006.", "There have been delays installing the MOM system at some Rosatom  facilities. In February 2001, we recommended that DOE develop a  system, in cooperation with Russia, to monitor, on a long-term basis, the  security systems installed at the Russian sites to ensure that they  continue to detect, delay, and respond to attempts to steal nuclear material. In response to this recommendation, DOE developed the  MOM system, consisting of off-the-shelf video cameras and other  equipment designed to allow Russian officials to ensure that MPC&A  systems are properly staffed, personnel are vigilant, and key security  procedures are enforced. DOE officials told us in 2002 they anticipated  that the MOM system would be an integral part of DOE’s sustainability  assistance to Russian sites. However, through the end of fiscal year  2006, only five sites with weapons-usable nuclear material where DOE  installed security upgrades had the MOM system. While DOE also  plans to install equipment at two additional sites in fiscal year 2007,  none of the seven sites where DOE has installed or plans to install  MOM systems is controlled by Rosatom. Rosatom has been unwilling to  allow DOE to install MOM systems at sites under its control.  Unfortunately, DOE was unable to anticipate Rosatom’s resistance to  the MOM system and, in 2002, the department pre-purchased MOM  equipment for use at Rosatom facilities. As a result, DOE has had to pay  for storage and upkeep of 367 MOM cameras and other equipment since  2002. DOE officials told us that if Rosatom decides not to allow MOM  equipment at its sites, the excess equipment may be used by other DOE  programs, such as the Second Line of Defense program, which works  with Russia to combat nuclear smuggling by installing radiation  detection equipment at key border crossings. Through fiscal year 2006,  DOE had spent a total of $20.5 million on the MOM project, including  about $270,000 to pay for storage and upkeep of unused MOM  equipment that has been in storage since 2002."], "subsections": []}, {"section_title": "Access Difficulties at Some Russian Nuclear Warhead Sites May Prohibit DOE and DOD from Ensuring That Security Upgrades Are Being Sustained", "paragraphs": ["DOE and DOD plan to provide Russia with assistance to sustain security  upgrades at nuclear warhead sites, but access difficulties may prevent the  agencies from carrying out their plans. Specifically, neither department has  reached an agreement with the Russian MOD on access procedures for  sustainability visits to 44 permanent warhead storage sites where the  agencies are installing security upgrades. Site access is needed to ensure  that U.S. funds are being used to help Russia maintain security upgrades at  these sites. If DOE and DOD cannot reach an agreement with the Russian  MOD on access procedures for sustainability activities at these 44 sites, or  develop acceptable alternatives to physical access, the agencies will be  unable to determine if U.S.-funded security upgrades are being properly  sustained and may not be able to spend funds allotted for these efforts.", "DOE and DOD have formed an informal working group to more effectively  coordinate their efforts on sustainability of security upgrades at Russian  nuclear warhead sites. DOE and DOD have agreed in principle that the  seven elements of sustainability outlined in DOE’s Sustainability Guidelines  will be applied to the agencies’ efforts to help the Russian MOD sustain  security upgrades at nuclear warhead sites. DOE and DOD’s joint plan to  address sustainability at Russian nuclear warhead sites uses a three-phased  approach, (1) addressing processes and procedural issues, (2) establishing  regional training and maintenance centers, and (3) providing site-level  assistance, such as warrantees and spare parts.", "First, DOE is assisting the Russian MOD with the development of  regulations, operating procedures, and an independent inspections  process to help ensure that security systems continue to operate as  intended. Similarly, DOD has supported the development of a personnel  reliability program for the 12th Main Directorate of the MOD and DOE is  planning to support a similar program for the Russian Navy and  Strategic Rocket Forces.", "Second, DOE and DOD have funded the construction of regional  training and maintenance centers. For example, DOE recently  completed construction of the Kola Technical Center, near Murmansk,  Russia, which serves as the centralized training and maintenance facility  for all Russian MOD sites in the Murmansk region, both naval nuclear  fuel sites and nuclear warhead storage sites. The Kola Technical Center  was commissioned in fall 2005, and Russian MOD officials told us that  the facility will help them prepare to assume full financial responsibility  for maintenance and sustainability when U.S. assistance ends.", "Finally, at the site level, once DOE and DOD come to agreement with the  Russian MOD on verification of sustainability assistance, they will assist  in sustaining the upgraded security systems with a focus on training and  developing the Russian MOD’s capability to maintain the modernized  systems. Initially, DOE and DOD will rely on contractor support for  repair of failed security systems while the Russian MOD’s capability is  being developed, gradually transitioning to full Russian system support.", "Although DOE and DOD are working closely to provide sustainability  assistance at Russian nuclear warhead storage sites, differences exist in  the length of time DOE and DOD intend to fund sustainability activities at  these sites. Specifically, DOE intends to fund sustainability until 2013, while  DOD plans to halt funding in 2011. This has the potential to cause  difficulties for the Russian MOD when it comes to funding sustainability  earlier at sites where DOD installed security upgrades. In addition, DOD  plans no further support with respect to sustainability for warhead  transportation upgrades it has provided to the Russian MOD, because,  according to DOD officials, the Russian MOD has not requested assistance  for this activity."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["DOE and DOD have made significant progress in helping Russia and other  countries improve security at vulnerable sites housing weapons-usable  nuclear material and nuclear warheads. Since our 2003 report, DOE has  worked with Russia to resolve many of the access difficulties that we  reported, especially at sites within the Rosatom weapons complex.  However, in our view, DOE’s current metric for reporting progress on the  number of buildings secured by its MPC&A program provides the Congress  with a potentially misleading assessment of the security at these facilities.", "Specifically, DOE should not report to the Congress that buildings with  weapons-usable nuclear material in Russia and other countries are “secure”  until all DOE risk reduction goals have been achieved, and all planned  upgrades at those buildings are completed. Currently, DOE considers  buildings to be “secured” after only limited MPC&A upgrades (rapid  upgrades) are installed, even when additional comprehensive upgrades are  planned. Rapid upgrades do not include the majority of measures DOE uses  to address the threat of insider theft at Russian nuclear sites, which DOE  considers to be one of its most pressing concerns. DOE provides most  upgrades designed to address the insider threat during the comprehensive  upgrades phase. Further, DOE officials told us that comprehensive  upgrades are necessary to achieve all risk reduction goals at buildings with  nuclear material, calling into question DOE’s decision to report buildings  without such upgrades completed as “secure.”", "As DOE nears the completion of its security upgrade work in its MPC&A  program, the sustainability of U.S.-funded nuclear security upgrades in  Russia and other countries has become increasingly important for ensuring  that the substantial investment of U.S. funds over the past 15 years is not  wasted. DOE and Rosatom have been cooperating to develop a joint  sustainability plan for the majority of sites where DOE has installed  MPC&A upgrades. We believe this is a critical step in gaining agreement on  what remains to be done before DOE transfers full responsibility for  sustainability of MPC&A upgrades to Russia in 2013. While DOE uses its  Metrics Information Management System to track some measures of  progress in its sustainability efforts, DOE officials acknowledged that the  current MIMS data do not provide an accurate picture of the department’s  progress toward its goal of preparing Russia to take full responsibility for  funding the maintenance and sustainability of U.S.-funded upgrades by  2013. Creating a new management information system for sustainability or  expanding MIMS to include tracking for all sustainability elements could  give DOE managers an improved tool for monitoring the MPC&A program’s  progress on sustainability and would aid the department in providing the  Congress with a more accurate assessment of the progress made toward  DOE’s goal of providing Russia with a sustainable MPC&A system by 2013."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To increase the effectiveness of U.S. efforts to secure nuclear material and  warheads in Russia and other countries, we recommend that the Secretary  of Energy, working with the Administrator of NNSA, take the following two  actions:  revise the metrics used to measure progress in the MPC&A program to  better reflect the level of completion of security upgrades at buildings  reported as “secure;” and   develop a sustainability management system or modify the Metrics  Information Management System to more clearly track DOE’s progress  in developing a sustainable MPC&A system across all sites where it has  installed MPC&A upgrades, including evaluations of progress for each of  the seven key elements of sustainability outlined in DOE’s Sustainability  Guidelines."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["DOE generally agreed with our findings and recommendations. DOD had  no written comments on our report. DOE and DOD also provided technical  comments, which we incorporated, as appropriate.", "In its comments, DOE provided additional information about the metric it  uses to track progress in the MPC&A program, its reasons for not using  EVM on fixed-price contracts, and on its efforts to work with Rosatom on  sustainability issues. DOE agreed that the current metric it uses to track  progress in the MPC&A program may be confusing. DOE wrote that it is  changing the metric to one that more accurately identifies the level of  completion for upgrades. Similarly, DOE officials told us in January 2007  that they were taking steps to modify the progress metric. However, in  February 2007, DOE issued its Fiscal Year 2008 Budget Request, which did  not include modifications to clarify the confusions DOE agrees are present  in its progress metric. As a result, DOE’s most recent budget justification  continues to present the Congress with an unclear picture of the progress  made in improving security at buildings with weapons-useable nuclear  material in Russia and other countries because DOE’s progress metric does  not recognize that additional upgrades remain to be completed at some  buildings that the department lists as being “secure.”", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the  Secretaries of Energy and Defense; the Administrator, National Nuclear  Security Administration; the Director, Office of Management and Budget;  and interested congressional committees. We also will make copies  available to others upon request. In addition, this report will be made  available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-3841 or aloisee@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. The GAO contact and staff acknowledgments are listed in  appendix VI."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["We performed our review of U.S. efforts to assist Russia and other  countries in securing nuclear materials and warheads at the Departments  of Energy (DOE), Defense (DOD) and State (State); the National Nuclear  Security Administration (NNSA) in Washington, D.C.; the Defense Threat  Reduction Agency in Fort Belvior, Virginia; Oak Ridge National Laboratory  in Oak Ridge, Tennessee; Los Alamos National Laboratory in Los Alamos,  New Mexico; and Sandia National Laboratories in Albuquerque, New  Mexico. We visited Russia to discuss the implementation of U.S. nuclear  material and warhead security assistance programs with Russian officials.  We also spoke with officials from the U.S. embassy in Moscow, DOE’s  Moscow office, and the DOD’s Defense Threat Reduction Office in Moscow.", "While in Russia we met with officials from the Federal Agency for Atomic  Energy of the Russian Federation (Rosatom), Rostekhnadzor (the Russian  nuclear regulatory authority), and the Ministry of Defense (MOD)— including representatives from the 12th Main Directorate, Navy, and  Strategic Rocket Forces. We requested visits to the Institute of Nuclear  Materials, Institute of Physics and Power Engineering, Interdepartmental  Special Training Center, Russian Methodological Training Center, and All- Russian Scientific Research Institute of Technical Physics (also known as  Chelyabinsk-70 and Snezhinsk), but Rosatom denied us access to all  facilities under its control, including these. In fact, we were denied access  to some Russian sites GAO officials had visited during past reviews of U.S.  nonproliferation programs. Rosatom officials told us that because our  names were not on the list of 185 individuals provided by DOE for access  under the terms of a 2001 access arrangement, we would not be allowed to  visit any Rosatom facilities. Rosatom officials did not deny our request for  access until we had already arrived in Russia to begin our fieldwork for this  review. In addition, the Russian MOD denied our request to visit a naval  nuclear fuel facility, Site 49, and a naval nuclear warhead facility near  Murmansk, Russia, due to military exercises scheduled near these sites  during the time of our visit.", "We were able meet our audit objectives by visiting four sites—civilian,  educational, and research institutes that are not under Rosatom’s control— where DOE had provided security upgrades through NNSA’s Materials  Protection, Control, and Accounting (MPC&A) program: Karpov Institute  for Physical Chemistry, Kurchatov Institute, Joint Institute for Nuclear  Research, and Moscow State Engineering and Physics Institute. During our  visits to these sites, we discussed the implementation of the MPC&A  program, sustainability of U.S.-funded MPC&A upgrades, and the future of  DOE cooperation with Russian officials. In addition, we visited a training  facility near Murmansk, Russia, built with DOE funds to provide training to  Russian MOD personnel in the Murmansk region.", "To assess the progress DOE has made in helping Russia and other countries  secure nuclear material, we had discussions with officials from NNSA’s  MPC&A program, DOE’s contractors at Oak Ridge, Los Alamos, and Sandia  National Laboratories, and experts from nongovernmental organizations  that specialize in nuclear nonproliferation. We reviewed various program  documents, including the MPC&A Programmatic Guidelines, MPC&A  Program Management Document, project work plans, and the DOE- Rosatom Joint Action Plan. We also analyzed financial information  detailing program expenditures, projected costs and schedule estimates,  and contract data for expenditures of the MPC&A program through the end  of fiscal year 2006. To assess the reliability of these data, we questioned key  database officials about data entry access, internal control procedures, and  the accuracy and completeness of the data, following up with further  questions, as necessary. Although any caveats and limitations to the data  were noted in the documentation of our work, we determined that the data  we received were sufficiently reliable for the purposes of this report.", "To assess the progress DOE and DOD have made in assisting Russia with  securing nuclear warheads, we reviewed documents and had discussions  with officials from NNSA’s MPC&A program, DOE’s contractors at Oak  Ridge and Sandia National Laboratories, DOD’s Office of the  Undersecretary of Defense for Policy, and the Defense Threat Reduction  Agency. We spoke with officials from the Russian MOD and visited a  training facility near Murmansk, Russia, built with DOE funds to provide  training to Russian MOD personnel. We analyzed financial information  detailing program expenditures, projected costs and schedule estimates,  and contract data from both DOE and DOD through the end of fiscal year  2006. To assess the reliability of these data, we questioned key database  officials about on data entry access, internal control procedures, and the  accuracy and completeness of the data, following up with further  questions, as necessary. Although any caveats and limitations to the data  were noted in the documentation of our work, we determined that these  data were also sufficiently reliable for the purposes of this report.", "In addition, we reviewed guidance on government contracting, including  the Office of Management and Budget (OMB) Circular No. A-11, DOD  Earned Value Management (EVM) Implementation Guide, and DOE Order  413.3A. After reviewing this guidance, we requested copies of DOE and  DOD’s ongoing contracts valued over $20 million for work to help Russia  and other countries secure nuclear material and warheads. To determine  how DOE’s large contracts were being managed, we reviewed contract  documents and identified a requirement for quarterly reporting in the  contracts. We contacted the Contracting Officers identified in the contracts  to request information on how the contracts are managed in respect to  applicable criteria required by OMB and DOE directives. Additionally, we  reviewed DOD’s large contracts for installing security upgrades at Russian  nuclear warhead sites and reviewed documentation from DOD’s  contractors, Bechtel National, Inc., and Raytheon Technical Services. After  analyzing these contracts and other related documentation, we determined  that both of DOD’s contracts reflected an EVM system. DOD provided us  with certification documentation for Bechtel and Raytheon’s EVM systems,  a requirement called for by federal guidance for all EVM systems. Since the  scope of work within the Bechtel contract was at or near completion, we  evaluated only the contract performance management for Raytheon, in  order to determine how DOD was executing and managing its large  contracts for security upgrades at Russian warhead sites. DOD provided  Raytheon’s cost performance reports which GAO contracting experts  assessed for cost and schedule variances in contracted work. After review  of Raytheon’s cost performance reports, we determined that shortfalls in  scheduled work were resulting in a schedule variance equivalent to around  $13 million.", "To assess the efforts undertaken by DOE and DOD to ensure the  sustainability and continued use of U.S.-funded security upgrades, we had  discussions with officials from NNSA’s MPC&A program; DOE’s  contractors at Oak Ridge, Los Alamos, and Sandia National Laboratories;  DOD’s Office of the Undersecretary of Defense for Policy; and the Defense  Threat Reduction Agency. We analyzed program documents, including  DOE’s May 2004 interim Sustainability Guidelines, DOE’s December 2006  final Sustainability Guidelines, DOE-DOD Joint Sustainability Task Force  documents, DOE-Rosatom Joint Sustainability Working Group documents,  and project work plans. We interviewed program officials responsible for  the development of DOE’s Sustainability Guidelines and program managers  responsible for implementing them. We also discussed the sustainability of  U.S.-funded upgrades with Russian officials at sites we visited.", "We performed our review from April 2006 to February 2007 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Time Line of Major Events in the History of U.S. Efforts to Secure Nuclear Material and Warheads in Russia and Other Countries", "paragraphs": ["The Congressass the Soviet Threat Reduction Act of 1991,  (Pub. L. No. 102-228), poprly referred to as the Nnn-Lr  Act.", "The Soviet Union dissolve.", "DOD egin it Coopertive Thret Redction progrm to asst Russ  nd other former Soviet republic in ecring nd dintling wepon of  mass detrction nd their delivery tem.", "DOE egin working with Russn ncler fcilitie to  improve ecrity of ncler mteril.", "DOE egin it MPC&A progrm.", "DOD nd Rosatom ign greement to build  Fissile MteriStorge  Fcility to tore ncler mteril from dintled Russn ncler  wrhe.", "DOD egin to work with the Russn Minitry of Defene to enhnce  trporttion ecrity for ncler wrhe nd ecrity t ncler  wrhetorge ite.", "December-DOE issu the firt MPC&A Progrmmtic  Gideline.", "DOE expnd the cope of it effort with the Russn Nvy from  protecting nl rector fel to helping ecre ncler wrhe.", "December-DOD complete contrction of the Fissile MteriStorge  Fcility.", "September-DOE revi it MPC&A Progrmmtic  Gideline.", "June-DOE nd the Federl Agency for Atomic Energy of  Russ ign  Joint Action Pln.", "May-DOE issu interim Susinability Gideline (Guidelines for  Sustaining Effective Operations of Material Protection, Control, and  Accounting Systems in the Russian Federation).", "December-DOE revi it MPC&A Progrmmtic  Gideline.", "February 24-At their summit meeting in Brti, U.S. Preident Busnd Russn Preident Ptin issued  joint tement on contined  coopertion to prevent ncler terrorim.", "July-Rosatom inform DOD tht it has egn loding the  Fissile MteriStorge Fcility.", "October-DOE egin MPC&A coopertion with the Chin Atomic Energy  Athority y engging in  Joint Technology Demontrtion on integrted  ncler mteril mgement cility in Beijing.", "July 17-Preident Busnd Ptin reffirmed their  commitment to completing ecrity pgrde t ncler  mterind wrheite in Russ y the end of 2008.", "October 24-DOE nnonce completion of ecrity enhncement ll  50 Russn Nvy ncleite (oth ncler mterind wrheite)  where pgrde were plnned.", "December-DOE issu finSusinability Gideline.", "December 31-DOE nd DOD pln to complete ll ecrity pgrde t  ncler mterind wrheite in Russ y thite.", "January 1-Dte tht the Congress require DOE to hve developed   “flly susinable” MPC&A tem with Russ.", "March 8-Soviet Nuclear Weapons: Priorities and Costs  Associated with U.S. Dismantlement Assistance,  GAO/NSIAD-93-154.", "March 8-Nuclear Nonproliferation: Status of U.S. Efforts to  Improve Nuclear Materials Controls in Newly Independent  States, GAO/NSIAD/RCED-96-89.", "April 13-Weapons of Mass Destruction: Effort to Reduce Russian  Arsenals May Cost More, Achieve Less Than Planned,  GAO/NSIAD-99-76.", "February 28-Nuclear Nonproliferation: Security of Russia’s  Nuclear Material Improving; Further Enhancements Needed,  GAO-01-312.", "March 6-Nuclear Nonproliferation: Limited Progress in Improving Nuclear  Material Security in Russia and the Newly Independent States,  GAO/RCED/NSIAD-00-82.", "March 24-Weapons of Mass Destruction: Additional Russian  Cooperation Needed to Facilitate U.S. Efforts to Improve Security at  Russian Sites, GAO-03-482."], "subsections": []}, {"section_title": "Additional Information on DOE Efforts to Secure Sites with Weapons-Usable Nuclear Material in Countries Other Than Russia", "paragraphs": ["From fiscal year 1993 through fiscal year 2006, DOE spent a total of $131.5  million on efforts to help countries outside of Russia secure facilities with  nuclear material (see fig. 4). Responsibility for managing DOE’s MPC&A  efforts in countries outside of Russia has shifted among a number of offices  within DOE and NNSA. Responsibility for sustainability of upgrades at  sites in the former Soviet Union now rests with the Office of Weapons  Material Protection within the Office of International Materials Protection  and Cooperation in NNSA. The Office of Materials Consolidation and  Civilian Sites within the Office of International Materials Protection and  Cooperation in NNSA is responsible for implementing MPC&A efforts  outside of the former Soviet Union, such as DOE’s efforts in China and  India."], "subsections": [{"section_title": "Belarus", "paragraphs": ["DOE provided security upgrades to two buildings at one facility—the Sosny  Scientific and Technical Center (now known as the Joint Institute of Power  and Nuclear Research-Sosny)—in Belarus. DOE began work at this site in  April 1994, and the initial phase of MPC&A upgrades was completed in  December 1997. After this, DOE was unable to conduct additional work in  the country due to sanctions the United States had placed on Belarus.  However, in May 2003, the Department of State modified its position and  allowed a team from DOE to visit Sosny solely to review the status of the  MPC&A systems provided with U.S. funds. The DOE team visited the site in  June 2003 and noted several security deficiencies that required immediate  improvement. Shortly thereafter, DOE received approval from the  Department of State to return to Belarus to perform a comprehensive  vulnerability assessment at the Sosny site. According to DOE officials, the  Department of State’s Nonproliferation and Disarmament Fund allocated  $250,000 for design work and $1.6 million for further upgrades in 2003 and  2005, respectively. Since there is currently no government-to-government  agreement between the United States and Belarus, the project is being  administered via the International Scientific and Technical Center’s  Partners Program. However, no funding has been spent yet because the  Belarusian government suspended the project due to concerns over sharing  information with a foreign entity. In the fall of 2006, Belarus indicated that  it was again ready to move forward with the project. DOE sent a team to  Sosny in December 2006 and was able to re-establish relations, as well as,  develop a statement of work for the design of a communications system for  the site and a project work plan for material control and accounting.  Additional trips are planned for February and April 2007. DOE hopes to  complete a second phase of MPC&A upgrades at the site in fiscal year 2008.  In total, DOE spent about $3.6 million through the end of fiscal year 2006 to  provide MPC&A assistance to Belarus."], "subsections": []}, {"section_title": "China", "paragraphs": ["DOE has a cooperative engagement program with China on issues related  to nuclear material security. The purpose of the engagement is to increase  awareness of our respective approaches to nuclear security issues, as well  as MPC&A methodologies and applicable technologies, and to work  cooperatively to improve security in these areas when and where  appropriate. DOE is pursuing this objective through dialogue and technical  collaboration with the China Atomic Energy Authority in China’s civilian  nuclear sector and is attempting initial engagements with the China  Academy of Engineering Physics in China’s defense nuclear sector.", "DOE is pursuing bilateral cooperation with the Chinese civilian nuclear  sector under the Statement of Intent signed with the China Atomic Energy  Authority in January 2004 and the DOE-China Atomic Energy Authority  Peaceful Uses of Nuclear Technology Agreement. In February 2004, DOE  and the China Atomic Energy Authority agreed to conduct a Joint  Technology Demonstration on integrated nuclear material management in  Beijing. The purpose of this demonstration project was to promote the  adoption of modern security practices and technologies at civilian nuclear  facilities by demonstrating established physical protection, nuclear  material control and accounting, and international safeguards technologies  that provide a first line of defense against nuclear material theft, diversion,  and sabotage. The Joint Technology Demonstration took place in Beijing in  October 2005. Following the completion of the technology demonstration  project, DOE is currently discussing ideas for future bilateral work with the  China Atomic Energy Authority and the Chinese Institute of Atomic Energy.  Through fiscal year 2006, DOE had spent about $4.7 million on MPC&A  cooperation with China."], "subsections": []}, {"section_title": "Georgia", "paragraphs": ["DOE provided security upgrades at one facility in Georgia, the  Andronikashvili Institute of Nuclear Physics in Tbilisi. Work began at this  site in January 1996 and was completed in May 1996, at a cost of about $0.2  million. All fresh and spent nuclear fuel was transferred from the facility to  a secure nuclear site in Scotland in April 1998 under a multinational effort  known as Operation Auburn Endeavor.  DOE’s MPC&A program currently  has no ongoing work in Georgia."], "subsections": []}, {"section_title": "India", "paragraphs": ["DOE’s cooperative security engagement program with India is in its initial  stages. DOE is investigating near-term opportunities to engage India on  issues related to nuclear material security with the intent of initiating a  cooperative program with India on nuclear security best practices.  Potential issues for discussion include the theoretical framework for  developing and implementing a design basis threat; the methodology for  designing effective physical protection systems; a vulnerability assessment  methodology; regulatory infrastructure for material control and  accounting, and physical protection; and general nuclear security culture.", "DOE spent about $100,000 on MPC&A cooperation with India through the  end of fiscal year 2006."], "subsections": []}, {"section_title": "Latvia", "paragraphs": ["DOE provided security upgrades at one facility in Latvia, the Latvian  Academy of Sciences Nuclear Research Center (also known as the Latvian  Institute of Nuclear Physics at Salaspils). Work began at this site in July  1994 and was completed in February 1996. Since fiscal year 1994, DOE has  spent about $900,000 to install and maintain security upgrades at this  facility. In May 2005, 2.5 kilograms of fresh highly enriched uranium (HEU)  fuel were removed from the Salaspils reactor and returned to Russia.  According to the Federal Agency for Atomic Energy of the Russian  Federation (Rosatom), the HEU fuel will be downblended into low- enriched uranium nuclear fuel for use in civilian nuclear power plants.  DOE’s MPC&A program currently has no ongoing work in Latvia."], "subsections": []}, {"section_title": "Lithuania", "paragraphs": ["DOE provided security upgrades at one facility in Lithuania, the Ignalina  Nuclear Power Plant. Work began at this site in October 1995 and was  completed in August 1996. Since fiscal year 1996, DOE has spent about  $900,000 to install and maintain security upgrades at this facility. DOE  counted one building at this facility as secure in its progress metric for the  MPC&A program that tracks the number of buildings with weapons-usable  nuclear material secured, even though the facility never possessed such  material. During the course of our review, we brought this to the attention  of DOE management, and they agreed to remove the facility from the  progress report in DOE’s fiscal year 2008 budget justification document.  DOE’s MPC&A program currently has no ongoing work in Lithuania."], "subsections": []}, {"section_title": "Kazakhstan", "paragraphs": ["DOE provided security upgrades to four sites in Kazakhstan: the Institute  of Atomic Energy–Kurchatov, the Institute of Nuclear Physics at Alatau, the  BN-350 breeder reactor at Aktau, and the Ulba Metallurgical Plant. In total,  DOE spent about $45.3 million from fiscal year 1994 through fiscal year  2006 to provide MPC&A assistance to Kazakhstan."], "subsections": [{"section_title": "Institute of Atomic Energy- Kurchatov", "paragraphs": ["The Institute of Atomic Energy-Kurchatov, formerly called Semipalatinsk- 21, is a branch of the Kazakhstan National Nuclear Center. Two nuclear  research reactors are located at the site. DOE began providing both  physical security and material control and accounting upgrades to the site  in October 1994, and the site was commissioned in September 1997. The  perimeter security system at the site was commissioned in July 1998. DOE  plans to continue to assist the Institute of Atomic Energy-Kurchatov with  spare parts, extended warranties, and training to sustain its MPC&A  systems in fiscal year 2007."], "subsections": []}, {"section_title": "Institute of Nuclear Physics", "paragraphs": ["The Institute of Nuclear Physics is a branch of the Kazakhstan National  Nuclear Center located in the town of Alatau. The site operates a 10- megawatt research reactor used to manufacture radioisotopes as a  radiation source for industrial and medical use, among other activities.  DOE began work at the site in September 1995 and completed upgrades in  October 1998. DOE plans to continue to assist the Institute of Nuclear  Physics at Alatau with extended warranties and training to sustain its  MPC&A systems in fiscal year 2007."], "subsections": []}, {"section_title": "BN-350 Reactor at Aktau", "paragraphs": ["DOE provided upgrades to two buildings at the BN-350 reactor site at  Aktau. MPC&A upgrade work began in September 1994 and was completed  in December 1998. In May 2002, HEU fuel was transferred from the BN-350  breeder reactor in Aktau to the Ulba Metallurgical Plant with the assistance  of a nongovernmental organization involved in nonproliferation efforts— the Nuclear Threat Initiative. The HEU fuel will be downblended into low- enriched uranium nuclear fuel for use in civilian nuclear reactors."], "subsections": []}, {"section_title": "Ulba Metallurgical Plant", "paragraphs": ["The Ulba Metallurgical Plant contains a low-enriched uranium fuel  fabrication facility, among other resources. The fuel fabrication facility  produces nuclear fuel pellets with a capacity of 1,000 metric tons per year.  Security upgrades work began in September 1994 and was completed in  September 1997. DOE plans to continue to assist the Ulba Metallurgical  Plant with extended warranties and spare parts to sustain its MPC&A  systems in fiscal year 2007.", "In addition, on November 21, 1994, 581 kilograms of HEU was transferred  from the Ulba Metallurgical Plant to the United States in a highly secret  project code-named “Sapphire.” The project was carried out with  cooperation from the Kazakhstani government and DOE and DOD.  The  large stockpile of HEU, reportedly left over from the Soviet Union's secret  Alfa submarine program, had been stored at the Ulba Metallurgical Plant in  unsecured and unsafeguarded facilities without electronic means of  accounting. Experts estimate the nuclear material was sufficient to make  20-25 nuclear bombs. The HEU was downblended into low-enriched  uranium for use in civilian nuclear power plants in the late 1990s."], "subsections": []}]}, {"section_title": "Ukraine", "paragraphs": ["DOE provided MPC&A assistance to four sites in Ukraine: Kharkiv Institute  of Physics and Technology, Kiev Institute of Nuclear Research, Sevastopol  National Institute of Nuclear Energy and Industry, and South Ukraine  Nuclear Power Plant. In total, DOE spent about $37.7 million from fiscal  year 1993 through fiscal year 2006 to provide MPC&A assistance to  Ukraine, including installation of security upgrades, maintenance of  installed MPC&A systems, and training for site personnel."], "subsections": [{"section_title": "Kharkiv Institute of Physics and Technology", "paragraphs": ["The Kharkiv Institute of Physics and Technology conducts nuclear fuel  cycle research and has important experimental physics facilities including  a number of electron and ion accelerators. DOE provided upgrades to one  building at this site. Security upgrades work began in May 1995 and was  completed in January 1999. DOE plans to continue to assist the Kharkiv  Institute of Physics and Technology with extended warranties and training  to sustain its MPC&A systems in fiscal year 2007."], "subsections": []}, {"section_title": "Kiev Institute of Nuclear Research", "paragraphs": ["The Kiev Institute of Nuclear Research was established in 1970 and is  operated by the Ukrainian Academy of Sciences. The institute’s primary  function is to perform research in low- and medium-energy nuclear  physics. Security upgrades work began at one building at this site in  December 1993 and was completed in October 1997. DOE plans to continue  to assist the Kiev Institute of Nuclear Research with extended warranties  and training to sustain its MPC&A systems in fiscal year 2007."], "subsections": []}, {"section_title": "Sevastopol National Institute of Nuclear Energy and Industry", "paragraphs": ["The Sevastopol National Institute of Nuclear Energy and Industry’s mission  is to support Ukraine’s nuclear power industry by training nuclear power  plant personnel. The facility operates a 200-kilowatt, light-water cooled,  research reactor. Security upgrades work began at one building at this  facility in May 1996 and was completed in January 1999. DOE plans to  continue to assist the Sevastopol National Institute of Nuclear Energy and  Industry with extended warranties and training to sustain its MPC&A  systems in fiscal year 2007."], "subsections": []}, {"section_title": "South Ukraine Nuclear Power Plant", "paragraphs": ["In addition to these facilities, DOE provided MPC&A upgrades to a fourth  site that does not possess weapons-usable nuclear material, the South  Ukraine Nuclear Power Plant. DOE began security upgrades work at this  site in August 1994 and completed its upgrades work in January 1999. DOE  counted this facility as secured in its progress metric for the MPC&A  program, even though the facility never possessed such material. During  the course of our review, we brought this to the attention of DOE  management, and they agreed to remove the facility from their progress  report in DOE’s fiscal year 2008 budget justification document. According  to DOE officials, no further MPC&A assistance is planned at this site."], "subsections": []}]}, {"section_title": "Uzbekistan", "paragraphs": ["In Uzbekistan, DOE’s project goal is to continue to enhance capabilities  and commitment to operating and maintaining security improvements at  two institutes: the Institute of Nuclear Physics in Tashkent and the Foton  facility. In total, DOE spent about $4.4 million from fiscal year 1995 through  fiscal year 2006 to provide MPC&A assistance to Uzbekistan."], "subsections": [{"section_title": "Institute of Nuclear Physics", "paragraphs": ["Founded in 1956 as part of the Uzbekistan Academy of Sciences, the  Institute of Nuclear Physics operates a 10-megawatt research reactor.  Often described as the largest facility of its kind in central Asia, the site has  an ambitious program to become the primary nuclear research and isotope  production facility for the region. The facility maintains fresh and  irradiated nuclear fuel storage facilities to support continued reactor  operations. Security upgrades at the site began in June 1995 and were  provided by a joint team from the United States, Australia, Sweden, and the  United Kingdom. Australia and Sweden agreed to provide assistance in the  area of material control and accounting, while the United States and United  Kingdom agreed to provide physical protection upgrades. Upgrades were  provided in two phases. Phase I upgrades were completed in August 1996.  After the attacks of September 11, 2001, DOE began to work with the  facility to develop a plan to further improve its security system. Additional  upgrades focused on the facility perimeter and included the installation of  new fencing and exterior intrusion detection sensors. In addition, the  Department of State provided about $0.6 million in fiscal year 2002 through  its Nonproliferation and Disarmament Fund to supply cameras and lighting  for the facility’s perimeter. All Phase II upgrades were completed in  September 2002. A commissioning ceremony was held in October 2002. In  2006, DOE announced the removal of 63 kilograms of HEU in the form of  spent nuclear fuel from the facility. The HEU spent fuel was returned to  Russia through DOE’s Global Threat Reduction Initiative. DOE plans to  continue to assist the Institute of Nuclear Physics with extended  warranties and training to sustain its MPC&A systems in fiscal year 2007."], "subsections": []}, {"section_title": "Foton Facility", "paragraphs": ["The Foton facility has a small research reactor containing less than 5  kilograms of HEU. MPC&A upgrades at the site began in January 2005 and  were completed in May 2005. Physical security upgrades at the Foton  facility focused on the research reactor building and included such things  as intrusion detection sensors, improved access controls, and a central  alarm station. DOE plans to continue to assist the Foton facility with  extended warranties to sustain its MPC&A systems in fiscal year 2007."], "subsections": []}]}]}, {"section_title": "Additional Information on DOE’s National Infrastructure and Related Programs", "paragraphs": ["In addition to DOE’s efforts to provide security upgrades at sites with  weapons-usable nuclear material and warheads in Russia and other  countries, the department implements other crosscutting efforts to support  the efforts of its MPC&A program, such as assistance for transportation  security, equipment for protective forces at nuclear facilities, and efforts to  consolidate nuclear material into fewer buildings and sites. According to  DOE officials, these efforts support DOE’s goal of improving security of  vulnerable stockpiles of weapons-usable nuclear material by contributing  to the overall security systems at nuclear materials sites in Russia and  other countries. As table 4 shows, through the end of fiscal year 2006, DOE  spent about $493.9 million on these efforts."], "subsections": [{"section_title": "Material Consolidation and Conversion", "paragraphs": ["DOE’s Material Consolidation and Conversion project supports the transfer  of HEU from Russian sites where it is no longer needed in order to secure  locations within Russia for eventual conversion to low-enriched uranium.  According to DOE, consolidation and conversion efforts significantly  reduce the requirements and costs of securing material. For example, in  2006, DOE announced the completion of a 2-year cooperative effort to  remove HEU from the Krylov Shipbuilding Research Institute, a Russian  research facility located near St. Petersburg. DOE teams worked with their  Russian counterparts to validate the inventory of nuclear material and  confirm that it was securely packaged for transport. DOE paid for the HEU  to be shipped to another facility in Russia where it will be converted  (downblended) to low-enriched uranium, which will eliminate it as a  proliferation concern. Through the Material Consolidation and Conversion  project, DOE has also supported the secure storage and conversion of  Russian-origin HEU that has been returned to Russia from countries such  as Bulgaria, the Czech Republic, Latvia, Serbia, and Uzbekistan. DOE  reported in July 2006 that more than 8,000 kilograms of HEU had been  downblended into low-enriched uranium under the project. Through the  end of fiscal year 2006, DOE had spent about $128.8 million on the project."], "subsections": []}, {"section_title": "Secure Transportation", "paragraphs": ["In the aftermath of the September 11, 2001, terrorist attacks, DOE  increased funding for its efforts to secure nuclear material during transit.  By providing upgraded security for transport and guard railcars,  specialized secure trucks and escort vehicles, and secure containers— called overpacks—DOE seeks to reduce the risks of theft and sabotage of  nuclear material transported within and between nuclear facilities in  Russia. The goal of the Secure Transportation project is to reduce the risk  of theft or diversion of material or warheads during transportation  operations in Russia by improving security for railcars and trucks, Russian  nuclear material and warhead transport infrastructure, and  communications interface with response forces. Through fiscal year 2006,  DOE had spent about $88.1 million to improve the transportation security  of nuclear material in Russia, by providing 76 cargo trucks, 86 escort  vehicles, as well as 66 cargo railcars, 25 guard railcars, and 283 security  overpacks. This included 54 refurbished cargo railcars, 25 new  manufactured guard railcars, 12 new manufactured cargo railcars, and  approximately 78 cargo trucks and 89 escort trucks to support both on-site  and off-site nuclear material shipments."], "subsections": []}, {"section_title": "Training and Technical Support Infrastructure", "paragraphs": ["DOE provides a variety of training and technical support to both the  Russian Navy and Rosatom to help these entities operate and maintain  U.S.-funded security upgrades and MPC&A systems. One of the primary  accomplishments of the project was the construction of the Kola Technical  Center near Murmansk. The facility was designed and constructed by DOE  to be a central training and maintenance center to support naval nuclear  fuel and warhead sites in the Murmansk region. DOE completed  construction of the Kola Technical Center in June 2005 at a cost of $24  million. We visited the facility during our trip to Russia. Russian officials  told us that the Kola Technical Center is critical to help the Russian MOD  transition to full financial responsibility for sustainability after U.S. funding  ends.", "In addition, DOE provides support to Rosatom’s regional training facilities  through the Rosatom Training and Technical Support Infrastructure  project. These facilities, such as the Interdepartmental Special Training  Center and the Russian Methodological and Training Center, seek to train  specialists and guard forces to safeguard materials at Russian nuclear sites.  Additionally, these centers seek to assist Rosatom by providing effective  and sustainable training and technical support infrastructures. To date,  DOE has spent $42.5 million on the establishment of these training and  technological support centers."], "subsections": []}, {"section_title": "Russian Federation Inspection Implementation", "paragraphs": ["The Russian Federation Inspection Implementation project seeks to  enhance nuclear material inspections by establishing a sustainable  infrastructure with sufficient resources to enforce MPC&A regulations  through federal and industry oversight. Under this project, DOE provides  inspection support to Rostekhnadzor, Rosatom, and other Russian  ministries and agencies. The project enhances MPC&A nuclear material  inspections at the ministerial, agency, and site-level by providing  comprehensive training, inspection, and technical assistance, as well as  sufficient information technology to aid inspectors in conducting  systematic inspections. For example, DOE assists Russian organizations in  developing a systematic inspection approach that assures the MPC&A  objectives are met and assists organizations in defining the inspection  program by benchmarking proposed inspection methodologies against U.S.  and other inspection approaches. Through fiscal year 2006, DOE has  sponsored 83 inspections by Rosatom and Rostekhnadzor, and 980 Russian  personnel have attended inspection courses. DOE’s goal for the project is  to maintain a cadre of about 125 trained inspectors. DOE had spent about  $43.1 million on this project through the end of fiscal year 2006."], "subsections": []}, {"section_title": "Protective Forces Assistance", "paragraphs": ["The objective of the Protective Force Assistance project is to ensure that a  sufficient number of organized, equipped, and trained response forces are  present and able to protect against threats to highly-desirable nuclear  material at Russian and Ukrainian sites and during transit. The project  includes efforts in Russia and Ukraine, although the bulk of the efforts and  money are spent in Russia. As of fiscal year 2006, DOE spent about $26.7  million to purchase a variety of equipment, such as bulletproof vests,  helmets, response vehicles, and cold-weather uniforms for use by the  forces that protect sites that store weapons-usable nuclear material in  Russia. As of fiscal year 2006, DOE spent about $3.4 million to purchase the  same type of equipment for Ukrainian sites."], "subsections": []}, {"section_title": "Federal Information System", "paragraphs": ["The Federal Information System (FIS) is a computerized management  information system designed to track the location and movement of  nuclear material between organizations throughout Russia. The FIS  provides information on the quantity of nuclear material located at  facilities that report to Rosatom. The system is centralized and automated  to ensure that information can be received, tracked, and monitored by  Rosatom. The development of the FIS is important to the MPC&A program  because, prior to its development, Russian nuclear facilities generally used  paper-based systems to track nuclear material inventories. The FIS will  allow the Russian government to maintain an accurate and complete  inventory of its weapons-usable nuclear material. As of fiscal year 2006,  DOE reported that 21 organizations and facilities throughout Russia report  to the FIS. Through the end of fiscal year 2006, DOE had spent about $29.1  million to develop the FIS."], "subsections": []}, {"section_title": "Regulatory Development", "paragraphs": ["The purpose of the Regulatory Development project is to assist Russian  regulatory and operating agencies and services in developing a sustainable  MPC&A regulatory system for civilian nuclear materials site security and to  also provide assistance to regulatory agencies in Ukraine and Kazakhstan.  The regulatory framework establishes legal requirements for MPC&A  activities for relevant ministries, agencies, services, operating  organizations, and facilities. DOE works with Rosatom, Rostekhnadzor— Russia’s civilian nuclear regulatory authority, and other agencies to develop  consistent MPC&A requirements across ministries, operating  organizations, and facilities. In doing so, DOE aims to create incentives for  effective MPC&A procedures and sanctions for noncompliance with  regulations in order to foster a strong MPC&A culture and help sustain  U.S.-funded security upgrades. Through the end of fiscal year 2006, the  project has achieved enactment of 67 regulations, which is 35 percent of  the total planned. In addition, DOE has worked with the Russian MOD to  develop a comprehensive regulatory base that ensures MPC&A practices  are implemented consistently throughout all branches and services of the  Russian MOD. DOE spent about $27 million through fiscal year 2006 on its  regulatory development projects."], "subsections": []}, {"section_title": "MPC&A Education", "paragraphs": ["The MPC&A Education project supports efforts in Russia to train existing  and future MPC&A experts. The project consists of two educational degree  programs at the Moscow Engineering Physics Institute and one degree  program at Tomsk Polytechnic University. The first educational degree  program is the MPC&A Graduate Program available only at the Moscow  Engineering Physics Institute. DOE worked with both the Moscow  Engineering Physics Institute and Tomsk Polytechnic University to develop  an undergraduate engineering program, focusing on more technical, hands- on aspects of nuclear security. For each of these degree programs, DOE  works with the two universities to develop curriculum; identify and acquire  training aids; develop and publish textbooks; and strengthen instructor  skills. In addition, DOE works with the Monterey Institute of International  Studies to support the instruction of nontechnical nonproliferation  courses at universities and high schools located outside of Moscow.  Through the end of fiscal year 2006, DOE had spent about $13.4 million on  the project."], "subsections": []}, {"section_title": "Material Control and Accounting Measurements", "paragraphs": ["The Material Control and Accounting Measurements project provides  support to Russia for developing a national system of reference materials  (standards), nuclear material measurement methods, instruments, and  infrastructure to support the accurate measurement and accounting of  weapons-usable nuclear material at Russian facilities. Reference materials,  measurement methods, and instruments are needed to accurately measure  the quantity and isotopic composition of nuclear material during  inventories and transfers for input into accountability databases. Accurate  material control and accounting measurements are key components to any  MPC&A system. Through fiscal year 2006, DOE had spent about $10.8  million under this project and has purchased and distributed transportable  equipment that allows for the testing of uranium and plutonium."], "subsections": []}, {"section_title": "MPC&A Security Culture", "paragraphs": ["The MPC&A Security Culture project supports the overall MPC&A goal of  assisting Russia with enhancing its capabilities and strengthening its  commitment to operating and maintaining improved nuclear security by  fostering the development of training centers and developing an outreach  strategy to enhance partner countries’ awareness and understanding of  MPC&A benefits, e.g., an MPC&A security “culture.” The main objective of  this project is to establish an infrastructure that emphasizes the importance  of MPC&A and increase the commitment throughout Russia to operate and  maintain MPC&A systems with minimal U.S. support by reinforcing the  necessary attitudes and beliefs required to instill a strong MPC&A culture.  Accomplishments under this project include training 1,800 staff in security  culture and initiating a pilot security culture coordinator project at nine  sites. Through the end of fiscal year 2006, DOE had spent about $1.3 million  on the MPC&A Security Culture project.", "In addition to its efforts to improve the security culture at Russian nuclear  sites, DOE recently conducted a series of workshops for Russian officials  on MPC&A best practices at U.S. nuclear sites. The workshops included  presentations by U.S. MPC&A experts. In conducting this workshop series,  DOE intends to further enhance the security culture at Russian sites by  working to educate Russian site officials on the methods used at U.S.  facilities, so that these best practices can be applied at Russian sites."], "subsections": []}, {"section_title": "Taxation and Customs", "paragraphs": ["The MPC&A Taxation and Customs project began in 1999 to meet a  congressional mandate that U.S. nuclear safety and security programs not  pay taxes in Russia. The MPC&A program must obtain a certified tax  exemption when providing technical equipment and services. The Taxation  and Customs project assists DOE project teams’ understanding of taxation  and customs issues and ensures compliance with Russian laws. The project  stays abreast of Russian taxation and customs legislation, as well as  guidance on bureaucracy and requirements for tax exemption, by holding  workshops for Russian sites; tracking the tax-exemption process; and  maintaining a taxation Web site for DOE project teams. Through the end of  fiscal year 2006, DOE had spent about $0.5 million on the project."], "subsections": []}]}, {"section_title": "Comments from the Department of Energy", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, R. Stockton Butler, Jeffery  Hartnett, Lisa Henson, and Jim Shafer made significant contributions to  this report.  Other assistance was provided by John Delicath, Jennifer  Echard, Brandon Haller, Gregory Marchand, Keith Rhodes, and Karen  Richey."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Nuclear Nonproliferation: Better Management Controls Needed for Some  DOE Projects in Russia and Other Countries. GAO-05-828. Washington,  D.C.: August 29, 2005.", "Cooperative Threat Reduction: DOD Has Improved Its Management and  Internal Controls, but Challenges Remain. GAO-05-329. Washington, D.C.:  June 30, 2005.", "Weapons of Mass Destruction: Nonproliferation Programs Need Better  Integration. GAO-05-157. Washington, D.C.: January 28, 2005.", "Weapons of Mass Destruction: Additional Russian Cooperation Needed to  Facilitate U.S. Efforts to Improve Security at Russian Sites. GAO-03-482.  Washington, D.C.: March 24, 2003.", "Nuclear Nonproliferation: Security of Russia’s Nuclear Material  Improving; Further Enhancements Needed. GAO-01-312. Washington,  D.C.: February 28, 2001.", "Nuclear Nonproliferation: Limited Progress in Improving Nuclear  Material Security in Russia and the Newly Independent States.  RCED/NSIAD-00-82. Washington, D.C.: March 6, 2000.", "Weapons of Mass Destruction: Effort to Reduce Russian Arsenals May  Cost More, Achieve Less Than Planned. NSIAD-99-76. Washington, D.C.:  April 13, 1999.", "Nuclear Nonproliferation: Status of U.S. Efforts to Improve Nuclear  Materials Controls in Newly Independent States. NSIAD/RCED-96-89.  Washington, D.C.: March 8, 1996.", "Soviet Nuclear Weapons: Priorities and Costs Associated with U.S.  Dismantlement Assistance. NSIAD-93-154. Washington, D.C.: March 8,  1993."], "subsections": []}], "fastfact": []}