{"id": "GAO-06-351", "url": "https://www.gao.gov/products/GAO-06-351", "title": "Export-Import Bank: Changes Would Improve the Reliability of Reporting on Small Business Financing", "published_date": "2006-03-03T00:00:00", "released_date": "2006-03-03T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Export-Import Bank (Ex-Im) provides loans, loan guarantees, and insurance to support U.S. exports. Its level of support for small business has been a long-standing issue of congressional interest. Most recently in 2002, Congress increased the proportion of financing Ex-Im must make available for small business to 20 percent. GAO examined legal and policy issues related to Ex-Im's small business financing. Specifically, GAO (1) analyzes Ex-Im's methodology for calculating its direct support of small business and the reliability of Ex-Im's data used in the methodology and (2) describes Ex-Im's legal interpretation of its obligations under the statutory 20 percent small business mandate."]}, {"section_title": "What GAO Found", "paragraphs": ["While Ex-Im generally classifies companies' small business status correctly, weaknesses in its data systems and data limit its ability to accurately determine its small business financing. Ex-Im uses a combination of direct counts and estimates to calculate its small business financing, based on the authorized value of individual transactions. For most transactions, Ex-Im can identify the exporter and thus bases its determination of the small business financing share on whether the exporter qualifies as a small business. For other transactions, Ex-Im cannot identify the exporter at the time it authorizes the transaction and estimates the small business share based on shipment patterns in an earlier period. GAO determined that Ex-Im generally classifies companies' small business status correctly. However, GAO identified weaknesses in Ex-Im's process for calculating its small business support. For transactions where Ex-Im can identify the exporter, GAO found internal control weaknesses such as Ex-Im's data systems containing conflicting records for the same company. For transactions where Ex-Im cannot identify the exporter when it authorizes the transaction, a weakness is not including a large value of shipments in its calculations. GAO also determined that Ex-Im's reporting on the number of transactions--as opposed to the value of transactions--that directly benefit small business includes transactions that do not benefit small business. Prior to the enactment of credit reform legislation, Ex-Im interpreted the mandate as requiring it to make available for financing small business exports an amount equal to 10 percent of the aggregate principal amount of loans, guarantees and insurance specified by Congress for that fiscal year. Given changes in law including federal credit reform and the removal of specific financing authority limits, Ex-Im currently interprets its statutory small business financing mandate as requiring it to attempt to ensure that 20 percent of the authorized value of its transactions during a year directly benefits small business."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Export-Import Bank’s (Ex-Im) level of support for small businesses has  been an issue of long-standing congressional interest. Since the 1980s,  Congress has required that Ex-Im, which provides loans, loan guarantees,  and insurance to finance U.S. exports, make available a specified  percentage of its export financing for small businesses. Over time, there  has been considerable debate regarding what this percentage should be  and what should be included in its calculation. In 2002, Congress  established several new requirements for Ex-Im relating to small business,  including increasing from 10 to 20 percent the proportion of Ex-Im’s  aggregate loan, guarantee, and insurance authority that must be made  available for the direct benefit of small businesses. Although Ex-Im  consistently reported providing more than 10 percent of the value of its  authorized transactions to small business through 2002, it has not reported  providing 20 percent in any year since then.", "Following your request, and given the broad interest in promoting exports  by small businesses and the upcoming reauthorization of Ex-Im’s  authorizing legislation, we examined legal and policy issues related to Ex- Im’s small business financing. Specifically, this report (1) analyzes Ex-Im’s  methodology for calculating its direct support of small business and the  reliability of Ex-Im’s data used in the methodology and (2) describes Ex- Im’s legal interpretation of its obligations under the 20 percent small  business mandate. In addition, this report includes information on Ex-Im’s  efforts to monitor and track its small business financing (see app. II) and  how Ex-Im estimates the share of its financing that indirectly supports  small business (see app. III).", "To analyze Ex-Im’s methodology for calculating its direct support for small  business and the reliability of the data used in the calculation, we reviewed  Ex-Im documentation regarding the calculation, analyzed data on Ex-Im  transactions from fiscal years 2004 and 2005, and interviewed  knowledgeable Ex-Im staff. We also drew a random probability sample of  300 of the 2,755 companies receiving Ex-Im financing in fiscal years 2004 or  2005 to determine whether companies’ small business status was classified  correctly. To describe Ex-Im’s legal interpretation of its statutory small  business financing mandate, we reviewed the statutory obligations under  the provision and its legislative history, reviewed other relevant legal  documents, and interviewed Ex-Im legal staff regarding their  interpretation. For a more detailed explanation of our objectives, scope,  and methodology, see appendix I. We conducted our work from June 2005  to January 2006 in accordance with generally accepted government  auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Established in 1934, Ex-Im operates as an independent agency of the U.S.  government and is the official export credit agency of the United States  under the authority of the Export-Import Bank Act of 1945, as amended.  Ex-Im's mission is to assist U.S. companies to create and maintain  American jobs by financing exports of goods and services and filling gaps  in the availability of commercial financing for creditworthy export  transactions. It also helps American exporters meet government-supported  financing competition from other countries so that American exporters can  compete for overseas business on the basis of price, performance, and  service. Its authorizing legislation requires Ex-Im not to compete with  commercial lenders.", "To accomplish its mission, Ex-Im offers a variety of financing instruments,  including loan guarantees and direct loans for buyer financing; export  credit insurance; and working capital guarantees for pre-export financing.  Under its loan guarantee program, Ex-Im agrees to guarantee loans made  by other lenders to help buyers in other countries obtain financing to  purchase U.S. exports. Ex-Im also provides export credit insurance to  protect U.S. exporters against nonpayment by their customers. It provides  this insurance either directly to exporters, or to banks which in turn  finance U.S. exporters. In addition, Ex-Im provides working capital  guarantees to U.S. companies that would like to export but need funds to  produce or market their goods or services for export.", "After it receives an application for financing from a U.S. exporter, bank, or  foreign buyer, Ex-Im determines whether the applicant meets certain  eligibility requirements. After Ex-Im approves or “authorizes” the  transaction, it issues the loan, loan guarantee, or insurance policy. The  amount actually exported or shipped as a result of the transaction may  differ from the authorized value of the transaction. For example, for bank- held insurance policies, the total value of the policies authorized during the  year often exceeds the amount shipped under these policies.", "Figure 1 shows Ex-Im’s reported fiscal year 2004 financing, by type of  transaction. Ex-Im reported authorizing more than $13 billion in loans,  guarantees, and export insurance in fiscal year 2004. Of this amount, Ex-Im  reported that more than $2.2 billion, about 17 percent, directly supported  U.S. small businesses.", "Congress has demonstrated its interest in Ex-Im’s supporting small  business by, among other things, requiring that Ex-Im make available a  specified portion of its financing for small business. In 1983, Congress  required Ex-Im to make available for fiscal year 1986 and thereafter not less  than 10 percent of its aggregate loan, guarantee, and insurance authority  for financing exports by small businesses. In 2002, Congress increased the  percentage, requiring that Ex-Im “shall make available, from the aggregate  loan, guarantee, and insurance authority available to it, an amount to  finance exports directly by small business concerns. . .which shall be not  less than 20 percent of such authority for each fiscal year.” Figure 2 shows  the proportion of its total financing that Ex-Im has reported directly  benefits small business. Ex-Im is also required to report annually (1) the  number of its transactions that directly benefit small business and (2) an  estimate of the number of small businesses Ex-Im indirectly supports as  suppliers to companies receiving Ex-Im financing.", "Ex-Im uses the Small Business Administration (SBA) methodology to  determine whether a company qualifies as a small business. SBA uses “size  standards” to identify the largest a company can be and still qualify as a  small business. SBA’s size standards vary by industry, as defined by the  North American Industry Classification System (NAICS), which replaced  the Standard Industrial Classification (SIC) system, and are typically  expressed in either millions of dollars or number of employees, reflecting  average annual receipts or average employment of a firm.", "To apply the size standards, Ex-Im obtains company information through  its application process. Ex-Im also subscribes to Dun and Bradstreet  (D&B), a commercial information vendor, which provides information  about companies, including sales and employment data and SIC codes. Ex- Im uses the SIC codes provided by D&B to obtain the corresponding NAICS  codes through the SBA Web site.", "The Federal Credit Reform Act of 1990 affects how Ex-Im budgets for and  reports on its various credit programs. It requires that Ex-Im (and other  government credit agencies) obtain budget authority to cover the cost to  the government of new or modified loans and loan guarantees. Prior to  credit reform, Congress annually provided budget authority for the face  value of authorized loans and the value of defaulted guarantees. Credit  reform requires agencies to estimate the cost to the government, over the  life of the credit, of the financing they provide. Broadly speaking, this cost  represents net losses to the government on a present value basis. By  focusing on the cost to the government, credit reform allows policy makers  to compare the costs of credit programs with each other and with  noncredit programs in making budget decisions.", "Ex-Im’s financial statements are audited annually by an independent  accounting firm, which does not examine Ex-Im’s reporting on the  calculation of its small business financing share. The auditor reviews the  financial information involved in the year’s transactions but does not  review whether the figure reported for the small business financing share is  accurate. Ex-Im has received unqualified or “clean” opinions on its  financial statements for the past several years."], "subsections": []}, {"section_title": "Ex-Im Generally Classifies Companies’ Small Business Status Correctly, but Weaknesses Limit Its Ability to Accurately Measure Small Business Financing", "paragraphs": ["While Ex-Im generally classifies companies’ small business status correctly,  weaknesses in its data systems and data limit Ex-Im’s ability to accurately  determine its small business financing amounts and share. Ex-Im bases its  estimate of the small business share of its financing on authorized values  for various types of transactions. Ex-Im’s methodology for calculating its  small business financing is based on directly counting the value of small  business financing for transactions where the exporter can be identified  and estimating the small business value of transactions where the exporter  cannot be identified at the time Ex-Im authorizes the transaction. While we  found that Ex-Im generally classifies companies’ small business status  correctly, we identified several weaknesses in Ex-Im’s process for  calculating its small business support. For transactions where the exporter  can be identified, internal control weaknesses in Ex-Im’s data systems  affect the reliability of Ex-Im’s analysis of the value of its small business  financing. For transactions where the exporter cannot be identified at the  time Ex-Im authorizes the transaction, weaknesses in Ex-Im’s system for  estimating small business financing also limit Ex-Im’s ability to accurately  measure and report on the amount of small business financing. In addition,  in its required reporting on the number—as opposed to the value—of  transactions benefiting small business, Ex-Im includes transactions which  do not directly benefit small business."], "subsections": [{"section_title": "Ex-Im’s Overall Calculation of Small Business Financing Is Based on the Authorized Value of Transactions; Specific Calculations Vary by Type of Transaction", "paragraphs": ["Ex-Im calculates the small business share of its total financing during a  year by dividing the value of authorized transactions directly benefiting  small businesses by the total value of all transactions authorized. For some  types of transactions, the amount of money authorized may be significantly  different from the amount of financing that the exporters actually utilize.  For most transactions, Ex-Im can identify the exporter at the time the  transaction is authorized and, in those cases, it bases its calculation on  whether the exporter qualifies as a small business under the SBA  definition. About one-quarter of the time, such as in cases where Ex-Im  provides an insurance policy to a bank, which in turn finances exports, Ex- Im cannot, when it approves the transaction, identify the company that will  be the exporter. In these cases, Ex-Im estimates the share of the financing  benefiting small business based on data regarding previous shipments  under those types of transactions.", "To determine the value of the small business share of its financing  authorized during a year, Ex-Im adds the value of small business financing  for the types of transactions where the exporter can be identified at the  time of authorization and the estimated small business value of the types of  transactions where the exporter cannot be identified at that time. To  determine the portion of financing directly supporting small business, Ex- Im divides this total by the total dollar value of all transactions authorized.  According to Ex-Im officials, they have used this general methodology for  calculating the small business portion since the late 1980s. (See fig. 3.)", "For transactions where the exporter can be identified, Ex-Im bases its  calculation on actual data on the value of the transaction and the  participants. For most of these transactions, Ex-Im generally counts 100  percent of the value of the transaction as benefiting small business if the  exporter is a small business. For medium- and long-term loans and  guarantees, only the amounts associated with small business suppliers to  small business exporters are counted as directly supporting small business.  Ex-Im officials noted that by not including the value of a transaction  associated with a nonsmall business supplier, the small business share is  reduced. They said this indicates Ex-Im’s desire to not overrepresent its  direct support of small business. When the exporter is not a small business,  none of the value of the transaction is counted as directly supporting small  business.", "For transactions where the exporter is not known at the time Ex-Im  authorizes the transaction, Ex-Im estimates the small business share based  on data on the size of companies making shipments under these types of  transactions for a previous period. To make these estimates, Ex-Im  analyzes data on exports under each type of transaction and determines  whether each exporter is small, nonsmall, or unknown. For each type of  transaction, Ex-Im estimates the percentage of the value of shipments by  small businesses. Ex-Im divides the value of shipments made by small  business exporters by the sum of the shipments by small and nonsmall  business exporters. (Shipments by companies of unknown size are  excluded from the calculation.) Ex-Im applies this percentage to the value  of the entire year’s authorized transactions of this type, resulting in its  estimate of the value of direct support for small business from that  transaction type.", "In some cases, these estimates of the small business share of authorized  transactions can differ significantly from the small business amounts  actually shipped under the authorizations. For example, in 2005 Ex-Im  authorized a $10 million short-term insurance policy under which no  shipments have been reported. In contrast, in 2005 Ex-Im also authorized a  $50 million short-term insurance policy where shipments under the policy  exceeded $87 million for a 6-month period (or $174 million on an  annualized basis). A 2004 authorization for Iraq provides another example.  In February 2004 Ex-Im issued a $250 million short-term bank-held  insurance policy involving Iraq. Using the methodology described above,  Ex-Im estimated that 21 percent of the value of bank-held insurance,  overall, would directly benefit small business, and thus credited  approximately $53 million of this authorization for Iraq to its accounting of  small business financing. According to Ex-Im officials, companies have  just begun making shipments under this policy.", "Figure 4 shows Ex-Im’s reported small business share of each type of  transaction for fiscal year 2004."], "subsections": []}, {"section_title": "Ex-Im Generally Classifies Companies’ Small Business Status Correctly", "paragraphs": ["Ex-Im’s classification of companies’ small business status is generally  correct, based on our review of independent data and Ex-Im’s paper  transaction files. Based on our review of Ex-Im’s electronic databases and  D&B data on companies’ sales and employment, we estimate that, 83  percent of the time, Ex-Im’s small business designation matches the  designation based on D&B data. Based on a review of Ex-Im’s official paper  transaction files in instances where Ex-Im’s small business designation  differed from the designation indicated by D&B, we determined that Ex- Im’s designation was justified in most instances, although we observed a  significant number of errors related to loans and guarantees."], "subsections": [{"section_title": "Comparison of Ex-Im’s Small Business Designation with Designation Based on D&B Data", "paragraphs": ["Based on our review of a statistical sample of 300 companies, we estimate  that for those companies for which we were able to obtain credible  matching data from D&B, 83 percent of the time Ex-Im’s small business  designation in its electronic database matched the designation indicated by  D&B company data. We estimate that there is credible D&B matching data  for 90 percent of the companies in the Ex-Im database. Our analysis  shows that, where Ex-Im’s small business designation differed from the  designation indicated by D&B data, Ex-Im almost always identified a  company that appears to qualify as a small business as a nonsmall business.  Ex-Im officials stated that these results reflect their practice of being  conservative in identifying companies as small businesses. Because the  value of individual transactions can vary significantly, these results do not  necessarily mean that Ex-Im undercounted the value of its small business  financing.", "The frequency of differences in companies’ small business designation in  Ex-Im’s data and our analysis of D&B data varied based on the type of  transaction examined. For companies involved in nonbank-held insurance  and working capital transactions, we estimate that 10 and 11 percent,  respectively, of Ex-Im’s small business designations in its electronic data  systems differ from the small business designation resulting from applying  the SBA methodology to D&B data. For medium- and long-term loans and  guarantees, which account for about half of the value of total transactions  but only about 2 percent of the value of small business transactions, we  estimate that 50 percent of Ex-Im’s small business designations differ from  the small business designation resulting from applying the SBA  methodology to D&B data."], "subsections": []}, {"section_title": "Ex-Im’s Basis for Categorizing Some Companies Differently Than Designation Based on D&B Data", "paragraphs": ["According to our review of Ex-Im’s official paper records, Ex-Im’s small  business designations are generally justified when they differ from  designations based on D&B data. We reviewed Ex-Im’s paper records for 90  percent of the companies where we observed differences between Ex-Im’s  small business designation in its electronic database and the designation  based on D&B data. We determined that Ex-Im’s designation was justified  in the majority of instances. However, we found a large number of errors  regarding companies involved in loans and guarantees. With respect to  insurance or working capital transactions, we determined that, for 18 of the  19 companies involved in these transactions, documentation in Ex-Im’s  paper files supported its small business designation in the paper and  electronic files. In some of these instances, we determined that Ex-Im’s  designation was correct because the company receiving Ex-Im financing  was the subsidiary of a larger company that did not qualify as a small  business, thus disqualifying the subsidiary from being considered a small  business. In other instances, other information in the paper transaction  files supported Ex-Im’s designation of the company’s small business status.  For about half of the companies involved in loans and guarantees, however,  Ex-Im’s small business designation in the paper file differed from the  designation in the electronic database. In these cases, Ex-Im’s paper files  and our analysis identified the companies as small businesses, but Ex-Im’s  electronic files used to calculate its small business financing identified  them as nonsmall businesses. Thus, none of these errors caused Ex-Im to  inappropriately take “credit” for small business financing."], "subsections": []}]}, {"section_title": "Weaknesses Exist in Ex-Im’s Process for Calculating Its Small Business Financing", "paragraphs": ["We identified weaknesses in Ex-Im’s process for calculating its small  business financing, ranging from internal control weaknesses that may  affect only a few transactions a year to more significant weaknesses in Ex- Im’s system for estimating about one-third of its small business support.  For transactions where the exporter is known, we found weaknesses  related to internal controls in Ex-Im’s data systems. For transactions where  the exporter is not known at the time Ex-Im authorizes the transaction, we  identified weaknesses such as analyzing shipments equaling a small portion  of the authorized value of transactions, excluding a large share of exports,  and misclassifying companies’ small business status for the purpose of  estimating small business shares based on shipments in previous periods.  We did not determine the cumulative effect of these weaknesses on Ex-Im’s  overall calculation of its small business support."], "subsections": [{"section_title": "Internal Control Weaknesses Exist in Ex-Im’s Data Systems Used to Calculate Ex-Im’s Small Business Financing", "paragraphs": ["Two internal control weaknesses exist in Ex-Im data systems used to  calculate and report on Ex-Im’s small business financing. Three databases  are relevant to Ex-Im’s small business financing calculation—two store  information on companies involved in the transactions, and a third  integrates information from these databases and performs the actual  calculation.", "First, Ex-Im’s electronic data systems used to calculate its small business  support do not contain complete or up-to-date information on companies’  small business status. As a result, to obtain the most current information  for these companies, Ex-Im officials must identify and locate their paper  transaction files.  As discussed above, while Ex-Im’s paper files generally  supported its small business designation, we found a significant number of  discrepancies between Ex-Im’s paper and electronic files.  We found that  Ex-Im’s electronic data systems had no small business designation for 350  (or 66 percent) of the 531 companies we examined that had received  medium- or long-term loans or guarantees. According to Ex-Im officials, if a  company’s small business designation is left blank, they do not credit any  part of the transaction as benefiting small business. Ex-Im also does not  consistently maintain the latest information in the databases. Ex-Im  officials told us they had not performed a general update of the company  records since September 2004.", "Second, Ex-Im’s data systems sometimes contain conflicting information  for the same company. Ex-Im maintains information about insurance  transactions and participants in one data system and information about  loans and guarantee transactions and participants in another data system.  According to Ex-Im, updating information in a company’s record (including  its small business designation) in one database does not update the  company’s record in the other database. As a result, the two databases can,  and in some cases do, have conflicting information about the same  company. Our analysis identified 34 companies involved in about 180  transactions that were treated as small businesses in some transactions  and as nonsmall businesses in other transactions."], "subsections": []}, {"section_title": "Weaknesses Exist in Ex-Im’s System for Estimating Small Business Financing When the Exporter Is Not Immediately Knowable", "paragraphs": ["We found weaknesses in Ex-Im’s system for developing estimates of small  business financing where the exporter is not known at the time Ex-Im  authorizes the transaction, which applied to about one-third of Ex-Im’s  total small business financing for fiscal year 2004. These weaknesses are a  function of Ex-Im’s methodology, which focuses on the authorized value of  transactions, and Ex-Im’s implementation of its methodology.", "First, Ex-Im’s estimates may not accurately reflect the amount of small  business financing under bank-held insurance policies because of large  differences between the amounts authorized and actually shipped under  these policies. For both fiscal years 2004 and 2005, the value of shipments  under bank-held insurance policies was a fraction of the total authorized  value of the bank-held insurance policies. For example, according to Ex-Im  records, they authorized $3.4 billion of bank-held insurance transactions  for fiscal year 2004, but there were only $280 million in shipments under  bank-held insurance policies in the first 6 months of the fiscal year. Ex-Im  applied its estimate of the small business share of transactions, based on  these shipments, to the $3.4 billion of bank-held insurance policies it  authorized during the year, and determined that about $720 million of the  authorized value of bank-held insurance policies during the year directly  benefited small business. Thus, this method results in estimates of small  business shares for the authorized value of these types of transactions that  are based on a very small share (about 8 percent) of the total authorized  value. Ex-Im officials stated that the difference between amounts  authorized and amounts actually shipped can be very large because banks  sometimes want as much flexibility as possible in the amount of insurance  they can provide and request that Ex-Im authorize large policies. Ex-Im  officials acknowledge that, as a result, the total authorized value of bank- held insurance transactions can be significantly greater than the value of  shipments under these policies.", "Second, Ex-Im classifies the small business status of a significant portion  of the companies making shipments as “unknown” and excludes them from  its calculation of the estimate of its small business support. For the $280  million of shipments under bank-held insurance discussed above, an Ex-Im  official reviewed the data and classified about $128 million (or nearly half)  as shipments by companies whose small business status was “unknown.” It  then excluded these shipments from its calculation of total shipments.", "For credit guarantee facilities, which account for about 1 percent of Ex- Im’s small business financing, Ex-Im’s system for calculating its small  business share led to errors. Specifically, Ex-Im relies on an automated  system, which classifies a company’s small business status as “unknown”  unless it finds an exact match in Ex-Im’s company records, for identifying  the small business status of companies shipping under these policies.  Within the companies classified as “unknown” are some clearly large, easily  recognized companies. No Ex-Im official reviews the results of these  automated classifications, so these companies are not included in the  calculation. Ex-Im officials stated that, since credit guarantee facilities  account for such a small portion of Ex-Im’s overall small business  financing, errors in its estimation of the small business share of these  transactions would not materially affect Ex-Im’s reporting on its total small  business financing.", "Third, as is the case with calculations when the exporter is known, Ex-Im,  at times, inconsistently identifies the small business status of the same  company in its estimates when the exporter is not known at the time Ex-Im  authorizes the transaction. For example, in comparing Ex-Im’s  classification of companies’ small business status in its separate analyses  of shipments under bank-held insurance and credit guarantee facilities, we  found that Ex-Im inconsistently coded the small business status of a  company exporting solar turbines. In one analysis, Ex-Im designated the  company as a nonsmall business, but in another analysis Ex-Im designated  the company’s small business status as “unknown” and excluded it from its  calculation. Excluding this company increased Ex-Im’s estimate of small  business support for one type of transaction for the year."], "subsections": []}]}, {"section_title": "Ex-Im’s Reporting on the Number of Transactions Directly Benefiting Small Business Includes Transactions That Do Not Benefit Small Business", "paragraphs": ["Ex-Im is also statutorily required to report on the number of its authorized  transactions that directly benefit small business; we found that Ex-Im’s  reported tally includes some transactions that do not benefit small  business. In recent years, Ex-Im has frequently reported that about 85  percent of its authorized transactions directly benefit small business. For  instance, in fiscal year 2004, it reported that 2,572 (or 83 percent) of its  authorized transactions directly supported small businesses. This count  was based on counting all six credit guarantee facilities and 698 bank-held  insurance policies as directly benefiting small business. While many of  these transactions may directly benefit small business, they do not all  directly benefit small business, as evidenced by the fact that Ex-Im’s own  estimate showed that about 20 percent of the value of bank-held insurance  policies directly benefited small business."], "subsections": []}]}, {"section_title": "Ex-Im’s Interpretation of the Small Business Financing Mandate", "paragraphs": ["Prior to the enactment of credit reform legislation, Ex-Im interpreted the  mandate as requiring it to make available for financing small business  exports an amount equal to the legislatively established percent of the  aggregate principal amount of loans, guarantees and insurance specified by  Congress for that fiscal year. Given changes in law over time, Ex-Im  currently interprets the small business financing mandate as requiring Ex- Im to attempt to ensure that 20 percent of the value of its transactions is  provided directly to small business. As a result of credit reform legislation  and related changes in law, Ex-Im cannot precisely determine at the  beginning of the year its “aggregate loan, guarantee, and insurance  authority available,” for the purpose of setting aside a certain percentage of  that authority for small business, as originally intended under the  requirement."], "subsections": [{"section_title": "Ex-Im’s Current Interpretation of the Mandate", "paragraphs": ["Given the changes in law over time, Ex-Im’s current interpretation of the  small business financing mandate is that it must attempt to ensure that 20  percent of the value of all the transactions Ex-Im authorizes during a year  directly benefits small business. Ex-Im’s approach for implementing the  requirement is to divide the dollar value of authorized transactions directly  benefiting small business by the authorized dollar value of all transactions,  as described above, and monitor this proportion throughout the year,  aiming to reach 20 percent.", "According to Ex-Im’s officials, this approach is consistent with (1)  congressional intent in establishing the small business requirement, (2) the  demand-driven nature of Ex-Im’s operations, and (3) the broader mandate  of Ex-Im’s authorizing legislation. First, Ex-Im’s General Counsel stated  that, in establishing the requirement, Congress generally intended to ensure  that a specified percentage of Ex-Im’s loan, guarantee, and insurance authority be available for small businesses. At the time the requirement  was created, Congress exercised control over Ex-Im’s financing by  establishing specific dollar limitations (in annual appropriations acts) on  the value of transactions Ex-Im could approve during the year. Thus,  according to Ex-Im, doing the calculation on the basis of the authorized  value of transactions is reasonable based on the legislative history of the  provision.", "Second, Ex-Im officials stated that Ex-Im interprets and implements the  small business requirement in the broader context of Ex-Im’s operation as a  demand-driven institution that provides financing to U.S. exporters who  apply for Ex-Im financing. Because of the demand-driven nature of its  business, Ex-Im has limited control over how much financing U.S.  exporters apply for each year or, consequently, how much financing it  provides during the year. Third, Ex-Im also implements the small business  financing requirement in the broader context of Ex-Im’s other legislative  mandates to support U.S. exports and increase domestic employment.  Moreover, Ex-Im officials stated that, under Ex-Im’s approach to  implementing the requirement, it has never had to turn down a small  business transaction due to a lack of funds."], "subsections": []}, {"section_title": "Changes in Law Have Occurred Since Original Enactment of the Requirement", "paragraphs": ["Circumstances have changed since the small business financing  requirement was enacted that have affected how Ex-Im implements it.   Specifically, the removal of a direct congressional cap on annual Ex-Im  financing and enactment of the Federal Credit Reform Act of 1990 changed  how Congress exercised control over Ex-Im’s financing activities. Prior to  credit reform, Ex-Im interpreted the mandate as requiring it to make  available for financing small business exports an amount equal to 10  percent of the aggregate principal amount of loans, guarantees and  insurance specified by Congress for that fiscal year. Following the  implementation of credit reform, the authority available, or the amount of  financing Ex-Im can provide during a year, is determined by the amount of  subsidy appropriation Ex-Im receives from Congress and the estimated subsidy cost to the government of each transaction. Some transactions do  not require a subsidy (or even make money), so the subsidy appropriation  covers the expected total net losses of all transactions during the year.  Thus, for the same amount of subsidy appropriation, Ex-Im could provide  different amounts of total financing depending on the characteristics of the  transactions it authorizes. It could authorize relatively few large, but risky  transactions, or it could authorize many smaller, less risky transactions.", "At the time the small business financing requirement was enacted,  Congress had historically specified in annual appropriations acts the total  principal amount of loans and guarantees that Ex-Im could provide. Ex-Im  could then make available for financing small business exports an amount  equal to the required percentage, regardless of the actual budget authority  utilized by Ex-Im by the end of the year. In these circumstances, Ex-Im  could easily determine how much financing it needed to make available for  small business to satisfy the requirement. However, in 1994 (and  subsequent years), Congress did not specify any limitation on the total  principal amount of loans, guarantees, and insurance that Ex-Im could  provide during the year. As a result, Ex-Im no longer has a specific, pre- determined, amount from which it could calculate the required percentage  to be made available for small business financing."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["While Ex-Im generally classifies companies’ small business status correctly,  we identified several areas for improvement related to the processes and  data it uses to determine and report on its support of small business. We  observed a variety of weaknesses related to Ex-Im’s calculation of its small  business support, ranging from data system weaknesses that may affect  only a few transactions per year to shortcomings in Ex-Im’s system for  estimating about one-third of its small business financing annually. While  we did not determine whether these weaknesses result in Ex-Im  overstating or understating the value of its small business financing,  improvements are needed to address internal control weaknesses and  improve the reliability of Ex-Im’s reporting on its small business financing.  With more reliable data and data systems, Ex-Im could more effectively and  accurately report to Congress regarding the number of its transactions that  directly benefit small business and their progress toward meeting the 20  percent small business financing mandate."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve the reliability of Ex-Im Bank reporting on its direct support for  small business we recommend that the Chairman of the Export-Import  Bank take the following four steps:  improve the completeness, accuracy, and consistency of the data Ex-Im  maintains on its customers, especially with regard to their small  business status;  improve the system for estimating the value and proportion of direct  small business support for those transactions where the exporter is not  known at the time Ex-Im authorizes the transaction;  more accurately determine and clearly report the number of  transactions that directly benefit small business; and  have its external auditor audit Ex-Im’s annual legislatively-mandated  reporting of its direct support for small business as a part of its review  of Ex-Im’s compliance with laws and regulations."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Export-Import Bank of the United  States. Ex-Im commented that the review helped reaffirm its methodology  and identify areas where it can improve its efficiency. It generally  concurred with our recommendations and identified several actions it is  taking or will take that address them. Ex-Im stated that a new on-line  application system that it is implementing will include updating electronic  participant records and that it is strengthening its internal controls  regarding small business status. Ex-Im also stated that its new on-line  system will improve its information base regarding small business  designations when the exporter is not known at the time of authorization.  Ex-Im further stated that it is arranging for an independent audit of its  direct small business reporting. With respect to its reporting on the number  of its transactions directly supporting small business, Ex-Im stated its view  that it has a sound methodology for counting transactions made available  for the direct support of small business exporters. We believe greater  clarity is needed in Ex-Im’s reporting of this measure. Ex-Im’s official  comments are reprinted in appendix IV.", "We are sending copies of this report to the Chairman of the Export-Import  Bank, appropriate congressional committees, and other interested parties.  We will also make copies available to others upon request. In addition, the  report will be available at no charge on the GAO Web site at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-4347 or YagerL@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix V."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["The Chairman of the House Committee on Small Business requested that  we review legal and policy issues related to the Export-Import Bank’s (Ex- Im) support for small business. This report (1) analyzes Ex-Im’s  methodology for calculating its direct support of small business and the  reliability of Ex-Im’s data used in the methodology and (2) describes Ex- Im’s legal interpretation of its requirement under the statutory 20 percent  small business mandate. In addition, it includes information on Ex-Im’s  efforts to monitor and track its small business financing (see app. II) and  how Ex-Im estimates the share of its financing that indirectly supports  small business (see app. III).", "To analyze Ex-Im’s methodology for calculating its direct support for small  business and the reliability of the data used in the calculation, we  interviewed knowledgeable Ex-Im staff, reviewed Ex-Im documentation  regarding the calculation, and analyzed data on Ex-Im transactions and  participants from fiscal years 2004 and 2005. To review the operation of Ex- Im data systems involved in the calculation of small business financing, we  interviewed knowledgeable Ex-Im officials and staff from Ex-Im’s external  auditor (Deloitte & Touche), reviewed annual audit reports of Ex-Im’s  financial statements, viewed a demonstration of the data systems, and  obtained detailed and summary data related to transactions from fiscal  years 2004 and 2005. We performed basic electronic tests of the data’s  reliability, including determining whether the data fell within the expected  time periods, contained the types of transactions we expected, and were  generally comparable to Ex-Im’s summary data from its Annual Reports.   On this basis, we determined that the data were sufficiently reliable for our  use in further analysis. We then identified the individual companies  involved in Ex-Im transactions and analyzed data on companies’ industry  classifications (Standard Industrial Classification ), number of  employees, and annual revenues. We also reviewed Ex-Im’s electronic  records for companies receiving financing in fiscal years 2004 and 2005 to  identify whether there were any instances where Ex-Im’s small business  designation for the same company differed in the insurance and loan and  guarantee databases. We identified the Small Business Administration’s  (SBA) “size standard” for each company based on the SIC code in Ex-Im’s  electronic records and applied the SBA methodology to Ex-Im’s electronic  company records to determine how frequently Ex-Im’s decision regarding  companies’ small business status was supported by the data in Ex-Im’s  databases.", "To test whether Ex-Im’s classification of companies’ small business status  is accurate, we drew a stratified random probability sample of 300  companies from a population of 2,755 companies receiving Ex-Im  financing in fiscal years 2004 or 2005, stratified by type of transaction. We  developed our list of 2,755 companies from a transaction-level data set  provided to us by Ex-Im by identifying all unique company identification  numbers and then checking to ensure that there was no repetition of  company names across the identification numbers. We stratified the  population into three types of transactions: loans and guarantees, nonbank- held insurance, and working capital guarantees. We obtained data  regarding the sampled companies’ industry classification, employment, and  revenues from a commercial information vendor, Dun and Bradstreet  (D&B), which Ex-Im also uses to update its company records. We obtained  269 credible matches based on searches either for each company’s DUNS  number or name. We then applied the SBA “size standards” to the Dun and  Bradstreet data for these companies to determine whether they qualify as  small businesses. We then compared these results to Ex-Im’s small  business designation for each company. Three potential limitations could  affect this analysis: (1) the D&B data may be inaccurate or outdated, (2)  companies’ small business status may have changed between the time Ex- Im authorized the transaction (2004 or 2005) and when we obtained the  D&B data (December 2005), and (3) Ex-Im’s small business designation  may have been based on data not available to D&B.", "With our probability sample, each member of the study population had a  nonzero probability of being included and that probability could be  computed for any member. Each sample company was subsequently  weighted in the analysis to account statistically for all the companies in the  population, including those who were not selected. Most estimates  provided in this report apply only to the subset of companies for which we  were able to obtain enough credible matching information in the D&B data  to determine a classification into small or nonsmall.", "Because we followed a probability procedure based on random selections,  our sample is only one of a large number of samples that we might have  drawn. Since each sample could have provided different estimates, we  express our confidence in the precision of our particular sample’s results as  95 percent confidence intervals (e.g., plus or minus 7 percentage points).  These are intervals that would contain the actual population values for 95  percent of the samples we could have drawn. As a result, we are 95 percent  confident that each of the confidence intervals in this report will include  the true values in the study population.", "We also reviewed a selection of the 61 companies identified from our  statistical sample for which Ex-Im’s small business designation did not  match the designation based on applying the SBA methodology to the D&B  data. This selection included companies involved in medium- and long-term  loans and guarantees, working capital transactions, and nonbank-held  insurance transactions. For these companies, we reviewed Ex-Im’s paper  transaction files to (1) identify whether Ex-Im designated the company as a  small business and (2) determine what supporting documentation existed  regarding Ex-Im’s designation.", "To determine the reliability of Ex-Im’s estimates of small business financing  when the exporter is not known at the time of the transaction, we  interviewed Ex-Im staff and analyzed Ex-Im’s data for fiscal years 2004 and  2005. Our review of the data included verifying Ex-Im’s calculation,  comparing Ex-Im’s classification of companies’ small business status in  different Ex-Im data sets, and reviewing the names of companies to identify  obvious classification errors. We also compared the value of the shipments  in these analyses with the value of these types of transactions as reported  in Ex-Im’s Annual Reports.", "To describe Ex-Im’s legal interpretation of its statutory small business  financing mandate, we reviewed the statutory provision and its legislative  history, reviewed other relevant legal documents, and interviewed Ex-Im  legal staff, including the Acting General Counsel, regarding their  interpretation.", "To review Ex-Im’s efforts to monitor and track its small business financing,  we obtained Ex-Im reports and interviewed Ex-Im staff.", "To examine how Ex-Im estimates the share of its financing that indirectly  supports small business, we obtained documents detailing Ex-Im’s  estimates and interviewed Ex-Im staff regarding the methodology for  developing the estimates.", "We conducted our work from June 2005 to January 2006 in accordance with  generally accepted government auditing standards."], "subsections": []}, {"section_title": "Information on Ex-Im’s Monitoring and Tracking of Its Small Business Financing", "paragraphs": ["The Export-Import Bank (Ex-Im) monitors and tracks the proportion of its  financing that directly benefits small business, and thus its progress toward  meeting the small business financing requirement, using reports produced  by electronic databases maintained by Ex-Im staff. One tool is a standard  report generated by an electronic Ex-Im database that details the number,  amount, and proportion of Ex-Im transactions that directly benefit small  business. In addition, Ex-Im’s Office of the Chief Financial Officer produces  a monthly financial report that compiles a variety of data, including the  amount and proportion of Ex-Im’s financing that directly benefits small  business."], "subsections": [{"section_title": "Ex-Im Uses Electronic Databases to Produce Up- to-Date Data on Small Business Financing", "paragraphs": ["Ex-Im uses a “canned” report produced by an Ex-Im database that pulls  information from multiple other Ex-Im databases. This database integrates  information, including data relating to specific transactions and  information related to the companies participating in each transaction. Ex- Im officials told us this database is updated each night. The report breaks  down Ex-Im’s financing for the year-to-date into five categories of  transactions—medium- and long-term loans and guarantees, credit  guarantee facilities, working capital, bank-held insurance, and nonblank- held insurance. For each category, the report includes summary data on the  number, amount, and proportion of Ex-Im transactions that directly benefit  small business for the year-to-date."], "subsections": []}, {"section_title": "Ex-Im’s Monthly Financial Reports Compare Its Small Business Financing to the Legislative Mandate", "paragraphs": ["Ex-Im also monitors and tracks its small business financing in a monthly  financial report produced by the Office of the Chief Financial Officer.  According to the Chief Financial Officer, this report is a key management  tool and contains data on a variety of issues relevant to Ex-Im  management, including small business financing. Specifically with regard  to small business, it includes data on the dollar value of transactions  authorized that directly benefit small business and the percentage this  represents of total transactions. The report indicates that the “Small  Business Target” is 20 percent and measures Ex-Im’s actual performance  against this “target.”"], "subsections": []}]}, {"section_title": "Information on How Ex-Im Estimates Its Indirect Support of Small Business", "paragraphs": ["The Export-Import Bank’s (Ex-Im) authorizing legislation requires it to  estimate its indirect support of small business. To meet this requirement,  Ex-Im analyzes a subset of transactions and uses multiple sources of  information to develop its estimate."], "subsections": [{"section_title": "Ex-Im’s Authorizing Legislation Requires It to Estimate Its Indirect Support of Small Business", "paragraphs": ["Ex-Im’s authorizing legislation requires it to estimate its indirect support  for small business. Specifically, it requires Ex-Im to “estimate on the basis  of an annual survey or tabulation the number of entities that are suppliers  of users of Ex-Im and that are small business concerns.” Ex-Im then reports  this information in its Annual Report. Ex-Im officials emphasized that (in  contrast to the legislative requirement related to Ex-Im’s direct support of  small business) this requirement only necessitates Ex-Im report an  estimate of its indirect support of small business rather than a precise  calculation. They further noted that the requirement provides significant  leeway regarding how to gather and report this information. For instance,  they said that since the requirement refers to a “survey or tabulation” they  infer that Congress intended for Ex-Im to rely on its customers to provide  estimates to Ex-Im."], "subsections": []}, {"section_title": "Ex-Im’s Rationale and Methodology for Estimating Its Indirect Support of Small Business", "paragraphs": ["Resource considerations were the key factor in Ex-Im’s rationale for  developing a methodology to estimate its indirect support of small  business. Ex-Im officials said they did not want to devote a significant  amount of resources to developing the information because, regardless of  the amount of resources expended, it would still only be an estimate.  Similarly, Ex-Im recognized that it would rely on its customers to provide  information to develop the estimate and wanted to minimize the burden on  the customers.", "To establish a methodology, Ex-Im officials decided to examine a subset of  Ex-Im transactions, based on the term (i.e., short-term, medium-term, or  long-term) of the financing. Ex-Im considered analyzing the indirect  support for small business from all the short-term transactions for the year.  However, there are a large number (about 1,900 in fiscal year 2004) of these  transactions, so analyzing them all would require a significant amount of  resources. Additionally, a high percentage of short-term transactions  directly benefit small business, so an analysis of these transactions would  yield an unrealistically low amount of indirect support for small business.  Ex-Im also considered analyzing medium-term transactions, but since there  are a large number of such transactions (about 700 in fiscal year 2004),  such an analysis would still take a significant amount of resources.  Therefore, Ex-Im decided to analyze the indirect small business support  resulting from its long-term transactions. Ex-Im officials told us that  analyzing long-term transactions is appropriate because (1) there are a  small number of such transactions each year (42 in fiscal year 2004), (2) the  analysis would yield a “well-rounded” view of Ex-Im’s total support for  small business when combined with its data on its direct support of small  business, and (3) long-term transactions account for a significant share of  the value of Ex-Im’s financing each year ($7.3 billion, or nearly half of the  value of all transactions for fiscal year 2004).", "Ex-Im officials said they have been estimating Ex-Im’s indirect support of  small business since the 1980s and use three sources of information to  develop their estimate. These three sources of information are the  following:  Information directly from the primary exporter: Some of Ex-Im’s  customers compile and provide data directly to Ex-Im regarding their  small business suppliers. According to Ex-Im officials, this happens  most frequently when the company is a large and well-established  company and collects a significant amount of information from its  suppliers. For instance, Boeing (a frequent Ex-Im customer) maintains a  variety of data on its suppliers and subcontractors and reports this  information to Ex-Im. According to Ex-Im, it based its estimate of  indirect support of small business solely on information directly from  the primary exporter for 19 of 42 long-term transactions for fiscal year  2004.", "Ex-Im analysis of the exporter’s list of subcontractors or sub- suppliers: For each long-term transaction, Ex-Im customers must  submit a list of major contractors. The Ex-Im official assigned to the  transaction reviews this list and, among other things, identifies which of  the companies on the list is a small business by checking data on each  company’s sales and employment in the Dun and Bradstreet database.  According to Ex-Im, it based its estimate of indirect support of small  business solely on its analysis of the exporter’s list of major contractors  for 5 of 42 transactions for fiscal year 2004.", "Ex-Im officials’ judgment: Ex-Im officials sometimes must use their  judgment to estimate the amount of indirect support for small business  associated with a transaction. According to Ex-Im officials, the Ex-Im  official assigned to the transaction can use his or her knowledge of the  exporter (including any past history of its indirect support of small  business), industry (including industry benchmarks regarding small  business contracting), and the specific details of the transaction.  According to Ex-Im, it based its estimate of indirect support of small  business solely on an Ex-Im officials’ judgment for 10 of 42 transactions  for fiscal year 2004.", "According to Ex-Im, for some transactions, it estimates the amount of  indirect support for small business using a combination of sources of  information. For example, for fiscal year 2004, Ex-Im estimated the indirect  support of small business for four transactions based on a combination of  information directly from the primary exporter and Ex-Im’s analysis of the  exporter’s list of subcontractors or subsuppliers. For four other  transactions in fiscal year 2004, Ex-Im estimated the indirect support for  small business based on a combination of Ex-Im’s analysis of the exporter’s  list of subcontractors or subsuppliers and an Ex-Im official’s judgment."], "subsections": []}]}, {"section_title": "Comments from the Export-Import Bank", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Celia Thomas (Assistant  Director), Jason Bair, Eugene Beye, David Dornisch, Ernie Jackson, and  Bill Tuceling made key contributions to this report.  Joe Carney, Carlos Diz,  and Etana Finkler also provided editorial, technical, and graphics support."], "subsections": []}]}], "fastfact": []}