{"id": "GAO-20-85", "url": "https://www.gao.gov/product/GAO-20-85", "title": "Emergency Transportation Relief: Federal Transit Administration and FEMA Took Actions to Coordinate, but Steps Are Needed to Address Risk of Duplicate Funding", "published_date": "2019-11-13T00:00:00", "released_date": "2019-11-13T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In August and September 2017, Hurricanes Harvey, Irma, and Maria made landfall in Texas, Florida, the U.S. Virgin Islands, and Puerto Rico, causing hundreds of millions of dollars in damage to public transit facilities. Access to transit plays an important role in a community's post-disaster recovery. FTA has primary responsibility for providing disaster assistance funding to transit agencies if it receives an appropriation from Congress. If FTA does not receive an appropriation, transit agencies can apply to FEMA for funding.", "GAO was asked to evaluate the federal government's response and recovery efforts related to the 2017 hurricanes. This report provides information on FTA's emergency relief allocations and examines FTA's and FEMA's coordination. GAO reviewed FTA's allocation of emergency relief funds; conducted site visits to Texas, Florida, and Puerto Rico; obtained survey responses from 44 of 52 transit agencies; and interviewed and reviewed documentation from FTA and FEMA officials."]}, {"section_title": "What GAO Found", "paragraphs": ["In response to hurricanes in 2017, the Federal Transit Administration (FTA) announced in May 2018 that it would allocate about $233 million of appropriated emergency relief funds to 52 transit agencies for response, recovery, and rebuilding projects, with most of that funding going to Puerto Rico ($198 million). Most of Puerto Rico's funds, and around half the funds FTA allocated ($116 million), will be distributed to one transit system—Tren Urbano—San Juan's rail-transit service provider (see figure below).", "While FTA and the Federal Emergency Management Agency (FEMA) shared information and coordinated efforts, both agencies still approved about $35,000 to one applicant for the same expenses. GAO found that FTA awarded a grant in April 2019 that included expenses for which FEMA had already obligated funds in January 2019. Although FTA contacted FEMA prior to the award to inquire whether the applicant had received FEMA funding, FEMA did not respond within 5 days, and per an agreement between FTA and FEMA, FTA processed the application. After GAO identified the duplicate funding, FTA and FEMA took steps to limit the potential for duplicate funding; FTA, for example, changed its policy of moving applications forward after 5 days if FEMA does not respond. FTA and FEMA officials noted challenges they face in identifying transit expenses in the applications they receive. For example, they may be unaware that a transit agency received FEMA funds if it received those funds through a larger entity such as a city, county, or state government. Although the amount of funding FEMA and FTA approved for the same expenses was relatively small, without addressing these challenges, FTA and FEMA will continue to face the risk that both agencies will approve funding for the same expense in the future."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that FTA and FEMA identify and develop controls, such as methods to more easily identify transit expenses within larger applications, to address the risk of duplicate funding. The Department of Transportation agreed with the recommendation and noted steps FTA has taken to address it. However, GAO believes FTA would benefit from identifying additional internal controls to address the risk of duplicate funding. The Department of Homeland Security agreed with the recommendation and outlined steps FEMA plans to complete in 2020."]}], "report": [{"section_title": "Letter", "paragraphs": ["In August and September 2017, Hurricanes Harvey, Irma, and Maria  made landfall in Texas, Florida, the U.S. Virgin Islands, and Puerto Rico,  causing hundreds of millions of dollars in damage to public transit  facilities. The loss of transit during a disaster can exacerbate the  difficulties a community faces by impeding access to community services  and medical care, and access to transit is important in a community’s  post-disaster recovery. Two agencies play an important role in providing  funding to transit agencies following a disaster: the Federal Emergency  Management Agency (FEMA) within the Department of Homeland  Security (DHS), and the Federal Transit Administration (FTA) within the  Department of Transportation (DOT).", "Prior to 2012, the primary source of federal funding for transit agencies  working to recover after a disaster was FEMA’s Public Assistance  Program. In 2012, the Moving Ahead for Progress in the 21st Century  Act (MAP-21) authorized FTA’s Public Transportation Emergency Relief  program. Because the FTA program is focused on public transportation  specifically—unlike FEMA’s more general program—FTA has primary  responsibility for reimbursing emergency response and recovery costs  after an emergency or major disaster that affects a public transportation  system if FTA receives funds for the program in an annual or  supplemental appropriation, or continuing resolution. In February 2018,  Congress appropriated $330 million to FTA’s Public Transportation  Emergency Relief program in a supplemental appropriation—the second  time funding has been appropriated to the program—to provide funding to  transit agencies affected by the 2017 hurricanes (Harvey, Irma, and  Maria). We have previously noted the importance of FTA and FEMA  coordination, given the fact that both agencies may provide funding for  transit-related expenses following a disaster.", "We were asked to evaluate the federal government’s response and  recovery efforts related to the 2017 natural disasters, including  Hurricanes Harvey, Irma, and Maria. This report provides information on the amount of emergency relief funds FTA  allocated to repair and replace transit facilities damaged by hurricanes  Harvey, Irma, and Maria, and the purposes of these allocations, and examines the extent to which transit agencies applied to FEMA for  funding as well as FTA’s and FEMA’s coordination.", "To determine the amount of funds FTA allocated to repair and replace  transit facilities damaged by the 2017 hurricanes, we reviewed FTA’s May  31, 2018, notice of allocation of emergency relief funds, in which FTA  described the amount of funding it would provide to each municipality and  public transit provider. To understand the purpose of the allocations and  how FTA funds would be used, we reviewed FTA’s damage assessment  reports for the 2017 hurricane. These reports describe the location and  type of damage in specific areas as well as the estimated costs to  address the damage. One analyst categorized the types of expenses into  specific categories and summed the total amount of funding provided for  various types of expenses (such as repairs to bus terminals), and a  second analyst verified the categorizations. To assess the reliability of the  data, we shared our analysis with FTA and incorporated its proposed  updates, where appropriate. We did not independently verify the  estimated damage costs. In addition, we conducted site visits to Texas,  Florida, and Puerto Rico (the states and territory receiving the largest  FTA allocations following the 2017 hurricane) to tour damaged facilities  and interview officials from a non-generalizable selection of two to four  transit agencies in each state or territory. Sites were selected to include  transit agencies with the largest allocations as well as those within driving  distance of one another, for logistical reasons.", "To examine whether transit agencies applied to FEMA for funding, we  interviewed the transit agencies mentioned above and we conducted a  web-based survey of the 52 transit agencies that received a direct  allocation of emergency relief funding from FTA (FTA grantees). Forty- four of the 52 FTA grantees (85 percent) completed our survey. We  asked about the level of their engagement with FEMA. We initially fielded  the survey from December 10, 2018, to January 15, 2019, and continued  to accept responses from a few grantees until March 12, 2019. To assess  FTA and FEMA’s coordination, we interviewed officials from FTA  headquarters and division offices responsible for administering the Public  Transportation Emergency Relief program, as well as FEMA officials at  headquarters and regional offices responsible for administering FEMA’s  Public Assistance program for the selected states and territories. We  reviewed documentation from FTA and FEMA coordination meetings, as  well as emails regarding specific applications between FTA and FEMA  staff. We compared FTA’s and FEMA’s coordination against federal  internal control standards as well as statutory requirements in MAP-21  and FTA and FEMA guidance regarding how the agencies should  coordinate.", "We conducted this performance audit from April 2018 to November 2019  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["When a disaster overwhelms the ability of state, local, or voluntary  agencies to adequately provide essential services on their own, the  federal government, when requested, supports disaster response and  recovery, providing selected resources where they are needed. The  federal government has provided significant funds for transit services  following past catastrophic disasters. For example, Congress provided  roughly $232 million in response to the 2005 Gulf Coast hurricanes and  over $10 billion in response to Hurricane Sandy.", "FEMA is the federal government’s primary agency for disaster response.  In addition to coordinating disaster response and recovery operations,  FEMA’s Public Assistance Program provides funding to state and local  governments and some nonprofit organizations for recovery efforts after a  disaster, including removing debris, implementing emergency protective  measures, and repairing or replacing damaged public equipment or  facilities. Once the President has declared a disaster, FEMA; the state or  territorial government (the recipient); and the local or territorial entities  (the subrecipient) work together to develop damage assessments and  formulate project worksheets for eligible projects. Project worksheets  detail the scope of work and estimated cost for repairing or replacing  disaster-damaged infrastructure. After a project has completed FEMA’s  review process and is approved, funding is available to FEMA for  obligation from the Disaster Relief Fund. The recipient draws down—or  withdraws—funding to pay the subrecipient for eligible work upon  completion.", "Because FTA’s Public Transportation Emergency Relief Program is  focused on public transportation specifically—unlike FEMA’s more  general program—FTA has primary responsibility for reimbursing  emergency response and recovery costs after an emergency or major  disaster affects a public transportation system if FTA receives funds for  the program in an annual or supplemental appropriation or continuing  resolution. The Public Transportation Emergency Relief program is a  reimbursable grant program and allows FTA to make grants for capital  projects to protect, repair, reconstruct, or replace equipment and facilities  of a public transportation system as well as for eligible operating costs.  Such costs include reestablishing, expanding, or relocating public- transportation route service in the event of a natural disaster that affects a  wide area or a catastrophic failure from any external cause.", "Congress has not provided an annual appropriation for FTA’s Public  Transportation Emergency Relief Program but has provided supplemental  appropriations following a specific event. Eligible recipients (referred to in  this report as “FTA grantees”) of FTA’s Public Transportation Emergency  Relief funding are entities that receive funds directly from FTA. Following  the appropriation for the 2017 hurricanes, FTA staff and contractors  visited sites to develop damage assessments—these assessments  provide information on, among other things, the specific location, type of  facility or equipment, nature and extent of damage, and a preliminary cost  estimate to restore, replace, or reconstruct the damaged system. FTA  then uses the information in these damage assessments to determine  how to allocate funding among the affected FTA grantees. After FTA  announces the allocations, FTA grantees can submit an application for  funding to FTA. After FTA has approved the application and obligated  funds, recipients must execute the grant agreement to draw down funding  for reimbursement of eligible expenses.", "As required by MAP-21, FTA and FEMA have entered into a  memorandum of agreement (MOA) to delineate the roles and  responsibilities of the two agencies and establish procedures to  coordinate assistance for public transportation following a disaster. We  reported in 2014 that because FTA’s Public Transportation Emergency  Relief Program is inherently limited by its inability to fund any activities  without specific congressional action (in contrast to the other emergency  program we examined), FTA and FEMA face challenges clearly  delineating the responsibilities and costs each agency will assume during  future disasters. We recommended that FTA and FEMA establish  specific guidelines to monitor, evaluate, and report the results of  collaborative efforts for future disasters. FEMA concurred with this  recommendation and FTA took no position. The agencies addressed the  recommendation by: (1) implementing a communications protocol to  coordinate the two agencies in providing funding to transit agencies and  (2) committing to jointly monitoring, evaluating, and reporting on the  effectiveness of agency collaboration following events in which both  agencies provided funding.", "In August and September 2017, Hurricanes Harvey, Irma, and Maria  made landfall in Texas, Florida, the U.S. Virgin Islands, and Puerto Rico,  affecting over 28 million people and causing significant damage to public  transit infrastructure (see fig. 1). FEMA funding was made available  through presidential disaster declarations. In February 2018, 6 months  after the first hurricane made landfall, Congress appropriated funds to  FTA’s Public Transportation Emergency Relief Program for the 2017  hurricanes."], "subsections": []}, {"section_title": "FTA Allocated Over $230 Million to Repair and Replace Transit Infrastructure, with Most of the Funds Allocated to Puerto Rico", "paragraphs": ["FTA announced on May 31, 2018, that it would allocate about $233  million of appropriated emergency relief funds to 52 transit agencies for  response, recovery, and rebuilding projects, with approximately 85  percent of the funds ($198 million) going to Puerto Rico. Most of Puerto  Rico’s funds, and around half the funds FTA allocated for response,  recovery, and rebuilding ($116 million), will be distributed to San Juan’s  rail transit service provider, Tren Urbano (see fig. 2).", "FTA allocated emergency relief funding to transit agencies based on  preliminary cost estimates that the agencies submitted to FTA in damage  assessment reports. Transit agencies developed these preliminary cost  estimates through field surveys, which are meant to determine the  general type and extent of damages. As shown in table 1, FTA allocated  funds for various purposes including repairs to rail stations and bus  terminals, repair and replacement of vehicles, and repairs to transit  buildings and facilities.", "As previously noted, after FTA allocates funds, transit agencies must  submit grant applications with detailed information about each eligible  project activity and expense. As of October 2019, 19 transit agencies had  submitted grant applications to FTA, and FTA approved and obligated  funding for each of the 19 applicants. FTA officials told us they are  working with the remaining transit agencies on submitting and finalizing  their grant applications."], "subsections": []}, {"section_title": "Many FTA Grantees Applied to FEMA for Funding, and FEMA and FTA Faced Challenges in Coordinating to Avoid Duplicate Funding", "paragraphs": [], "subsections": [{"section_title": "More Than Half of the FTA’s Grantees Responding to Our Survey Reported Some Interaction with FEMA", "paragraphs": ["Uncertainty regarding whether FTA will receive an appropriation can lead  to FTA grantees’ applying to FEMA for funding since FEMA is the federal  government’s primary agency for disaster response and recovery and can  fund transit. This situation increases the importance of FEMA and FTA  coordination. FTA did not receive an appropriation until roughly 6 months  after the first hurricane’s landfall. FTA grantees, unaware of when or  whether FTA would receive an appropriation, could apply during this  period to FEMA’s Public Assistance Program for funding. Indeed, more  than half of FTA grantees that responded to our survey (25 of 44)  reported some interaction with FEMA’s Public Assistance Program by the  time of our survey (see fig. 3). Fourteen reported reaching the quality  assurance step on a grant application—the final step before receiving  funds from FEMA. Six transit agencies received FEMA funds.", "Once FTA received an appropriation, FTA and FEMA instructed transit  agencies to work with FTA, rather than FEMA, on funding requests. As a  result, some transit agencies that initially worked with FEMA had to begin  a new application with FTA. Fourteen FTA grantees in our survey  reported spending more than 3 months working on their FEMA  application; however, 10 stated that they could use the work from the  FEMA application toward their FTA emergency relief application. In  addition, most of the transit agencies we interviewed anticipated this  issue, noting that FTA or FEMA officials explained the situation to them  before FTA received an allocation."], "subsections": []}, {"section_title": "FTA and FEMA Shared Information with One Another but Faced Challenges Coordinating on Screening Applications to Avoid Duplicate Funding", "paragraphs": [], "subsections": [{"section_title": "FTA and FEMA Took Steps to Coordinate and Share Information", "paragraphs": ["After Congress appropriated funds to FTA for the 2017 hurricanes, FTA  and FEMA initiated their communication and coordination agreements,  including the MOA and the communications protocol, which define  coordination activities between the two agencies. Federal agencies, such  as FTA and FEMA, that administer programs as a result of a major  disaster or emergency, cannot provide funding for losses that have been  covered by insurance or other programs, but are not prohibited from  awarding funds to any entity that could receive funding from another  agency so long as that entity has not yet received these funds and  promises to repay any duplicate assistance. FTA’s and FEMA’s  communications protocol also states that it may be appropriate for an  agency to receive funding from both FTA and FEMA in a situation where  the grantee provides both public transportation services and services  other than public transportation. Thus, FTA’s and FEMA’s MOA states  that the agencies will coordinate to avoid duplicate funding and to ensure  a streamlined reimbursement process.", "When implementing coordination activities such as FTA’s and FEMA’s  MOA and communications protocol, federal internal control standards  state that management should design control activities to achieve  objectives and respond to risks, such as the risk of providing duplicate  funding. FTA and FEMA officials informed us of, and provided  documentation of, their coordination efforts, such as biweekly conference  calls, and email correspondence among staff. For example, when  Congress appropriated funds to FTA, FEMA provided FTA a list of  agencies that had applied to FEMA for funding. In addition, when FTA  reviewed grant applications, FTA staff emailed FEMA staff to inquire whether applicants had already requested funding from FEMA. To avoid  delays in processing applications, FEMA and FTA established an  agreement that if FEMA did not respond to such requests in 5 days, then  FTA could proceed with processing the application. Based on our  document reviews, we found that FTA staff also emailed FEMA staff a  copy of the final award. Finally, transit agencies applying to FTA for  funding were required to certify whether they had received any transit  funding from FEMA and that they would reimburse FTA for any federal  funds that duplicated funding provided by FEMA."], "subsections": []}, {"section_title": "FTA and FEMA Faced Challenges Coordinating on Screening Applications to Avoid Duplicate Funding", "paragraphs": ["While FTA and FEMA took steps to coordinate, both agencies approved  about $35,000 in funding to one applicant for the same expenses. In June  2019, we found a case in which FEMA and FTA both approved roughly  $6,000 to repair a light pole at a bus stop in Collier County, Florida.  Specifically, although FEMA had obligated funds to Collier County for the  light pole in January 2019, FTA awarded funds for the same light pole in  April 2019. One month prior to FTA’s award to Collier County, we notified  FTA that Collier County had indicated in our survey that it had been in  contact with FEMA. Subsequently, FTA staff twice emailed FEMA staff to  inquire as to whether Collier had requested funds from FEMA, but FEMA  staff did not respond. Per their agreement, FTA moved the application  forward after receiving no response from FEMA within the 5-day  timeframe. FTA awarded the funding to Collier County in April 2019. After  we notified FTA and FEMA that they both appeared to have awarded  funds for the same expense, FEMA de-obligated the funds for Collier  County. In addition, FEMA conducted an additional review and found that  both agencies had also approved $29,000 in funding for repairs to a  transit facility in Collier County. FEMA officials stated they were in the  process of de-obligating those funds as well. Although both agencies  awarded funds to Collier County, the County had not yet executed the  FTA grant or drawn down any of the funds.", "FTA and FEMA officials noted that both agencies can face challenges in  identifying transit expenses submitted to both agencies. For example,  FTA may be unaware of transit agencies receiving FEMA funds if these  agencies are not direct recipients of such funds, but rather receive funds  through a larger entity such as a city, county, or state government. Thus,  although FEMA provides FTA with a list of entities that applied for FEMA  funds, the list may only show a county’s name, rather than the name of a  transit agency. In addition, while FTA also asks applicants whether they  have received FEMA funds, applicants may be unaware of the status of  their FEMA reimbursement. For example, officials from Collier County’s  public transit department told us they were unaware that FEMA had  obligated funding for their transit expenses until May 2019 (one month  after the FTA award), because it took several months for the funding from  FEMA to be processed at the state and county level.", "While FTA officials shared proposed and final awards with FEMA, we  identified 10 cases, including Collier County, in which FEMA officials did  not respond within the established 5-day time frame. When we asked why  FEMA did not respond within the 5-day time frame, FEMA regional staff  stated that the responsible person had since left that office. However,  officials noted challenges they face identifying transit expenses contained  within applications sent to FEMA by larger entities that may contain  hundreds of pages, while at the same time processing a large number of  applications related to the hurricanes. Specifically, in order to identify  transit expenses within an application, FEMA staff may need to search  these hundreds of pages using various transit-related word searches. For  example, according to FEMA officials, Collier County currently has a total  of 126 active ongoing and obligated projects and 86 inactive projects that  were either withdrawn or determined ineligible.", "After we notified FTA and FEMA that they had approved funding to Collier  County for the same expense, both agencies took steps to limit the  potential for duplicate funding in future awards. As noted above, FEMA  conducted an additional review of applications for which FEMA had not  responded to FTA’s inquiries within the 5-day time frame and identified  the $29,000 for transit facility repairs that FTA and FEMA both approved  for Collier County. In addition, FTA officials updated their internal grants  guidance to indicate that FTA staff should not process an application if  FEMA has not responded and FTA has reason to believe there may be a  potential for duplicate funding (for example, the recipient notifies FTA that  it had previously worked with FEMA to reimburse transit expenses). In  such cases, FTA may only proceed after FEMA has replied in writing that  they have not identified any expenses in the FTA grant that are also in a  FEMA grant, or, if FEMA does identify duplicate funding, after one agency  removes such expenses from their grant to the recipient.", "In 2014, we noted that evaluating and reporting the results of  collaborative efforts can identify areas for improvement and  recommended that FTA and FEMA establish specific guidelines to  monitor, evaluate, and report the results of collaborative efforts. FTA and  FEMA implemented this recommendation and committed to jointly  monitoring, evaluating, and reporting on the effectiveness of the agencies’  collaboration following future events in which both agencies provide  funding. In addition, FTA and FEMA took action to address the duplicate  award of funding we identified in our review. Nonetheless, FEMA staff  continue to face challenges identifying transit expenses within  applications submitted by larger entities, and FTA may be unaware of  whether transit entities are included in such applications. Without  identifying and implementing systematic measures to detect duplicate  expenses, FTA and FEMA are at risk of awarding funds for the same  expenses."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["Given that FTA may not receive an appropriation until months after a  disaster, transit agencies will continue to submit applications to FEMA  when it is unclear whether Congress will provide funding to FTA. This  underscores the importance of FTA’s and FEMA’s coordination to avoid  providing duplicate funding. FTA and FEMA have taken important steps  to coordinate, including establishing an MOA and communications  protocol that outline how FTA and FEMA staff should share information.  Although FEMA and FTA both approved a relatively small amount of  funding for the same expenses in Collier County, the issues that  contributed to this outcome involve a risk of providing duplicate funding in  the future. FTA took steps to strengthen its processes after we identified  this duplicate funding, and FEMA conducted additional retroactive  reviews to identify any additional duplicate funding. However, FEMA will  continue to face challenges in identifying transit expenses when they are  included in the application of a larger entity such as a city, county, or state  government. Moreover, FTA may continue to be unaware when transit  entities are included in FEMA applications. FEMA and FTA have  committed to monitor, evaluate, and report the results of collaborative  efforts on an ongoing basis. Without identifying and addressing the  factors that contributed to duplicate funding in the federal response to the  2017 hurricanes, FTA and FEMA will continue to face the risk that both  agencies will approve funding for the same expense in the future."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making two recommendations, including one to DOT and one to  DHS.", "The Secretary of Transportation should direct the Administrator of FTA to  identify and develop controls, such as methods to more easily identify  transit expenses within applications submitted by larger entities, such as  a city, county, or state government, to address the risk of duplicate  funding. (Recommendation 1)", "The Secretary of Homeland Security should direct the Administrator of  FEMA to identify and develop controls, such as methods to more easily  identify transit expenses within applications submitted by larger entities  such as a city, county, or state government, to address the risk of  duplicate funding. (Recommendation 2)"], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOT and DHS for review and  comment. We received written comments from DOT and DHS that are  reproduced in appendixes I and II. In comments, reproduced in appendix  I, DOT concurred with our recommendation. DOT described some of the  steps that FTA has taken to coordinate with FEMA, which we note in our  report, such as updating its procedures to ensure that an FTA grant does  not contain any expenses for which the applicant may have previously  requested reimbursement. We continue to believe FTA would benefit from  identifying additional internal controls to address the risk of duplicate  funding, particularly since FTA and FEMA may still face challenges  identifying entities that have applied to both agencies for funding.", "In comments, reproduced in appendix II, DHS concurred with our  recommendation. DHS stated that FEMA is enhancing its Public  Assistance Grants Manager System to address the risk of duplicate  funding we identified in our report. This includes implementing a new  functionality for data exporting, sorting, and filtering to better identify  transit-related damages and improved tracking to identify projects that  have received FTA funding. DHS estimates these improvements will be  completed September 30, 2020.", "DOT and DHS both provided technical comments, which we incorporated  as appropriate.", "We are sending copies of this report to the appropriate congressional  committees, the Secretary of the Department of Transportation, the  Secretary of the Department of Homeland Security, the Administrator of  FTA, the Administrator of FEMA, and other interested parties. In addition,  the report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2834 or flemings@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Department of Transportation", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Steve Cohen (Assistant Director);  Crystal Huggins (Analyst in Charge); Matt Cook; Christopher Currie;  Danielle Ellingston; Susan Irving; Kathryn Godfrey; Janet McKelvey;  Cheryl Peterson; Brenda Rabinowitz; Malika Rice; Amy Rosewarne;  Rebecca Shea; Joe Thompson; Matthew Valenta; and Elizabeth Wood  made key contributions to this report."], "subsections": []}]}], "fastfact": ["The 2017 hurricanes—Harvey, Irma, and Maria—caused hundreds of millions of dollars in damages to public transit facilities in Texas, Florida, the U.S. Virgin Islands, and Puerto Rico. In response, the Federal Transit Administration said it would provide $233 million in relief to 52 local transit agencies.", "Transit agencies can apply to FTA or the Federal Emergency Management Agency for funding after a disaster. These agencies coordinate their efforts but we found one case in which both agencies approved a small amount of funding for the same expenses.", "We recommended ways both agencies can reduce the risk of duplicate funding."]}