{"id": "GAO-10-930T", "url": "https://www.gao.gov/products/GAO-10-930T", "title": "Highway Bridge Program: Condition of Nation's Bridges Shows Limited Improvement, but Further Actions Could Enhance the Impact of Federal Investment", "published_date": "2010-07-21T00:00:00", "released_date": "2010-07-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["One in four bridges in the United States is either structurally deficient and in need of repair, or functionally obsolete and is not adequate for today's traffic. The Highway Bridge Program (HBP), the primary source of federal funding for bridges, provided about $7 billion to states in fiscal year 2010. This testimony addresses (1) the current state of the nation's bridges and the impacts of the HBP and (2) the extent to which the HBP aligns with principles GAO developed to guide the re-examination of surface transportation programs. This testimony is based on prior GAO reports, updated with bridge data and information provided by agency officials."]}, {"section_title": "What GAO Found", "paragraphs": ["There are over 600,000 bridges on the nation's roadways, of which one in four is deficient in some sense. Data indicate that the total number of deficient bridges has decreased over the past 12 years, even as the total number of bridges has increased, because of a reduction in the number of structurally deficient bridges. However, the impact of the federal investment in the HBP is difficult to measure, in part because there are no comprehensive and complementary data for state and local bridge spending. The lack of comprehensive information on state and local spending makes it impossible to (1) distinguish the impact of HBP funding from other funding to improve bridge conditions and (2) determine the extent to which states may be substituting increased HBP funding for state and local funds that they would otherwise have spent on bridges. Evaluating the impact of the HBP is important not only to understand the outcome of past spending but also to determine how to sensibly invest future federal resources. The HBP does not fully align with GAO's principles for re-examining surface transportation programs in that the program lacks focus, performance measures, and fiscal sustainability. The program's statutory goals are not focused on a clearly identified national interest but rather have expanded from improving deficient bridges to supporting preventive maintenance and many other projects, thus expanding eligibility to include almost any bridge. In addition, the program lacks measures linking funding to performance and does not utilize new tools such as bridge management systems. Fiscal sustainability also remains a challenge given the nearly $30 billion in additional revenues added to the Highway Account since fiscal year 2008."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is not making any new recommendations. In 2008, GAO recommended that the Secretary of Transportation work with Congress to (1) identify and define national goals for HBP, (2) develop and implement performance measures, (3) identify and evaluate best tools and practices, and (4) review and evaluate HBP funding mechanisms to align funding with performance. DOT generally agreed with these recommendations and has taken some actions to work with Congress to address issues GAO raised regarding the HBP, but much work remains. GAO provided a draft of this testimony to FHWA for review. We incorporated FHWA comments, as appropriate."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to participate in this hearing on federal  efforts to address the condition of our nation’s bridges. Bridges are critical  elements of the nation’s transportation network, which supports  commerce, economic vitality, and personal mobility. According to the  Federal Highway Administration (FHWA), it is authorized through the  Highway Bridge Program (HBP) to provide approximately $7 billion to  states in fiscal year 2010. This program provides funding to states for a  variety of activities that improve the condition of their bridges. In  addition to HBP funding, the American Recovery and Reinvestment Act of  2009 (Recovery Act) provided $26.7 billion to the highway infrastructure  investment to restore, repair, and construct highways and bridges and for  other eligible uses, such as maritime industry projects.", "Since the collapse of the I-35W bridge in Minneapolis, Minnesota, on  August 1, 2007, there have been calls for increased federal investment in  bridge infrastructure. Calls for increased investment coincide with strains  on traditional funding for infrastructure projects, as evidenced by recent  shortfalls and subsequent infusions of additional revenues into the  Highway Trust Fund, which funds the HBP and other highway programs.  Surface transportation funding has been on our high-risk list for several  years. We have also recently called for a fundamental re-examination of  surface transportation programs and commitments to address emerging  needs by eliminating outdated or ineffective programs, more sharply  defining the federal role in relation to state and local governments, and  modernizing certain programs.", "My testimony today addresses (1) the current state of the nation’s bridges  and impacts of the HBP and (2) the extent to which the HBP aligns with  principles we developed to guide the re-examination of surface  transportation programs. My testimony is based on prior GAO work,  including our 2008 report and testimony on the HBP, as well as updated  data and information.", "For our prior reports, we interviewed a range of federal, state, and local  transportation officials, including officials in six states that we visited  (California, Missouri, New York, Pennsylvania, Texas, and Washington);  analyzed data in FHWA’s National Bridge Inventory (NBI), the primary  source of information on the nation’s bridges; and compared HBP  practices to re-examination principles identified in our previous work.  Those principles include identifying clear federal goals and roles,  incorporating performance and accountability into funding decisions,  using best tools and approaches, and ensuring fiscal sustainability. More  detail on scope and methodology is available in each prior report. To  update this report, we analyzed FHWA data and interviewed relevant  officials. GAO provided a draft of this testimony to FHWA for review and  comment. FHWA provided technical comments, which were incorporated,  as appropriate. We conducted all our work in accordance with generally  accepted government auditing standards. Those standards require that we  plan and perform the audit to obtain sufficient, appropriate evidence to  provide a reasonable basis for our findings and conclusions based on our  audit objectives. We believe that the evidence obtained provides a  reasonable basis for our findings and conclusions based on our audit  objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Bridges vary significantly in their size and use, including daily traffic  volumes. In 2009, there were 602,977 bridges in the United States, which  carried the nation’s passenger car, truck, bus transit, and commercial  vehicle traffic over waterways, highways, railways, and other road  obstructions. The number of bridges owned is fairly evenly split between  states (48 percent) and local government agencies (50 percent). State  agencies are responsible for 77 percent of the nation’s bridge deck area,  which carry 88 percent of the average daily traffic crossings. The federal  government owns less than 2 percent of the nation’s bridges, primarily on  federally owned land.", "Bridge safety emerged as a high-priority issue in the United States in the  1960s, following the collapse of the Silver Bridge between Ohio and West  Virginia, which killed 46 people. That collapse prompted national concerns  about bridge condition and safety and highlighted the need for timely  repair and replacement of bridges. Congress responded by establishing the  National Bridge Inspection Program (NBIP) to ensure periodic safety  inspection of bridges and what is now known as the HBP to provide  funding and assist states in replacing and rehabilitating bridges. Both of  these programs generally define eligible bridges as publicly owned, over 20  feet in length, and located on public roads. Although the NBIP and HBP  are separate programs, they are linked by the data collected through  bridge inspections.", "The NBIP establishes the National Bridge Inspection Standards, which  details how bridge inspections are to be completed, by whom, and with  what frequency. For example, state departments of transportation (state  DOT) carry out the federal-level policies, procedures, and requirements for  inventory, inspection, bridge load ratings, quality assurance, and reporting.  Routine bridge inspections are generally conducted every 2 years by state  bridge inspectors, but with FHWA approval, the inspection interval may be  extended to 4 years on certain bridges. Bridges also may be inspected  more often than every 2 years, when past inspection findings justify an  increase. Inspectors must report bridge condition information to the NBI,  maintained by FHWA headquarters. federal share of the costs, which is generally 80 percent of the project  cost."], "subsections": []}, {"section_title": "Bridge Conditions Have Improved, but the Impact of the HBP Is Difficult to Determine", "paragraphs": [], "subsections": [{"section_title": "Bridge Conditions Have Improved but a Significant Number of Bridges Remain in Poor Condition", "paragraphs": ["Of the 602,977 bridges on the nation’s roadways, one in four is classified as  deficient. Data indicate that the total number of deficient bridges has  decreased since 1998, even as the total number of bridges has increased.  From 1998 to 2009, the number of deficient bridges declined by over 14  percent, from 186,706 to 159,739, even with the addition of more than  20,000 new bridges to the NBI (see fig. 2).", "The decline in the overall number of deficient bridges—which includes  structurally deficient and functionally obsolete bridges—is primarily  attributable  to a reduction in the number of structurally deficient bridges.  Specifically, from 1998 through 2009, the number of structurally deficient  bridg es decreased by 25 percent, from 96,263 to 72,388 (see fig. 3). During at same period, the number of functionally obsolete bridges decreased  th by 3 percent, from 90,443 to 87,351. The reduction in the number of  structurally deficient bridges may reflect state efforts to address  deterioration or damage. Although reducing or eliminating structurally  deficient bridges may not always be a state’s highest priority, structurally  deficient bridges often require maintenance and repair to remain in  service. In contrast, functionally obsolete bridges do not necessarily  require repair to remain in service and therefore are unlikely to be state  transportation officials’ top priority for rehabilitation or replacement.", "Additionally, in our prior work, we found that the average sufficiency  rating of all bridges—including both deficient and not deficient bridges— also improved slightly. Specifically, the average sufficiency rating for all  bridges increased from 75 to 79 on the sufficiency rating’s 100-point scale  from 1998 to 2007. Further, while structurally deficient bridges generally  have lower sufficiency ratings (average rating of 42 in 2007) than  functionally obsolete bridges (average rating of 69 in 2007), the average  sufficiency ratings of both types of deficient bridges improved slightly  since 1998. In updating our prior work, FHWA officials indicated that  bridge sufficiency ratings have continued to improve (average rating of 80  in 2009).", "In our Recovery Act work, a number of states have reported plans to use  highway infrastructure investment funds to improve bridge conditions.", "Some of these plans include improvements to deficient bridges. F or  example, Pennsylvania is using some Recovery Act funds to reduce t number of structurally deficient bridges in the state, in part because a  significant percentage (about 26 percent, as of 2008) of the state’s bridges  is rated structurally deficient. As of June 30, 2010, 29 percent of Recovery  Act funds in Pennsylvania were obligated for bridge improvement and  replacement. Nationally, about $3.2 billion of the $26.7 billion in highwa Recovery Act funds were obligated for bridge projects as of June 30, 2010.  This includes funding for 61 new bridge construction projects ($719  million), 644 bridge replacement projects ($1.3 billion), and 554 bridge  improvement projects ($1.2 billion)."], "subsections": []}, {"section_title": "HBP’s Impact Is Difficult to Determine Due to Incomplete Information on Spending, Expansion of Bridge Project Eligibility, and Limitations in Bridge Condition Data", "paragraphs": ["The impact of the federal investment in the HBP is difficult to measure in  part because there are no comprehensive and complementary data for  state and local spending on bridges. For example, while FHWA tracks a  portion of bridge capital spending on a state-by-state basis, the data do not  include (1) state spending on bridges located on local roads and (2) most  local government spending on bridges, thus making it difficult to  determine the HBP contribution to overall bridge expenditures. Also,  while FHWA generates a single, national-level estimate for total bridge  expenditures at all government levels, this estimate cannot be used to  determine the impact of the HBP by state or by bridge. In addition, while  two of the state DOTs we visited as part of our prior work had data on  state bridge spending, none was able to provide comprehensive data on  total state and local investment in bridges. Some officials we interviewed  estimated that, in their states, such spending ranged from the minimum  match amount—generally 20 percent of the HBP apportionment amount— to more than four times the state’s apportioned HBP funds. The lack of  comprehensive information on state and local spending makes it  impossible to (1) distinguish the impact of HBP funding from other  funding to improve bridge conditions and (2) determine the extent to  which states may be substituting increased HBP funding for state and local  funds that they would otherwise have spent on bridges. Our previous w has shown that although the federal investment in HBP and other Federal- aid highway programs has increased over time, this investment has resulted in commensurate increases in the nation’s federal, state, and local  government spending on the highway system. found in our previous work that as the level of federal funding has  increased since the mid-1990s, states have not maintained their level effort in highway spending, and federal funds have increasingly been  substituted for state funds. This suggests that increased federal highway  e  funding influences states and localities to substitute federal funds for stat and local funds they otherwise would have spent on highways and bridges.", "The impact of the HBP is also difficult to measure because available bridge condition data cover only some of the improvements funded by the  program. As discussed earlier, states can and do use HBP funds for a  variety of activities in addition to rehabilitating and replacing their  deficient bridges. Therefore, simply measuring changes in the number of  structurally deficient or functionally obsolete bridges does not reflec full impact of the program, since these measures do not capture the  impact of the HBP investment in the other eligible activities—such as preventive maintenance—that do not necessarily result in an im reduction in the number of deficient bridges. Without quantifiable  BP, it  performance measures to track the full range of outcomes for the H is difficult to measure the program’s impact across the range of activities  funded and determine the extent to which the program is serving its stat purposes.", "GAO, Federal-Aid Highways: Trends, Effect on State Spending, and Options For Future  Program Design, GAO-04-802 (Washington, D.C.: Aug. 31, 2004). by the HBP—on the overall condition of the nation’s bridges. In o Recovery Act work, we have found that DOT is not currently assessing the  impact of Recovery Act funds used on highway transportation projects— including funds that are being used to improve bridge conditions—but isconsidering ways to better understand and measure impacts. For example,  the NBI could be used to help FHWA study the impact of Reco funds on the condition and performance of the nation’s bridges, including  whether these funds improved the state of repair."], "subsections": []}]}, {"section_title": "The HBP Lacks Focus, Performance Measures, and Sustainability", "paragraphs": ["As we reported in 2008, the HBP does not fully align with our principles  for re-examining surface transportation programs in that the bridge  program lacks focus, performance measures, and sustainability. These  principles, which are based on our prior work and federal laws and  regulations, include  ensuring program goals are well defined and focused on the federal or national interest;  incorporating performance and accountability into funding decisions;  employing the best tools and approaches to emphasize return on targeted  federal investment; and    ensuring fiscal sustainability.", "First, HBP’s goals are not focused on a clearly identified federal interest.  Over the years, the program’s statutory goals have expanded from  improving deficient bridges to supporting activities like seismic retrofitt and preventive maintenance, thus expanding eligibility for HBP funds to  include almost any bridge in the country. Our previous work has  emphasized the importance of identifying clear areas of federal interest as  a first step in determining program goals. For example, if mobility is  determined to be a key federal interest and a primary goal, the HBP could  be targeted toward heavily congested bridges or ones that are important  for economic competitiveness and carry higher levels of freight than  bridges that may serve relatively few people or businesses each day. If  rehabilitating and reducing deficient bridges is determined to be a key  federal interest, then the program could be further targeted toward that  goal. The federal interest may also be greater in mega-bridge projects  that are too expensive for states to undertake without additional federal  assistance or in projects that cross state lines. Under the current HBP  structure, the federal share is generally 80 percent of the total project  costs. The cost-sharing arrangement could be structured so that the level  and share of federal funding reflects the benefits the nation receives from  investment in a bridge project; however, in reality, this cost-sharing  appears to reflect historical levels of funding for many surface  ing  transportation programs without reference to whether the cost share  should vary by project or whether state and local governments coul d  assume more responsibility. Once the federal interest has been  determined, our principles suggest basing the federal share of the cost  the bridge project on the level of federal interest.", "Second, there is no clear tie between HBP funding and performance. HBP  funds are apportioned to states without regard to program performance  because the HBP formula is based on a calculation of needed repairs to  deficient bridges, but the formula does not consider a state’s efforts or  effectiveness in reducing its inventory of deficient bridges or controlling costs. Because the federal formula does not factor in other eligible  program activities, such as systematic preventive maintenance, there is   of  link between the apportionment formula and the states’ performance these activities. Without performance measures to link funding to  performance, states lack an incentive to improve the return on the fed investment and are not held accountable for the results of their  investments. Further, a bridge’s deficiency status and sufficiency rating may not be the best proxy for bridge safety or risk. For example, state visited in our prior work and officials we spoke with identified other  priorities for bridge projects, such as seismic retrofitting, that are a gre safety concern for their bridge programs. Also, as states reduce the  number of deficient bridges, they could become eligible for less HBP  funding, which has created a potential disincentive for states to eliminate  deficient bridges. Our work has shown that an increased focus on  performance and accountability for results can help the federal  government better target limited federal resources.", "Third, the HBP generally lacks sufficient tools to determine the results of  the federal investment in bridges. In this regard, bridge management  systems, which are currently used by many states but not required by law,  may be useful for prioritizing projects and making funding decisions to  improve results and emphasize return on investment. We have previously  reported that states use bridge management systems for gathering and  analyzing bridge data to help manage their bridge assets and more  efficiently allocate limited HBP resources among competing priorities. For  example, states use these systems to predict future bridge conditions,  estimate maintenance and improvement needs, determine optimal policies  for rehabilitation and replacement, and recommend projects and  schedules within budget and policy constraints. As previously mentioned,  the HBP affords state DOTs discretion in using their HBP funds, and as a  result, states select bridge projects and use HBP funds in a variety of w ays.", "GAO, Surface Transportation: Strategies Are Available for Making Existing Road  Infrastructure Perform Better, GAO-07-920 (Washington, D.C.: July 26, 2007). imbalance facing the nation and the lack of assurance that HBP funding is  allocated to projects that are in the federal interest and provide the best  return on investment.", "Since our 2008 report, FHWA reports that it has taken a number of steps to  work with Congress to address our recommendations. According to  FHWA, efforts are under way to incorporate the underlying principles we  developed to guide the re-examination of surface transportation programs,  such as the need for specific national goals and performance measures to  gauge progress toward national goals, encouraging states to use and share  best tools and practices, and aligning funding mechanisms to support  program goals. Specifically, FHWA initiated a program to collect  information on the states’ use of bridge management systems and  encourage states to share information concerning bridge management  practices. According to FHWA officials, FHWA is continuing to work with  Congress and the administration to ensure that HBP or other bridge  funding mechanisms align funding with performance and support a  targeted and sustainable federal program in the next surface  transportation reauthorization cycle. Without addressing these issues, the  fiscal sustainability of the future transportation program will continue to  be a challenge and the impact of federal investments could be diminished.", "Mr. Chairman, this concludes my prepared statement. I would be happy to  respond to any questions that you or Members of the Subcommittee may  have."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For further information on this statement, please contact Phillip R. Herr at  (202) 512-2834 or herrp@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this statement. Individuals making key contributions to this testimony  were Heather MacLeod, Assistant Director; Jonathan Carver; Bert Japikse;  Delwen Jones; SaraAnn Moessbauer; Josh Ormond; and John Stambaugh.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}