{"id": "GAO-15-22", "url": "https://www.gao.gov/products/GAO-15-22", "title": "Ford-Class Aircraft Carrier: Congress Should Consider Revising Cost Cap Legislation to Include All Construction Costs", "published_date": "2014-11-20T00:00:00", "released_date": "2014-11-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Ford-class aircraft carriers will feature new technologies designed to reduce life-cycle costs. The lead ship, CVN 78, has been under construction since 2008, and early construction on CVN 79 is underway. In 2007 Congress established a cap for procurement costs—which has been adjusted over time. In September 2013, GAO reported on a $2.3 billion increase in CVN 78 construction costs.", "GAO was mandated to examine risks in the CVN 78 program since its September 2013 report. This report assesses (1) the extent to which CVN 78 will be delivered within revised cost and schedule goals; (2) if CVN 78 will demonstrate its required capabilities before ship deployment; and (3) the steps the Navy is taking to achieve CVN 79 cost goals. To perform this work, GAO analyzed Navy and contractor data, and scheduling best practices."]}, {"section_title": "What GAO Found", "paragraphs": ["The extent to which the lead Ford-class ship, CVN 78, will be delivered by its current March 2016 delivery date and within the Navy's $12.9 billion estimate is dependent on the Navy's plan to defer work and costs to the post-delivery period. Lagging construction progress as well as ongoing issues with key technologies further exacerbate an already compressed schedule and create further cost and schedule risks. With the shipbuilder embarking on one of the most complex phases of construction with the greatest likelihood for cost growth, cost increases beyond the current $12.9 billion cost cap appear likely. In response, the Navy is deferring some work until after ship delivery to create a funding reserve to pay for any additional cost growth stemming from remaining construction risks. This strategy will result in the need for additional funding later, which the Navy plans to request through its post-delivery and outfitting budget account. However, this approach obscures visibility into the true cost of the ship and results in delivering a ship that is less complete than initially planned.", "CVN 78 will deploy without demonstrating full operational capabilities because it cannot achieve certain key requirements according to its current test schedule. Key requirements—such as increasing aircraft launch and recovery rates—will likely not be met before the ship is deployment ready and could limit ship operations. Further, CVN 78 will not meet a requirement that allows for increases to the size of the crew over the service life of the ship. In fact, the ship may not even be able to accommodate the likely need for additional crew to operate the ship without operational tradeoffs. Since GAO's last report in September 2013, post-delivery plans to test CVN 78's capabilities have become more compressed, further increasing the likelihood that CVN 78 will not deploy as scheduled or will deploy without fully tested systems.", "The Navy is implementing steps to achieve the $11.5 billion congressional cost cap for the second ship, CVN 79, but these are largely based on ambitious efficiency gains and reducing a significant amount of construction, installation, and testing—work traditionally completed prior to ship delivery. Since GAO last reported in September 2013, the Navy extended CVN 79's construction preparation contract to allow additional time for the shipbuilder to reduce cost risks and incorporate lessons learned from construction of CVN 78. At the same time, the Navy continues to revise its acquisition strategy for CVN 79 in an effort to ensure that costs do not exceed the cost cap, by postponing installation of some systems until after ship delivery, and deferring an estimated $200 million - $250 million in previously planned capability upgrades of the ship's combat systems to be completed well after the ship is operational. Further, if CVN 79 construction costs should grow above the legislated cost cap, the Navy may choose to use funding intended for work to complete the ship after delivery to cover construction cost increases. As with CVN 78, the Navy could choose to request additional funding through post-delivery budget accounts not included in calculating the ship's end cost. Navy officials view this as an approach to managing the cost cap. However, doing so impairs accountability for actual ship costs."]}, {"section_title": "What GAO Recommends", "paragraphs": ["Congress should consider revising the cost cap legislation to improve accountability of Ford-class construction costs, by requiring that all work included in the initial ship cost estimate is counted against the cost cap. If warranted, the Navy would be required to seek statutory authority to increase the cap. GAO is not making new recommendations, but believes previous recommendations, including a re-examination of requirements and improvements to the test plan, remain valid. DOD agreed with much of the report, but disagreed with GAO's position on the cost caps. GAO believes that changes to the legislation are warranted to improve cost accountability."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Navy is developing the Ford-class nuclear-powered aircraft carrier to  serve as the future centerpiece of the carrier strike group. The Ford class  is the successor to the Nimitz-class aircraft carrier designed in the 1960s  and is introducing a number of advanced technologies to the fleet in the  areas of propulsion, aircraft launch and recovery, weapons handling, and  survivability. These technologies are intended to create operational  efficiencies while enabling a 25 percent increase in sortie rates  (operational flights by aircraft) as compared to legacy Nimitz-class aircraft  carriers. In addition, the Navy anticipates that these technologies will  enable Ford-class carriers to operate with reduced manpower as  compared to the legacy carriers. The Navy plans to invest over $43 billion  to develop, design, construct, and test three Ford-class carriers. At  present, the lead ship, Gerald R. Ford (CVN 78), is about 80 percent  complete and early construction work is under way for the first follow-on  ship, John F. Kennedy (CVN 79).", "Since 2008, the Navy has increased its budget estimate for construction  of the lead ship from $10.5 billion to $12.9 billion in then-year dollars—an  increase of over 20 percent above initial estimates, and delayed delivery  from September 2015 to March 2016. We found in September 2013 that  continued cost growth has the potential to derail the Navy’s ability to  deliver Ford-class aircraft carriers on its schedule with expected  capabilities. In light of our September 2013 report, a Senate report  accompanying a bill for the National Defense Authorization Act for Fiscal  Year 2014 mandated GAO to review the Navy’s acquisition of the Ford- class. This report examines remaining risks in the CVN 78 program since  September 2013 by assessing: (1) the extent to which CVN 78 will be  delivered to the Navy within its revised cost and schedule goals; (2) if,  after delivery, CVN 78 will demonstrate its required capabilities through  testing before the ship is deployment ready; and (3) the steps the Navy is  taking to achieve CVN 79 cost goals.", "To identify challenges in delivering the lead ship within current budget  and schedule estimates, we analyzed Navy budget submissions, contract  performance reports, and briefings, and historical cost performance on  previous carriers. To evaluate the Navy’s strategy to demonstrate CVN  78’s capabilities, we met with system developers and analyzed the  program’s test and evaluation master plan, as well as test plans,  development schedules, and reliability data for key CVN 78 systems. To  assess the steps the Navy is taking to achieve CVN 79 cost goals, we  met with Navy and shipbuilder officials, analyzed CVN 79 construction  preparation contract documents and scopes of work as well as the  shipbuilder’s performance for related work activities. We also reviewed  the shipbuilder’s plans for process improvements and labor hour  reduction efforts and the associated cost savings, and analyzed  construction schedules for CVN 78 and CVN 79 and compared them with  scheduling best practices. Lastly, we evaluated the Navy’s revised build  strategy for CVN 79 and compared it with the ship’s previous acquisition  schedule. To corroborate information for each of these objectives, we  interviewed DOD officials and the shipbuilder responsible for the Ford- class carrier requirements, development, acquisition, and testing. A more  detailed description of our scope and methodology is presented in  appendix I.", "We conducted this performance audit from December 2013 to November  2014 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The Ford class features a number of improvements over existing aircraft  carriers that the Navy believes will improve the combat capability of the  carrier fleet while simultaneously reducing acquisition and life cycle costs.  These improvements include an increased rate of aircraft deploying from  the carrier (sorties), reduced manning, significant growth in electrical  generating capability, and larger service life margins for weight and  stability to support future changes to the ship during its expected 50-year  service life.", "To meet its requirements, the Navy developed over a dozen new  technologies for installation on Ford-class ships (see appendix II). For  example, advanced weapons elevators, using an electromagnetic field to  transport weapons within the ship instead of cables, are expected to  increase payload capacity by 229 percent as compared to Nimitz-class  carriers, while also facilitating reduced manning and higher sortie  generation rates. Other technologies allowed the Navy to implement  favorable design features into the ship, including an enlarged flight deck,  a smaller, aft-positioned island, and a flexible ship infrastructure to  accommodate changes during the ship’s service life. As we have  previously reported, of the critical technologies, three have presented  some of the greatest challenge during development and construction:", "Electromagnetic Aircraft Launch System (EMALS), which uses an  electrically generated moving magnetic field to propel aircraft that  places less physical stress on aircraft as compared to legacy steam  catapult launchers on Nimitz-class carriers.", "Advanced Arresting Gear (AAG) is an electric motor based aircraft  recovery system that rapidly decelerates an aircraft as it lands. AAG  replaces legacy hydraulic arresting equipment currently in use on  Nimitz-class carriers.", "Dual Band Radar (DBR) integrates two component radars—the  multifunction radar and the volume search radar—to conduct air traffic  control, ship self-defense, and other operations. The multifunction  radar includes horizon search, surface search, navigation, and missile  communications. The volume search radar includes long-range,  above horizon surveillance and air traffic control capabilities."], "subsections": [{"section_title": "Shipbuilding Phases", "paragraphs": ["As is typical in Navy shipbuilding, Ford-class carrier construction occurs  in several phases and includes several key events, including the  following:", "Pre-construction and planning: Long-lead time materials and  equipment are procured and the shipbuilder plans for beginning ship  construction.", "Block fabrication, outfitting, and erection: Metal plates are welded  together to form blocks, which are the basic building components of  the ship. The blocks are assembled and outfitted with pipes, brackets  for machinery or cabling, ladders, and any other equipment that may  be available for installation. Groupings of blocks form superlifts, which  are then lifted by crane into dry dock and welded into the respective  location of the ship.", "Launch: After the ship is watertight, it can be launched—floated in the  water—then towed into a quay or dock area where remaining  construction and outfitting of the ship occurs.", "Shipboard testing: Once construction and system installations are  largely complete, the builder will test the ship’s hull, mechanical and  electrical systems, and key technologies to demonstrate compliance  with ship specifications and provide assurance that the items tested  operate satisfactorily within permissible design parameters.", "Delivery: Once the Navy is satisfied that the ship is seaworthy and  the shipbuilder has met requirements, the shipyard transfers custody  of the ship to the Navy.", "Post-delivery activities: After ship delivery, tests are conducted on  the ship’s combat and mission-critical systems, the ship’s air wing— consisting of the assigned fixed and rotary wing aircraft, pilots,  support and maintenance personnel—is brought onto the ship, and  the crew begins training and operating the ship while at sea. A period  of planned maintenance, modernization, and correction of  government-responsible deficiencies follows—referred to as Post  Shakedown Availability.", "Deployment ready: The last stage of the ship acquisition process  occurs when all crew and system operational tests, trainings, and  certifications have been obtained and the ship has achieved the  necessary level of readiness needed to embark on its first  deployment."], "subsections": []}, {"section_title": "Test Events", "paragraphs": ["During and after construction, DOD acquisition policy requires major  defense programs, including shipbuilding programs, to execute and  complete several types of testing, while the ship progresses toward  operational milestones including the point during the acquisition process  when the fleet initially receives and maintains the ship:", "Developmental testing is intended to assist in the maturation of  products, product elements, or manufacturing or support processes.  For ship technologies, developmental testing typically includes land- based testing activities prior to introducing a new technology in a  maritime environment and commencing with shipboard testing.  Developmental testing does not include testing systems in concert  with other systems.", "Integration testing is intended to assess, verify, and validate the  performance of multiple systems operating together to achieve  required ship capabilities. For example, integration testing would  include among other things, testing the operability of the DBR in a  realistic environment where multiple antennas and arrays are emitting  and receiving transmissions and multiple loads are placed upon the  ship’s power and cooling systems simultaneously.", "Initial Operational Test and Evaluation (IOT&E) is a major  component of post-delivery testing intended to assess a weapon  system’s capability in a realistic environment when maintained and  operated by sailors, subjected to routine wear-and-tear, and employed  in combat conditions against simulated enemies. During this test  phase, the ship is exposed to as many actual operational scenarios as  possible to reveal the weapon system’s capability under stress.", "The Navy schedules and plans these test phases and milestones using a  test and evaluation master plan (TEMP) that is approved by the Deputy  Assistant Secretary of Defense for Developmental Test and Evaluation  (DT&E) and the Director for Operational Test and Evaluation (DOT&E).  The Deputy Assistant Secretary of Defense for DT&E leads the  organization within the Office of the Secretary of Defense that is  responsible for providing developmental test and evaluation oversight and  support to major acquisition programs. The Director, DOT&E leads the  organization within the Office of the Secretary of Defense that is  responsible for providing operational test and evaluation oversight and  support to major defense acquisition programs."], "subsections": []}, {"section_title": "Ford-Class Contracts", "paragraphs": ["Due to their vast size and complexity, aircraft carriers require funding for  design, long-lead materials, and construction over many years. To  accomplish these activities on the Ford class, the Navy has awarded  contracts for two phases of construction—construction preparation and  detail design and construction—which are preceded by the start of  advance procurement funding. Since September 2008, Newport News  Shipbuilding has been constructing CVN 78 under a cost-reimbursement  contract for detail design and construction of CVN 78. This contract type  places significant cost risk on the government, which may pay more than  budgeted should costs be more than expected. The Navy now expects to  largely repeat the lead ship design for CVN 79, with some modifications,  and construct that ship under a fixed-price incentive contract, which  generally places more risk on the contractor."], "subsections": []}, {"section_title": "Ford-Class Legislative Cost Caps", "paragraphs": ["To ensure the Navy adheres to its cost estimates, Congress, in the  National Defense Authorization Act for Fiscal Year 2007, established a  $10.5 billion procurement cost cap for CVN 78, and an $8.1 billion cost  cap for each subsequent carrier.the cost cap are necessary, it must first obtain statutory authority from  Congress, which means it would be required to submit a proposal to  Congress increasing the cost cap. The 2007 legislation also contains six  provisions that allow the Navy to make adjustments to the cost cap  (increasing or decreasing) without seeking statutory authority:   If the Navy determines adjustments to  cost changes due to economic inflation;  costs attributable to shipbuilder compliance with changes in Federal,  State, or local laws; outfitting and post-delivery costs;  insertion of new technologies onto the ships;  cost changes due to nonrecurring design and engineering; and  costs associated with correction of deficiencies that would otherwise  preclude safe operation and crew certification.", "The National Defense Authorization Act for Fiscal Year 2014 further  expanded the list of allowable adjustments, solely for CVN 78, to include  cost changes due to urgent and unforeseen requirements identified  during shipboard testing.", "Since 2007, the Navy has sought and been granted adjustments to CVN  78’s cost cap to the current amount of $12.9 billion, which were attributed  to construction cost overruns and economic inflation. In 2013, the Navy  increased CVN 79’s cost cap to $11.5 billion, citing inflation and additional  non-recurring design and engineering work. Subsequently, the National  Defense Authorization Act for Fiscal Year 2014 increased the legislated  cost cap for any follow-on ship in the Ford-class to $11.5 billion. In  addition, the Navy delayed CVN 79’s delivery by 6 months, from  September 2022 to March 2023, to reflect changes in the ship’s budget.", "Figure 1 outlines the Navy’s acquisition timeline for the Ford class, along  with adjustments made to the legislated cost cap throughout the course of  the shipbuilding program."], "subsections": []}, {"section_title": "Our Prior Recommendations", "paragraphs": ["In August 2007 and September 2013, we reported on the programmatic  challenges associated with technology development, design,  construction, and testing of the lead ship (CVN 78). In our 2007 report, we  noted that delays in Ford-class technology development and overly  optimistic cost estimates would likely result in higher lead ship costs than  what the Navy allotted in its budget. We recommended actions to improve  the realism of the CVN 78 budget estimate and the Navy’s cost  surveillance capacity, as well as develop carrier-specific tests of the DBR  to ensure the radar meets carrier-specific requirements. The Navy  addressed some, but not all, of our recommendations.", "Our 2013 report found delays in technology development, material  shortfalls, and construction inefficiencies were contributing to increased  lead ship construction costs and potential delays to ship delivery. We also  found the Navy’s ability to demonstrate CVN 78’s capabilities after  delivery was hampered by test plan deficiencies, and reliability shortfalls  of key technologies could lead to the ship deploying without those  capabilities. Lastly, we concluded that ongoing uncertainty in CVN 78’s  construction could undermine the Navy’s ability to realize additional cost  savings during construction of CVN 79—the follow on ship. These  findings led to several recommendations to DOD:  conduct a cost-benefit analysis on required CVN 78 capabilities,  namely reduced manning and the increased sortie generation rate, in  light of known and projected reliability shortfalls for critical systems; update the Ford-class program’s test and evaluation master plan to  allot sufficient time after ship delivery to complete developmental test  activities prior to beginning integration testing; adjust the planned post-delivery test schedule to ensure that system  integration testing is completed before IOT&E; defer the CVN 79 detail design and construction contract award until  land-based testing for critical systems is complete; and, update the CVN 79 cost estimate on the basis of actual costs and  labor hours needed to construct CVN 78.", "While DOD agreed with some of our recommendations, it did not agree  with our recommendation to defer the award of CVN 79’s detail design  and construction contract until certain testing of critical technology  systems were completed, noting that deferring contract award would lead  to cost increases resulting from the required re-contracting effort, among  other things. Shortly after we issued our report, however, the Navy  postponed awarding the construction contract until the first quarter of  fiscal year 2015, citing the need for additional time to negotiate more  favorable pricing with the shipbuilder as well as for the shipbuilder to  continue to implement and demonstrate cost savings."], "subsections": []}]}, {"section_title": "With Risks Remaining in CVN 78 Construction, the Navy Plans to Defer Work in an Effort to Meet Delivery Schedule and Cost Cap Goals", "paragraphs": ["The extent to which CVN 78 will be delivered within the Navy’s revised  schedule and cost goals is dependent on deferring work and costs to the  ship’s post-delivery period. Meeting CVN 78’s current schedule and cost  goals will require the shipbuilder to overcome lags in the construction  schedule. Successful tests of the equipment and systems now installed  on the ship (referred to as shipboard testing) will also be necessary.  However, challenges with certain key technologies are likely to further  exacerbate an already compressed test schedule. With the shipbuilder  embarking on one of the most complex phases of construction with the  greatest likelihood for cost growth, cost increases beyond the current  $12.9 billion cost cap appear likely. In response, the Navy is deferring  work until after ship delivery to create a reserve to help ensure that funds  are available to pay for any additional cost growth stemming from  remaining construction risks. In essence, the Navy will have a ship that is  less complete than initially planned at ship delivery, but at a greater cost.  The strategy of deferring work will result in the need for additional funding  later, which the Navy plans to request through its post-delivery and  outfitting budget account—Navy officials view this plan as an approach to  managing the cost cap. However, increases to the post-delivery and  outfitting budget account are not captured in the total end cost of the ship,  thereby obscuring the true costs of the ship."], "subsections": [{"section_title": "Lags in Construction Progress May Signal Slip in Delivery Date and Increased Costs", "paragraphs": ["The shipbuilder appears to have resolved many of the engineering and  material challenges that we reported in September 2013. These  challenges resulted in inefficient and out-of-sequence work that led to a  revision of the construction and shipboard test schedules and contributed  to an increase to the ship’s legislated cost cap from $10.5 billion to the  current $12.9 billion.remaining to complete construction and the shipboard test program under  way, the lagging effect of these issues is creating a backlog of  construction activities that further threaten the ship’s revised delivery date  and that may lead to further increased costs. As we have found in our  previous work, additional cost increases are likely to occur because the  remaining work on CVN 78 is generally more complex than much of the  work occurring in the earlier stages of construction.", "Nevertheless, with about 20 percent of work  As shown in table 1, the shipbuilder continues to face a backlog of  construction activities, including  completing work packages, which are sets of defined tasks and  activities during ship construction and are how the shipbuilder  manages and monitors construction progress through the construction  master schedule; outfitting of individual compartments on the ship; and  transferring custody of completed compartments and hull, mechanical,  and electrical systems to the Navy, referred to as “compartment and  system turnover.”"], "subsections": []}, {"section_title": "Delays in Shipboard Testing Likely Because of Issues Discovered During Land-Based Testing of Key Technologies", "paragraphs": ["As the shipbuilder completes construction and compartment outfitting  activities, the shipboard testing phase of the project commences. This  testing is scheduled to be completed by early February 2016 on the ship’s  hull, mechanical, and electrical systems, about 2 months before the  anticipated end of March 2016 delivery date. The shipboard test program  is meant to ensure correct installation and operation of the equipment and  systems in a maritime environment. This is a complex and iterative  process that requires sufficient time for discovering problems inherent  with the start-up and initial operation of a system, performing corrective  work, and retesting to ensure that the issues have been resolved.  However, as a result of previous schedule delays, the shipbuilder  compressed the shipboard test plan, resulting in a schedule that leaves  insufficient time for discovery and correction should problems arise.  Further, the construction delays discussed above directly affect the  builder’s ability to test the ship’s hull, mechanical, and electrical systems,  thus increasing the likelihood of additional testing delays. For example,  testing of the ship’s fire sprinklers was delayed because construction of  the sprinkling system was not completed on time. In other instances,  delays stemming from construction can have a cascading effect on the  test program. As another example, testing of the ship’s plumbing fixtures  was delayed until testing of the potable water distribution system was  completed and the system activated.", "Another integral part of the shipboard test program is testing the ship’s  key technologies, many of which are being operated for the first time in a  maritime environment, and ensuring that these technologies function as  intended. Four of these technologies are instrumental in executing CVN  78’s mission—AAG, EMALS, DBR, and the advanced weapons elevators.  Although these technologies are, for the most part, already installed on  the ship, certain technologies are still undergoing developmental land- based testing. Except for the advanced weapons elevators, which are  managed by the shipbuilder, the other technologies are being developed  by separate contractors, with the government providing the completed  system to the shipbuilder for installation and testing. The shipboard test  programs for EMALS and the advanced weapons elevators are currently  under way, while AAG and DBR testing is scheduled to commence in  fiscal year 2015. However, developmental testing for AAG, EMALS, and  DBR is taking place concurrently at separate land-based facilities (as well  as aboard the ship). This situation presents the potential for modifications  to be required for the shipboard systems that are already installed if land- based testing reveals problems. Three of the systems we reported on in  our last report in September 2013—AAG, EMALS, and DBR—have since  experienced additional developmental test delays (as shown in figure 2).", "Following is more information on the status of testing of these key  technologies.", "Shipboard testing for AAG is scheduled to begin in March 2015, but  according to the CVN 78 program office, the AAG contractor is  redesigning equipment on the system’s hydraulic braking system by  adding additional filtration and the shipbuilder is replacing associated  piping, which will likely delay the start of system testing. In addition, the  AAG contractor has to complete over 50 modifications to the systems  before shipboard testing can begin; these modifications are needed to  address issues identified during developmental testing at the land-based  test site. As we previously found, AAG experienced several failures  during land-based testing, which led to redesign and modification of  several subsystems, most notably the water twisters—a device used to  absorb energy during an aircraft arrestment. CVN 78 program officials  expressed concerns that the rework cannot be completed on time to  support the current shipboard test schedule, and attribute the delays to  the immaturity of AAG when it was installed on the ship.", "The shipboard test program is further at risk because additional design  changes and modifications to the shipboard AAG units remain likely. This  is because the Navy will now be conducting land-based testing of AAG  even as shipboard testing is under way. As a result of issues discussed  above, the Navy further delayed the schedule for land-based testing (as  shown in figure 2) and changed the test strategy to better ensure that it  could meet the schedule for testing live aircraft aboard the ship. AAG’s  previous land-based test plan was to sequentially test each aircraft type  planned for CVN 78 as a simulated load on a jet car track. After  completing jet car track testing for all aircraft types, the actual aircraft  were to be tested with the AAG system on a runway. This strategy  allowed for discovery of issues with each aircraft type prior to advancing  to the next stage of testing. However, earlier this year the AAG program  office changed its strategy so that each aircraft type will be tested  sequentially at the jet car track and runway sites. Once an aircraft  completes both types of testing, testers will re-configure the sites to test  the next type of aircraft, according to AAG program officials. Figure 3  shows the difference in AAG test strategies along with the overall ship  test schedule. The program office plans to complete this revised testing  approach with the F/A-18 E/F Super Hornet fighter first, as this aircraft will  be most in use aboard the carrier.", "While the Navy stated that this change was necessary to ensure that at  least one aircraft type would be available to certify the system for  shipboard testing, it further increases the potential for discovering issues  well past shipboard testing and even ship delivery.", "The shipbuilder began EMALS activation and shipboard testing activities  in August 2014, as planned. This is the first time EMALS is being  operated and tested in a maritime environment, in a multiple catapult  configuration, using a shared power source, with multiple electromagnetic  fields. Any additional delays with the EMALS shipboard test schedule will  directly affect CVN 78’s delivery date. Specifically, a key aspect of the  test program is testing the system’s launch capabilities by using weighted  loads that simulate an aircraft—referred to as dead-loads—off of the flight  deck of the carrier. This test must be completed by November 2015, the  point at which the shipbuilder is scheduled to turn the front of the ship  toward the dock to begin testing the ship’s propulsion system in  preparation for subsequent sea trials. At the same time, land-based  testing for EMALS is still on-going and the Navy now anticipates testing  will be completed during the third quarter of fiscal year 2016.", "Shipboard testing is scheduled to begin in January 2015, but according to  the CVN 78 program office, the DBR contractor must first make 5  modifications to the installed radar system prior to its initial activation. In  particular, the power regulating system needs to be modified, which  requires removal, modification, and re-installation of certain power control  modules. Shipbuilder officials told us that any delay to the installation of  these items will likely affect the DBR shipboard test schedule, but  according to the DBR program office, software and hardware  modifications to correct this issue are complete and the ship-set units are  in production.", "Program officials do not anticipate additional changes to the system’s  hardware prior to commencing shipboard testing, but they do expect  further software modifications as land-based development testing  progresses. As a result, there is the risk that additional modifications to  the shipboard DBR system will be required. In addition, land-based  testing of the DBR is based on a conglomeration of engineering design  models that is not representative of the version of the radar installed on  the ship, which further increases the likelihood that shipboard testing will  require more time and resources than planned."], "subsections": [{"section_title": "Advanced Weapons Elevators", "paragraphs": ["Shipboard testing of components to the advanced weapons elevators  began in February 2012, but testing has not proceeded as planned. As of  August 2014, the shipbuilder had operated 4 of the ship’s 11 weapons  elevators, but testing delays have occurred due to faulty components and  software integration challenges, and premature corrosion of electrical  parts. The shipbuilder has increased the amount of construction labor  allocated to the weapons elevators in an effort to recover from these  schedule delays.", "CVN 78’s schedule has limited ability to absorb the additional delays that  appear likely, given the remaining construction and testing risks. A delay  in the ship’s planned March 2016 delivery could result in a breach of  DOD’s acquisition policy. Among other things, a breach would require the  CVN 78 program manager to seek approval from the Navy and DOD to  further revise the schedule. Shipbuilder officials maintain that they can  meet the ship’s revised delivery date, but acknowledge that the revised  shipboard test plan is proving challenging because of delays associated  with construction and concurrent developmental testing of key  technologies discussed above. To regain lost schedule, the shipbuilder  may choose to expend additional labor hours by paying workers overtime  or hiring subcontracted labor; however, these actions would result in  additional and unanticipated costs."], "subsections": []}]}, {"section_title": "Navy Deferring Work to Post-Delivery, but Funding Not Sufficient to Cover All Likely Cost Growth", "paragraphs": ["The CVN 78 program’s costs are approaching the legislative cost cap  budget of $12.9 billion, but further cost growth is likely based on  performance to date as well as ongoing construction, shipboard testing  and technology development risks. To improve the likelihood of meeting  the March 2016 delivery date and to compensate for potential cost  growth, the Navy is (1) removing work from the scope of the construction  contract and (2) deferring purchase and installation of some mission- related systems provided by the government to the shipbuilder until after  ship delivery. Consequently, completion of CVN 78 may not occur until  years later than initially planned.", "According to the CVN 78 program office, this approach creates a funding  reserve to cover cost growth due to unknowns in the shipboard test  program, particularly given that many of the ship’s systems are being  operated and tested for the first time in a maritime environment. However,  the value of the deferred work may not be adequate to fully fund all  remaining costs needed to produce an operational ship. Table 2 shows  the type of work being deferred from the current plan to post-delivery, and  the program office’s estimated value of the work. As of September 2014,  program officials said they are still negotiating with the shipbuilder on the  dollar value of construction labor that it plans to descope from CVN 78’s  construction contract.", "The program office plans to use this approximately $96 million reserve in  the likely event there is additional cost growth above the $12.9 billion  budgeted cost cap. However, given the on-going construction and testing  risks previously discussed, this cash reserve is unlikely to be adequate to  cover the entire expected cost growth of the ship. As shown in Table 3,  the shipbuilder, CVN 78 program office, and the Naval Sea Systems  Command Cost Engineering Office (the Navy’s cost estimators), are all  forecasting a cost overrun at ship completion ranging from $780 million to  $988 million. According to shipbuilder and CVN 78 program office  estimates, the program will meet the $12.9 billion legislated cost cap and  has sufficient funds to cover the anticipated cost overruns. If, however,  costs increase according to the Naval Sea Systems Command Cost  Engineering Office’s estimate or higher, additional funding will be needed  above the cash reserve amount.", "Further, cost and analyses offices within the Office of the Secretary of  Defense have tracked the ship’s costs for several years and report that  without significant improvements in the program’s overall cost  performance, CVN 78’s total costs will likely exceed the program’s $12.9  billion cost cap by approximately $300 million to $800 million.fall within this range, the Navy will need to either defer additional work to  post-delivery or request funding under the ship’s procurement budget line  above the $12.9 billion cap. Under the cost cap legislation, such an action  would require prior congressional approval.", "To fund work deferred to the post-delivery period in the event of  unbudgeted cost growth, the CVN 78 program office is considering using  funding from the Outfitting and Post-Delivery budget account. Program  officials noted that other Navy shipbuilding programs have also used  funds from the outfitting and post-delivery accounts to complete deferred  construction work. Navy officials view this as an approach to managing  the cost cap. At the same time, however, because the Navy considers  post-delivery and outfitting activities as “non end-cost” items—meaning  that funds from this account are not included when calculating the total  construction cost of the ship—visibility into the ship’s true construction  cost is obscured."], "subsections": []}]}, {"section_title": "CVN 78 Will Not Demonstrate Key Capabilities Prior to Deployment and Faces Continued Post-Delivery Testing Challenges", "paragraphs": ["CVN 78 will not demonstrate its required capabilities prior to deployment  because it cannot achieve certain key requirements according to its  current test schedule. Specifically, the ship will not have demonstrated its  increased sortie generation rate (SGR), due to low reliability levels of key  aircraft launch and recovery systems, and required reductions in  personnel remain at risk. The Navy expected both of these requirements  to contribute to greater capability and lower costs than Nimitz-class  carriers. Further, the ship is likely to face operational shortfalls resulting  from a ship design that restricts accommodations. Finally, tight time  frames for post-delivery testing of key systems due to aforementioned  technology development delays could result in the ship deploying without  fully tested systems if deployment dates remain unchanged."], "subsections": [{"section_title": "CVN 78 Will Not Demonstrate all Key Capabilities Prior to Deployment", "paragraphs": ["The Navy’s business case for acquiring the Ford-class depended on  significantly improved capabilities over legacy Nimitz-class carriers,  specifically an increased SGR and reduced manning profile. The Navy  anticipated that these capabilities would reduce total ownership costs for  the ship. Our September 2013 report found several shortfalls in the  Navy’s projections for meeting the SGR and reduced manning  requirements, and our current work found continuing problems in these  areas."], "subsections": [{"section_title": "Sortie Generation Rate", "paragraphs": ["The Navy used the SGR requirement to help guide ship design, but CVN  78 will not be able to fully demonstrate this capability before the ship is  deployment ready. As shown in table 4, CVN 78’s SGR requirements are  higher than the demonstrated performance of the Nimitz-class.", "The increased SGR requirement for the Ford-class reflected earlier DOD  operational plans to mount campaigns in two theaters simultaneously.  Under this scenario, a high SGR was essential to quickly achieving  warfighting objectives, but according to Navy officials, this requirement is  no longer reflective of current operational plans.", "The Navy plans to demonstrate CVN 78’s SGR requirement using a  modeling and simulation program in 2019, near the end of CVN 78’s  IOT&E period. As the modeling and simulation program continues to  mature and develop, the Navy, according to the TEMP, plans to collect  data from a sustained and surge flight operation and then incorporate  these data into the model. Once this is completed and the model is  accredited, the Navy will subsequently run a simulation of the full SGR  mission.", "Current runs of the model indicate the ship can meet the required  sustained and surge sortie rates, which Navy and shipbuilding officials  involved with the modeling and simulation effort explained is primarily due  to flight deck redesign and not the ship’s new aircraft launch and recovery  technologies. However, ongoing issues with the development of EMALS  and AAG are resulting in low levels of system reliability that will be a  barrier to achieving required SGR rates once the model is populated with  actual data from these technologies. System reliability is critical to the  carrier’s ability to meet the SGR requirement and is measured in terms of  mean cycles between critical failures, or the average number of times  each system launches or recovers aircraft before experiencing a failure.", "As shown in table 5, the most recent available metrics from January 2014  show that EMALS and AAG show such low reliability rates that it is  unlikely that these systems will achieve reliability rates needed to support  SGR requirements before the demonstration event in 2019 or for years  after the ship is deployment ready.", "As a result of these systems’ low reliability, we questioned the Navy’s  sortie generation requirement in our September 2013 report and  recommended that the Navy re-examine whether it should maintain this  requirement or modify it—seeking requirements relief from the Joint  Requirements Oversight Council if the Navy found it was not operationally  necessary. DOT&E has also raised questions about the need for  increased sortie generation. DOT&E analyzed past aircraft carrier  operations in major conflicts and reported that the CVN 78 SGR  requirement is well above historical levels. In its January 2014 annual  report, DOT&E cited the poor reliability of critical systems, such as  EMALS and AAG, noting that performance of these systems could cause  a series of delays during flight operations that could make the ship more  vulnerable to attack. DOT&E plans to assess CVN 78 performance during  IOT&E by comparing its demonstrated SGR to the demonstrated  performance of the Nimitz-class carriers. Although the carrier would not  meet its required capability, DOT&E stated that a demonstrated SGR less  than the CVN 78 requirement, but equal to or greater than the  performance of the Nimitz-class, could potentially be acceptable.  However, the Navy would still be required to obtain approval from the  Joint Requirements Oversight Council to lower the requirement."], "subsections": []}, {"section_title": "Reduced Manning and Habitability Requirements", "paragraphs": ["Another CVN 78 key performance requirement is a reduced ship’s force,  relative to the Nimitz-class, with the goal of lowering total operational  costs. “Ship’s force” refers to all personnel aboard a carrier except those  designated as part of the air wing and in certain support or other assigned  roles. The Navy’s reduced manning requirement for CVN 78 is a ship’s  force that has 500 to 900 fewer personnel than Nimitz-class carriers.  Table 6 compares manning totals for the Nimitz class with Ford-class  manning projections.", "As of September 2014, the Navy projects a 663-sailor reduction in the  ship’s force, which represents a 163-person margin over the minimum  required reduction of 500 personnel. But our analysis found that the  carrier is not likely to achieve this level of reduction and still meet its  intended capabilities. Key factors contributing to the difficulties in meeting  the reduced manning requirement include the following:", "Poor reliability of key systems—including EMALS and AAG—and  sailors’ limited experience in operating these systems in a maritime  environment, which may require additional personnel. For example,  AAG will require additional maintenance than planned due to changes  to the system’s hydraulic braking system, according to Navy officials.", "Additional ship’s force personnel will be needed to meet the surge  SGR of 270 sorties per day, based on the Navy’s most recent  operational test and evaluation force assessment.", "Additional operational personnel, particularly in the supply  department, will likely be needed on the ship, according to the CVN  78 pre-commissioning unit—the crew assigned to the ship while it is  under construction.", "These factors are likely to increase the total number of personnel on CVN  78.", "As a reflection of the Navy’s confidence in reducing manning on the Ford  class, the ships were designed with significantly fewer berths (4,660) as  compared to the Nimitz class to accommodate the ship’s force, air wing,  and all other embarked personnel. However, now the number of berthings  is fixed and the ship cannot accommodate additional manpower without  significant design changes. Further, the Navy requires new ship designs,  including CVN 78, to provide a habitability margin—a percentage of extra  berths above the projected ship’s force to accommodate potential  personnel growth throughout the service life of the ship. This margin  includes berths as well as support services for personnel aboard the ship,  such as food and sanitation facilities. Given current manning projections  and available accommodations, as shown in table 7, the Navy recognizes  that CVN 78 falls well short of meeting its required habitability margin.  This required margin is equivalent to 10 percent of the ship’s force or 263  berths. As a result, the CVN 78 program office plans to request a waiver  for this requirement from the Chief of Naval Operations.", "In fact, the carrier currently has so few extra berths that it can only  accommodate a slight increase in personnel. And the Navy’s estimated  accommodation needs do not take into account the likelihood that  additional personnel will be needed above and beyond the Navy’s current  projected ship’s force (2,628 sailors). In addition, spare berthing is also  used for personnel temporarily assigned to the ship, such as inspectors,  trainers, or visitors. If CVN 78 must enlarge its ship’s force as well as  accommodate personnel temporarily assigned to the ship, it is likely that  no actual accommodations would be available. Consequently, CVN 78  must be “manning neutral,” so that personnel coming aboard must be  matched by personnel debarking, in accordance with the ship’s  operational needs and personnel specialties.", "This situation is further exacerbated because the Navy will need to  operate CVN 78 with a greater percentage of its crew than the Nimitz  class. According to the Navy’s most recent (2011) analysis of manning  options for CVN 78, staffing the ship at less than 100 percent; that is, with  fewer personnel than the current projected total force of 4,533, had an  adverse effect on quality of life at sea because the crew had to perform  additional duties or remain on duty for longer periods. This manning  analysis also found that reducing staffing to 85 percent—which is typical  for a Nimitz-class ship—compromised ship operations. The analysis  concluded that careful management of personnel specializations will be  needed and recommended cross-training personnel in key departments  to minimize the risk to ship operations. Future costs for the ship could  also increase if the Navy must eventually convert spaces to  accommodate additional berthing."], "subsections": []}]}, {"section_title": "Changes to Post-Delivery Test Plans Coupled with Key Systems’ Developmental Delays Could Result in CVN 78 Deploying Without FullyTested Systems", "paragraphs": ["The Navy has further compressed post-delivery plans to test CVN 78’s  capabilities and increased concurrency between test phases since our  last report in September 2013. This means that there will be less time for  operational testing, which is the Navy’s opportunity to test and evaluate  the ship against realistic conditions before its first deployment."], "subsections": [{"section_title": "Revised Test Plan Provides Less Time for Operational Testing", "paragraphs": ["As we reported in September 2013, the Navy added in 2012 an additional  integration test period to the CVN 78 TEMP as recommended by the  Deputy Assistant Secretary of Defense for DT&E and the Director,  DOT&E. This integration testing is important because it allows ship  systems still in development—such as EMALS and AAG—to be tested  together in their shipboard configuration. In our report, we recommended  that the Navy adjust its planned post-delivery test schedule to complete  this integration testing before commencing IOT&E. The Navy did not  agree and overlap between integration testing and IOT&E remains and is  now longer. This situation constrains the Navy’s ability to discover and  resolve problems during the integration testing phase and before  beginning IOT&E, which further limits opportunities for the Navy to  resolve problems discovered during testing and risks additional discovery  during IOT&E. In addition, the Navy and DOD still have not resolved  whether CVN 78 will be required to conduct the Full Ship Shock Trial for  the Ford-class. As we reported last year, the program office deferred this  testing to the follow-on ship, CVN 79; a strategy that did not receive  DOT&E approval. According to program officials, final determination of  whether the trial will be conducted on CVN 78 or CVN 79 will be made by  the Under Secretary of Defense for Acquisition, Technology, and  Logistics near the end of 2014.", "Since our last report, the Navy doubled the length of the new integration  testing period, but clarified that this testing also includes ongoing  developmental testing of key systems, assessment of prior test results,  and repairs or changes to fix deficiencies identified in earlier test periods.  In fact, the Navy plans to conduct well over a dozen certifications and  major ship test events during this period. For example, it plans to conduct  a total ship survivability trial—testing CVN 78’s capability to recover from  a casualty situation and the extent of mission degradation in a realistic  operational combat environment. If the Navy discovers significant issues  during testing, or events cause additional delays to testing, it will have to  choose whether deploy a ship without having fully tested systems or  delay deployment until testing is complete.", "To help manage this risk, the Navy plans to divide operational testing into  two phases. According to program officials, this approach will allow  developmental testing, deficiency correction, and integration testing to  continue on the mission-related systems installed after ship delivery and  on those systems that are not required to support the first phase of  operational testing. The first phase of operational testing will focus on  testing the ship’s ability to accomplish basic tasks by stressing the ship’s  crew, aviation facilities, and the combat and mission-related systems  installed prior to delivery under realistic peacetime operating conditions.  The second phase of operational testing incorporates embarked strike  groups and other detachments that support operations and tests CVN  78’s ability to conduct major combat operations, particularly the tactical  employment of the air wing in simulated joint, allied, coalition, and strike  group environments. The goal is to stress CVN 78’s aviation, combat and  mission-related systems, particularly those systems installed after ship  delivery. Figure 4 shows these changes to the CVN 78 post-delivery test  schedule.", "The current test schedule is optimistic, with little room for delays that may  occur as a result of issues identified during the integration and operational  test phases. Even if the Navy meets the current schedule, it will not  complete all necessary testing in the time remaining before the ship is  deployment ready. This issue will be further exacerbated if land-based or  shipboard testing discussed earlier reveals significant problems with the  ship’s systems, as the time needed to address such issues may interfere  with the ship’s integration and operational test phases. Navy officials  responsible for operational testing stated that they will only conduct  operational testing when shipboard systems are deemed ready. However,  neither the CVN 78 program office nor the Navy’s operational test  personnel know how often system testing can be deferred before  affecting the schedule for operational testing on other systems,  particularly given the interoperation of systems on a carrier. For example,  the DBR supports ship combat systems and simultaneously conducts air  traffic control. If it is not ready to support flight operations in the first  segment of IOT&E, combat operations in the second segment that also  rely on the radar are likely to be affected."], "subsections": []}]}]}, {"section_title": "Navy’s Ability to Meet CVN 79 Cost Cap Predicated on Ambitious Efficiency Gains and Deferring Work until after Ship Delivery", "paragraphs": ["To meet the $11.5 billion legislative cost cap for CVN 79, the Navy is  assuming the shipbuilder will make efficiency gains in construction that  are unprecedented for aircraft carriers and has proposed a revised  acquisition strategy for the ship. With shipbuilder prices for CVN 79  growing beyond the Navy’s expectations, the Navy extended the  construction preparation (CP) contract to allow additional time for the  shipbuilder to reduce cost risks prior to awarding a construction contract.  In addition, the Navy’s proposed revision to the ship’s acquisition strategy  would reduce a significant amount of work needed to make the ship fully  operational until after ship delivery. While this strategy may enable the  Navy to initially achieve the cost cap and is allowed under the cost cap  provision without the need for congressional approval, it also results in  transferring the costs of planned capability upgrades—previously included  in the CVN 79 baseline—to future maintenance periods to be paid  through other (non-CVN 79 shipbuilding) accounts."], "subsections": [{"section_title": "Current and Historical Performance Suggests Shipbuilder Is Unlikely to Achieve Efficiency Gains Needed to Realize Cost Goals", "paragraphs": ["The Navy’s $11.5 billion cost estimate for CVN 79 is underpinned by the  assumption that the shipbuilder will significantly lower construction costs  through realizing efficiency gains. While performance to date has been  better than that of CVN 78, early indicators suggest that the Navy is  unlikely to realize anticipated efficiencies at the level necessary to meet  cost and labor hour reduction goals. In its May 2013 report to Congress  on CVN 79 program management and cost control measures, the Navy  stated that 15-25 percent fewer labor hours (about 7 million to 12 million  hours) will be needed to construct CVN 79 as compared to CVN 78.  Although the Navy and shipbuilder continue to look for labor hour  reduction opportunities, thus far, shipbuilder representatives have  identified improvements that they stated will save about 800,000 labor  hours. As we identified in September 2013, many of the proposed labor  hour reductions are attributed to lessons learned during construction of  CVN 78 and revising CVN 79’s build plan to perform pre-outfitting work  earlier in the build process. This is because work completed earlier in the  build process, such as in a shop environment, is more efficient and less  costly than work done later on the ship where spaces are more difficult to  maneuver within. In addition, the shipbuilder’s revised build plan  consolidates and increases the size of superlifts—fabricated units and  block assemblies that are grouped together and lifted into the dry dock— to form larger sections of the ship. Other notable labor hour savings  initiatives involve increased use of new welding technologies and  improved cable installation techniques.", "Construction of CVN 79 is still in the initial stages, and most of the  projected cost savings and labor hour reduction opportunities are in  structural units and parts of the ship that are not yet under construction.  However, there are indications that achieving the anticipated 7 million to  12 million hour reduction goal will be challenging. As of the end of March  2014, the shipbuilder had completed fabrication of 205 structural units— about 18 percent of the ship’s total—with over a hundred more in various  stages of fabrication. Although the ship is still in the early stages of  construction, the cumulative labor hour reductions for the completed units  fell short of the Navy and shipbuilder’s expected reduction by about 3.5  percent, as shown in figure 5. Program officials stated that while the  cumulative reduction has not yielded the expected results, a number of  the structural units were completed prior to the shipbuilder’s  implementation of labor saving initiatives. They further added that  completed units, more representative of remaining work, have yielded  approximately a 16 percent reduction in labor hours for fitters and  welders.", "In addition, the shipbuilder’s scheduling processes may further limit  insight into the effectiveness of these initiatives. We evaluated the  shipbuilder’s processes and tools used to plan and schedule work against  GAO’s best practices in scheduling. We identified scheduling practices  that may interfere with the shipbuilder’s and Navy’s ability to accurately  manage and monitor the construction schedule and the way in which the  shipbuilder allocates labor, equipment, and material resources. In  particular, the shipbuilder’s enterprise resource management system  (which tracks use of labor and materials) and master construction  schedule (which tracks the time required to complete work packages) are  stand-alone, independent systems, which means that changes in one  system are not automatically updated in the other. Consequently, the  shipbuilder—and subsequently the government—lacks real time insight in  to whether resources are being used according to schedule. This lack of  insight limits management’s ability to effectively respond to delays, thus  driving inefficiencies into the build process, and also limits the  shipbuilder’s ability to take advantage of opportunities when work is  completed ahead of schedule. Although the shipyard is transitioning to a  new scheduling software program, the shipbuilder does not plan to revise  its existing scheduling and resource management process to enable  better insight for CVN 79. The legacy scheduling system the shipbuilder  employed did not allow for data to be exported to the government. The  new scheduling system has the ability to allow for increased Navy  oversight since the data are exportable, thus allowing, among other  things, the ability to independently examine the effects of schedule  slippage or realism of the shipbuilder’s estimated labor needs. According  to program officials, the Navy intends to incorporate this data as a  deliverable item in the CVN 79 construction contract.", "Even with the shipbuilder’s improvements, reducing construction of CVN  79 by approximately 7 million to 12 million labor hours as compared to  CVN 78 would be unprecedented in aircraft carrier construction. As  shown in table 8, with each successive aircraft carrier build, the number  of labor hours needed to complete construction has, at most, decreased  by 9.3 percent as compared to the previous ship (with CVN 69 compared  to CVN 68 accounting for the largest percentage decrease). Although  CVN 78 and CVN 79 are similar to CVN 68 and CVN 69 in that there is a  first-to-second ship of a class transition, in most instances sizeable labor  hour reductions only occurred as a result of constructing two aircraft  carriers though a single contract, rather than acquiring the ships  individually through separate construction contracts as is the case with  the Ford class."], "subsections": []}, {"section_title": "Navy’s Revised Acquisition Strategy May Create Near-Term Cost Savings but Leads to Uncertainties in Final Ship Costs", "paragraphs": ["The Navy planned to award the CVN 79 detail design and construction  contract in late fiscal year 2013, but subsequently delayed the award and  extended the construction preparation contract because negotiations with  the shipbuilder were taking longer than the Navy anticipated. As a result,  the Navy now intends to award the detail and design contract at the end  of the first quarter of fiscal year 2015, which program officials stated  allows sufficient time to negotiate prices and demonstrate cost reductions  and process improvements that will lead to lowering CVN 79’s  construction costs. In the meantime, more work is now being completed  under the construction preparation contract, with almost 60 percent of the  ship’s total structural units under the CP contract, as shown in table 9  below. According to program officials, this work accounts for about 20  percent of the ship’s overall construction effort.", "By extending the CP contract, the program office expects that it will  reduce material costs by 10-20 percent from CVN 78 and prevent late  deliveries of items, such as valves, that led to significant material  shortfalls and out-of-sequence construction work and contributed to that  ship’s cost growth, as we noted in our September 2013 report. Under the  Navy’s material procurement strategy, approximately 95 percent of CVN  79’s material to be procured by the shipbuilder was under contract as of  September 2014.", "In addition, the Navy recently completed an affordability and capability  review of CVN 79 in an effort to further reduce construction costs and  shipbuilding requirements to ensure that it could meet the $11.5 billion  cost cap—which Navy officials stated was otherwise unachievable. In  response, the Navy plans to (1) institute cost savings measures by  reducing some work and equipment; (2) revise the acquisition strategy to  shift more work to post-delivery—including installation of mission  systems—while still meeting statutory requirements for deploying CVN  79; and (3) deliver the ship with the same baseline capability as CVN  78—postponing a number of planned mission system upgrades and  modernizations until future maintenance periods. Program officials told us  they plan to seek approval to initiate these changes at CVN 79’s  upcoming program review with the Office of the Secretary of Defense,  which is now scheduled for December 2014, in advance of the detail  design and construction contract award.", "Most notably, the Navy plans to depart from its planned installation of  DBR on CVN 79, in favor of an alternative radar system, which it expects  to provide a better technological solution at a lower cost. By seeking  competitively awarded offers, Navy officials anticipate realizing savings of  about $180 million for CVN 79. Final determination of CVN 79’s radar  solution is not scheduled to occur until after March 2015, at least 3  months after the estimated detail design and construction contract award.  It is around this time that the program office anticipates it will solicit  proposals from prospective bidders. Program officials told us that they  intend to work within the current design parameters of the ship’s island,  which they say would limit extensive redesign and reconfiguration work to  accommodate the new radar. While the extent of redesign work is  unknown, such a change will still result in additional ship construction  costs, which could offset the Navy’s estimate of DBR savings.", "Other cost savings measures are wide ranging and include eliminating one of the four AAG units planned for the ship (Nimitz- class carriers have 3 operational arresting units); eliminating redundant equipment requirements such as the ship’s  emergency power unit for the steering gear and spare low pressure  air compressors; and modifying test requirements for certain mechanical systems.", "In addition to these cost savings measures, the CVN 79 program office is  proposing a two-phased approach for ship construction and delivery.  Although the details of the Navy’s revised acquisition strategy continue to  evolve, the basic premise is that delivery by the shipbuilder will consist of  only the hull, mechanical and electrical aspects of the ship (referred to as  phase I), followed by completion of remaining construction work and  installation of the warfare and communications systems during the post- delivery period (referred to as phase II). At ship delivery, CVN 79 will  have its full propulsion capability, as well as the core systems for safe  navigation and crew safety; and necessary equipment to demonstrate  flight deck operations, such as EMALS and AAG. All remaining  construction work, primarily consisting of the procurement and installation  of several warfare and communications systems, will be completed post- delivery. The program office currently plans to maintain the ship’s 2023  delivery date, but as shown in figure 6, the revised strategy extends the  acquisition schedule and the ship’s deployment ready date by about 15  months. Program officials stated that despite this delay in the schedule it  would still meet the statutorily required minimum number of operational  aircraft carriers because CVN 79 would still be deployment ready shortly  after USS Nimitz (CVN 68) is currently slated to retire in fiscal year 2025.", "As currently planned, the revised strategy, by design, will result in a less  capable and less complete ship at delivery. According to CVN 79 program  officials, reducing the shipbuilder’s scope of work, along with a reduction  in some construction requirements, will lead to negotiating more favorable  pricing of the detail design and construction contract. In addition, they  noted that maintaining the current delivery schedule will deliberately allow  for a slower pace of construction, thus potentially requiring less use of  overtime or leased labor. Further, program officials state that delaying  installation of warfare and communications systems—such as those  systems with high obsolescence risk—can potentially limit procuring  equipment that has been surpassed by technology advances by the time  the ship begins phase II of the Navy’s revised strategy. Finally, Navy  officials believe that adopting this approach will enable the program to  reduce costs by introducing additional competition for the ship’s systems  and installation work after delivery.", "While the two-phased strategy may enable the program to initially stay  within the legislated cost cap, it will transfer the costs of a number of  known capability upgrades previously included in the CVN 79 baseline to  other (non-CVN 79 shipbuilding) accounts. As shown in table 10, the  program office plans to defer installation of a number of systems to future  maintenance periods.", "Based on current estimates, the value of the deferred systems is about  $200 million - $250 million. Moreover, this strategy will result in deferring  installation of systems and equipment needed to accommodate the  carrier variant of the Joint Strike Fighter aircraft (F-35C) until fiscal year  2027 at the earliest.", "Further, should construction costs grow above estimates, the Navy may  subsequently choose to use funding intended for phase II work to pay for  construction cost increases without increasing the cost cap. The Navy  would have this option because additional funding through post delivery  budget accounts are not included in calculating the ship’s end cost,  similar to the aforementioned situation with CVN 78. According to Navy  officials, this approach allows the program to manage the cost cap  without seeking statutory authority."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Constructing and delivering an aircraft carrier is a complex undertaking.  The Ford-class program, in particular, has faced a steep challenge due to  the development, installation and integration of numerous technologies— coupled with optimistic budget and schedule. The Ford class is intended  to provide significant operational advantages over the Nimitz class.  However, with about 80 percent of the lead ship constructed, the program  continues to struggle with construction inefficiencies, development issues,  testing delays, and reliability shortfalls. These are issues that have been  mounting for a number of years. Now, as the program embarks on its  most challenging phase—shipboard testing—additional cost increases in  excess of the $2.3 billion since 2009 appear likely. To manage this risk,  the Navy is creating a cost buffer by deferring construction work and  installation of mission-related systems to the post-delivery period. This  strategy may provide a funding cushion in the near term, but it may not be  sufficient to cover all potential cost increases. After raising the cost cap  several times, the Navy is now managing the cost cap by reducing the  scope of the delivered ship and is considering paying for the deferred  scope through a budget account normally used for post-delivery activities.  This contradicts the purpose of the congressional cost cap, which is to  hold the Navy accountable for the total cost estimate for buying a  deployable ship.", "Further, after an investment of at least $12.9 billion, CVN 78 may not  achieve improved operational performance over the Nimitz class of  aircraft carriers as promised for some time to come. Reliability shortfalls  and development uncertainties in key Ford-class systems will prevent the  ship from demonstrating its required sortie generation rate before initial  deployments. Personnel accommodation restrictions resulting from the  ship’s design has the potential of causing operational limitations that the  Navy will have to manage closely—a constraint that does not exist in the  Nimitz class. We previously recommended re-assessing these  requirements; the Navy agreed that such an analysis is appropriate, but  one that it would not pursue until the conclusion of operational testing. As  we previously concluded, waiting until this point would be too late to make  effective tradeoffs among cost, schedule, and performance for follow-on  ships.", "As the Navy prepares to award the detail design and construction  contract for the next Ford-class ship, CVN 79, it is clear that achieving the  cost cap will be challenging. While the Navy and the shipbuilder are  working to reduce costs, the Navy’s ability to achieve the congressional  cost cap relies, in part, on deferring planned capability improvements until  later maintenance periods. From an accountability and oversight  standpoint, it would be preferable to keep the scope of the delivered ship  constant—an essential component of a baseline—and raise the cost cap  accordingly."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["The legislated cost cap for Ford-class aircraft carrier construction  provides a limit on procurement funds. However, the legislation also  provides for adjustments to the cost cap. To understand the true cost of  each Ford-class ship, Congress should consider revising the cost cap  legislation to ensure that all work included in the initial ship cost estimate  that is deferred to post-delivery and outfitting account is counted against  the cost cap. If warranted, the Navy would be required to seek statutory  authority to increase the cap."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are not making any new recommendations, but our recommendations  from our September 2013 report remain valid."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOD for comment. In its written  comments, which are reprinted in appendix III, DOD agreed with much of  the report but disagreed with our position on cost cap compliance. In  particular, DOD disagreed that a change in cost cap legislation is  necessary because it believes all procurement funds are counted toward  the cost cap. While it is true that the current cost cap legislation does  require the inclusion of all procurement funds, up to this point the Navy  has not included funding for outfitting and post delivery costs in its end  cost estimates. Further, the current legislation allows the Navy to make  changes to the ships’ outfitting and post-delivery budget accounts without  first seeking statutory authority. In the event that costs increase above the  Navy’s current estimates, the Navy is considering deferring work until the  post-delivery period and funding it through the outfitting and post delivery  accounts, which would limit visibility into the ship’s true end cost. Our  intention is not necessarily, as DOD states, to keep the post-delivery and  procurement accounts separate, but rather to create a stable cost  baseline for accountability and oversight purposes.", "DOD also disagreed with our conclusion that constructing CVN 79 within  the current cost cap might not be achievable, but agreed that it will be  challenging. DOD stated that the cost cap for CVN 79 is achievable  largely due to the Navy’s two-phased acquisition approach, which is now  intended to deliver the next carrier with the same capabilities as CVN 78.  We agree that reducing the scope of CVN 79 prior to ship delivery should  also reduce the cost estimate in the near term. As we noted in our report,  however, the Navy initially included planned capability improvements in  CVN 79’s baseline estimate. These improvements will now occur during a  later maintenance period, the costs of which are to be shifted to other  (non-CVN 79 shipbuilding) accounts at a later date. While the Navy’s  approach to CVN 79’s cost estimate may initially appear to meet the cost  cap, it serves to obscure the ship’s true cost. As we concluded in the  report, from an accountability standpoint, it would be preferable to keep  the scope of CVN 79 constant and raise the cost cap accordingly, if  needed.", "In addition, DOD provided technical comments that were incorporated as  appropriate. These comments included, among others, additional  information on CVN 78’s shipboard test program and the Navy’s two- phased approach to constructing and delivering CVN 79.", "We are sending copies of this report to interested congressional  committees, the Secretary of Defense, and the Secretary of the Navy. In  addition, the report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-4841 or mackinm@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["This report examines remaining risks in the CVN 78 program since  September 2013 by assessing: (1) the extent to which CVN 78 will be  delivered to the Navy within its revised cost and schedule goals; (2) if,  after delivery, CVN 78 will demonstrate its required capabilities through  testing before the ship is deployment ready; and (3) the steps the Navy is  taking to achieve CVN 79 cost goals.", "To identify challenges in delivering the lead ship within current budget  and schedule estimates, we reviewed Department of Defense (DOD) and  contractor documents that address technology development efforts  including test reports and program schedules and briefings. We also  visited the lead ship of the Ford-class carriers, USS Gerald R. Ford (CVN  78), to observe construction progress and improve our understanding of  the installation progress of the critical technologies aboard CVN 78. We  evaluated Navy and contractor documents outlining cost and schedule  parameters for CVN 78 Navy budget submissions, contract performance  reports, quarterly performance reports, and program schedules and  briefings. In addition, we reviewed the shipbuilder’s Earned Value  Management data and developed our own cost and labor hour estimates  at ship completion and compared this with data provided by the Navy and  shipbuilder. We also relied on our prior work evaluating the Ford-class  program and shipbuilding best practices to supplement the above  analyses. To further corroborate documentary evidence and gather  additional information in support of our review, we conducted interviews  with relevant Navy and contractor officials responsible for managing the  technology development and construction of CVN 78, such as the  Program Executive Office, Aircraft Carriers; CVN 78 program office;  Newport News Shipbuilding (a division of Huntington Ingalls Industries);  Supervisor of Shipbuilding, Conversion, and Repair Newport News  Command; Aircraft Launch and Recovery program office; and the  Program Executive Office, Integrated Warfare Systems. We also held  discussions with the Naval Sea Systems Command’s Cost Engineering  and Industrial Analysis Division; the Defense Contract Management  Agency; and the Defense Contract Audit Agency.", "To evaluate whether CVN 78 will demonstrate its required capabilities, we  identified requirements criteria in the Future Aircraft Carrier Operational  Requirements Document and compared requirements with reliability data  and reliability growth projections for key systems. We also examined the  CVN 78 preliminary ship’s manning document and wargame analysis of  planned manning, as well as the Commander, Operational Test and  Evaluation Force’s most recent operational assessment for the ship to  identify potential manpower shortfalls. To evaluate whether the Navy’s  post-delivery test and evaluation strategy will provide timely  demonstration of required capabilities, we analyzed (1) development  schedules and test reports for CVN 78 critical technologies; (2) testing  reports and operational assessments for CVN 78; and (3) the Navy’s  November 2013 revised test and evaluation master plan to identify  concurrency among development, integration, and operational test plans.  We corroborated documentary evidence by meeting with Navy and  contractor officials responsible for developing key systems, managing  ship testing, and conducting operational testing, including the Program  Executive Office-Aircraft Carriers, the CVN 78 program office, Newport  News Shipbuilding, the Aircraft Launch and Recovery program office, the  Navy’s land-based test site for EMALS and AAG in Lakehurst, N.J., the  Program Executive Office for Integrated Warfare Systems, Office of the  Director, Operational Test and Evaluation, Office of the Deputy Assistant  Secretary of Defense for Developmental Test and Evaluation, the Office  of the Commander, Navy Operational Test and Evaluation Force, and the  Office of the Chief of Naval Operations Air Warfare.", "To assess the steps the Navy is taking to achieve CVN 79 cost goals, we  reviewed our prior work on Ford-class carriers; shipbuilder data  identifying cost savings and labor hour reduction opportunities as well as  lessons learned from constructing CVN 78; CVN 79 construction  preparation contract and contract extensions; CVN 78 and CVN 79 labor  hour data for completing advanced construction work; as well as, CVN 79  construction plans and reports, program briefings, and Navy budget  submissions. We also conducted an analysis of the shipbuilder’s  scheduling systems and processes that are used for constructing CVN 78  and assessed this against GAO’s scheduling best practices. We  attempted to conduct a similar analysis of CVN 79’s schedule. However,  the integrated master schedule used for construction—that is maintained  by the shipbuilder—was not up to date and did not reflect the status of  advanced construction work at the time of our analysis. As a result, we  only reviewed the scheduling processes that the shipbuilder plans to use  for CVN 79. To supplement our analysis and gain additional visibility into  the Navy’s actions for ensuring CVN 79 is built within the constraints of  the cost cap legislation, we reviewed several years of defense  authorization acts and interviewed officials from the Program Executive  Office-Aircraft Carriers, CVN 78 program office, CVN 79 and CVN 80  program office; Huntington Ingalls Industries, Newport News Shipbuilding;  Supervisor of Shipbuilding, Conversion, and Repair Newport News  Command; Program Executive Office, Integrated Warfare Systems; the  Office of the Chief of Naval Operations Air Warfare Division; and, Naval  Sea Systems Command’s Cost Engineering and Industrial Analysis  Division.", "We conducted this performance audit from December 2013 to November  2014 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: New Technologies Introduced on Ford-Class Ships", "paragraphs": ["A number of new technologies are being installed on Ford-class aircraft  carriers that are designed to increase the ship’s capability and lower life  cycle costs. Below is an overview of these key technologies along with  the approximate placement on the ship."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, key contributors to this report  were Diana Moldafsky, Assistant Director; Christopher E. Kunitz; Brian P.  Bothwell, Juana S. Collymore, Burns C. Eckert; Laura Greifner; John A.  Krump; Jean L. McSween; Karen Richey; Jenny Shinn; and Oziel  Trevino."], "subsections": []}]}], "fastfact": []}