{"id": "GAO-15-108", "url": "https://www.gao.gov/products/GAO-15-108", "title": "Broadband Internet: FCC Should Track the Application of Fixed Internet Usage-Based Pricing and Help Improve Consumer Education", "published_date": "2014-11-24T00:00:00", "released_date": "2014-12-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Access to broadband Internet is seen as being crucial to improving access to information, quality of life, and economic growth. In recent years, some Internet providers have moved away from unlimited data plans to UBP with uncertain effects on consumers.", "GAO was asked to review the use of UBP by Internet providers. This report examines: (1) information available about the application of UBP by Internet service providers; (2) issues related to UBP selected consumers report are important to them; and (3) the potential effects of UBP on consumers.", "GAO collected data on Internet plans from the country's 13 top fixed and 4 top mobile providers; contracted with a market research firm to assist with conducting eight focus groups held with consumers in four cities selected to reflect geographic diversity; reviewed relevant studies; and interviewed officials from the top Internet providers, FCC and industry stakeholders, including researchers, policy, and industry organizations."]}, {"section_title": "What GAO Found", "paragraphs": ["Based on an analysis of consumer data plans of the top 13 fixed—in home—and 4 mobile Internet providers, GAO found that mobile providers employ usage-based pricing (UBP) more commonly than fixed. Under UBP, providers can charge varying prices, change connection speeds, or take other actions based on Internet data consumed. The 4 largest mobile providers in the country all use UBP to some extent; 7 of the 13 largest fixed providers now use UBP to some extent. Because prices can vary based on usage, it may be important that consumers be informed about data. GAO found that some tools offered by fixed providers to educate consumers regarding data can be confusing. For example, some provider estimates vary on data consumed for the same type of content. While mobile providers follow a voluntary code of conduct, developed with the Federal Communications Commission (FCC), to encourage useful, consistent consumer education, no similar code exists among fixed providers potentially resulting in confusion and a lack of consumer awareness regarding data needs.", "Participants in all eight of GAO's focus groups reported being subject to mobile UBP and expressed some concerns about it, such as difficulty tracking data usage among many devices. Yet participants accepted mobile UBP and adapted by, for example, limiting use of high-data content and by connecting to Wi-Fi. By contrast, only a few participants in three focus groups reported being subject to fixed Internet UBP. Participants expressed concerns about possible increases in prices for access caused by fixed-Internet UBP and the potential effect of limits on their fixed Internet, where they have not considered data usage. Participants exhibited confusion over data consumption—for example thinking that low-data activities like online shopping consumed large amounts of data. Participants also expressed concern about difficulty tracking the wide range of devices accessing their fixed data allowance and that fixed UBP may negatively affect students, people working from home, and those with lower socio-economic status.", "The potential effects of UBP are uncertain and could depend on competition among providers. Based on economics literature, UBP can address the usage of the heaviest data users and can benefit consumers by providing more options as opposed to a one-size-fits-all unlimited data plan. The literature also suggests that providers could implement UBP to benefit consumers—for example, by offering low-data, low-cost plans for those who do not want an unlimited data plan. While mobile providers GAO reviewed offer such plans, fixed providers—generally facing less competition—do so to a lesser extent. According to the literature, providers facing limited competition could use UBP to increase profits, potentially resulting in negative effects, including increased prices, reductions in content accessed, and increased threats to network security. Several researchers and stakeholders GAO interviewed said that UBP could reduce innovation for applications and content if consumers ration their data. While FCC is collecting data regarding fixed UBP, it is not using this data to track UBP use because it only recently started collecting the data specifically to analyze prices. As a result, although FCC is charged with promoting the public interest, it may not know if UBP is being used in a way that is contrary to the public interest and, if so, take appropriate actions."]}], "report": [{"section_title": "Letter", "paragraphs": ["Access to affordable broadband Internet is increasingly seen as being  crucial to improving access to information, quality of life, and commerce  and as a driver for economic growth and innovation. Broadband allows  people to share large amounts of information at increasingly faster  speeds and provide access to information otherwise unavailable. For  example, access to broadband allows individuals to take advantage of  educational opportunities online that are otherwise unavailable in their  local area. According to the Federal Communications Commission (FCC),  the number of mobile and fixed (or in-home) broadband connections in  the United States grew from 45.6 million in June 2010 to 163.7 million in  June 2013. The amount of data accessed over the Internet has also  grown significantly in recent years and is expected to continue to grow  significantly. For example, Cisco (a provider of network infrastructure)  projects that consumer Internet traffic in North America will grow at an  average annual rate of 21.5 percent between 2013 and 2018.", "In recent years, some mobile and fixed Internet service providers  (providers) have begun using a practice known as usage-based pricing  (UBP). otherwise adjusting their service, based on the volume of data they use.  Such pricing strategies can take multiple forms, including offering specific  levels of data usage to customers, also known as data allowances.  Consumers who exceed their data allowance could face additional  charges or reduced connection speeds. Given the growing importance of  Internet access as well as growing data usage, it is important to  understand how the use of UBP, as opposed to unlimited data access,  may affect Internet consumers.", "This involves the provider changing the price to customers, or  You asked us to review the use of usage-based pricing by mobile and  fixed broadband-Internet providers. This report examines: (1) what  information is available about the application of usage-based pricing by  Internet service providers; (2) issues related to usage-based pricing that  selected consumers report are important to them; and (3) the potential  effects of usage-based pricing on consumers.", "For the purposes of this report we refer separately to fixed and mobile Internet providers. market).details. We collected plan information on providers’ public websites and  validated it with each provider. Plan details—including any data  allowances—were valid as of October 2014, but could change at any  time. Because we obtained data online and confirmed the accuracy of the  data with the providers, we determined that these data were sufficiently  reliable for the purposes of our report. To determine issues related to  UBP that selected consumers report are important to them, we conducted  eight focus groups with Internet consumers (two each in: Baltimore,  Maryland; Des Moines, Iowa; Las Vegas, Nevada; and New York, New  York) to gather information on consumers’ experiences with and opinions  of UBP. The cities were selected to ensure diversity in geographic  location and population of metropolitan areas. We contracted with a  market research firm to recruit and screen participants and assist in  holding the focus groups. Participant characteristics included a mix of  education levels, races, genders, and income levels. Each group had 9 to  10 participants for a total of 77. Given the nature of the focus groups,  findings from the groups represented the views of participants and are not  generalizeable to all Internet consumers; however, we believe that the  focus groups provided valuable insight into issues related to UBP that are  important to consumers. To review the potential effects of UBP on  consumers, we conducted a search and review of relevant literature and  studies and interviewed officials from the Internet providers mentioned  earlier. We also interviewed FCC officials as well as industry  stakeholders, including academics and researchers, public interest  groups, industry associations, and others based on the literature search  and recommendations of other stakeholders. (For more information on  our scope and methodology, see app. I.)", "We analyzed these data to determine use of UBP and UBP plan  We conducted this performance audit from November 2013 through  November 2014, in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Consumers generally subscribe to broadband Internet in two ways:", "Mobile: Traditionally, mobile providers sold access to the Internet as  an add-on to mobile telephone service plans that may or may not  include a multiyear contract. Mobile service is provided through cell  tower coverage with data sharing through radio spectrum. Because  of a number of factors, including the number of users sharing certain  parts of the network and the amount of data transmitted, mobile  networks can experience congestion, or a slowdown in connection  speeds. Subscribers can connect a variety of devices directly to  mobile networks (see fig. 1).", "Fixed: In-home fixed Internet plans are often sold as a monthly  subscription by cable television or telephone companies. Service from  cable television companies is generally provided through the same  coaxial cables that deliver television programming. Service from  telephone companies is generally provided through the telephone  lines (digital subscriber line service) that provide telephone voice  services or fiber-optic lines which convert electrical signals carrying  data into light and send the light through glass fibers. These network  technologies generally have higher data transfer rates than mobile  networks. Consumers can connect a variety of devices to in-home  fixed networks through a wired connection or wireless Wi-Ficonnection (see fig. 2). Consumers are increasingly using the Internet  to supplement or replace their use of traditional services, such as  traditional telephone and cable TV service.", "Different types of Internet applications use varying amounts of data.  Figure 3 below shows selected examples of how much data certain  applications use, as reported by fixed Internet providers on their websites.  Internet applications that use small amounts of data can include e-mail.", "Applications that can use large amounts of data include streaming  video—more than a gigabyte per use of the application.", "Mobile and fixed Internet data use is likely to grow significantly in the  future. Cisco projects consumer fixed data usage to grow at an annual  rate of 21.5 percent from 2013 to 2018. Cisco also projects that mobile  data usage in North America will grow at an average of 50 percent  annually from 2013 to 2018 while Ericsson— a provider of network  infrastructure—projects North American mobile data growth of 38 percent  per year between 2013 and 2019.including increased adoption of smartphones and tablets, growth in  streaming video, innovation in services and applications, growth in  subscriber numbers, and the development of faster networks. Although  Internet providers have expanded their networks’ capacity, the potential  for in-network congestion that could slow the transfer of data has   This trend is due to multiple factors  increased due to a number of factors including the increase in streaming  video and multiple broadband devices.", "Usage-based pricing (UBP) is the practice of pricing or otherwise  adjusting service, such as connection speed, based on the volume of  data transmitted. According to FCC’s Open Internet Advisory Committee,  UBP by Internet providers can be used through data allowances  (sometimes referred to as “caps”) in which a subscriber obtains a defined  amount of data per month.  could face a number of actions including additional charges for additional  data or a reduction in connection speeds—known as “throttling.”", "Members of the Open Internet Advisory Committee include consumer advocates,  engineers, content providers, service providers, and equipment manufacturers. The  Committee aids FCC in tracking developments related to the openness of the Internet.  Federal Communications Committee, Open Internet Advisory Committee, Open Internet  Advisory Committee 2013 Annual Report (Aug. 20, 2013). seeks to accomplish that goal by collecting data, monitoring broadband  availability, and establishing rules for transparency in internet service,  among other things."], "subsections": []}, {"section_title": "Mobile Providers Employ Usage-Based Pricing More Widely Than Fixed Providers and Agree to a Code of Conduct", "paragraphs": [], "subsections": [{"section_title": "UBP More Commonly Used by Mobile Than Fixed Providers", "paragraphs": ["Mobile: Based on our analysis of data plans, all four mobile providers  we reviewed now offer some form of UBP Internet plans. Of these four  providers:", "Two offer data allowances ranging from a low of 250 or 300  megabytes (MB) to a high of 100 gigabytes (GB) a month whereby  larger allowances cost more overall (though less on a per MB or  GB basis) and customers can share one data allowance among  multiple devices. They impose overage charges (which can  range from $20 for 300 MB on small data plans to $10 or $15 for 1  GB of additional data on larger data plans) for customers who  exceed their allowance.", "One offers a variety of data plan options, all of which feature  unlimited data. Customers can select unlimited high-speed data or  high-speed data allowances ranging from 1 GB to 21 GB. Once  customers reach their high-speed data allowance, they may  continue to access unlimited data, but at slower connection  speeds of 128 kilobits per second or less, slower than speeds  FCC recommends for browsing the web or downloading e-mail.", "One offers unlimited data plans but also usage-based plans with  allowances ranging from 1 GB to 120 GB per device. Customers  who exceed their data allowance are subject to overage charges  of 1.5 cents per MB.", "All four offer their data plans equally across their entire customer  base in all markets they serve.", "Fixed: Based on our analysis of data plans, seven of the 13 fixed  Internet providers we reviewed are now offering, to some extent,  Internet plans that include elements of UBP. Of these seven  providers:", "Three use data allowances (ranging from 150 GB to 4,000 GB)  where higher allowances are generally tied to faster connection  speeds and higher overall prices (though less on a per GB basis).  They impose fees on customers who exceed their allowance  (generally starting at $10 for an extra 50 GB).", "Two have data allowances, but do not impose fees or normally  take other action when customers exceed their data allowance.", "One offers a low-data allowance option (5 GB or 30 GB per  month off the normal prices for some of its unlimited data plans.  Customers who exceed their data allowance are assessed  overage fees of $1 per GB over the limit, with a maximum charge  of $25 per month.  ) at a discounted rate ($8 or $5 off a month respectively)", "One is testing multiple UBP approaches in 14 select markets of  varying sizes around the country. This provider is testing plans  including those with allowances and overage fees. Allowances are  generally 300 GB regardless of the plan’s connection speeds (in  one market allowances can increase to 600 GB, depending on  plan speed) and overages are generally $10 for 50 GB of  additional data. In some of these markets, this provider offers a  low-data plan at a discount (a $5 discount off the regular price for  unlimited data for a 5 GB data allowance with overage charges of  $1 per GB).", "According to one fixed provider’s website, 5 GB of data is equal to about 3 hours of  streaming high-definition video or streaming 1,250 songs.", "Aside from the provider that is testing UBP in selected markets, all  providers that use UBP do so in all markets they serve across their  entire customer base or plan do to so in the future."], "subsections": []}, {"section_title": "Mobile and Fixed Providers Moving Away from Unlimited Data to UBP Plans", "paragraphs": ["Both mobile and fixed Internet providers have increasingly been moving  from unlimited data plans to usage-based plans.", "Mobile: Two mobile providers, which together have over 68 percent  of the mobile market, first introduced UBP in 2010 and 2011 and no  longer offer unlimited data plans.unlimited data but, according to officials we interviewed, first  introduced UBP plans in 2013 to provide greater choice to consumers  and to compete with other mobile provider plans. Since first  introducing UBP-based plans, all four providers have increased both  the variety of data plans and the levels of data allowances in these  plans. For example, one provider recently offered a promotion that  doubled data allowances for selected data plans without increasing  prices.", "Fixed: Most fixed Internet providers that have UBP introduced their  current data plans in the past 4 years. However, unlike mobile  providers, not all fixed providers that use UBP have increased their  data allowances on existing plans since 2012. Some higher speed,  higher priced plans introduced since 2012, however, have come with  higher data allowances than previously existing plans.", "The number of providers that utilize UBP and, therefore, the number of  Internet customers that are affected by it, could grow in the future. While  providers we interviewed that do not use UBP said they have no plans to  introduce such plans in the future, they added that they will continue to  track the market and would not rule out using UBP."], "subsections": []}, {"section_title": "Tools to Help Understand Internet Data Use Have Limitations", "paragraphs": ["Given that, under UBP, the price consumers pay for Internet access can  depend on how much data they use, it may be important for consumers to  have a thorough understanding of their data needs and usage. Under  unlimited data plans, consumers do not need to necessarily be aware of  their data usage as the price they pay for service is unrelated to their data  usage. But under UBP, for example, if consumers do not understand their  data usage, they may choose plans that include allowances that are too  large—and cost more—than needed. Alternatively, they may purchase  too little data and potentially face overage charges. Furthermore,  “hidden” data uses—such as automatic updates and applications that  push content to devices that consumers are unaware of—could represent  as much as 30 percent of data use, meaning consumers could use large  amounts of data without their knowledge.", "Both mobile and fixed providers that use UBP offer a variety of tools to  their customers to help them understand, and estimate, their data usage;  however, fixed providers do so to a lesser extent. Tools that providers  offer to customers include:  tools to estimate data usage based on the consumer’s estimate of  their usage, including monthly e-mails, web pages, and videos; discussions with customer service representatives on the appropriate  data plan, given their estimated or prior usage; web-based tools and details on customer bills regarding actual current  and historic usage; and alerts—such as through email or texts—when approaching or  exceeding data allowances.", "However, some of these efforts may have limited value for fixed Internet  consumers due to a number of potential weaknesses. First, different  providers may provide varying estimates of data usage for similar  applications, as shown in figure 4. While these differences may be due to  different technologies providers use, varying estimates could be  confusing to consumers. Second, provider estimates of data usage of  certain applications, and the large variation in such estimates such as  streaming video as seen below, could be a factor in consumers’ decisions  regarding what data plan to subscribe to. Estimates provided by providers  can differ from one customer support document to another; we found one  provider that estimated 4 GB of data usage for a 1-hour movie in one  document available to consumers, but in another document estimated  only 1.5 GB. As discussed later in this report, participants in our focus  groups expressed confusion regarding their data usage, including the  amount of data that certain types of applications use. Third, data usage  meters—which are used by providers to measure how much data their  customers use—may be inaccurate. An official with a company that  conducts internal audits of fixed-Internet-provider data meters and their  integration into databases used for billing systems told us that while some  of their audits have shown that meters are accurate, others have shown  the need for improvements that those providers are in the process of  making."], "subsections": []}, {"section_title": "Mobile Provider Communications to Consumers Guided by a Code of Conduct Absent among Fixed Providers", "paragraphs": ["All four mobile providers we reviewed agreed to the voluntary Consumer  Code for Wireless Service, which aims to help consumers make informed  choices when selecting and managing their mobile services. This code,  developed as a joint effort between FCC and CTIA—a group representing  the mobile communications industry whose members cover the majority  of mobile subscribers—gives providers guidelines for notifying consumers  about data use through means such as text alerts, encouraging them to  provide useful and consistent information to consumers. As mentioned  earlier, one goal of FCC is to protect the public interest in the provision of  telecommunications services. According to FCC officials, following the  implementation of this code by providers, complaints to FCC by mobile  customers regarding overage charges on bills dropped.", "Although fixed providers make certain consumer education efforts  regarding data use—such as providing alerts—there has not been a  formal effort facilitated by FCC like with the Consumer Code for Wireless  Service. According to FCC officials, FCC has focused its effort so far on  mobile Internet as more mobile consumers are affected by usage-based  pricing at this time. According to FCC officials, the volume of consumer  complaints filed with FCC regarding fixed-Internet UBP is relatively low  when compared with the overall number of complaints concerning  broadband service. However, the low number of complaints does not  necessarily mean that consumers are satisfied with the information  provided by their fixed providers. We have previously found that  consumers may not know that they can file complaints with FCC. result of the lack of a fixed provider code of conduct, information provided  to consumers is not always consistent or easy to understand. This could  result in a lack of consumer education regarding data, a lack that, as  mentioned earlier, could lead to consumers not purchasing their ideal  data plan.", "We recommended that FCC should clearly inform consumers about its complaint  process. FCC is currently in the process of reforming its consumer complaint process and  expects this effort to be completed by the end of 2014. GAO, Telecommunications: FCC  Needs to Improve Oversight of Wireless Phone Service, GAO-10-34, (Washington, D.C.:  Nov. 10, 2009).", "Under the Open Internet Transparency Rule, providers must be open  and transparent about the terms and conditions of their Internet plans.  FCC issued an FCC Enforcement Advisory to Internet providers in July  2014 summarizing the general requirements of this rule. However, the  advisory did not provide details regarding specific information that  providers must disclose and at what level of detail.", "Furthermore, fixed providers have received low levels of satisfaction in  customer surveys. The American Customer Satisfaction Index (ACSI)  notes that as the number of Internet users has grown and exceeded the  number of households that have landline service, customer satisfaction  with fixed providers has decreased. Concerns about Internet data  aspects may also be reflected in consumers’ rating Internet providers the  lowest among 43 household consumer industries in the ACSI. In  particular, consumers report low levels of satisfaction with “ease of  understanding their bill” and “variety of plans.”"], "subsections": []}]}, {"section_title": "Internet Consumers in Focus Groups Accepted Mobile Usage-Based Pricing, but Had Concerns over Fixed", "paragraphs": [], "subsections": [{"section_title": "Focus Group Participants Said They Are Not Used to Thinking about Fixed Data Usage and Exhibited Confusion over Data Usage", "paragraphs": ["A common sentiment expressed by focus group participants was that they  had no idea how much data they use at home—likely in large part  because they have never been subject to data allowances and, therefore,  have not needed to consider their data usage at home. One participant,  for example, said, “It’s unlimited… so we don’t really pay attention.” In all  eight groups, participants said that they frequently connect their mobile  devices to their in-home Wi-Fi without considering the amount of data  these devices use on their in-home network. In seven of the eight groups  we heard from, participants who said that they would face challenges in  tracking the data usage of the multiple people and the multiple devices in  their household. For example, having to tell other family members, such  as children, to reduce their data usage was cited as a challenge.", "In addition, focus group participants exhibited many instances of  confusion and a lack of understanding of their fixed-Internet data usage.  For example, some participants were concerned that fixed Internet UBP  might require them to limit data-light activities such as online shopping in  order to avoid exceeding their data allowance when in reality any normal  level of those activities would not likely result in a user nearing even a low  data allowance. Others classified themselves as heavy data users  during our initial screening process, despite the fact that during group  discussions they said that they primarily use low-data applications such  as online shopping. Therefore, those participants could potentially benefit  from a lower-priced low-data plan as opposed to an unlimited data plan.", "Consumer surveys and studies also indicate that Internet users are not  clear about the details of their Internet plans and data use. FCC reported  in 2010 that 80 percent of broadband users did not know their home  connection speed. A June 2013 Canadian Consumer Union study on  mobile consumer data use concluded that the majority of respondents did  not know and were not able to easily calculate their data usage, and more  than a third of respondents did not know how quickly their usage limits  can be reached."], "subsections": []}, {"section_title": "Focus Group Participants Generally Expressed Few Concerns Related to Mobile UBP", "paragraphs": ["Although participants in our focus groups were widely subject to UBP for  their mobile Internet, when asked what factors were important when  considering a mobile data plan, participants expressed a preference for  unlimited mobile data access in seven of our eight focus groups. Across  all eight focus groups, we found a mixture of participants who reported  having mobile Internet service that included data allowances and those  who identified their mobile data plan as having unlimited data. In three of  the eight groups, we found participants who have held onto  “grandfathered” unlimited plans by not upgrading their devices, potentially  trading the loss of improved technology—both newer devices and faster  networks that older devices may not be able to access—for unlimited  data.", "Focus group participants expressed few broad concerns about mobile  UBP; more focused concerns included avoiding overage fees and  managing data plans shared by more than one person. For example,  some participants discussed the difficulty of monitoring or controlling the  data usage of family members—such as a child—with a device on a  shared data account given the potential for data overages.", "Participants demonstrated that they have learned to adjust to mobile data  allowances and throttling. They discussed the following strategies for  limiting the amount of mobile data they use and otherwise adapting to  mobile UBP, including:  limiting use of data-heavy applications such as video;  connecting devices to Wi-Fi at home and other places to avoid mobile  data usage; and  changing to data plans or providers that better meet their needs. (For  example, we spoke with participants who reported having changed  their data plans to increase their data allowance while others, after  realizing that they subscribed to a data plan that had more data than  needed, have changed their plans to reduce their data allowance as  well as their price for service.)", "Participants also said that they were aware of the tools that their mobile  provider offers them, including online tools to estimate data usage and  text alerts when they near their data allowance. In all eight groups we  found participants who track their data use through tools from their  provider, such as online data meters and information on their bills, and in  seven groups, found participants who experienced receiving alerts when  their usage approached their data allowance. Participants noted that such  tools were helpful in choosing a plan or avoiding overage charges."], "subsections": []}, {"section_title": "Focus Group Participants Were More Concerned about Fixed UBP", "paragraphs": ["The more limited use of UBP by fixed providers was evident in our focus  groups. In three of the eight groups, participants reported experience with  fixed Internet UBP and in seven groups there were participants who said  they were unaware that some fixed providers have implemented such  plans.", "While we found that some participants in each group voiced positive  reactions to the concept of fixed Internet UBP, there was more discussion  regarding negative reactions and concerns. In expressing positive  reactions toward the concept of fixed Internet UBP, participants noted the  potential benefit of more pricing options. Other reactions included liking  the idea of paying less money for less data or stating that it was fairer to  pay only for data used. Others noted that they should pay less for their  access than people who use a lot of Internet data. However, participants  in all eight groups expressed strong negative reactions to the concept of  fixed Internet UBP, and these discussions overshadowed discussions  about the potential benefits of UBP. Common issues discussed at our  groups included:", "Concern of the potential effects of data allowances given the  importance of the Internet in their lives. Participants cited the  importance of the Internet for commerce, education, and employment  and expressed concern that UBP could limit their access to the  Internet.", "Concern that providers would use UBP as a way of increasing the  amount they charge everyone for Internet service, in part because in  their view consumers—having become accustomed to unlimited data  and reliant on Internet access—would have no choice but to pay  more. Some were skeptical that UBP would be used to reduce prices  for any customers.", "Fixed internet UBP negatively affecting certain populations, such as  students and telecommuters who may use a lot of data at home and  those with lower-socio-economic status who may have difficulty  affording data plans with sufficient data allowance. In addition, in all  eight groups there were participants who said they watch streaming  video as a substitute for television, a group of consumers who may be  more likely than others to be affected by UBP.", "Having to worry about monitoring and potentially limiting data usage  at home if subject to UBP, given that participants were used to the  freedom of unlimited home access. In six groups, at least one  participant said that they would accept UBP if it was only used by  providers to offer discounts on lower-data plans while unlimited data  plans remained the standard.", "While, as discussed earlier, participants have found ways to adapt to  mobile UBP, such adoption may not be so easy for fixed access. For  example, fixed Internet consumers may be less willing to reduce their use  of streaming video or other data-heavy applications at home. And while  participants said they connect their mobile devices to Wi-Fi, there is no  similar option for avoiding in-home data usage; while we heard some  comments where participants said they might leave their house to use the  Internet—for example to connect to free Wi-Fi at coffee shops—that may  not be possible for all in-home data uses such as teleworking and  education."], "subsections": []}]}, {"section_title": "The Potential Effects of Usage-Based Pricing on Consumers Are Unclear and Could Depend on Competition", "paragraphs": [], "subsections": [{"section_title": "Usage-Based Pricing Could Increase Costs on Heaviest Users, but May Not Be Warranted", "paragraphs": ["One economic rationale for UBP is to address situations where users take  into account their own costs and benefits from Internet access, but ignore  other costs—such as congestion—that they impose on other users— referred to as “externalities.” In the presence of such externalities,  economists often propose that consumers should be charged prices that  reflect both of these types of costs in order to ensure that the consumers  use the resource efficiently. All four mobile providers told us they use  UBP to address the usage of heaviest users, manage their networks, or  address congestion. All but one fixed providers we reviewed that enforce  UBP said that they use UBP to address the usage of the heaviest data  users. Most fixed providers said that their networks do not face  widespread congestion. Most fixed providers we interviewed that use  UBP said that they have set their allowances so that they currently affect  only at most the three to five percent of users that use the most data, not  average users. In addition, two fixed providers we interviewed told us that  they are continually upgrading and expanding their networks to meet  demand and UBP can be used to ensure that heavier users contribute  more to those costs than lighter users.", "However, some industry stakeholders we interviewed said that UBP may  not be warranted to address the data usage of the heaviest users. Two  public interest organizations claimed that because the marginal costs of  data delivery are very low and falling, heavier users impose few additional  costs to providers than lighter users do. According to FCC, however,  prices set on marginal costs would generally not allow providers to  recover their costs. In addition, according to one paper we reviewed,  absent network congestion, one person’s use of the Internet does not  interfere with other users, meaning that there is not a need to limit  activity.UBP approaches, such as peak pricing during congested times, could  address predictable congestion when it exists and place less burden on  consumers overall. However, according to FCC, there are problems with  peak pricing as it may not be an efficient means, or even allow, for ISPs  to recover their costs of providing Internet access.", "Officials with those organizations added that more targeted  Finally, to the extent that fixed Internet UBP is used to address the usage  of the heaviest users, the number of customers affected could grow over  time. According to Sandvine—a provider of networking solutions—fixed  Internet customers who appear to use the Internet to replace traditional  subscription-television service already use an average of 212 GB a  month, close to many existing data allowances. Furthermore,  according to FCC, the top 15 percent of cable Internet subscribers use  over 145 GB of data a month and fiber-optic Internet subscribers use over  120 GB per month. Based on Cisco’s estimate of data growth, noted  previously, of 21.5 percent per year for fixed Internet data, their data  usage could reach more than double common current data allowances of  150 or 300 GB by 2020 (see fig. 5). In addition, more users could be  affected by UBP in the future to the extent that average users begin using  more data-heavy applications and content providers continue to develop  more data-intensive content and applications."], "subsections": []}, {"section_title": "UBP Can Be Used to Provide More Options to Consumers, but Benefits Unclear When Competition is Limited", "paragraphs": ["A second rationale for UBP is that it has the potential to increase  consumer welfare. According to economics literature, UBP can be  interpreted as a form of price discrimination, where sellers offer the same  or similar goods at different prices and consumers choose among these  versions. In a competitive market place, this practice may enhance  consumer welfare because firms may compete to offer different versions  of a product at competitively low prices. As a result, in a competitive  marketplace, providers could use UBP to innovate on the types of plans  they offer. For example, this scenario could allow low-data users to buy  plans with low data allowances at competitively lower prices, and heavier  data users could buy plans with higher data allowances that best meet  their needs. In contrast, in markets that are not very competitive, this kind  of price discrimination may not be beneficial because limited competition  gives the seller greater ability to make take-it-or-leave-it offers to  consumers—who may face few choices to move to other providers—that  may enhance providers’ profits at the expense of consumer welfare. FCC  officials said that they believe economics literature is inconclusive on  these matters.", "There is generally more competition among mobile providers than among  fixed providers. According to FCC, 54 percent of households are in  census tracts that have more than two fixed providers with subscribers to  services with a download speed of at least 6 Mb/second and upload  speed of at least 1.5 Mb/s. By contrast, according to FCC, almost 98  percent of the U.S. population lives in census blocks with more than two  mobile providers. Participants in six of our eight focus groups said they  would look to switch providers if faced with fixed Internet UBP, but  participants in all eight groups said that they faced limited choice in  providers, which may limit their ability to select a data plan that best  meets their needs.", "All mobile providers and two fixed providers we interviewed told us that  they in part use UBP to offer more Internet plan options to meet individual  needs; as a result, providers don’t require all consumers to pay for  unlimited data or high-speed data at a fixed price. Consequently,  consumers who want to use low amounts of data can pay less than those  who use more. For example, one mobile provider offers a 1 GB data plan  for $40 a month compared to $80 for a 6 GB data plan. The availability of low-price, low-data plans may also encourage some individuals or  households without Internet access to subscribe. However, according to  a recent survey by Pew Research, only 9 percent of non-Internet users  cited price as a reason for not accessing the Internet, suggesting that  the availability of low priced plans may not substantially increase the  number of new Internet subscribers.", "The extent to which mobile and fixed Internet customers have benefitted  from low-cost low-data plans is unclear at this time.", "While mobile customers can select a wide range of data plans,  customers who may potentially benefit from the reduced prices of low- data plans may not be taking advantage of them. For example, one  mobile provider we interviewed said that a “small percentage” of its   Yet, according to  customers are on 500 MB or smaller data plans.Cisco, about 25 percent of mobile customers use less than 200 MB of  data a month.", "Fixed internet customers—who as mentioned generally face less  choice in providers than mobile customers do—generally have fewer  plan options than mobile customers, especially for low-cost, low-data  plans. However, it appears that a small percentage of customers  subscribe to such options even though, according to FCC data, 30  percent of cable Internet customers use about 25 GB of data a month  or less, meaning they could potentially take advantage of such plans.  Another reason why subscribers may not choose the low-data plan at  a discount is because the cost per GB of data is high and the small  discount (of at most 20 percent of the unlimited data plan price) may  not be worth the significant restriction in data usage from unlimited  data. Further, only two fixed providers we interviewed offer data plans  near or below the levels of median household data usage reported by  FCC.", "FCC’s Open Internet Advisory Committee studied the issue of usage- based pricing and, believing that more fixed Internet customers could be  affected by UBP in the future, recommended in August 2013 that FCC  monitor fixed provider application of UBP. data—such as on plan prices and data allowances used by selected fixed   While FCC officials said that they will consider how they can  providers.use these data in the future, at this time FCC only uses these data to set  a benchmark to ensure that providers receiving universal service funding  are providing broadband services in rural areas at prices comparable to  those in urban areas. FCC does not track providers’ use of UBP as FCC  only recently started collecting data for the specific purpose mentioned  above. For example, FCC is not analyzing the data to determine how  many providers utilize UBP, levels of data allowances, and how those  allowances compare to average data consumption. As mentioned earlier,  the Telecommunications Act of 1996 calls on FCC to promote the public  interest in the provision of telecommunications services. Because FCC is  not conducting any broader analysis with these data, it may not have a  full understanding of how UBP is being used and its effects on  consumers. This lack of understanding may limit FCC’s ability to act to  protect the public interest if necessary.", "FCC, Open Internet Advisory Committee, FCC Open Internet Advisory Committee 2013  Annual Report (August 20, 2013)."], "subsections": []}, {"section_title": "Some Industry Stakeholders Believe UBP Could Have Adverse Effects on Innovation and Network Security", "paragraphs": ["Two industry stakeholders we interviewed also suggested that fixed  providers—many of whom also provide television video content—could  use UBP as a means to raise the price for watching online streaming  video services—a competitor to their video services—as households  continue to substitute television with streaming video. Because UBP can  make it more expensive to watch data-heavy content such as streaming  video, it may discourage people from accessing such content and,  therefore, discouraging them from eliminating their television service. This  might adversely affect firms that provide online video streaming services  and reduce competition and innovation in the market for providing  streaming video content, thereby negatively affecting consumers.", "In addition, two industry stakeholders we interviewed believe UBP could  in general inhibit innovation that results from experimentation and  unlimited access to the Internet. Greater innovation could result in the  development of more content and applications that consumers demand  and value. Some Internet users, such as heavy data users, may pay more  for access under UBP. As a result, some of them may limit their Internet  use—as mentioned earlier, some focus group participants said that they  have reduced their mobile data usage as a result of UBP—particularly of  data-heavy content and applications such as online learning and video.  This could lead to reduced use of some beneficial Internet applications  and innovation in such applications. For example, one public interest  group said that the limits that UBP may impose on the market for  innovative applications and content may limit the potential of new  startups.", "One of the mobile providers we reviewed has entered into agreements  with selected content providers so that the content provider’s data does  not count toward customers’ data allowances. When presented with  such a hypothetical situation, while some focus group participants  expressed confusion over how such an arrangement might work, we  found participants in all eight groups who agreed that they would be more  likely to access content that does not count toward their data limits than  content that does. Two industry stakeholders we interviewed suggested  that such agreements would favor large established companies and  reduce innovation or competition.", "Furthermore, UBP could have negative effects on network security.  According to a 2012 study, UBP may result in consumers—in an attempt  to reduce data usage—foregoing automatic security updates to their  computers, which could have negative implications for network security."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Consumers who are subject to UBP need to understand their data usage  and needs in order to make an informed decision about what is best for  them. The confusion over data usage exhibited by consumers in our  focus groups, as well as inconsistencies in estimates on the data certain  applications use, and the fact that “hidden” data usage can result in  consumers’ using more data than expected, can make it difficult for  consumers to make informed decisions regarding their data plan and  could result in consumers exceeding their data allowance and facing  overage charges. Mobile customers benefit from a voluntary code of  conduct that FCC helped facilitate to guide provider actions and  consumer education. Such a code helps enable more consistent and  transparent information provided to consumers. Because no code of  conduct exists for fixed providers, there is less assurance that information  provided to consumers is clear, consistent, and transparent, potentially  leading to consumer confusion over data usage and poor decisions  regarding data plans.", "Although few fixed Internet customers are affected by UBP at this time,  the number could grow to the extent that fixed Internet providers increase  their use of UBP and data use grows. Providers could implement UBP in  a way that benefits consumers—for example, by offering low-data, low- cost plans for customers who do not want to pay for an unlimited data  plan they do not need. However, providers—especially those facing  limited competition—could use UBP as a means to increase their profits  which could result in UBP having negative effects, including increased  prices paid by consumers, reductions in content and applications  accessed by consumers, and increased threats to network security.", "Because fixed Internet customers generally have limited choice of  providers, they may be unable to switch providers to select a data plan  that best meets their needs. While focus group participants have adapted  to mobile data plans, they and other consumers may have a harder time  adapting to fixed-Internet UBP given the limited choice among providers  and challenges in reducing data usage—as consumers have done for  mobile Internet—at home if needed. While FCC has been collecting  relevant data on the use of UBP, including information on data  allowances, FCC is not using the data to gain an understanding of how  UBP is being used and what its potential effects are on consumers.  Without this market knowledge, FCC would not necessarily be able to  take appropriate action if UBP is being used in a way that is harmful to  consumers."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["To ensure that application of UBP for fixed Internet access does not  conflict with the public interest, we recommend that the FCC:  1.  Collaborate with fixed Internet providers to develop a voluntary code  of conduct, similar to the Wireless Code of Conduct, to improve  communication and understanding of data use and pricing by Internet  consumers.  2.  Make use of existing data collection sources to track fixed-Internet  UBP implementation and its effects on consumers nationwide so that  FCC can take actions, if necessary, to protect consumer interests."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to FCC for review and comment. FCC  provided a written response (see app. II) as well as technical comments  that we incorporated as appropriate. In response to our recommendation  that FCC collaborate with fixed Internet providers to develop a voluntary  code of conduct for consumer communication, FCC said that because the  number of consumer complaints regarding UBP by fixed providers  appears to be small and that UBP plans are less common for fixed  Internet customers than mobile customers, it is unclear that any action is  needed at this time. FCC added it will continue to monitor its complaints  and provider offerings for trends that might indicate that more action is  needed. We recognize that UBP plans are less common for fixed Internet  customers than mobile, but believe additional action is warranted as we  recommended. Given the trend toward greater use of UBP by fixed  providers, increased data usage, confusion by consumers regarding data  usage, our previous findings that consumers may not know to file  complaints with FCC, and the potential that limited competition among  fixed providers could result in their using UBP in ways that harm  consumers, we continue to believe that it is important for FCC to be more  proactive. For mobile Internet, FCC worked with providers to improve  consumer education regarding data through the Consumer Code for  Wireless Service only after many consumers faced significant problems  with their data usage. We believe FCC has an opportunity to protect  consumers before significant problems occur by collaborating with fixed  Internet providers now to develop a code of conduct.", "Secondly, in response to our recommendation that FCC use existing data  sources to track UBP implementation, FCC agreed to do so but noted that  its two data gathering efforts that collect some data relevant to UBP—the  Urban Rates survey and Form 481—were both designed for other  purposes. FCC added that as a result, while these efforts would allow it to  conduct some analyses regarding UBP—such as plans offered by  providers and the terms of those plans—it would not be able to conduct  certain analyses, such as the number of subscribers subject to UBP. We  agree that FCC should analyze the existing data as best as it can, taking  into account such limitations. However, we also believe that in conducting  such analyses, FCC, to the extent possible should consider using other  existing data as well—such as data on median data consumption—to  make the analyses as meaningful as possible.", "We are sending copies of this report to interested congressional  committees and the Chairman of the FCC. In addition, the report will be  available at no charge on the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2834 or goldsteinm@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff that made significant contributions  to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["To review what information is available about the application of usage- based pricing by Internet service providers, we reviewed information on  the current consumer Internet data plans of the largest 13 fixed and 4  mobile providers in order to cover 98 percent of each market. To  determine market shares among fixed providers, we used data from the  first quarter of 2014 on subscribership levels reported by Leichtman  Research Group, a private research firm specializing in the  telecommunications industry.  To determine mobile provider market  shares, we used data on 2012 subscribership numbers by provider as  reported by the Federal Communications Commission (FCC) in its 16th  Mobile Competition Report. We collected plan information on each  provider’s public website, validated it with each provider during an  interview, and then confirmed the information with each provider again in  October 2014. Information we collected included plan terms and  conditions relevant to UBP as applicable, such as data allowances,  connection speeds, and overage charges or other consequences for  customers exceeding their allowances. Information on Internet plans,  including data allowances, was valid as of October 2014, but could  change at any time. We also interviewed these providers about the extent  to which they use UBP and the specifics of their data plans. Finally, we  interviewed the FCC regarding these issues, as well as FCC’s role  regarding UBP.", "To review issues related to usage-based pricing that selected consumers  report are important to them, we contracted with a private market  research firm to assist with screening, recruiting, and holding focus  groups with Internet consumers. We held two focus groups in each of the  following cities: Baltimore, MD; Des Moines, IA; Las Vegas, NV; and New  York, NY. The cities were selected to ensure diversity in geographic  location and population of metropolitan areas. In each city, we held one  group with self-identified “light” users and one group with self-identified  “moderate” and “heavy” users, based on definitions from FCC. Potential  participants were screened to ensure that they had both mobile Internet  data plans as well as in-home broadband service. We also recruited  participants in order to ensure a mix of age, race, sex, education level,  and income level. Each of the eight groups contained 9 to 10 participants  for a total of 77.", "Focus group discussions were structured and guided by a moderator who  used a standardized list of questions to encourage participants to share  their thoughts and experiences with UBP. Specifically, question topics  included participants’ use of fixed and mobile Internet, their experiences  with fixed and mobile UBP, and their opinions of and experiences with  fixed and mobile UBP. To ensure participants understood the terminology  used in the group discussions, we began each session by presenting  copies of figures 1 and 2 in this report and clarifying the differences  between fixed and mobile Internet to the participants. During the  sessions, we assured participants of the anonymity of their responses,  promising that their names would not be used. We also conducted one  pretest focus group at GAO and revised the moderator’s guide prior to  beginning our focus groups sessions.", "Each of the eight focus groups was transcribed, which served as the  record for each group. Those transcripts were then evaluated using  content analysis to develop our findings. Our analysis focused on  categorizing the common themes and statements made across the focus  groups and quantifying those categories to gain an understanding of the  predominant viewpoints expressed by the participants. The analysis was  conducted in two steps. In the first step, two analysts independently  developed a codebook and then worked together to resolve any  discrepancies. In the second step, an analyst coded each transcript and  then a second analyst verified those codes. Any coding discrepancies  were resolved by both analysts agreeing on what the codes should be.", "Methodologically, focus groups are not designed to (1) demonstrate the  extent of a problem or to generalize results to a larger population, (2)  develop a consensus to arrive at an agreed-upon plan or make decisions  about what actions to take, or (3) provide statistically representative  samples or reliable quantitative estimates. Instead, focus groups are  intended to generate in-depth information about the reasons for the focus  group participants’ attitudes on specific topics and to offer insights into  their concerns about and support for an issue. The projectability of the  information produced by our focus groups is limited for several reasons.  First, the information includes only the discussions from the Internet  consumers in the eight groups. Second, while the composition of the  groups was designed to ensure a range of age and education levels, the  groups were not randomly sampled. Third, participants were asked  questions about their experiences or opinions, and other Internet  consumers not in the focus groups may have had other experiences or  opinions.", "In order to review the potential effects of UBP on consumers, we  completed a literature search to obtain and review documentation,  research papers and studies, and articles related to the use of UBP and  its potential effects. Our search looked for relevant work, including  economic literature, articles in scholarly journals, and industry  publications, published in the past 5 years and used search terms  including “data cap,” “throttling,” and “usage-based pricing.” We reviewed  these papers and their methodologies to determine their reliability. We  interviewed the 4 mobile and 13 fixed providers mentioned above  regarding the potential effects of UBP on consumers. We also interviewed  FCC as well as industry stakeholders including academics and  researchers, public interest organizations, industry associations, and  others. We determined industry stakeholders to interview based on our  review of published literature and studies, as well as based on  recommendations from providers and other organizations we interviewed.", "We conducted this performance audit from November 2013 to November  2014 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Federal Communications Commission", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Mark L. Goldstein, (202) 512-2834 or goldsteinm@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact above, Keith Cunningham (Assistant Director);  Eli Albagli; Namita Bhatia-Sabharwal; Melissa Bodeau; Matthew Cook;  Joshua Ormond; Cheryl Peterson; Matthew Rosenberg; Hai Tran; and  Elizabeth Wood made key contributions to this report."], "subsections": []}]}], "fastfact": []}