{"id": "GAO-15-48", "url": "https://www.gao.gov/products/GAO-15-48", "title": "Department of Justice: Alternative Sources of Funding Are a Key Source of Budgetary Resources and Could Be Better Managed", "published_date": "2015-02-19T00:00:00", "released_date": "2015-03-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["DOJ is composed of approximately 40 components that carry out its activities and functions. The majority of DOJ’s budget authority is provided through annual appropriations, but, in some cases, DOJ has the ability to fund its programs by using money it collects through alternative sources, such as fines, fees, and penalties. The authority to use these sources may come from either permanent statutory authority or may be contained within an annual appropriations act.", "GAO was requested to examine DOJ’s alternative sources of funds. Specifically, this report addresses (1) how much of DOJ’s total budgetary resources come from major alternative sources of funding and the key statutory characteristics that provide agency flexibility regarding these sources, and (2) any opportunities that may exist for DOJ to better manage unobligated balances for selected major alternative sources of funding. GAO reviewed DOJ budget documents and relevant laws, and interviewed DOJ officials."]}, {"section_title": "What GAO Found", "paragraphs": ["Alternative sources of funding—collections by the Department of Justice (DOJ) from sources such as fines, fees, and penalties—made up about 15 percent of DOJ's total budgetary resources in fiscal year 2013. Specifically, DOJ collected about $4.3 billion from seven major alternative sources of funding—including the Assets Forfeiture Fund, the Crime Victims Fund (CVF), and noncriminal fingerprint checks fees, among others—which were available to DOJ. Agency flexibility regarding the use of the seven funding sources varied with laws specifying funding purposes, amounts, and availability by, for instance, limiting obligations from a source or limiting the period in which funds may be obligated.", "DOJ can improve management of two alternative sources of funding. Specifically:", "The Federal Bureau of Investigation's (FBI) Criminal Justice Information Services (CJIS) Division collected $396 million in fees for providing non-criminal justice fingerprint checks during fiscal year 2013. The fee is made up of a cost recovery and automation portion but the breakout between the two portions of the fee is not explicitly communicated to stakeholders. As a result, stakeholders do not have complete information for providing meaningful feedback. Additionally, CJIS sets fees, in part, based on projected volume of transactions. Actual volumes have exceeded projected volumes, resulting in CJIS bringing in more than anticipated in automation fees and contributing to an unobligated balance of $284 million at the end of fiscal year 2013. CJIS officials stated that they are aware of growing unobligated balances but have not evaluated what an appropriate amount should be. As a result, CJIS does not know if it is carrying over a suitable amount to meet future needs.", "In addition, unobligated balances in the CVF grew to nearly $9 billion by the end of fiscal year 2013. Statutory provisions annually limit DOJ's ability to obligate collections in the fund. For example, during fiscal year 2013, DOJ received about $1.5 billion in deposits to the fund, from sources such as criminal fines, and had statutory authority to obligate $730 million from the fund for crime victim assistance programs. Consistent with scorekeeping guidelines used during the congressional budget process, DOJ reported funds not available for obligation as a credit or offset to its annual discretionary budget authority. From fiscal years 2009 through 2013, DOJ reported $32 billion in offsets provided primarily by the CVF. As a result, DOJ's reported net discretionary budgetary authority decreased about 36 percent from 2009 to 2013, while DOJ's actual total discretionary budget authority remained relatively constant during these years."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that DOJ develop a policy to analyze unobligated carryover balances of the Three Percent Fund. GAO also recommends that the FBI publish cost recovery and automation portions of fingerprint checks fees and develop a policy to analyze and determine an appropriate range for unobligated balances from automation fees. DOJ generally concurred with our recommendations, but noted concerns with developing revenue estimates for the Three Percent Fund and establishing a range of carryover balances for FBI fingerprint check fees."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Justice (DOJ) is responsible for the administration of  justice and oversees activities related to federal law enforcement, and  criminal and civil litigation in which the federal government has an  interest, as well as certain national security functions. DOJ is composed  of approximately 40 components that carry out these activities and  functions. The majority of DOJ’s budget authority is provided through  annual appropriations. In some cases, DOJ has the authority to fund its  programs with money it collects from other sources such as fines, fees,  penalties, and other activities related to DOJ’s administration of justice.  DOJ’s total budgetary resources in fiscal year 2013 were about $39.5  billion, some of which was generated from these sources. The authority  to obligate and expend these sources may come from either permanent  statutory authority or may be contained within an annual appropriations  act. For the purposes of this report, “alternative sources of funding”  refers to collections by DOJ and other agencies that are available to DOJ  to obligate and expend. Examples of alternative sources of funding  include collections from criminal and civil fines and penalties, forfeiture of  assets and property, and businesslike transactions such as sales of  prison-manufactured goods and services.alternative sources of funding within DOJ, see appendix I.", "For a list of identified  Alternative sources of funding are subject to congressional oversight and  review as other funds are, but that review may not necessarily be part of  the annual appropriations process. For instance, DOJ receives some  offsetting collections that it can obligate and expend without further action   Additionally, collections from some alternative sources of  from Congress. funding are not required to be obligated in the year in which they were  collected, providing opportunities for unobligated balances to be brought  forward for the following fiscal year.alternative sources may not be subject to the same scrutiny as it would be  in programs where, for example, 1-year budget authority is provided  through annual appropriations acts. Further, there are additional  requirements established in law that allow DOJ to obligate and expend  funds from alternative sources that are unique to each source, and these  varying requirements present different oversight challenges to programs  that are financed by alternative sources.", "Therefore, the use of some  You expressed interest in DOJ’s alternative sources of funding and DOJ’s  flexibility in using these funds. This report addresses the following  questions:  1.  How much of DOJ’s total budgetary resources comes from major  alternative sources of funding, and what are the key statutory  characteristics that provide agency flexibility regarding use of these  sources?  2.  What opportunities, if any, exist for DOJ to better manage unobligated  balances from selected major alternative sources of funding?", "To address the first question, we identified various alternative sources of  funding that DOJ receives across multiple accounts or programs. To do  this, we interviewed DOJ officials knowledgeable about the DOJ budget  and we reviewed various budget documents. We initially identified 21  accounts or programs that are financed by alternative sources of funding.  We narrowed our review to the seven major alternative sources of  funding, determined by the following decision criteria: Collections must  be at or above $100 million annually to focus on the alternative sources  bringing in the largest sums to DOJ, the funds must be managed primarily  by DOJ, and they must not be entitlement or trust funds. The scope of  our review covered funding from fiscal years 2009 through 2013 so that  we could include enough years to identify any recent trends in collections,  obligations, and unobligated balances. To report the financial information  such as collections and obligations related to alternative sources of  funding for the 5 years, we analyzed DOJ performance and accountability  reports, president’s budgets appendixes, congressional budget  submissions, and supporting data provided by DOJ. We compared the  amounts in the seven selected alternative sources of funding against  DOJ’s statement of budgetary resources using DOJ’s audited information  reported in its annual financial statements. For six of the seven alternative  sources of funding, we determined that the data on the amounts reported  for the years under review DOJ-wide were sufficiently reliable for  determining how much of DOJ’s budgetary resources comes from these  alternative sources of funding. We also determined that for fiscal year  2013, the fingerprint-based Criminal History Record Information checks  provided by the Federal Bureau of Investigation (FBI) Criminal Justice  Information Services (CJIS) Division (CJIS fingerprint checks fees) were  also reliable for our purposes. However, as discussed later in this  report, the amounts for fiscal years 2009 through 2012 for the CJIS  fingerprint checks fees were provided by DOJ sources and could not be  reconciled to the audited financial statements. We analyzed DOJ’s  statutory requirements applicable to the funding, specifically considering  constraints on the purpose of the funds, the amount of funds available,  the period of the availability of funds, and reporting requirements on  activities. We also interviewed agency officials about the various  alternative sources of funding to understand their interpretation of the  laws governing them.", "To address the second question, we selected for review three of the  seven alternative sources we examined under the first question based on,  among other things, the highest percentage of unobligated balance at the  end of fiscal year 2013 compared with the total collections from fiscal  years 2009 through 2013. We removed the Assets Forfeiture Fund  (AFF) from consideration in the second question because GAO has  conducted recent reviews of AFF fund management. We then  interviewed agency officials responsible for these alternative sources  about how they manage unobligated balances. We compared the  management of the funds with criteria developed in our past work on  evaluating carryover balances. For the one alternative source of funding  derived from user fees, we also compared the setting of fees with (1) our  design guide for federal user fees and (2) our past work on identifying fee  design options for managing carryover balances in fee accounts. To  determine financial activity for the Crime Victims Fund (CVF), we  compared both reconciled financial information and separate DOJ- provided information on receipts. To report on the impact of unavailable  balances from the CVF and the AFF to the department’s annual  discretionary budget authority, we used reported information from the  President’s Budget for DOJ’s total discretionary budget authority and the  scorekeeping credit. Appendix II provides more information on our scope  and methodology.", "We conducted this performance audit from September 2013 to February  2015 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Budget Authority and Collections", "paragraphs": ["The congressional “power of the purse” refers to the power of Congress  to appropriate funds and to prescribe the conditions governing the use of  those funds. Congress exercises this power by providing budget  authority, which is authority provided by federal law to enter into financial  obligations that will result in immediate or future outlays involving federal  government funds.", "For the purposes of this report, “alternative sources of funding” refers to  collections that are available to DOJ to obligate and expend. Some of  these collections, known as offsetting collections, are available for  obligation and expenditure without further legislative action. Others,  however, called offsetting receipts, cannot be used without being  appropriated. Examples of the various types of collections at DOJ include  fees from regulated industries, such as fees associated with the federal  bankruptcy system collected through the United States Trustee Program;  the collection of fines, settlements, and other penalties associated with  criminal and civil litigation activities; businesslike transactions such as the  Bureau of Prisons’ Federal Prison Industries (FPI) sale of goods and  services; and CJIS fingerprint checks fees."], "subsections": []}, {"section_title": "Agency Flexibility Regarding Uses of Funding from Alternative Sources", "paragraphs": ["Congress typically appropriates and conducts oversight of funds for DOJ  at the account level, directing that accounts be used for specific  purposes, restricting the amount or purpose for which the funds can be  used, and at times requiring DOJ to report on activities conducted at the   For each alternative source of funding, Congress must  account level.provide DOJ authority to (1) collect amounts, (2) conduct the activity in  question, and (3) obligate and expend the funds collected on that activity.  In each of these three areas, Congress can delegate some flexibility to  agencies in how they exercise these authorities, or it can retain control.  Regardless of the flexibility Congress provides DOJ regarding alternative  sources of funding, it always retains oversight over the funding and  associated activities. Figure 1 outlines key characteristics through which  Congress may increase or decrease an agency’s flexibility in funding."], "subsections": []}, {"section_title": "Budgetary Resources and Government Financial Statements", "paragraphs": ["The President’s Budget provides agencies’ estimated and actual budget  authority, obligations, and unobligated balances, among other things.  Total budgetary resources are also reported annually in an agency’s  statement of budgetary resources, which is published in either a  performance and accountability report, or an agency financial report.  Whereas the President’s Budget provides information used by the Office  of Management and Budget (OMB) for planning and controls, the financial  reports prepared by agencies are required as part of the Chief Financial  Officers Act of 1990, as amended.with the financial reports are subject to audit."], "subsections": []}]}, {"section_title": "About 15 Percent of DOJ’s Total Budgetary Resources Comes from Alternative Sources of Funding, and Laws Specific to Each Source Determine How Funds Should Be Obligated", "paragraphs": ["Seven alternative sources of funding made up approximately 15 percent  of DOJ’s total budgetary resources in fiscal year 2013, and different  legislative requirements affect the agency’s flexibility in using these funds.  Specifically, DOJ had about $4.3 billion in collections from seven major  alternative sources of funding in 2013, and generally used this funding for  related program costs. In addition, agency flexibility regarding using the  seven funding sources varied with laws specifying funding purposes,  amounts, and availability."], "subsections": [{"section_title": "About 15 Percent of DOJ’s Budgetary Resources Comes from Seven Alternative Sources of Funding", "paragraphs": ["In fiscal year 2013, about 15 percent of DOJ’s total budgetary  resources—or $5.8 billion out of $39.5 billion—came from seven major  alternative sources of funding. Specifically, during fiscal year 2013,  collections for these seven sources totaled about $4.3 billion, which was  available to DOJ to obligate. DOJ also brought forward $1.3 billion in  unobligated balances from fiscal year 2012 for these seven sources.", "In addition to collections that DOJ had the authority to use, in fiscal year  2013, DOJ received deposits of about $1.6 billion from two of the seven  alternative sources of funding that were by law not available for the  department to obligate, and therefore not counted as a budgetary  resource.", "The seven major alternative sources of funding are the following:", "Assets Forfeiture Fund: The AFF receives monies from the proceeds  of forfeiture of assets used in criminal operations. Proceeds deposited  in the AFF are used to pay for expenses of the Asset Forfeiture  Program, including asset management and disposal, the equity of  innocent third parties and lienholders, equitable sharing payments,  program investigative expenses, and other authorized expenses of  the program.", "Crime Victims Fund: Criminal fines and penalties collected from  offenders, among other sources, are deposited in the CVF. The CVF  funds victims’ assistance programs and provides direct compensation  to crime victims.", "Criminal Justice Information Services fingerprint checks fees: CJIS, a  division of the FBI, collects fees from federal, state, and other  authorized entities requesting fingerprint identification records for  noncriminal justice purposes such as employment and licensing. Fees  collected pay for the costs of providing the service and for the  automation of fingerprint identification and other criminal justice  information services.", "Diversion Control Fee Account (DCFA): Fees paid by Drug  Enforcement Administration (DEA) registrants, such as  manufacturers, distributors, dispensers (including physicians),  importers, and exporters of controlled substances (such as narcotics  and stimulants) and certain listed chemicals (such as ephedrine) are  deposited in the DCFA. Fees collected are used to recover the full  costs of the program, including personnel costs and operation costs  such as investigative costs, travel, and the purchase of goods and  services.", "Federal Prison Industries, Inc.: FPI, a wholly owned government  corporation within the Bureau of Prisons (BOP), sells products and  services manufactured by federal inmates.for FPI program expenses, such as wages for federal inmates.", "Three Percent Fund: DOJ collects 3 percent of most amounts paid  resulting from “civil debt collection litigation activities,” including civil  judgments in Medicare fraud cases and student loan collections. DOJ  uses these funds to defray costs associated with its debt collection  activities, such as paying the costs of the Debt Collection  Management Staff (DCM) and financial litigation unit personnel and  activities at the U.S. Attorneys’ Offices.", "United States Trustee System Fund (USTSF): The U.S. Trustee  Program (USTP) receives and deposits in the USTSF fees collected  generally from four sources: (1) a portion of the filing fee paid at the  beginning of each bankruptcy case for chapters 7, 11, 12, and 13; (2)  chapter 11 quarterly fees; (3) excess percentage fees collected by  chapter 12 or chapter 13 standing trustees; and (4) interest on  invested funds. These fees are used by the USTP for expenses,  such as salaries and benefits, related to overseeing the bankruptcy  process as specified in annual appropriations acts.", "To determine collections, obligations, and unobligated balance amounts  for the seven alternative sources of funding, we relied on data that were  reconciled to DOJ’s audited financial statements. DOJ was able to  reconcile the data for six of the seven alternative sources for fiscal years  2009 through 2013. For the CJIS fingerprint checks fees, as part of our  procedures, we obtained collections, obligations, and unobligated  balances data from the FBI program offices for fiscal years 2009 through  2013. To validate the data provided, we requested that the FBI reconcile  these amounts with the FBI’s audited statement of budgetary resources  (SBR) for those respective periods. The FBI provided updated amounts  for fiscal year 2013 based on its reconciliation to the FBI’s audited SBR.  However, the FBI was unable to demonstrate that it could reconcile  amounts it provided for fiscal years 2009 through 2012 to the amounts in  its audited SBR for each of the respective years. For the purposes of  this report, we will be reporting CJIS fingerprint checks fees data for fiscal  years 2009 through 2012 as reported to us by the FBI.", "Of the seven major alternative sources of funding, the two with the  highest amount of deposits were the AFF and the CVF, each receiving  deposits of $10.5 billion and $10.4 billion respectively over the 5-year  time period, not all of which was available to DOJ to obligate. The  remaining five alternative sources of funding brought in collections  totaling $9.0 billion during this same time period.", "Generally, collections from the seven major alternative sources of funding  were obligated to support the associated programs or activities. For  example, fees collected and deposited into the DCFA paid for all  expenses required to run the Diversion Control Program.", "For all seven major alternative sources of funding, DOJ obligated about  $22.8 billion, or on average about $4.6 billion a year, from fiscal years  2009 through 2013. Specifically, for five of the seven alternative sources  of funding—CJIS fingerprint checks fees, DCFA, FPI, the Three Percent  Fund, and USTSF—DOJ obligated about 97 percent of total collections,  or about $8.8 billion of $9.0 billion collected. For the two remaining  alternative sources of funding—the CVF and the AFF—DOJ obligated  about $14.0 billion. The AFF and the CVF included deposits that,  pursuant to law, have not been available for obligation. At the end of  fiscal year 2013, about $9.7 billion from the AFF and the CVF was  unavailable for obligation by DOJ. The majority of this amount came from  the CVF, which will be discussed in more detail later in this report.", "While the majority of DOJ’s alternative sources of funding came from  these seven sources, DOJ has other alternative sources of funding, which  are listed in appendix I. In addition, appendix III provides more detail on  collections and obligations for the seven major alternative sources of  funding, including relevant legal requirements."], "subsections": []}, {"section_title": "DOJ Flexibility to Use Alternative Sources of Funding Varies across the Seven Major Sources of Funding", "paragraphs": ["Congress has used different options to either increase or decrease  agency flexibility related to the use of DOJ’s seven major alternative  sources of funding. As previously discussed, Congress establishes  agency flexibility through the requirements in authorizing legislation,  appropriation acts, or other laws that, for instance, require agencies to  obligate the funds in a given year or over multiple years, or obligate a  certain amount for a certain purpose.", "Congress may limit the availability of funds so they are available for  obligation only in a given fiscal year—characterized as 1-year funds— such as a portion of the CJIS fingerprint checks fee amounts. In  contrast, Congress may establish funding as available for obligation  indefinitely—characterized as no-year funds—such as funds  deposited in other major alternative sources of funding like the Three  Percent Fund, which can be carried over from 1 year to the next.", "Congress has imposed additional annual reporting requirements for  certain of the seven alternative sources of funding (see app. III). For  example, DOJ is required to provide annual reports for the AFF.", "Table 1 shows requirements related to authorized purposes and amounts  for the seven major alternative sources of funding."], "subsections": []}]}, {"section_title": "DOJ Can Improve the Management of Unobligated Balances of Selected Alternative Sources of Funding", "paragraphs": ["Selected alternative sources of funding have growing unobligated  balances, some of which could benefit from improved management. We  conducted case studies for three alternative sources of funding with  unobligated balances: the Three Percent Fund, CJIS fingerprint checks  fees, and the Crime Victims Fund. DOJ officials responsible for the Three  Percent Fund have taken steps to manage the fund such as annually  reviewing how much they allocate in the fiscal year. However, they have  not, for example, projected collections for the following year when  determining the availability of funding for the next fiscal year. In addition,  DOJ lacks transparency over how fingerprint checks fees are broken out,  and has not evaluated what an appropriate carryover balance should be.  Finally, unobligated balances that have been made temporarily  unavailable to DOJ in the Crime Victims Fund have continued to grow,  and these balances have an increasing impact on DOJ’s reporting of  annual discretionary budget authority."], "subsections": [{"section_title": "DOJ Has Taken Steps to Manage the Three Percent Fund but Could Better Clarify a Reserve Policy and Estimates of Future Needs", "paragraphs": ["results in a civil judgment. For example, in one case that was resolved  in fiscal year 2013, DOJ reportedly collected $13 million from a civil  settlement involving fraud against the U.S. Postal Service. Of the $13  million that was awarded to the U.S. Postal Service, DOJ deposited  $390,000 into the Three Percent Fund. Amounts from the Three Percent  fund are then allocated to DOJ components that requested funds for  specified activities, such as tracking civil and criminal debt collection   Officials responsible for the Three Percent Fund stated that  litigation.they generally review and fund component requests at the beginning of  the fiscal year. As shown in figure 2, obligations of the Three Percent  Fund have generally risen with increased budgetary resources.  Specifically, from fiscal years 2009 through 2013, obligations increased  by about $74 million, while collections in the Three Percent Fund have  increased by almost $75 million over the same 5 years.", "DOJ officials stated that they have taken steps to manage the Three  Percent Fund and analyze the availability of funding for obligations such  as allocations to components, the costs of managing the systems that  collect and disburse civil collections, and administrative support.  Specifically, the Collection Resources Allocation Board (CRAB)—the  body established by DOJ to allocate collections among eligible  components to offset litigation and collection costs—manages the fund in  several ways:", "The CRAB sets aside funding to operate the Debt Collection  Management Staff for the following fiscal year prior to considering  annual allocations for other debt–collection related activities. DCM is  fully funded through Three Percent Fund collections and receives no  other appropriation.", "CRAB officials consider the longer-term viability of the program when  making funding decisions by, for example, considering whether  programs receiving funding may bring in additional Three Percent  Fund collections in future years. Programs that have potential to bring  in more funding to the Three Percent Fund may be prioritized over  programs that bring in less or no funding to the Three Percent Fund.", "The CRAB informs components making requests that any employees  hired should be term employees and not holders of permanent  positions. CRAB officials stated this policy stresses to components  that they should not rely on Three Percent Fund allocations in the  future, even if funds were allocated for such positions in the past.", "CRAB officials consider allocating resources for activities that may  span multiple years and set aside more resources at the beginning of  the year for these activities instead of funding new activities.", "CRAB officials identify a reserve, an amount needed in the Three  Percent Fund at the beginning of the following fiscal year.", "While CRAB officials have taken steps to manage the Three Percent  Fund, according to officials responsible for managing the fund, they do  not know how, if at all, changes in unobligated balances affect identified  future resource needs because they do not conduct analyses that include  projected collections, reserves that align with DOJ priorities and stated  needs, or the impact of previous obligation rates on unobligated balances.  As shown in figure 3, the CRAB’s rate of allocations has resulted in a 12- point decrease in the percentage of unobligated balances remaining at  the end of the following year from fiscal years 2009 through 2013.  Specifically, while DOJ’s unobligated balances have marginally  increased, the CRAB has had more total budgetary resources available  during the fiscal year and has obligated a larger portion of those  resources. CRAB officials stated that they conduct analyses to determine  how to allocate Three Percent Fund amounts in the following year, but  they could not demonstrate how, if at all, increasing obligation rates may  have an impact on the availability of funding in future years. Without  analyzing trends in unobligated balances, it is difficult to determine if  committing larger portions of budgetary resources is sustainable or has  an impact on future-year funding.", "In response, CRAB officials stated that the CRAB’s typical practice is to  obligate only the amount that is carried forward from the previous year,  and not to consider any amounts that may come into the Three Percent  Fund in the following year. The agency does not conduct analyses of  unobligated balances to, for example, help estimate future collections or  determine future reserve needs. According to CRAB officials, they do not  incorporate estimates for collection amounts from year to year because  the CRAB does not have control over how much will be collected in the  Three Percent Fund. Collections are determined from civil settlements  and other judgments, and CRAB officials believe that soliciting  information from litigating units to develop estimates may be viewed as  inappropriate pressure on litigators. However, in the 5-year time period  we examined, DOJ consistently collected at least $83 million annually,  indicating stability in collections.", "While we understand DOJ’s concerns about determining precise  estimates, these concerns could be mitigated by developing strategies for  projecting collections without a negative perception. For example, in lieu  of projecting a specific dollar amount, CRAB could determine a range  between the potential lowest and highest collection amounts based on  historical trends and current collection activities.", "Additionally, while CRAB officials identified a reserve to set aside for the  following fiscal year, as shown in table 2, the Three Percent Fund’s  unobligated balances at the end of the year have been notably higher  than DOJ’s identified reserve in each fiscal year from 2009 through 2013.  Specifically, in comparing the reserve that officials reported they needed  and the unobligated balance, the amount carried over was consistently  larger by a factor of at least two. Such a consistent difference between  the unobligated balance and the reserve fund needed the following year  may indicate that the Three Percent Fund could fund additional activities  during the following year. For example, CRAB officials stated that several  activities and initiatives either do not receive funding or receive a smaller  portion of funding, including funding for more litigative term personnel for  civil debt collection activities. Some of these activities, if funded, could  result in more collections for the Three Percent Fund.", "CRAB officials stated that DOJ has limited discretion for when amounts  are received in the Three Percent Fund because many transactions result  from judgments from courts and are not controlled by DOJ. As a result,  CRAB officials stated that they could not commit more funding during the  year because they do not know what amounts may come in the following  year and generally make funding decisions only once during the year. If  the CRAB has determined that no more funds can be committed in a  fiscal year than it currently allocates, then the reported reserve needed in  the Three Percent Fund may be too low and not accurately reflect the  Three Percent Fund operational needs. However, if the CRAB is  confident that the reported reserve for the following year is correct and  the reserve is much lower than the beginning unobligated balances as  reported in table 2, then the CRAB may be missing opportunities to fund  additional activities.", "GAO’s Key Questions to Consider When Evaluating Balances in Federal  Accounts has emphasized the importance of regularly analyzing these  balances by, for example, estimating and managing such balances—such  as estimating collections and determining reserve needs—in order to  effectively anticipate program needs and ensure the most efficient use of  resources. The Key Questions also concluded that if an agency does  not have a robust strategy in place for estimating and managing carryover  balances, balances may either fall too low to efficiently manage  operations or rise to unnecessarily high levels. While DOJ officials  disagreed that they may allocate and obligate more because their  practice is to allocate only what is in the fund at the beginning of the year,  our analysis demonstrated that the Three Percent Fund’s beginning  unobligated balances consistently outpace DOJ’s stated reserve needs.  This is, in part, because DOJ does not consider estimates of collections in  future years as part of its determination of reserve needs. DOJ’s current  practice has resulted in increasing balances in the fund as it allocates a  larger portion of its total budgetary resources. Without an analysis that  includes projected collections, reserves that align with DOJ priorities and  stated needs, and the impact of previous obligation rates on unobligated  balances, it is difficult to determine the impact of committing funds on  unobligated balances in the Three Percent Fund. By developing a policy  for conducting regular analyses of unobligated balances by, for example,  estimating future collections and determining future reserve needs, DOJ  could better ensure it is able to efficiently fund as many programs as  possible and best support the fund’s priorities."], "subsections": []}, {"section_title": "DOJ Could Improve Transparency in Fingerprint Checks Fees and Determine Appropriate Size of Unobligated Balances", "paragraphs": ["According to DOJ-provided data, in fiscal years 2009 through 2013, the  FBI’s CJIS Division collected on average about $385 million per year in  fingerprint checks fees. Of this, on average $154 million was for cost  recovery and $231 million was for automation. CJIS determines  fingerprint checks fees using three major elements: (1) estimates of the  cost to provide the fingerprint checks services—this makes up the cost  recovery portion; (2) depreciation of current infrastructure for fingerprint  identification, such as the Integrated Automated Fingerprint Identification  System, and other criminal justice information services systems—this  makes up the automation portion; and (3) the expected volume of  individual transactions.", "Criminal Justice Information Services  (CJIS) Fingerprint Checks Fees Purpose  Fingerprint checks fees are paid by entities  requesting a fingerprint check for individuals  for non-criminal justice purposes. The fee is  made up of two parts:", "The cost recovery portion covers the  cost of providing the service, which  includes operational labor cost, support  labor cost, and nonlabor costs such as  printing, utilities, supplies and equipment.", "The automation portion covers expenses  for automation of fingerprint identification  and criminal justice information services  such as the Next Generation  Identification, a system that offers  biometric identification services. CJIS also  uses automation fees for information- sharing technology and for operational  support.", "The two portions of the fee have different statutory requirements. The  cost recovery portion of the fee is 1-year money that must be obligated in  the same year it is collected to cover the cost of providing the service.  The automation portion of the fee is no-year money that can be carried  over from year to year. It is collected for the purpose of helping to defray  the cost of any new automation initiative in the future. The law provides  the FBI with broad authority to set the automation portion of the fee.  According to CJIS officials, CJIS reviews the fingerprint checks fee every  year. As shown in figure 4, according to data provided by CJIS, for fiscal  years 2009 through 2013, about 40 percent of the total collected in  fingerprint checks fees—about $770 million of about $1.93 billion—was  from cost recovery collections to cover the costs of providing the service.  The automation portion of the fingerprint checks fee composed the other  60 percent, or about $1.16 billion.", "Starting in March 2012, the fee for an  electronic fingerprint check was $14.50, of  which $6.38 was cost recovery and $8.12 was  automation. About 64 percent of the volume  of fingerprint checks comes from other federal  agencies with the remaining 33 percent  coming from state, tribal, and local  governments, and other entities that submit  fingerprint checks.", "Unobligated balances in the Crime Victims Fund have continued to grow  and have impacted DOJ’s reporting of annual discretionary budget  authority. From fiscal years 2009 through 2013, the CVF—which is  funded by collections of criminal fines, forfeited bail bonds, penalties, and  assessments—collected about $3.3 billion in budgetary resources and  received additional deposits not available as a budgetary resource of $7.1   OJP obligated over $3.5  billion, totaling about $10.4 billion in deposits.billion of these funds. When including balances from fiscal years prior to  2009, the CVF had a temporarily unavailable balance—composed of  funds received in excess of obligations made—of nearly $9 billion at the  end of fiscal year 2013.", "Crime Victims Fund (CVF) Administration  The Office of Justice Programs (OJP) is the  primary component within the Department of  Justice (DOJ) responsible for managing DOJ  grant programs, with the Office for Victims of  Crime being the primary component within  OJP that administers and manages CVF  funding.", "Crime Victims Fund (CVF) Purposes  The Victims of Crime Act of 1984 (VOCA), as  amended, establishes the CVF and authorizes the  fund to be used for specific crime victims assistance  purposes and provides formulas for the Department  of Justice (DOJ) to allocate funding among those  purposes. These include   1.  up to $20 million for grants under the Children’s  funding for victim assistance services at the  U.S. Attorneys’ Offices,  the Federal Bureau of  Investigation, and for a victim notification  system. programs such as $425 million for state-administered victim assistance  grants and almost $160 million in state victim compensation grants.", "Congress placed limitations on DOJ’s ability to use amounts in the CVF in  excess of the annual obligation limits. Specifically, annual appropriations  legislation prohibited DOJ from making obligations in excess of the  obligation limitation, and as a result, DOJ could not obligate the excess  funds during the course of the given fiscal year. For instance, CVF  deposits totaled about $1.75 billion during fiscal year 2009. However,  because federal law limited DOJ’s allowable CVF obligations to about  $640 million that year, DOJ was unable to obligate over $1 billion of CVF  deposits during the remaining fiscal year. Figure 5 shows the annual  deposits and obligations in the CVF.", "In fiscal years 2009 through 2013, annual CVF deposits exceeded the  limit in allowable annual obligations. During this time period, funds not  available for obligation by DOJ in this account have served as a credit or  offset to DOJ’s total discretionary budget, as reported in DOJ’s budget  submissions. Specifically, during the annual appropriations process, the  CVF balance unavailable for obligation by DOJ during the year counts as  a “savings.” Consistent with scorekeeping guidelines used during the  congressional budget process, this savings resulted in DOJ reporting a  lower level of net budget authority because the unavailable CVF balance   For example,  is applied as a credit to DOJ’s total discretionary budget.in fiscal year 2013,", "DOJ received about $25 billion in enacted total discretionary budget  authority according to DOJ’s congressional budget justification. DOJ  obligated these funds to pay for the department’s programs and  activities.", "Balances primarily composed of CVF funds provided a credit of about  $10 billion.account and were not spent.", "These unavailable balances remained in the CVF", "The credit from these balances lowered DOJ’s reported net  discretionary budget authority to about $15 billion.", "As a result, DOJ’s total discretionary budget authority provided in law  of $25 billion was $10 billion higher than the reported net discretionary  budget authority of $15 billion.", "Since fiscal year 2009, the growing CVF unavailable balance has resulted  in increasingly higher offsets to DOJ’s budget authority and has  represented a higher percentage of DOJ’s total discretionary budget  authority. For example, according to DOJ’s congressional budget  justification, in fiscal year 2009, balances composed mostly of CVF funds  created an offset of about $2.7 billion, or 10 percent of DOJ’s total  discretionary budget authority. However, in fiscal year 2013, the $10 billion offset made up about 39 percent of DOJ’s total discretionary  budget authority. For more details, see figure 6.", "While the CVF funding has been subject to an obligation limitation each  year, OJP officials responsible for managing the programs funded by the  CVF have started to take some steps in determining how more of the  CVF unavailable balance could be obligated in the future should the limit  be increased. Specifically, OJP officials stated that victim assistance  stakeholders such as state administrators of crime victims’ grants have  told them that the current funding levels provided in law are not  adequately addressing the needs of crime victims nationwide. However,  OJP officials state that stakeholders have not been able to verify how  much funding need exists nationwide, in part because of current restraints  on administrative spending in VOCA that limit state administrators’ ability  to monitor the effectiveness of grants or evaluate crime victim needs.", "In response, OJP has taken steps to determine crime victim needs. For  instance, in 2010, OJP developed an initiative called Vision 21, where the  goals are to identify recommendations to help OJP adopt a systematic  approach in addressing crime victim needs. This culminated in a report  released in 2013 that contained recommendations for better addressing  crime victim needs, including overcoming challenges related to  constraints in CVF funding due to VOCA restrictions. In addition, in  2012, OJP entered into an interagency agreement with the U.S. Bureau  of Justice Statistics to conduct a survey of victim assistance  administrators and other stakeholders, the purpose of which includes  validating crime victim needs nationwide. OJP officials stated that the  results of the survey will help determine and validate funding needs and  help OJP provide empirically driven policy options to address such needs.  OJP officials responsible for CVF funding stated that the results from the  survey may be obtained as late as 2016."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The seven major sources of DOJ’s alternative funding bring in more than  $3 billion annually. This represents a significant portion of DOJ’s  budgetary resources. For example, in fiscal year 2013, 15 percent of  DOJ’s total budgetary resources came from alternative sources of  funding. DOJ used these resources to support several programs,  including funding for victims compensation and assistance, and generally  help DOJ fulfill its law enforcement and criminal and civil litigation  missions. DOJ’s annual use of billions of dollars from these funds  highlights the importance of ensuring program needs are met and  resources are used effectively.", "In some cases, DOJ brings in significantly more in collections than it  obligates, underscoring the importance of properly managing these funds.  By developing a policy to analyze unobligated balances from the Three  Percent Fund, DOJ could better manage balances to ensure efficient and  effective use of resources to support program activities. In addition, CJIS  is missing opportunities for meaningful feedback that could affect the  outcome of changes in fees and program implementation by not  transparently communicating with stakeholders and customers the  breakout of cost recovery and automation fees. Finally, by developing a  policy to estimate the extent to which carryover balances from CJIS’s  fingerprint automation pool of money are appropriate and implementing  that policy, CJIS could better ensure that its automation fees are set at a  level to avoid excessive revenues."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help ensure the efficient use of resources for the Three Percent Fund,  we recommend that the Attorney General develop a policy and implement  procedures to regularly analyze unobligated balances and develop  collection estimates in order to determine an appropriate reserve amount  and inform estimates of future funding needs.", "To improve transparency and ensure the effective use of automation fees  for the CJIS fingerprint checks fees, we recommend that the Director of  the Federal Bureau of Investigation take the following actions:", "Publish in the Federal Register, or other documents such as annual  reports, how much is assessed for automation and cost recovery in  each transaction to better communicate the cost of the service to  customers and stakeholders.", "Develop a policy to analyze the unobligated balances coming from the  automation portion of the fee to inform program needs, including  improving methods for anticipating automation collections, and  establishing a range of appropriate carryover amounts to support  program needs."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOJ for review and comment. We  received written comments from DOJ, which are reproduced in full in  appendix IV. DOJ also provided technical comments on this report that  we incorporated as appropriate.", "Our first recommendation directed the Attorney General to develop a  policy and implement procedures to regularly analyze unobligated  balances and develop collection estimates for the Three Percent Fund in  order to determine an appropriate reserve amount. DOJ agreed that it  could improve how it estimates the amount of reserve funds needed for  the next fiscal year. DOJ stated it is going to adjust the current  methodology for improving reserve estimates by, for example, including  additional costs such as one quarter of the previous year’s administrative  and professional contract costs.", "DOJ also provided various reasons why it does not query or calculate  revenue estimates. For example, DOJ does not query litigating  components for the number of cases that will be settled because the  agency does not want to be perceived as inappropriately encouraging  larger government civil collections. Additionally, DOJ does not calculate  such estimates due to the high level of variability in the civil debt litigation  cases that make it difficult to use historical information to estimate  reserves. The report recognizes these concerns. Specifically, on page 20,  we acknowledge DOJ’s concern about soliciting information from its  litigating units. However, we believe that DOJ could develop an estimated  range of potential collections based on historical trends and current  collection activities. Estimates are not expected to be perfect predictions  of the future; however, analyzing historical data can help the agency to  identify patterns and anomalies and to understand the magnitude of  significant events.", "DOJ concurred with our second recommendation and agreed to break out  the automation and cost recovery portions of the CJIS fingerprint checks  fees more explicitly in the future. DOJ stated it believed the FBI had been  transparent with its stakeholders and that this recommendation is  consistent with current business practices.", "DOJ concurred with our third recommendation, which called for the FBI to  develop a policy to analyze the unobligated balances coming from the  automation portion of the CJIS fingerprint checks fees and establish a  range of appropriate carryover amounts to support program needs.  Specifically, DOJ stated it would analyze the balances coming from the  automation portion of the fee. DOJ also noted that it does not believe that  establishing a range of carryover balances would enhance the current  financial business practices of the CJIS fund. We believe the FBI would  benefit from assessing what an appropriate range should be to ensure the  funds will be available for agreed upon future investments.", "In its comments, DOJ also referred to the report’s discussion on the CVF  and its associated scorekeeping rules. In particular, DOJ noted that the  department reports both net budget authority and total discretionary  budget authority. We agree that both numbers can be found in the annual  budget materials, appropriately labeled, and we included both in our  report on pages 34-35.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the Attorney  General, selected congressional committees, and other interested parties.  In addition, this report is also available at no charge on the GAO website  at http://www.gao.gov.", "If you or your staff have any further questions about this report, please  contact me at (202) 512-9627 or maurerd@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. Key contributions to this reported are listed  in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Department of Justice (DOJ) Alternative Sources of Funding in Fiscal Year 2013", "paragraphs": ["In fiscal year 2013, according to DOJ-provided data, the department  collected approximately $4.9 billion through 21 “alternative sources of  funding,” which, for the purposes of this report, refers to collections by  DOJ and other agencies that are available to DOJ to obligate and  expend. Specifically, DOJ collections for these 21 sources of funding  ranged from 0 to about $1.9 billion in fiscal year 2013. For the seven  major alternative sources of funding, we used information from DOJ’s  annual financial statements in its corresponding performance and  accountability reports or agency financial reports. For the remaining 14  alternative sources of funding, which are otherwise not included in this  report, we relied primarily on DOJ-reported information from its financial  information systems (See app. II for more information on our scope and  methodology). Table 3 describes each of the 21 alternative funding  sources, as well as total collections and funding availability in fiscal year  2013."], "subsections": []}, {"section_title": "Appendix II: Objectives, Scope, and Methodology", "paragraphs": ["To address the first question, we identified various alternative sources of  funding across the Department of Justice (DOJ) accounts or programs by  interviewing DOJ officials knowledgeable about the DOJ budget and  reviewing various budget documents. We identified 21 accounts or  programs that received “alternative sources of funding,” which, for the  purposes of this report, refers to collections by DOJ and other agencies  that are available to DOJ to obligate and expend. We narrowed our  review to seven alternative sources of funding using the following  decision criteria: Collections must be at or above $100 million annually in  order to focus on the alternative sources bringing in the most money to  DOJ, the funds must be managed primarily by DOJ, and the funds must   We excluded alternative sources that  not be entitlements or trust funds.funded entitlement programs from our review because entitlement  authorities are controlled by statute, and DOJ does not have authority to  determine eligibility requirements or the amounts provided to recipients.", "Further, we excluded alternative sources of funding that are deposited  into trust funds—such as the Federal Prison Commissary Fund—because  trust funds generally do not impose a fiduciary responsibility on the  government. The scope of our review covered funding from fiscal years  2009 through 2013 so that we could include enough years to identify any  recent trends in collections, obligations, and unobligated balances. To  report the financial information such as collections and obligations related  to alternative sources of funding for the 5 years, we analyzed DOJ annual  financial statements in its corresponding performance and accountability  reports or agency financial report and data provided by DOJ. We  compared the amounts in the selected seven alternative sources of  funding against DOJ’s statement of budgetary resources using DOJ’s  audited information reported in its annual financial statements. For six of  the seven alternative sources of funding—the Assets Forfeiture Fund, the  Crime Victims Fund, the Diversion Control Fee Account, the Federal  Prison Industries, the Three Percent Fund, and the United States Trustee  System Fund—we determined that the data on the amounts reported for  the years under review DOJ-wide were sufficiently reliable for determining  how much of DOJ’s budgetary resources come from these alternative  sources of funding. We also determined that for fiscal year 2013, the  fingerprint-based Criminal History Record Information checks provided by  the Federal Bureau of Investigation (FBI) Criminal Justice Information  Services (CJIS) Division (CJIS fingerprint checks fees) were also reliable  for our purposes. However, the amounts for fiscal years 2009 through  2012 for the CJIS fingerprint checks fees were provided by DOJ sources  and could not be reconciled to the audited financial statements. See the  section on DOJ’s total budgetary resources regarding data limitations. To  report on DOJ’s flexibility in using alternative sources of funding for DOJ  activities, we identified key statutory characteristics that increase or  decrease agency flexibility with respect to these funds by reviewing  principles of appropriations law and our prior work.statutory language and identified legal requirements applicable to the  seven funds in the scope of this objective for each of these key areas: (1)  purpose—for what purposes the funds may be obligated, (2) amount— how available amounts are determined and what action triggers the  availability of funding, (3) time—what is the period of availability for the  funding, and (4) review—what specific reporting requirements apply to the  funding. We also interviewed agency officials about the alternative  sources of funding to understand their interpretation of the laws.", "See GAO, Justice Assets Forfeiture Fund: Transparency of Balances and Controls over  Equitable Sharing Should Be Improved, GAO-12-736 (Washington, D.C.: July 12, 2012),  and Department of Justice: Working Capital Fund Adheres to Some Key Operating  Principles but Could Better Measure Performance and Communicate with Customers,  GAO-12-289 (Washington, D.C.: Jan. 20, 2012). guide for federal user fees and (2) our past work identifying fee design  options for managing carryover balances in fee accounts. To determine  financial activity for the CVF, we compared both reconciled financial  information and separate DOJ-provided information on receipts. To report  on the impact of unavailable balances from the CVF and the AFF to the  department’s annual discretionary budget authority, we used reported  information from the President’s Budget for DOJ’s total discretionary  budget authority and the scorekeeping credit from the three sources (the  Crime Victims Fund, the Assets Forfeiture Fund, and the Working Capital  Fund). We used information from the President’s Budget instead of the  audited financial information reported in the previous objective because  credits provided to DOJ’s discretionary budget authority were not  recorded in DOJ’s audited statements. Moreover, the President’s Budget  was used by decision makers for determining DOJ’s annual discretionary  budget authority.", "To list the collections for all 21 sources in fiscal year 2013 as shown in  appendix I, we relied primarily on DOJ-reported data for the 14 sources  that otherwise were not included in this report. We asked DOJ about the  reliability of the data for these 14 sources and determined that the data  were sufficiently reliable to convey a description of each funding source  and the general magnitude of funding source collections and obligations.  In addition, for the 7 major alternative sources of funding in appendix III,  we relied primarily on DOJ’s statements of budgetary resources from  fiscal years 2009 through 2013. However, in a few instances, we provided  additional details that were obtained from other sources. Those sources  are discussed, when appropriate, in the particular section of the appendix.", "We conducted this performance audit from September 2013 through  February 2015 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix III: Information on the Seven Selected Alternative Sources of Funding", "paragraphs": ["This appendix describes background information, funding characteristics,  budgetary information, and legal requirements for the seven accounts  within the Department of Justice (DOJ) receiving major alternative  sources of funding:", "Assets Forfeiture Fund;", "Crime Victims Fund;", "Criminal Justice Information Services fees;", "Diversion Control Fee Account;", "Federal Prison Industries, Inc.;", "Three Percent Fund; and", "United States Trustee System Fund."], "subsections": [{"section_title": "Assets Forfeiture Fund", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Every year, federal, state, and local law enforcement agencies seize  millions of dollars in assets that are forfeited through the DOJ Asset  Forfeiture Program (AFP). Forfeited assets can include, but are not  limited to, businesses, cash, bank accounts, automobiles, boats,  airplanes, jewelry, art objects, and real estate.program is preventing and reducing crime through the seizure and  forfeiture of assets that were used in or acquired as a result of criminal  activity. The Comprehensive Crime Control Act of 1984 established the  Assets Forfeiture Fund (AFF) to receive the millions of dollars in assets  that are forfeited through the AFP."], "subsections": []}, {"section_title": "Legal Requirements", "paragraphs": ["Funds are available for program-related expenses, including payments to  victims and lien holders and the costs of storing and maintaining forfeited  assets, and certain law enforcement activities, such as the payment of  overtime salaries, travel, fuel, among other things, for state and local law  enforcement officers when they participate in a joint operation with federal  law enforcement agencies participating in the fund. After the AFF sets  aside enough to ensure amounts are available in subsequent fiscal years  for the specified purposes, it can use the excess generated by that fiscal  year’s operations for other purposes. This excess is called the excess  unobligated balance. Subject to certain notification procedures to  Congress, any excess unobligated balance remaining in the AFF is  available to DOJ “for any federal law enforcement, litigative/prosecutive,  and correctional activities, or any other authorized purpose of .”"], "subsections": []}, {"section_title": "Funding Characteristics", "paragraphs": ["The AFF is financed primarily through the forfeiture of assets that were  seized as a result of criminal activity. From fiscal years 2009 through  2013, collections in the AFF totaled about $10.5 billion, which does not  include amounts deposited in the AFF and then made unavailable  pursuant to law. At the end of fiscal year 2013, about $792 million was  temporarily unavailable because of annual enacted temporary  rescissions.", "From fiscal years 2009 through 2013, obligations from the AFF totaled  about $10.6 billion. Obligations made from the AFF cover three major  categories: (1) payments to third parties, including payments to satisfy  interested parties such as lien holders of forfeited properties, as well as  the return of funds to victims of large-scale fraud; (2) equitable sharing  payments to state and local law enforcement agencies that participate in  law enforcement efforts resulting in the forfeitures; and (3) all other  program operations expenses that include expenditure categories such  as asset management and disposal, the storage and destruction of drugs,  and investigative expenses leading to a seizure. According to DOJ data,  of the funds obligated during this time period, about 44 percent went for  payments to third parties, about 26 percent went to equitable sharing, and  about 30 percent covered all other program operation expenses.", "Trends in Annual Collections, Obligations, and Unobligated  Balances  From fiscal years 2009 through 2013, obligations have generally tracked  closely with collections. Generally, AFF collections have been increasing,  with a large spike in fiscal year 2012, and a corresponding spike in  obligations, attributable to a $2.2 billion deposit into the AFF related to the  Bernard Madoff financial fraud case. End-of-year unobligated balances  were over $1 billion for fiscal years 2009 through 2011 and then dropped  to about $762 million in fiscal year 2012 and $887 million in fiscal year  2013. As we previously reported, DOJ carries forward unobligated  balances in order to ensure solvency, equitable sharing, and third-party  payments in the following fiscal year.", "Figure 7 shows AFF collections, obligations, and unobligated balances for  fiscal years 2009 through 2013."], "subsections": []}]}, {"section_title": "Crime Victims Fund", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The Crime Victims Fund (CVF) was established by the Victims of Crime  Act of 1984 (VOCA) to provide assistance and grants for victim services  throughout the United States. It is managed by the Office for Victims of  Crime (OVC) within the Office of Justice Programs (OJP). The CVF  supports several state and federal crime victim assistance–related grants  and activities. The VOCA outlines these activities and prescribes specific  funding limitations and requirements."], "subsections": []}, {"section_title": "Legal Requirements", "paragraphs": ["Funding from the CVF is allocated for specific purposes outlined in  statute:  1.  Based on amounts collected, up to $20 million is available to fund  programs authorized under the Children’s Justice Act, as amended.  Up to $17 million is transferred to the Department of Health and  Human Services to administer state grants, while OVC administers up  to $3 million to support similar grants benefiting Native American tribal  lands. Programs include funding activities to revise tribal codes to  address child sexual abuse, providing child advocacy services for  children in court proceedings, and developing procedures for  reporting, investigating, and prosecuting child abuse cases, among  others.  2.  Funds required for managing victim assistance programs in the  Federal Bureau of Investigation (FBI) and Executive Office for U.S.  Attorneys (EOUSA) to improve crime victims services, and for  amounts to run the Federal Victim Notification System. The  notification system provides victims of crimes computer automated  services on the investigative, prosecutorial, and corrections aspects of  related cases. It is run by EOUSA, the Federal Bureau of Prisons, and  the FBI.", "After these activities have been funded, the remaining CVF funding is to  be determined as follows.  3.  A 47.5 percent share of funds is available for a grant program for  states to provide crime victim compensation. The law provides that  CVF is available for up to a 60 percent match of what the state  provided in compensation. Any remaining funding set aside for victims  compensation up to the 47.5 percent may be used to support victim  assistance grants. Compensation grants reimburse victims for out-of- pocket expenses such as medical and mental health counseling, lost  wages, and funeral and burials costs.  4.  Another 47.5 percent is available for a grant program for states to  provide victim assistance. Grants are provided to states to administer  to domestic violence shelters, rape crisis centers, and child abuse  programs, among other advocacy groups that support comprehensive  services to victims.  5.  Last, 5 percent is available to fund discretionary grant programs to  support federal crime victim assistance program evaluation,  compliance efforts, and training and technical assistance services,  among other things, including services for victims of federal crime. At  least half of these funds must be allocated for specified activities,  including training, technical assistance, and demonstration or  evaluation projects, and improving outreach and services.", "In addition to these amounts, DOJ is authorized to maintain a reserve of  $50 million for the Antiterrorism Emergency Reserve Fund. These funds  are available for grants to states and other entities that provide assistance  to victims of crime to provide emergency relief—including crisis response  efforts, assistance, and training—to victims of terrorist acts or mass  violence occurring outside the United States, as well as for carrying out a  program to compensate victims of international terrorism occurring  outside the United States. This reserve can be replenished annually.", "While VOCA authorizes funds collected in the CVF to be available until  expended, annual appropriations acts have included obligation limitations.  See table 4 for annual obligation limitations from fiscal years 2009  through 2013.", "The CVF is financed primarily by the federal courts, U.S. Attorneys’  Offices, and Federal Bureau of Prisons collections of fines, penalty  assessments, and bond forfeitures collected from convicted federal  offenders. From fiscal years 2009 through 2013, deposits in the CVF  totaled about $10.4 billion.fines are small amounts for bail forfeitures or other criminal fines, larger   While DOJ officials stated that most of these  amounts have contributed to rising collection amounts. For instance, in  fiscal year 2010, the largest single deposit into the CVF was over $1  billion and made up about half of the total deposits during the fiscal year.", "From fiscal years 2009 through 2013, DOJ obligated over $3.5 billion in  CVF funding. According to DOJ data, the majority of CVF funding was  allocated for state grants to victims of crimes assistance and  compensation. Specifically, DOJ data show that over $2.9 billion, or over  80 percent of all obligations, was allocated through victim assistance and  compensation grant programs. See figure 8 for a breakout of CVF  obligations by category.", "Trends in Annual Collections, Obligations, and Unavailable  Balances  As discussed previously in the report, from fiscal years 2009 through  2013, the CVF received deposits of about $10.4 billion in total. Annual  deposits varied from year to year, the lowest total occurring in fiscal year  2013 at about $1.5 billion. Fiscal year 2012 marked the year with the  largest CVF deposit amount, totaling almost $2.8 billion. Figure 9  illustrates annual deposit totals.", "As noted above, annual appropriation acts have included obligations  limitations for CVF funds. In accordance with the limits placed on the  fund, DOJ obligations have steadily increased from fiscal years 2009  through 2013. DOJ obligations from CVF funding were around $637  million in fiscal years 2009. In 2013, obligations increased by nearly $100  million to $736 million.", "As discussed in our report, unavailable balances in the CVF have  increased steadily in each year, as deposits into the CVF outpace  obligations. CVF balances increased from just over $3 billion in 2009 to  about $9 billion in 2013.result of deposits in excess of obligation limits on the fund."], "subsections": []}]}, {"section_title": "Criminal Justice Information Services Fees", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["Within the Federal Bureau of Investigation (FBI), the Criminal Justice  Information Services Division (CJIS) provides criminal justice information  services to state, tribal, federal, local law enforcement, authorized  noncriminal justice entities, and intelligence community partners. CJIS  also collects fees from authorized users requesting fingerprint-based  Criminal History Record Information (CHRI) checks for noncriminal justice  purposes. The FBI has collected user fees for fingerprint checks since  1982."], "subsections": []}, {"section_title": "Legal Requirements", "paragraphs": ["The FBI is authorized to establish and collect fees for providing  fingerprint-based CHRI checks and other identification services submitted  by authorized users for noncriminal justice purposes, including  employment and licensing. The FBI may set such fees at a level to  include an amount to establish a fund to defray expenses for the  automation of fingerprint identification and criminal justice information  services and associated costs."], "subsections": []}, {"section_title": "Funding Characteristics", "paragraphs": ["To report collection, obligation, and unobligated balance amounts for the  CJIS fingerprint checks fees for fiscal years 2009 through 2013, we  requested and received data provided by the FBI. In order to determine  that the data were reliable, we requested that the FBI reconcile these  amounts with the FBI’s audited statement of budgetary resources (SBR).  FBI officials provided updated amounts for fiscal year 2013 based on their  reconciliation to the FBI’s SBR; however, officials were unable to  demonstrate that they could reconcile amounts for fiscal years 2009  through 2012. Accordingly, in table 5, we are providing the numbers that  were given to us by the FBI for fiscal years 2009 through 2012 but we  cannot determine if the numbers are reliable. The numbers reported for  fiscal year 2013, as seen in table 6, were reconciled to the audited SBR."], "subsections": []}]}, {"section_title": "Diversion Control Fee Account Background", "paragraphs": ["The Drug Enforcement Administration (DEA) is the primary agency for  enforcing the provisions of the Controlled Substances Act that pertain to  the diversion of controlled pharmaceuticals, such as narcotics, stimulants,  depressants, and regulated chemicals such as ephedrine. DEA’s Office of  Diversion Control oversees the Diversion Control Program (DCP), and  carries out the mandates of the Controlled Substances Act by preventing  the diversion of controlled substances and listed chemicals into the illicit  market while ensuring a sufficient supply of the substances and  chemicals for legitimate medical, scientific, research, and industrial  purposes. The DCP is funded through registration fees that  manufacturers, distributors, dispensers (such as physicians), importers,  and exporters of controlled substances and certain regulated chemicals  pay into an account called the Diversion Control Fee Account (DCFA)."], "subsections": [{"section_title": "Legal Requirements", "paragraphs": ["The purposes of the funds deposited in the DCFA are for the operation of  the DCP. Federal law directs DEA to set the fees at a level that ensures  the recovery of the full costs of operating the various aspects of the  program. Collections over $15 million are to be deposited in the DCFA,  which means that the first $15 million goes to the Treasury and the rest of  the fees are available to DEA. Fees charged are periodically refunded by  the Treasury to DEA to reimburse expenses incurred in the DCP, in  accordance with estimates made in DEA’s budget request. Changes in  the amounts designated in the budget requests can be made only after  notification to the Appropriations Committees, 15 days in advance.", "The DCFA fee schedule is contained in regulations that DEA issues, and  when amending the fee amounts, DEA issues a notice of proposed  rulemaking describing the process for determining the fee amounts and  then issues a final rule setting the fees. DEA’s most recent rule was  issued in 2012."], "subsections": []}, {"section_title": "Funding Characteristics", "paragraphs": ["The DCP is fully funded by fees relating to the registration and control of  the manufacture, distribution, dispensing, import, and export of controlled  substances and listed chemicals. Fees vary based on the registrant class  (e.g., researcher, practitioner, distributor, manufacturer, etc.) and range  from $244 annually for a researcher, for example, to $3,047 annually for a  manufacturer of chemical and controlled substances.2009 through 2013, DEA collected a total of about $1.39 billion in fees.", "From fiscal years 2009 through 2013, DEA obligated a total of about  $1.37 billion. According to DOJ data, about 58 percent of obligations were  for personnel costs of salaries and benefits, and the other 42 percent  covered nonpersonnel costs such as rent, equipment, operations and  maintenance of equipment, and purchase of goods and services.", "Trends in Annual Collections, Obligations, and Unobligated  Balances  As can be seen in figure 10, collections have been slightly increasing over  time. For example, in fiscal year 2009, DEA collected about $235 million  in fees and in fiscal year 2013, collected about $328 million in fees.  Likewise, obligations have also increased slightly over time. Generally,  unobligated balances have remained relatively stable and averaged about  $67 million a year. The highest unobligated balance was at the end of  fiscal year 2009, at about $88 million, and the lowest was at the end of  fiscal year 2011, at about $42 million. DEA maintains an unobligated  balance, called the operational continuity fund, in order to avoid  operational disruptions throughout the year that might occur because of  fluctuations in collections and obligations. Figure 10 shows collections,  obligations, and unobligated balances for fiscal years 2009 through 2013."], "subsections": []}]}, {"section_title": "Federal Prison Industries, Inc. (FPI)", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["FPI, managed by the Federal Bureau of Prisons (BOP) and governed by  a presidentially appointed Board of Directors, is a wholly owned   FPI’s mission is  government corporation created by federal law in 1934.to protect society and reduce crime by preparing inmates in federal penal  and correctional institutions and disciplinary barracks for successful  reentry into society through job training. Specifically, FPI provides  inmates employment and job skills through the production of market- priced high-quality goods, such as furniture, clothing, electronics, and  vehicular and metal products, and through services such as printing, data  processing, call centers, and laundry. FPI’s factories are operated by  civilian supervisors and managers responsible for training and overseeing  the work of inmates.", "Federal law generally requires agencies to purchase products from FPI. According to FPI, it was designed to be a “mandatory source” of federal  supply for the products it manufactures to help ensure a steady work flow  and partially offset some of the competitive disadvantages associated  with operating in a correctional environment, such as lower productivity  levels. In fiscal year 2013, FPI products were organized into five business  sectors: clothing and textiles, electronics, (which includes fleet  management and vehicular products), office furniture, recycling, and   As of September 30, 2013, FPI had industrial and service  services.operations at 78 factories located at 62 prison facilities, and employed  about 13,000 inmates."], "subsections": []}, {"section_title": "Legal Requirements", "paragraphs": ["See 18 U.S.C. § 4124 and 48 C.F.R. §§ 8.601-08. administrative costs, including salaries for management personnel, travel  expenses, and supplies. FPI funds are generally available until expended  without further action from Congress. That is, FPI has the authority to  carry over balances from 1 fiscal year to the next."], "subsections": []}, {"section_title": "Funding Characteristics", "paragraphs": ["FPI is fully funded by and operated as a revolving fund—that is, it charges  for the sale of products or services and uses the proceeds to finance its  spending, usually on a self-sustaining basis—and does not receive an  annual appropriation.", "The majority of FPI’s funding is derived from the sale of products and  services to other federal departments, agencies, and bureaus, and FPI’s  sales revenue has declined from fiscal years 2009 through 2013. In  addition to sales revenue, FPI received income from the interest earned  by investing its carryover balances. In fiscal year 2013, three of FPI’s five  business sectors—clothing and textiles, electronics, and office furniture— reported a decline in sales revenue compared with fiscal year 2009  revenue.", "Sales revenue from FPI’s activities is obligated to defray all operating  costs, including the purchase of raw materials and equipment, staff  salaries and benefits, and inmate wages, among other things. For  example, factories utilize raw materials and parts purchased from the  private sector to produce finished goods, such as office furniture.", "Trends in Annual Collections, Obligations, and Carryover  From fiscal years 2009 through 2013, FPI’s total proceeds of sales and  operation costs decreased each year, and these operating costs have  generally decreased at a faster rate than its sales revenues declined.  Because FPI’s operating costs have declined at a greater rate than its  sales revenues have declined, FPI’s unobligated balance has increased  during this time period. Specifically, at the end of fiscal year 2013, FPI’s  unobligated balance had increased by more than $139 million compared  with its end-of-year balance in fiscal year 2009. According to FPI’s annual  financial statements, a decline in overall federal spending, coupled with  declining interest rates, has negatively affected FPI’s sources of funding.  In addition, the passage of legislation that affected FPI’s designation as a  mandatory source of federal supply for the products it manufactures  contributed to declines in sales during this time period. For example,  before purchasing an item from FPI, agencies are generally required to  conduct market research to determine whether the item is comparable to  items available from the private sector that best meet the government’s  price, quality, and time-of-delivery specifications.FPI’s sales revenues and obligations have generally decreased, while  unobligated balances have increased during this time period."], "subsections": []}]}, {"section_title": "Three Percent Fund", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The DOJ Three Percent Fund is an account composed of 3 percent of  amounts collected “pursuant to civil debt collection litigation activities.”  According to DOJ officials, civil debt litigation activities may include  activities such as bringing civil cases to court or conducting administrative  activities such as tracking unpaid debts and issuing notices for payments  due. Civil debt does not include criminal fines and penalties or forfeiture  of properties and assets. Eligible transactions from the payor to the  government are assessed a 3 percent fee, which is used to offset costs  for DOJ to manage the collection and distribution of funds to federal  agencies awarded the civil judgment as well as civil and criminal litigation  activities conducted by the department.", "Civil debt transactions provided to the Three Percent Fund are managed  by the DOJ Justice Management Division Debt Collection Management  Staff (DCM). DCM provides the operational, policy, and client support  services—including training and reporting—to facilitate the collection of  debts owed to the United States government. DCM manages the  computer systems used to manage transactions and collections retained  in the Three Percent Fund.", "DOJ annually disburses Three Percent Fund collections to DOJ  components that conduct activities related to civil and criminal debt  collections—which, according to DOJ, also include investigatory,  litigation, and administrative activities related to obtaining these debts— based on eligibility of costs and DOJ priorities. DOJ established the  Collection Resources Allocation Board (CRAB) to review components’  requests for funds based on intended uses, awarding funds to the  components to offset costs for activities covered in the requests for  funding for the year. Funds are offsetting collections that reduce the costs  for conducting these activities, which otherwise do not obtain funding or  are funded through other appropriations provided to the DOJ component  conducting the activities."], "subsections": []}, {"section_title": "Legal Requirements", "paragraphs": ["Three Percent Fund collections are no-year funds available for paying the  costs of processing and tracking civil and criminal debt collection litigation  and, thereafter, for financial systems and for debt collection–related  personnel, administrative, and litigation expenses. The CRAB is  responsible for determining the activities that receive agency funding. Any  amounts unobligated at the end of the fiscal year are retained as an  unobligated balance in the Three Percent Fund. They are available the  following year to DOJ to obligate and expend."], "subsections": []}, {"section_title": "Funding Characteristics", "paragraphs": ["Three Percent Fund collections are received from payors that owe debts  resulting from civil settlements, judgments, or referred debt to DOJ.", "From fiscal years 2009 through 2013, Three Percent Fund collections  totaled more than $623 million. According to DCM officials, debt  collections are from private individuals as well as from businesses. DCM  officials stated that while most collections are from small debts, single  transactions for larger civil debts may provide several million dollars to the  fund. For instance, according to information provided by DCM, in 2013,  there were over 15,000 separate transactions of funds in the Three  Percent Fund. According to these transactional data, fewer than 30  transactions provided collections of $1 million or more. The largest  transaction resulted in a deposit of over $22 million to the Three Percent  Fund.", "The CRAB awards Three Percent funds based on priorities established  by the board. According to DOJ officials responsible for the fund, amounts  are provided using the following broader priorities:  1.  Costs to manage debt collection activities, including full funding for  DCM costs and the computer system infrastructure to manage  transfers of funds from payors to the various federal agencies  receiving civil collections.  2.  Debt collection activities such as tracking debtors’ funds, training for  properly conducting debt collections and understanding the resources  available to federal agencies for obtaining debts, and conducting  administrative activities such as sending demand letters to debtors.  3.  Costs of conducting civil litigation and investigation where collections  are presumed to be obtained. This includes both referred debt where  the debt has already been established, and affirmative civil litigation  where the debt has not yet been established in court. Such activities  include personnel, court costs, and administrative activities that  support such litigation.  4.  Costs of conducting criminal litigation or investigation where  collections are presumed to be obtained from the defendant. Such  activities include personnel and administrative activities that support  such litigation.", "From 2009 through 2013, seven DOJ components have received Three  Percent Fund allocations, in addition to DCM being fully funded. Of the  total $600 million allocated during that time, about 33 percent—about  $200 million—was to the Executive Office for U.S. Attorneys (EOUSA).  About 26 percent—over $150 million—was awarded to the Civil Division.  Officials responsible for awarding amounts from the Three Percent Fund  said that this reflects the prioritization process as the U.S. Attorneys  conduct most of the litigation activities for DOJ, and the Civil Division is  the component within DOJ that specializes in larger, more complex civil  litigation activities. See figure 12 for a breakout of amounts in the Three  Percent Fund by the receiving component within DOJ.", "Trends in Collections, Obligations, and Unobligated Balances  From fiscal years 2009 through 2013, both collections and obligations in  the Three Percent Fund generally increased at similar rates, while  unobligated balances fluctuated but generally increased during the 5-year  period. Specifically, collections increased from $83 million in fiscal year  2009 to $158 million in fiscal year 2013—an increase of about 90 percent  over the 5-year period.fiscal year 2009 to about $158 million in fiscal year 2013—an increase of  about 88 percent. Over the 5-year period, unobligated balances increased  from about $136 million to $161 million. See figure 13 for collections,  obligations, and end-of-year unobligated balances from fiscal years 2009  through 2013."], "subsections": []}]}, {"section_title": "United States Trustee System Fund", "paragraphs": [], "subsections": [{"section_title": "Background", "paragraphs": ["The U.S. Trustee Program’s (USTP) mission is to promote the integrity  and efficiency of the bankruptcy system for the benefit of all  stakeholders—debtors, creditors, and the public. The USTP investigates  and civilly prosecutes bankruptcy fraud and abuse; refers suspected  criminal activity to the U.S. Attorney and other law enforcement partners;  monitors and takes action to address the conduct of debtors, creditors,  attorneys, credit counselors, and others; oversees private trustees; and  ensures compliance with applicable laws and regulations in all bankruptcy  cases, from individual consumer filings to large corporate reorganizations.  In fiscal year 2013, the USTP oversaw the administration of more than 1  million bankruptcy cases filed by both individual and business debtors in  federal judicial districts. The USTP is primarily funded through fees paid  by bankruptcy debtors that are deposited into the United States Trustee  System Fund (USTSF). According to USTP annual budget justifications,  the total number of bankruptcy cases filings increased from fiscal year  2009 to 2010, and has steadily decreased from fiscal years 2010 through  2013. In fiscal year 2013, chapter 7 case filings constituted 69 percent of  total bankruptcy cases filed, compared with 30 percent of chapter 13  cases, and 1 percent or less of chapter 11 and chapter 12 filings."], "subsections": []}, {"section_title": "Legal Requirements", "paragraphs": ["The USTP may obligate deposits in the USTSF for specified program- related expenses, such as salaries and benefits, as specified in annual  appropriation acts. While amounts deposited in the USTSF remain in the  fund until expended, they are not available to the USTP until  appropriated. detailed report on the amounts deposited in the USTSF and a description  of related expenditures to Congress 120 days after the end of each fiscal  year.", "The USTP may also invest funds not currently needed for program purposes. 28 U.S.C.  § 589a(c)."], "subsections": []}, {"section_title": "Funding Characteristics", "paragraphs": ["USTP receives and deposits into the USTSF fees collected generally  from four sources: (1) a portion of the filing fee in every bankruptcy case  paid at the beginning of each case for chapters 7, 11, 12, and 13, (2)  chapter 11 quarterly fees, (3) excess percentage fees collected by  chapter 12 or chapter 13 standing trustees, and (4) interest on invested  funds. According to USTP data, from fiscal years 2009 through 2013,  chapter 11 quarterly fees accounted for about $692 million, or about 57  percent of total fees deposited in the USTSF. In comparison, bankruptcy  filing and conversion fees accounted for about $515 million, or about 42  percent of total USTSF fees deposited.", "During this time period, the majority of the USTP’s obligations were  related to personnel costs. According to USTP data, in fiscal year 2013,  personnel pay and benefits accounted for 74 percent of the USTP’s  obligations, and rental payments for USTP office space accounted for 13  percent of obligations. According to the USTP, it allocates funding for  personnel according to hours used by USTP staff performing bankruptcy  enforcement and case administration activities, as well as resources  directly related to the performance of these activities.", "Trends in Collections, Obligations, and Unobligated Balances  USTSF collections and obligations from fiscal years 2009 through 2013  were relatively stable. Specifically, collections totals ranged from $217  million to about $223 million. During the same time, obligations ranged  from about $214 million to about $226 million. The smallest collection and  obligation totals were both in fiscal year 2013. The end-of-year  unobligated balances from fiscal years 2009 through 2013 were also  relatively stable, ranging from about $500,000 to about $8.6 million.  According to USTP officials, the USTP uses the unobligated balance to  meet its obligations to fund the program’s continuing operations."], "subsections": []}]}]}, {"section_title": "Appendix IV: Comments from the Department of Justice", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Dawn Locke (Assistant Director),  Valerie P. Kasindi and Jeremy P. Manion (Analysts-in-Charge), Thomas  Beall, Dean D. Carpenter, Wendy Dye, Cynthia Grant, Eric Hauswirth,  Felicia Lopez, Alicia Loucks, Cory A. Mazer, Leah Q. Nash, Jessica S.  Orr, Amanda J. Postiglione, and Janet Temko-Blinder made key  contributions to this report."], "subsections": []}]}], "fastfact": []}