{"id": "GAO-03-605", "url": "https://www.gao.gov/products/GAO-03-605", "title": "Decennial Census: Lessons Learned for Locating and Counting Migrant and Seasonal Farm Workers", "published_date": "2003-07-03T00:00:00", "released_date": "2003-08-04T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["One of the U.S. Census Bureau's (Bureau) long-standing challenges has been counting migrant farm workers. Although the Bureau goes to great lengths to locate these individuals, its efforts are often hampered by the unconventional and hidden housing arrangements, distrust of outsiders, and language and literacy issues often associated with this population group. To help inform the planning for the 2010 Census, we were asked to review the adequacy of the Bureau's procedures for locating migrant farm workers and their dwellings during the 2000 Census, and the steps, if any, that the Bureau can take to improve those procedures."]}, {"section_title": "What GAO Found", "paragraphs": ["The Bureau used over a dozen operations to ensure a complete address list and accurate maps for the 2000 Census. To the extent that the operations were properly implemented, their design appears to have been adequate for identifying the hidden dwellings in which some migrant farm workers live, such as basement apartments. However, the operations were not as well suited to overcoming other difficulties associated with locating migrant farm workers such as language and literacy issues and a distrust of outsiders. These challenges were surmounted more effectively by relying on local advocacy groups and others in the community who knew where and how migrant farm workers lived, and could facilitate the Bureau's access to those areas. The Bureau's plans for the 2010 Census include an ambitious program to make its maps more accurate. However, additional steps will be needed. Local and regional census offices employed innovative practices during the 2000 Census that could help improve the Bureau's ability to locate migrant farm workers in 2010. They include partnering with state and local governments earlier in the decade when many address-listing operations take place (during the 2000 Census, the Bureau's partnership program was used largely to get people to participate in the Census, but these activities took place after the Bureau had completed most of its address list development activities). Other innovations included making use of address information from local advocacy groups to help find migrant farm workers, and using census and other demographic data strategically to plan operations and target resources to those areas with high numbers of migrant farm workers."]}], "report": [{"section_title": "Letter", "paragraphs": ["One of the U.S. Census Bureau’s (Bureau) long-standing challenges has  been counting migrant and seasonal farm workers. Although the Bureau  takes extra steps to count these individuals, its efforts are hampered by the  frequent moves, temporary and unconventional housing arrangements,  overcrowded dwellings, and language barriers that often accompany this  population.", "A cost-effective count of migrant farm workers, like all population groups,  begins with an accurate address list and precise maps. Together, they help  ensure that questionnaires are properly delivered; unnecessary and costly  follow-up efforts at vacant or nonexistent residences are reduced; and  people are counted in their usual place of residence, which is the basis for  congressional reapportionment and redistricting. According to the Bureau,  dwellings not on the address list at the time of questionnaire delivery are  less likely to be counted.", "The Bureau is currently developing and testing its operations for the 2010  Census, and plans to design specific operations for locating migrant farm  workers and their dwellings later in the decade. At your request, to help  inform those efforts, we reviewed the adequacy of the Bureau’s operations  for locating migrant farm workers and their dwellings during the 2000  Census, and the steps, if any, that the Bureau can take to improve those  operations as it plans for the next national head count in 2010. This report  is the latest in a series of evaluations on the results of the 2000 Census and  the Bureau’s plans for 2010. It is also one of several that we have issued on  the Bureau’s efforts to build a complete and accurate address list. (See app.  II for the list of reports issued to date.)"], "subsections": [{"section_title": "Background", "paragraphs": ["The foundation of a successful census is a complete and accurate address  list and the maps that go with it. The Bureau’s MAF is an inventory of the  nation’s roughly 120 million living quarters and serves as the basic control  for the census in that it is used to deliver questionnaires as well as organize  the collection and tabulation of data. The Bureau develops its maps from  its TIGER database, which contains such information as housing unit  locations, zip codes, streets, geographic borders, census tract and block  boundaries, railroads, airports, and schools.", "The Bureau goes to great lengths to develop a quality address list and maps,  working with the U.S. Postal Service; federal agencies; state, local, and  tribal governments; local planning organizations; the private sector; and  nongovernmental entities. The Bureau also sends thousands of temporary  census workers into the field to verify address information on site. For the  2000 Census, the Bureau spent around $390 million on its address list  compilation activities, which was about 6 percent of the $6.5 billion spent  on the census, or about $3.33 for each housing unit.", "Despite these efforts, the Bureau has historically encountered difficulties  locating the dwellings of migrant farm workers because of a variety of  obstacles ranging from workers’ literacy levels to their legal status (see fig.  1). The net result is that migrants’ places of residence may not get included  in the MAF, which decreases their chances of being counted in the census.", "Ensuring that migrant farm workers are included in the census is important  for at least two reasons. First, the Bureau is legally required to count all  persons who reside in the United States on Census Day, regardless of their  citizenship status or whether they are here legally or illegally. Second,  according to the Bureau, migrant and seasonal farm workers have unique  health, job safety, training, education, and other requirements. Federal,  state, and local governments as well as other organizations use census data  to plan and fund many of the programs that address these needs."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["Our objectives were to (1) review the adequacy of the Bureau’s operations  for locating migrant farm workers and their dwellings during the 2000  Census, and (2) identify how, if at all, the Bureau can improve those  operations for the next decennial census in 2010. Because the Bureau does  not keep data on how well its address list development operations located  the dwellings of specific population groups such as migrant farm workers  (the operations were developed to locate dwellings regardless of who  might live in them), to meet our two objectives we examined relevant  Bureau program and research documents. We also interviewed key Bureau  headquarters officials who were responsible for planning and  implementing the address list development operations.", "Moreover, to obtain a local perspective on how the Bureau implemented its  address list development operations and tried to overcome the challenges  of locating the dwellings of migrant farm workers, we interviewed Bureau  officials from 4 of its 12 regional offices (i.e., Atlanta, Charlotte, Dallas, and  Los Angeles). We also interviewed former local census workers in Central  California and Florida who helped conduct local address listing. We  selected these areas primarily for their geographic dispersion and  demographic diversity, and because these areas were identified before the  2000 Census as having a large number of migrant farm workers. Because of  the small sample size, the results of our visits cannot be generalized to the  Bureau’s MAF-building efforts as a whole, but they do provide useful  lessons and innovative practices that the Bureau could consider for 2010.  We also included the results of our earlier work that consisted of on-site  observations of block canvassing—an operation the Bureau used to verify  the accuracy of “city-style” addresses. We made these observations when  the operation was underway in the spring of 1999 in Dallas, Tex; Los  Angeles, Calif.; Paterson, N.J.; and Long Island, N.Y., which we chose for  their geographic and demographic diversity.", "We also included the results of our survey of a stratified random sample of  250 local census office managers in which we obtained responses from 236  managers (about a 94 percent overall response rate). The survey—which  asked local census office managers about the implementation of a number  of key field operations—can be generalized to the 511 local census offices  located in the 50 states. All reported percentages are estimates based on  the sample and are subject to some sampling error as well as nonsampling  error. In general, percentage estimates in this report for the entire sample  have a sampling error ranging from about +/- 4 to +/- 5 percentage points at  the 95 percent confidence interval. In other words, if all local census office  managers in our population had been surveyed, the chances are 95 out of  100 that the result obtained would not differ from our sample estimate in  the more extreme cases by more than +/- 5 percent.", "To provide further local context, we interviewed representatives of farm  worker and other advocacy groups that worked with the Bureau to develop  accurate address lists in Florida, Georgia, and California, as well as  representatives of local governments who provided local address  information to the Bureau. Moreover, we interviewed growers in Florida to  discuss how they worked with the Census Bureau. In addition to these field  locations, we performed our audit work at Bureau headquarters in  Suitland, Md., as well as in Washington, D.C.", "We performed our audit work for this report from September 2001 through  April 2003, in accordance with generally accepted government auditing  standards. We requested comments on a draft of this report from the  Secretary of Commerce. On June 2, 2003, the Secretary forwarded the  Bureau’s written comments on the draft (see app. I), which we address in  the “Agency Comments and Our Evaluation” section of this report."], "subsections": []}, {"section_title": "The Bureau’s Listing Operations Addressed Some of the Barriers to Locating Migrant and Seasonal Farm Workers but Significant Challenges Remain", "paragraphs": ["The Bureau used more than a dozen operations to help ensure a complete  and accurate address list. Although the operations were designed to locate  various types of dwellings, not population groups as a whole, if properly  implemented their design appears to have been adequate for identifying the  hidden living arrangements in which a number of migrant and seasonal  farm workers live. However, the operations were generally not as well  suited to overcoming language and other challenges associated with  locating these population groups. Moreover, various implementation  problems hampered the Bureau’s activities at certain locations."], "subsections": [{"section_title": "The Bureau’s Operations Could Not Overcome Certain Challenges", "paragraphs": ["The MAF consists of two types of dwellings: housing units such as single- family homes, apartments, and mobile homes and what the Bureau calls  “special places and group quarters.” A special place is an entity with which  a group quarter is linked. For example, a university is a special place and a  dormitory is a group quarter linked to the university.", "To build the master address list for the 2000 Census, the Bureau employed  over a dozen operations nationwide between 1997 and 2000. Each  operation was geared toward locating either housing units or special  places, although both address types could be added to the MAF by most of  the operations. The Bureau enhanced these “standard” address list  development operations with supplemental procedures for use in areas  with large migrant farm worker populations that directed Bureau  employees to, among other actions, check vehicles for evidence of  habitation.", "Operations aimed at locating and verifying the existence of housing units  included, among others:  United States Postal Service File Transfer (November 1997), where the  Postal Service electronically shared with the Bureau the address lists it  uses to deliver mail. The MAF was updated periodically by the Postal  Service data between November 1997 and January 2000.", "Local Update of Census Addresses (May 1998–June 2000), where local  and tribal government officials reviewed and updated the Bureau’s  address lists and maps. Participating governments could submit their  changes in paper or electronic form.", "Address Listing (July 1998–May 1999), a field operation where census  workers traveled the roads in areas with mail delivery systems that are  not predominately based on street names and street addresses,  identifying housing units and updating census maps as necessary.", "Block Canvassing (January–July 1999), a field operation where census  workers verified the addresses of all the housing units in areas with mail  delivery systems that are predominately based on street names and  street addresses, and updated census maps as necessary.", "Update/Leave and Update/Enumerate (March–July 2000), field  operations where census workers either distributed a census  questionnaire to be returned by mail (update/leave) or, in certain areas,  attempted to enumerate the household. The address list would be  updated at the same time.", "Nonresponse Follow-up (April–June 2000), where temporary census  workers attempted to enumerate households for which a questionnaire  was not returned by mail. Any dwellings not on the workers’ assignment  lists were also to be enumerated and possibly added to the MAF.", "Operations meant to locate primarily special places and group quarters  included, among others:  Advance Visit and Facility Questionnaire operations (November  1998–March 2000), where temporary census workers personally visited  with officials of special places to identify locations and specific  dwellings.", "Special Places Local Update of Census Addresses (December 1999–May  2000), where local government officials reviewed and updated the  Bureau’s list of special places.", "Local Knowledge Update (January–February 2000), where local census  office staff reviewed the Bureau’s list of special places and added,  deleted, or corrected special place names and addresses as appropriate.", "If all of these operations failed to find a dwelling, people could still be  included in the census through the Be Counted program, which the Bureau  developed to enumerate people who believed they did not receive a census  questionnaire, or were otherwise not included in the census. The program  also allowed people with no usual residence on Census Day such as  migrants, seasonal farm workers, and transients to get counted in the  census. The Bureau placed Be Counted forms (specially modified short- form questionnaires) in community centers, churches, groceries, and other  locations where the targeted groups were thought to congregate (see   fig. 2).", "As shown in figure 3, the MAF-building operations were sequential and  took place between 1997 and 2000, which helped ensure that an address  missed in one operation could be found in a subsequent operation. For  example, if an unconventional dwelling was not recognized as habitable  during an early operation such as address listing, it could be found during a  later operation, such as update/leave.", "Overall, to the extent that they were properly implemented, the design of  the Bureau’s MAF-building operations appears to have been adequate for  identifying the hidden and unconventional dwellings in which many  migrant farm workers reside. Indeed, of the 11 operations below, 9 involved  on-site verification by census workers or input from knowledgeable local  officials, which made it more likely that hidden dwellings would be found  (see table 1). The two that do not are the Postal Service file transfer and the  Be Counted program.", "However, most of these operations were not as well suited to overcoming  other challenges to locating migrant farm workers, such as a distrust of  outsiders and language and literacy issues. The Bureau appeared to do a  better job surmounting these challenges when it worked with local people  who knew where and how migrant farm workers lived, and could help  facilitate the Bureau’s access to those communities. Indeed, at the time of  the later operations, local and regional census offices could hire qualified  noncitizens to help locate dwellings.", "Some local census offices also hired “cultural facilitators”-- people with ties  to a particular community who knew where specific population groups lived and could speak their language, and could thus ease the Bureau’s  access to those areas. Local offices in the Dallas census region hired  residents of the colonias (small, rural, unincorporated communities along  the U.S.-Mexico border) as cultural facilitators to accompany temporary  census employees on their assignments. Their presence helped reduce  barriers that would have prevented the census employees from obtaining a  successful interview. However, cultural facilitators were not deployed  during the two major MAF development operations, address listing and  block canvassing. Instead, the Bureau used cultural facilitators for later  operations that could add or delete addresses from the MAF, but were  geared toward enumeration.", "If deployed during block canvassing and address listing, cultural  facilitators could accompany census workers and, because of their  knowledge of local living conditions, help them determine whether any of  the sheds, cars, boxes, and other potential shelters they might encounter  were in fact habitable dwellings. This would be important because  although the Bureau took steps to train workers to look for extra  mailboxes, utility meters, and other signs of habitation, decisions on what  was a habitable dwelling were often subjective--what was habitable to one  worker may have been uninhabitable to another. Even with the Bureau’s  guidelines and training, deciding whether a house is unfit for habitation or  merely unoccupied and boarded-up can be very difficult. An incorrect  decision on the part of the census worker could have caused the dwelling  and its occupants to get missed by the census. Conversely, if the dwelling  was listed as habitable when it was not, it could have received a  questionnaire and follow-up visits during the enumeration phase, thus  increasing the cost of the census. Nationally, 8.2 percent of the roughly 120  million housing units on the Bureau’s address list at the start of Census  2000 were later determined to be nonexistent.", "We observed this challenge first-hand on one of our site visits, where a  representative of a farm worker advocacy group showed us a housing unit  that he said was not on the Bureau’s address list. As can be seen below, the  housing unit in question was a small wooden structure behind a larger  house that could have easily been mistaken for a storage shed (see fig. 4).", "Census workers would have needed a fair amount of cultural sensitivity  and knowledge of local living conditions to recognize the structure as a  potential residence. Although census workers were instructed to make  every effort to make contact with adult farm workers who lived in the area,  the farm workers did not always tell the truth because the dwellings were  sometimes illegal or the inhabitants undocumented.", "Living quarters were difficult to identify in other ways. For example, as  shown in figure 5, what appears to be a small, single-family house could  contain an illegal apartment as suggested by its two doorbells."], "subsections": []}, {"section_title": "Implementation Difficulties Added to the Bureau’s Challenges in Finding Migrant and Seasonal Farm Workers", "paragraphs": ["Implementation and logistical problems at some locations also hampered  the Bureau’s efforts to locate migrant and seasonal farm workers. They  included the following:   Accessing labor camps and farms was often difficult. We found the  migrant labor camp and farm shown in figure 6 off of a state road on one  of our site visits. Although this particular camp was readily visible and  the farm owner was willing to have census workers come onto his land,  this was not always the case at other farms.", "Indeed, as shown in figure 7, some dormitories were fenced-in and posted  with “No Trespassing” signs, while others were in remote locations away  from main roads. Although property owners are required by law to allow  census workers onto their land to enumerate residents, owners sometimes  created an unwelcome and intimidating atmosphere. For example, a census  worker at one of our site visits told us that one farm with worker housing  on its premises was patrolled by armed guards.", "Training materials for MAF-building and enumeration operations  arrived late. Local and regional Bureau staff we contacted reported  that, for a variety of reasons, training materials often arrived later than  they had planned and, in some cases, so late that extra steps had to be  taken by local offices to ensure that training could take place on  schedule.", "For example, at one office we visited, the late materials created  unnecessary staff work when an official from the McAllen, Tex., local  census office reported that he had to drive 142 miles to the Laredo, Tex.,  local census office to obtain copies of needed training materials. As  shown in figure 8, the boxes of training kits arrived too late to be used.  Other local census office managers said that they received multiple  revisions of the same training materials, which caused confusion.  Bureau officials told us that special place and group quarters  procedures were of a lower priority than other procedures and,  therefore, the procedures and training materials were not finalized until  very late. Local census office managers in the Bureau’s Atlanta and Los  Angeles regions reported that they had to print training materials from  e-mail attachments finalized and received the night before training was  scheduled to begin. Bureau guidance encouraged trainers to collect,  organize, and study the training materials well in advance of their  training session, but the late receipt of these materials impeded their  ability to do so. According to one regional office official, the late arrival  of training materials resulted in some local office officials being  unprepared to run field operations.", "The system for managing field operations confused local census staff.", "The Bureau used an automated system to track field operations.  However, one of its shortcomings was that it did not show a group  quarters (e.g., a dormitory) that was in one local census office’s  jurisdiction, if the group quarters was linked to a special place (a  college) in another office’s jurisdiction. In addition, the two sets of  instructions that told workers how to handle these situations conflicted  with one another. One set of instructions stated that the local census  office in which the special place resides “must handle all operations  associated with the special place,” while a second set of instructions  noted that local census offices were responsible for enumerating all  group quarters within their area.", "Additionally, to avoid this shortcoming, regional census office officials  told us that local census office staff, when keying data into the  automated system, sometimes gave the group quarters located outside  of their area an address that was inside their office’s jurisdiction so that  the group quarters would show up as part of the office’s workload.  Because this group quarters then had an incorrect address, its residents  wound up being counted in the wrong geographic location."], "subsections": []}]}, {"section_title": "Greater Use of Partnership Program and Innovative Practices Could Improve the Bureau’s Ability to Locate Migrant Farm Workers in the Future", "paragraphs": ["Bureau officials told us that because it is relatively early in the decade, its  plans for locating and enumerating migrant farm workers are still being  developed. However, the Bureau has launched an ambitious MAF/TIGER  modernization program. As part of this effort, the Bureau plans to correct  the locations of streets and other map features; work with state, local, and  tribal governments to obtain better geographic information; and modernize  its geographic data processing operations. The Bureau’s longer term plans  include equipping census workers with Global Positioning System  receivers that use satellites to help them determine the precise locations of  housing units and group quarters and validate the accuracy of each  address.", "If successfully implemented, the Bureau’s enhancements could produce  more accurate maps that would pinpoint individual dwellings. However, for  these initiatives to work effectively for migrant farm workers, the Bureau  must first know where to look for migrant and seasonal farm workers’  dwellings and be able to overcome challenges to identifying where they  live. In the course of our review, we identified several practices from the  2000 Census that show promise in this regard for 2010.", "Leverage partnerships. The Bureau partnered with state, local, and  tribal governments as well as religious, media, educational, and other  community organizations to improve participation in the 2000 Census  and to mobilize support for other operations. The partnership program  stemmed from the Bureau’s recognition that local people know the  characteristics of their communities better than the Census Bureau.  The city of Los Angeles (L.A.), for example, directed Department of  Water and Power employees, sanitation, and many other city workers to  identify dwellings that the Bureau may have missed as part of its  address-list development operations. The city selected these employees  because they went door-to-door as part of their work, and could thus  help find nonstandard dwellings. L.A.’s Information Technology Agency  developed a 10-minute video that described the importance of the effort  and how to find unconventional housing. According to city  representatives, the employees found over 38,000 nonstandard  dwellings.", "The partnership program was also important for the Be Counted  campaign as partnership staff worked with local governments,  community organizations, and other groups to help identify the best  places to put Be Counted forms, including undercounted and non- English-speaking neighborhoods.", "However, the full complement of partnership program staff did not  come on board until after October 1, 1999, when the Bureau filled the  remaining 202 (34 percent) of the 594 positions authorized for the  initiative. As shown in figure 3, this was several months after the  Bureau completed the bulk of its address list-building activities. Had  the full complement of partnership specialists been available to support  the listing operations in 1998 and 1999, they could have encouraged  greater participation on the part of local governments and community  groups in building a better address list for the 2000 Census, much like  they did later on in the census to increase local awareness of the census  and boost response rates.", "For example, partnership specialists could reach out to local  governments and encourage greater participation in the Local Update  of Census Addresses (LUCA) program. During the 2000 Census, of the  17,424 eligible city-style jurisdictions the Bureau invited to participate  in what was known as “LUCA 1998”, 9,263 (about 53 percent)  volunteered to participate. Ultimately, about 36 percent of eligible  jurisdictions reviewed the material and returned something to the  Bureau. Partnership specialists could have followed up with the  nonresponding localities to determine why they did not return material  to the Bureau and, if necessary, encourage their participation in LUCA.", "Make use of address information from local organizations. As part of  its partnership efforts, the Bureau frequently obtained information  about special places and group quarters from local advocacy and  community groups. In one instance, the Bureau’s Los Angeles regional  office partnered with the California Rural Legal Assistance (CRLA)  Corporation, a nongovernmental migrant farm worker advocacy group,  to improve coverage of housing units in areas populated by many  migrant farm workers.", "Carrying forms similar to those used by census workers during the block  canvassing and address-listing operations, CRLA staff canvassed  communities where they knew migrant farm workers lived. Because the  staff were familiar with the types of structures migrant farm workers  used as dwellings and were known by many of the workers, they were  able to locate housing units that the Bureau might have missed.  According to data provided by the Bureau, but not audited by GAO,  CRLA staff identified over 4,000 addresses of which 3,076 (about 73  percent) the Bureau accepted as valid. The Bureau added these  addresses to its list of housing units to be visited during census follow- up operations.", "Bureau officials we spoke with knew of no other instances where the  Bureau accepted address data from nongovernmental sources, and  there were no protocols for doing so. Headquarters officials said they  were not aware of the Los Angeles Region’s reliance on CRLA, but that  they would not necessarily have objected if the region had included the  information within other tested and approved procedures.", "Use Census data strategically to help plan and manage address listing  operations. Following each census, the Bureau has a wealth of data on  the social and demographic characteristics of each and every census  block in the nation. However, for a variety of reasons the Bureau does  not always use that information strategically to help inform, plan, and  administer operations in the subsequent census.", "For example, in its initial plan for the 2000 Census, the Bureau  conceived of a planning database that would capture data down to very  small geographic levels and would be continuously updated over the  decade for a number of census purposes. The Bureau envisioned a  system that, among other functions, would have enabled it to target  areas where language resources were needed and identify  neighborhoods where enumeration and recruiting could be difficult.", "However, a Bureau official said the effort was suspended in the mid- 1990s for budgetary reasons. According to this official, while the Bureau  revived the planning database later in the decade, it was never  completely developed or used to the fullest extent possible.", "Although the Bureau used labor force data on agricultural workers to  help target its supplemental MAF-building procedures, some of the data  was from 1992 and may not have been current enough to be accurate,  thus highlighting the importance of up-to-date information. For  example, employees of the Bureau’s Atlanta and Charlotte regional  offices told us that the migrant populations in some locations in their  regions had grown noticeably during the latter half of the 1990s, and the  Charlotte employees said that they used the supplemental procedures in  many areas that had not been previously identified by the Bureau.", "In those instances where the Bureau was more successful in using  demographic information to plan subsequent census-taking activities,  the potential payoff is clear. As we noted in our report on lessons  learned for more cost-effective follow-up with nonrespondents, the  Bureau called on local and regional census offices to develop action  plans that, among other things, identified hard-to-enumerate areas  within their jurisdictions, such as immigrant neighborhoods, and  propose strategies for dealing with those challenges. The strategies  included such methods as paired and team enumeration for high-crime  areas, and hiring bilingual enumerators. We concluded that this advance  planning contributed to the timely completion of nonresponse follow- up.", "If similar advance planning and geographic databases are integrated  into the MAF-building process early on, the Bureau could produce  thematic maps that use colors and symbols to show areas where  migrant and seasonal farm workers and other hard-to-enumerate  groups and housing are located. The result—a geographic information  system consisting of “hard-to-list” areas—could help the Bureau target  its MAF-building, partnership, hiring, and other efforts far more  efficiently.", "Train census workers in languages other than English. The material  used to train census workers was printed only in English (the exception  to this was Puerto Rico, where training kits were available in Spanish).  However, to better prepare census workers—some of whom spoke  Spanish as their first language—to locate migrant farm workers and  other hard-to-count groups, a local census office in the Los Angeles  region conducted a training session in Spanish. Because the trainer had  only English language materials, she simultaneously translated these  materials verbally during the training session. Since the trainees had  been recruited to help locate and enumerate dwellings in largely  Spanish-speaking areas, the staff we spoke with believed that presenting  the training in Spanish directly improved their effectiveness."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["The Bureau went to great lengths to build its MAF and locate the dwellings  of migrant farm workers, using a series of complementary and sometimes  overlapping operations spanning several years. Together, the operations  formed a safety net that helped ensure that dwellings missed in one  operation would be found in a subsequent procedure. Nevertheless, while  the various MAF-building operations appeared to be adequate for locating  the hidden housing arrangements in which some migrant farm workers  live, surmounting barriers such as language and literacy issues proved to be  more problematic. Combating these challenges will be critical to a more  complete count of migrant and seasonal farm workers and a more accurate  census in 2010.", "Based on the Bureau’s experience during the 2000 Census, this challenge  might be addressed more successfully by using its own data more  strategically to target resources, and starting its partnership program  earlier to support address list development operations, rather than with a  new or improved MAF-building procedure. At the same time, it will be  important for the Bureau to address the implementation problems that  occurred as these operations were carried out. Although they appeared to  be sporadic in nature, they added inefficiencies to an already difficult task."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To ensure a more complete count of migrant and seasonal farm workers,  we recommend that the Secretary of Commerce direct the Bureau to take  the following actions as part of its planning process for the 2010 Census.", "Identify best practices and lessons learned from the 2000 Census and  ensure that they are incorporated into planning efforts for the 2010  Census.", "Study the feasibility of staffing partnership efforts at higher levels  earlier in the decade to support key address list development efforts.", "Consider developing protocols that would allow the Bureau to take  advantage of housing unit information kept by advocacy and other  responsible groups, while preserving the confidentiality and integrity of  the Bureau’s master address list.", "Explore integrating census, MAF/TIGER, and other data to produce a  geographic information system and thematic maps that would identify  those areas with large migrant farm worker and other hard-to-count  populations in order to better plan operations and target resources.", "Consider providing training materials in languages other than English to  targeted areas.", "Ensure that the link between Special Places and Group Quarters is clear  to those implementing the operations and that responsibility for  ensuring each group quarter is enumerated is clearly delegated.", "Ensure that MAF-building operations are properly tested and integrated  with other census operations, and are adequate for locating migrant and  seasonal farm workers and other hard-to-count groups."], "subsections": []}, {"section_title": "Our Evaluation", "paragraphs": ["The Secretary of Commerce forwarded written comments from the Census  Bureau on a draft of this report on June 2, 2003, which are reprinted in  appendix I. The Bureau generally agreed with the conclusions of the report  and said it will work towards implementing our recommendations. The  Bureau also suggested some minor technical corrections and clarifications,  which we have incorporated.", "In addition, the Bureau noted that our report states that, “the full  complement of partnership program staff did not come on board until after  October 1, 1999. . .” and that, “had partnership specialists been available to  support these earlier operations, they could have encouraged greater  participation.” The Bureau maintains that partnership specialists were in  fact in place and actively involved in supporting address list development  activities.", "Our report did not state that partnership specialists did not support address  list development activities. In fact, earlier in the report we noted how the  Bureau partnered with the city of Los Angeles to help find nonstandard  dwellings. Rather, our point was that they were thinly spread as around a  third of the partnership specialist positions were not filled until fiscal year  2000, after the Bureau had completed its key address list development  procedures. We revised the text to clarify this.", "As agreed with your office, unless you announce its contents earlier, we  plan no further distribution of this report until 30 days after its issuance  date. At that time, we will send copies of the report to other interested  congressional committees, the Secretary of Commerce, and the Director of  the U.S. Census Bureau. Copies will be made available to others upon  request. This report will also be available at no charge on GAO’s Web site at  http://www.gao.gov.", "If you or your staff have any questions concerning this report, please  contact me on (202) 512-6806 or by e-mail at daltonp@gao.gov or Robert  Goldenkoff, Assistant Director, on (202) 512-2757 or by e-mail at  goldenkoffr@gao.gov. Key contributors to this report were Benjamin  Crawford, Ty Mitchell, Corinna Wengryn, Timothy Wexler, and Christopher  Miller."], "subsections": []}]}, {"section_title": "Comments from the Secretary of Commerce", "paragraphs": [], "subsections": []}, {"section_title": "Related GAO Products on the Results of the 2000 Census and Lessons Learned for a More Effective Census in 2010", "paragraphs": ["2000 Census Coverage Measurement Programs’ Results, Costs, and  Lessons Learned. GAO-03-287. Washington, D.C.: January 29, 2003.", "Decennial Census: Methods for Collecting and Reporting Hispanic  Subgroup Data Need Refinement. GAO-03-228. Washington, D.C.: January  17, 2003.", "Decennial Census: Methods for Collecting and Reporting Data on the  Homeless and Others without Conventional Housing Need Refinement.  GAO-03-227. Washington, D.C.: January 17, 2003. 2000 Census: Complete Costs of Coverage Evaluation Programs Are Not  Available. GAO-03-41. Washington, D.C.: October 31, 2002.  2000 Census: Lessons Learned for Planning a More Cost-Effective 2010  Census. GAO-03-40. Washington, D.C.: October 31, 2002.", "The American Community Survey: Accuracy and Timeliness Issues.  GAO-02-956R. Washington, D.C.: September 30, 2002. 2000 Census: Refinements to Full Count Review Program Could Improve  Future Data Quality. GAO-02-562. Washington, D.C.: July 3, 2002.  2000 Census: Coverage Evaluation Matching Implemented As Planned,  but Census Bureau Should Evaluate Lessons Learned. GAO-02-297.  Washington, D.C.: March 14, 2002. 2000 Census: Best Practices and Lessons Learned for More Cost-Effective  Nonresponse Follow-Up. GAO-02-196. Washington, D.C.: February 11, 2002. 2000 Census: Coverage Evaluation Interviewing Overcame Challenges,  but Further Research Needed. GAO-02-26. Washington, D.C.: December 31,  2001. 2000 Census: Analysis of Fiscal Year 2000 Budget and Internal Control  Weaknesses at the U.S. Census Bureau. GAO-02-30. Washington, D.C.:  December 28, 2001. 2000 Census: Significant Increase in Cost Per Housing Unit Compared  to 1990 Census. GAO-02-31. Washington, D.C.: December 11, 2001. 2000 Census: Better Productivity Data Needed for Future Planning and  Budgeting. GAO-02-4. Washington, D.C.: October 4, 2001. 2000 Census: Review of Partnership Program Highlights Best Practices  for Future Operations. GAO-01-579. Washington, D.C.: August 20, 2001.", "Decennial Censuses: Historical Data on Enumerator Productivity Are  Limited. GAO-01-208R. Washington, D.C.: January 5, 2001. 2000 Census: Information on Short- and Long-Form Response Rates.  GAO/GGD-00-127R. Washington, D.C.: June 7, 2000.", "Decennial Census: Information on the Accuracy of Address Coverage.  GAO/GGD-00-29R. Washington, D.C.: November 19, 1999. 2000 Census: Local Address Review Program Has Had Mixed Results to  Date. GAO/T-GGD-99-184. Washington, D.C.: September 29, 1999."], "subsections": [{"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional responsibilities  and to help improve the performance and accountability of the federal government  for the American people. GAO examines the use of public funds; evaluates federal  programs and policies; and provides analyses, recommendations, and other  assistance to help Congress make informed oversight, policy, and funding  decisions. GAO’s commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to   e-mail alerts” under the “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}