{"id": "GAO-01-214", "url": "https://www.gao.gov/products/GAO-01-214", "title": "International Monetary Fund: Efforts to Advance U.S. Policies at the Fund", "published_date": "2001-01-23T00:00:00", "released_date": "2001-01-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The core mission of the International Monetary Fund (IMF) is to promote monetary cooperation and exchange rate stability and provide resources to IMF member countries that experience balance-of-payment difficulties. Because it is an international organization, IMF is generally exempt from US law; however, Congress can seek to influence IMF policy by passing laws that direct the Secretary of the Treasury to direct the Executive Director to vote on certain issues within the Board of the Fund."]}, {"section_title": "What GAO Found", "paragraphs": ["Through three case studies, GAO found that the Treasury and the U.S. Executive Director actively promoted U.S. policies related to (1) sound banking principles, (2) labor issues, and (3) audits of military expenditures. It is difficult to determine whether IMF's adoption of a policy is due solely to U.S. influence because other countries generally support the same policies."]}], "report": [{"section_title": "Letter", "paragraphs": ["In recent years, extensive congressional and public attention has been  focused on the appropriate role of the International Monetary Fund in the  international financial system. The Fund is the chief intergovernmental  financial institution whose core mission is to promote monetary  cooperation and exchange rate stability and provide resources to Fund  member countries that experience balance-of-payments difficulties.  Considerable attention has been given to how to define the Fund’s mission,  whether narrowly, to core issues as described in the Fund’s charter, or  more broadly, to address other concerns less traditionally in the Fund’s  purview. The Department of the Treasury has the lead role within the  executive branch regarding U.S. policy toward the Fund. The U.S.  Executive Director, who is appointed by the President, represents the  United States at the Fund and pursues U.S. policy objectives through its  vote in the Fund’s Executive Board.", "As an international organization, the Fund in general is exempt from U.S.  law. One of the ways in which the U.S. Congress endeavors to influence  Fund policy is by passing legislative provisions or mandates that direct the  Secretary of the Treasury to instruct the U.S. Executive Director to pursue  specific policies or vote on certain programs or assistance within the Board  of the Fund. We have identified 60 provisions of federal law that set forth  U.S. policy toward the Fund. These mandates cover a wide range of  policies, including issues considered core to the mission of the Fund, such  as exchange rate policy, and emerging issues such as environmental policy.  The legislation often directs Treasury to instruct the U.S. Executive  Director to use its “voice” and/or “vote” at the Executive Board to bring  about a policy change at the Fund. Most mandates instruct Treasury and  the U.S. Executive Director to pursue a policy goal at the Fund but also  provide some discretion in how to implement this instruction. However,  some mandates are more directive in that they require in certain  circumstances that Treasury instruct the U.S. Executive Director to  oppose (which in practice means to vote against or abstain from voting  on) a country’s Fund arrangement. For example, the U.S. Executive  Director is directed to oppose financial assistance for a country that has  excessive debt service payments. (See app. I for more information on the  60 legislative policy mandates we identified concerning the Fund.)", "The Consolidated Appropriations Act for Fiscal Year 2000 (P.L. 106-113  sec. 504 (e)) requires GAO to report on the extent to which Fund practices  are consistent with U.S. policies set forth in federal law. In order to address  this requirement, we (1) identified how the U.S. Treasury and the U.S.  Executive Director promote U.S. policies mandated by Congress for the  Fund and (2) assessed whether Treasury and the Executive Director have  been able to influence Fund operations and other members’ policy  positions in a direction that would be consistent with U.S. policy as set  forth in law. To help answer these objectives, we analyzed the process by  which Treasury pursues its legislative mandates and conducted case  studies of specific U.S. policies and Treasury’s efforts to promote them for  individual countries’ Fund arrangements from 1998 through 2000.", "The policy issues we selected for the case studies are (1) sound banking  principles, (2) labor policies, and (3) audits of military expenditures. These  policies encompass issues that are both central to the traditional focus of  the Fund’s mission as well as issues that are not necessarily viewed by all  Fund members as a core part of the Fund’s mission. Further, these policies  represent both “voice” and “directed vote” provisions. For each policy  issue, we reviewed Fund practices with respect to five member countries  that we selected based on a number of factors, including geographic  diversity; level of economic development; type of Fund arrangement, if  applicable; and range of issues connected to the policy concern.  Specifically, we selected 12 countries for our respective case studies:  (1) for sound banking principles—India, Mexico, Romania, South Africa,  and Thailand; (2) for labor policies—Argentina, Ghana, Kazakhstan,  Mexico, and Thailand; and (3) for audits of military expenditures—Burkina  Faso, Guinea-Bissau, Indonesia, Kazakhstan, and Rwanda. Since we  focused primarily on Fund rather than country practices, we did not travel  to any of these countries as part of this review. We spoke with Fund  officials who monitor developments in these countries as well as with  several executive directors of the Fund’s Executive Board in Washington,  D.C. (For more information on our scope and methodology, see app. VI.)"], "subsections": [{"section_title": "Background", "paragraphs": ["The International Monetary Fund is a cooperative, intergovernmental,  monetary and financial institution, and as of November 2000, it had 182  members. As part of the Fund’s mission to promote financial cooperation  among its members, the Fund may provide financial assistance to countries  facing actual or potential balance-of-payments difficulties that request such  assistance. The Fund’s approach for providing financial assistance to its  members has two main components—financing and conditionality—that  are intended to address both the immediate crises as well as the underlying  factors that contributed to the difficulties. The access to and disbursement  of Fund financial assistance are conditioned upon the adoption and pursuit  of economic and structural policy measures the Fund and recipient  countries negotiate. This Fund “conditionality,” usually in the form of  performance criteria and policy benchmarks, aims to alleviate the  underlying economic difficulty that led to the country’s  balance-of-payments problem and ensure repayment to the Fund.", "The Fund’s general framework for establishing a financial assistance  arrangement is applied on a case-by-case basis that considers each  country’s individual circumstances. The Fund and the recipient countries  negotiate conditions for receiving Fund assistance that include a variety of  changes in a country’s fiscal, monetary, and structural policies. Over the  course of the arrangement, Fund staff and country officials periodically  review the program’s status, and Fund staff determine whether or not the  country has made satisfactory progress with respect to meeting the  program’s conditions. In addition to providing financial assistance, the  Fund conducts surveillance and provides policy advice regarding members’  economic policies as they relate to their overall external payments  position. Article IV of the Fund’s charter provides that all members undergo  a consultation process with the Fund as part of the surveillance effort;  these reviews are usually conducted on an annual basis."], "subsections": []}, {"section_title": "Treasury Uses a Systematic Process to Promote Mandates Based on Countries’ Circumstances", "paragraphs": ["The Treasury has instituted a systematic process for applying legislative  mandates concerning the Fund to individual countries, based on their  economic circumstances. This process, adopted in 1999, uses a task force  to facilitate coordination between Treasury and the U.S. Executive Director  and to identify early opportunities to influence decisions regarding Fund  members’ programs and economic reviews. Generally, Treasury and the  U.S. Executive Director’s office pursue the mandates that are most relevant  to the particular circumstances of a given country, because they believe  that this is where they can have the greatest impact and success in  influencing Fund members. Our case study analyses show that Treasury  and the U.S. Executive Director have actively promoted U.S. policies  related to sound banking principles, labor issues, and audits of military  expenditures as required by the applicable legislative mandates, through  their discussions with Fund and member country officials and formal  statements to the Fund’s Executive Board."], "subsections": [{"section_title": "The Treasury Has a Systematic Process to Review Mandates", "paragraphs": ["In response to the growing number and complexity of legislative mandates  concerning the Fund, Treasury has created a formal process to advance  U.S. objectives at the Fund. Specifically, in March 1999 Treasury set up the  Task Force on Implementation of U.S. Policy and Reforms in the  International Monetary Fund. The task force was designed in part to  increase awareness among Treasury officials of the importance of the  mandates and identify opportunities to provide early input to the U.S.  Executive Director to advance U.S. objectives toward the Fund. Treasury  recognized the need to strengthen its efforts to routinely review and  coordinate how mandates may apply to countries, because previously it  had used an ad hoc approach of addressing mandates that relied heavily on  Treasury officials’ own initiative to be cognizant of mandates.", "Under its new process, Treasury disseminates information on the mandates  to all officials working on Fund matters and also makes reference material  on the mandates easily accessible electronically. In addition,  representatives from Treasury offices who work on Fund matters, and a  representative from the U.S. Executive Director’s office, meet every  2 weeks as the task force to discuss how Treasury and the U.S. Executive  Director can best apply mandates, given countries’ economic  circumstances. In between these meetings, Treasury and U.S. Executive  Director officials also coordinate to formulate and implement U.S.  objectives at the Fund. (A detailed description of Treasury’s process for  pursuing legislative mandates concerning the Fund is provided in app. II.)", "Treasury and U.S. Executive Director officials use a variety of means to  pursue legislative mandates as part of their efforts to achieve U.S. policy  objectives within the Fund. For example, on a regular basis the U.S.  Executive Director makes oral and written statements to the Fund’s  Executive Board to make Board members aware of U.S. policy objectives  regarding requests from countries for new programs, Fund reviews of  existing programs, and regular Fund reviews of all members’ economic  policies. In addition, to build support for U.S. policy goals, U.S. officials  also discuss U.S. policy objectives informally with other executive  directors, Fund management and staff, and occasionally country  authorities, particularly when the Fund is involved in negotiating with  countries about financial arrangements. U.S. officials also attempt to build  support within the broader political arena to achieve U.S. objectives at the  Fund. According to the U.S. Executive Director, a large part of advancing  any policy issue is to reach a “critical mass” of support among other  countries for a particular policy. Therefore, for some policies the dialogue  necessary to reach an international political consensus also takes place  outside of the Fund in other international forums."], "subsections": []}, {"section_title": "Treasury’s Process Considers a Country’s Circumstances When Applying Mandates", "paragraphs": ["Since the legislative provisions direct Treasury to instruct the U.S.  Executive Director to promote specific policies at the Fund, these policies  are often referred to as “mandates.” However, to varying degrees U.S.  officials have flexibility in determining how best to promote particular  policies at the Fund. This flexibility generally allows Treasury and the U.S.  Executive Director to take into account the individual circumstances of  each country when promoting specific policies. This is especially true of  mandates that do not involve directed votes, as is the case for most of the  legislative mandates that concern the Fund. Treasury officials told us they  promote such mandates for each country on a case-by-case basis, using  their knowledge and judgment to decide whether an individual mandate is  most relevant for a country and, moreover, whether a particular time is  appropriate for advancing a mandate given a country’s economic  circumstances. Countries that approach the Fund for financial assistance  often face multiple economic problems, and Treasury prioritizes how best  to address these problems. According to Treasury and U.S. Executive  Director officials, the U.S. message can be made more compelling and  effective when priorities are set based on country circumstances, taking  into consideration the range of problems that can be manageably  addressed at one time.", "However, some legislative mandates that pertain to the Fund are more  prescriptive in nature. According to Treasury’s Office of the General  Counsel, Treasury and the U.S. Executive Director are more constrained in  the degree of flexibility they have to implement these mandates because  they usually direct the U.S. Executive Director to oppose (which in practice  means to vote against or abstain from voting on) a financial arrangement or  Fund disbursement when a country meets or does not meet certain criteria.  Examples include when a country has what is considered excessive  external debt service payments or has been determined by the President to  violate religious freedom. The directed nature of these mandates compels  Treasury and the Executive Director to promote them regardless of  whether they believe it is an appropriate time to do so given a country’s  overall circumstances."], "subsections": []}, {"section_title": "Case Study Results Show U.S. Officials Promoted Policies as Required by Legislation", "paragraphs": ["From 1998 through 2000, Treasury and U.S. Executive Director officials  actively promoted the policies we reviewed in our case studies—sound  banking principles, labor standards, and audits of military expenditures— as required by the applicable legislative mandates, by identifying  opportunities to influence Fund members’ program and economic reviews.  For each policy, Treasury and U.S. Executive Director staff worked  together to prioritize the issues that should be raised for each country. They  then promoted those policies that they viewed as most relevant for the  countries we reviewed, given the country’s economic and political  circumstances. For example, in a 1999 statement to the Fund’s Executive  Board in support of a new program for Kazakhstan, the U.S. Executive  Director urged Kazakhstan both to ensure that any reforms to its labor  code be consistent with internationally recognized labor standards and to  consult with the International Labor Organization on this matter. Also, for  a country that did not have a financial arrangement with the Fund, such as  India, but where Treasury had prominent banking sector concerns, the U.S.  Executive Director repeatedly highlighted U.S. concerns in statements to  the Board during the Fund’s regular reviews of India’s economic policies.", "If Treasury determines through its analysis that a policy is not a major  concern relative to other priorities for an individual country, it is not  pursued at that time, unless it is a directed vote mandate. For example,  until recently, Treasury determined that adherence to labor standards was  not a major concern in Ghana relative to other problems Ghana faces as a  poor country. According to a Treasury official, developing countries like  Ghana typically lack an industrial base large enough for the protection of  workers’ rights to be a major issue. In poor countries, labor issues, such as  abusive child labor, are more likely to reflect human rights concerns than  economic ones and thus are more difficult for the Fund to address."], "subsections": []}]}, {"section_title": "Difficult to Discern U.S. Unique Influence Over Fund Policies", "paragraphs": ["Our case study analysis indicates that while Treasury and the U.S.  Executive Director have had some influence over Fund policies, it is  difficult to attribute the adoption of a policy within the Fund solely to the  influence and efforts of any one member, because the Fund generally  operates on a consensus decision-making basis. Furthermore, the Fund’s  willingness to adopt policy positions that are consistent with U.S.  legislatively mandated policies is affected by whether a majority of Fund  members perceive a given policy to be part of the Fund’s core mission to  promote monetary cooperation and currency exchange rate stability and to  provide resources to Fund members experiencing balance-of-payments  problems. Moreover, mandated policies that constrain the U.S. Executive  Director’s discretion may increase pressure on countries to implement  specific U.S.-promoted reforms but may have a negative impact on the  broader U.S. influence at the Fund by limiting the ability of U.S.  policymakers to consider the overall circumstances confronting countries."], "subsections": [{"section_title": "Core Policies", "paragraphs": ["While Treasury and the U.S. Executive Director have actively promoted  sound banking principles at the Fund, it is difficult to discern the unique  influence of the United States because of the general agreement within the  Fund that strengthening members’ banking sectors is part of the Fund’s  core mission. Moreover, since the Fund’s Executive Board generally  operates on a consensus basis in making decisions, it is hard to distinguish  the U.S.’ influence within the Fund from that of other members. In recent  years, partly in response to economic crises faced by Mexico in 1994-95 and  several Asian countries in 1997-98, the Fund increased its emphasis on  strengthening banking and banking supervision as part of members’  programs. Fund members now see a close interrelationship between  weaknesses in a country’s banking system and the susceptibility of that  country to financial shocks. Moreover, the Fund now realizes that  encouraging countries to have a strong framework of financial regulatory  policies and institutions is key to maintaining macroeconomic stability,  according to Fund officials we interviewed.", "As a result, according to Treasury and Fund officials, strengthening a  country’s banking sector has been promoted irrespective of any U.S.  legislative mandate because it is now considered an important part of both  Treasury and the Fund’s ongoing work. Treasury and the U.S. Executive  Director have generally been in agreement with the Fund’s approach for  pursuing these reforms, and the U.S. Executive Director has been viewed  by Fund officials as a strong advocate among many supporters for the  Fund’s involvement in this area. (For more information about Treasury and  U.S. Executive Director efforts to promote sound banking principles with  the Fund, see app. III.)", "The challenge to Treasury and the U.S. Executive Director, amid  widespread member support for sound banking principles, has been in  deciding how to influence what the Fund emphasizes within a country’s  overall banking reform agenda. Given the complexity of banking issues and  the difficulty in addressing banking reforms, especially reforms that require  legal changes, there may occasionally be disagreement among the Board  members on the pace of reform of the banking sector in a particular  country, according to some executive directors. Nevertheless, we did not  identify evidence of disagreement on the importance of pursuing sound  banking policies for the five countries we reviewed, making it difficult to  distinguish the U.S. Executive Director’s overall influence from those of  other members in this area."], "subsections": []}, {"section_title": "Noncore Policies", "paragraphs": ["In contrast, Treasury and the U.S. Executive Director have found it more  difficult to advance some mandated policies, such as those promoting the  adherence to the five internationally recognized core labor standards or  the adoption of environmental protection policies, because, according to  Treasury and Fund officials, these policies do not directly relate to the  Fund’s traditional mission. For example, some Fund officials believe that in  individual country circumstances, core labor standards issues are not  central to the economic problems causing the countries’ macroeconomic  difficulties. Instead, the Fund views these policies as more closely related  to the work of the International Labor Organization or the missions of other  international financial institutions, such as the World Bank. The Fund  views the mission of these institutions to be more focused on problems  stemming from microeconomic, sector-specific concerns within  countries.", "According to a labor policy specialist at Treasury, the Fund’s reluctance to  consider labor standards within the scope of its work is due in part to  conflicting academic literature on whether certain labor standards have  beneficial or detrimental effects on economic growth. Conventional  economic theory treats certain social policies, such as labor and  environmental standards, as government interventions that can inhibit the  efficient operation of the markets and, in turn, overall economic growth.  According to this Treasury official, since most Fund staff and country  representatives are trained as economists, they are reluctant to pursue  policies that their training tells them could be counter to the Fund’s goal of  encouraging economic growth. As one Executive Director at the Fund  expressed, the implication of promoting stronger social standards in a  country is higher unemployment. If the choice is between workers being  employed under less than ideal labor conditions or not having them work at  all, the Executive Director favored having the workers be employed and  earning income.", "While Treasury and the U.S. Executive Director have made special efforts  to advance U.S. policy on core labor standards at the Fund, they have found  it challenging to convince other members that consideration of labor  standards fits within the Fund’s work. Despite the resistance at the Fund to  the labor standards policy, the U.S. Executive Director has tried to build  support for this policy by discussing it with individual executive directors  who may be receptive to including this issue in Fund programs. In addition,  the U.S. Executive Director has noted in statements to the Executive Board  the importance of labor concerns in particular countries. For example, on  several occasions the U.S. Executive Director has expressed concern over  inadequate attention given to protecting labor standards in reviews of  Mexico’s Fund program. Specifically, these statements noted the need to  protect the freedom of workers to associate and bargain collectively and to  prevent gender discrimination while Mexico was undertaking reforms to  modernize its labor market. Likewise, in commenting on Thailand’s  program at the Executive Board, the U.S. Executive Director urged Thai  authorities to bring their labor laws into compliance with international  standards and address complaints concerning legal restrictions on the  rights to unionize and bargain collectively for employees of state  enterprises. Despite these and other statements by the U.S. Executive  Director in support of labor standards, we did not find evidence that the  Fund has sought to have the adherence of labor standards specifically  incorporated as a structural benchmark or performance criterion within a  program. (The Treasury’s and the U.S. Executive Director’s efforts to  promote labor policies at the Fund are described in more detail in app. IV.)", "In certain circumstances, Treasury and the U.S. Executive Director have  had difficulty reaching consensus on how adherence to core labor  standards best fits into the Fund’s work and how to effectively advance  U.S. policy on labor issues at the Fund. For example, in March 2000, a  Treasury official recommended that the U.S. Executive Director ask the  Fund to report on the state of collective bargaining, union organization, and  labor and management relations in Argentina, especially in the context of  the U.S. Executive Director’s and the Fund’s recommended labor reforms  in that country. However, the U.S. Executive Director did not raise this  point because concerns were advanced that such a review of the Argentine  labor market was beyond the Fund’s expertise.", "To help address these ongoing challenges, Treasury has developed two  documents since April 2000. One is a reference document outlining  economic arguments for the relevance of labor standards to the Fund’s  work for use by U.S. officials in their discussions with Fund members. The  other is a document that sets out guidelines on how Treasury should  advance U.S. policy on labor standards at the Fund through the U.S.  Executive Director’s office. Treasury adopted these guidelines in November  2000, after several months of internal debate during which senior Treasury  policy officials were consulted to settle differences of view among staff-level officials. According to Treasury officials, the guidelines clarify  U.S. policy objectives and legislative obligations concerning labor  standards to facilitate Treasury’s efforts to provide the U.S. Executive  Director with timely and effective input."], "subsections": []}, {"section_title": "Directed Vote", "paragraphs": ["The impact of directed vote mandates on U.S. influence at the Fund is  uncertain. By limiting the discretion of the U.S. Executive Director, such  mandates may increase pressure for countries to implement U.S.-promoted  reforms but may have had a negative impact on the broader U.S. influence  at the Fund by limiting the ability of U.S. policymakers to consider the  overall circumstances confronting countries. This tradeoff is demonstrated  by the audits of military expenditures mandate. Specifically, this mandate  directs the U.S. Executive Director to oppose (which in practice means to  vote against or abstain from voting on) any loan or utilization of funds for  countries that do not have a functioning system for conducting an audit of  military spending and reporting the results to a civilian authority. On the  one hand, U.S. efforts to advance the mandate have successfully increased  pressure on countries to make their military audit systems conform to the  mandate’s requirements. On the other hand, the constraints the mandate  places on U.S. officials may negatively affect U.S. credibility at the Fund,  according to Treasury, U.S. Executive Director, and Fund officials. For  example, the mandate has required Treasury and U.S. Executive Director  officials to raise military audit concerns when they otherwise may not have  chosen to do so because of the overall circumstances confronting the  country. As a result, other Board members expressed the view that the  United States may at times promote the issue primarily because it is a  legislative requirement and not because it is the most appropriate for the  borrowing country at that time.", "U.S. efforts to promote audits of military expenditures and influence the  Fund have met with some success. Several countries we examined  improved their military audit systems, partly in response to the threat of  U.S. opposition to their Fund programs. All of these countries had a  financial arrangement with the Fund where the U.S. directed vote could be  applied. Although U.S. opposition to a Fund arrangement does not, on its  own, prevent a country from having access to Fund resources, countries  strive to avoid having the Fund’s largest member register such opposition,  according to an official in the U.S. Executive Director’s office. For example,  following the threat of U.S. opposition to their receipt of resources under  their Fund arrangement, both Burkina Faso and Rwanda took steps to  improve their military audit processes or accelerated efforts to conform to  the U.S. mandate.", "U.S. efforts to advance the mandate have been successful in four of the five  countries we reviewed in part because the Fund has agreed that military  audits are important for countries where military spending is not  transparent or where there is suspicion that the country may have high  levels of hidden, off-budget spending for the military. Prior to Treasury’s  implementation of the mandate in 1999, the Fund already viewed excessive  and unproductive spending by the military as having an adverse impact on  individual countries’ overall macroeconomic stability. Generally, the Fund  does not require countries to perform annual audits of military spending.  Fund members we spoke with generally agreed that the auditing and  transparency mechanisms promoted by the mandate could potentially  bring important information regarding military spending to the attention of  donors. The Fund’s agreement on the importance of audits of military  expenditures is part of a broader campaign to improve the transparency  and management of public finances. This has made it easier for the U.S.  Executive Director to promote this mandate than, for example, the core  labor standards mandate.", "Treasury and U.S. Executive Director officials are pleased with the  progress that has been made in bringing several countries that are under a  financial arrangement with the Fund into compliance with the mandate’s  requirements. However, at the same time, several of these officials are  concerned that the lack of discretion that the mandate gives the U.S.  Executive Director can have negative consequences. For example, the  mandate required Treasury and U.S. Executive Director officials to raise  audits of military expenditures concerns with Indonesia, when they  otherwise might not have chosen to do so, given the overall circumstances  confronting the country. In their view, the economic and political turmoil  that the country has faced in recent years has presented more pressing  reform priorities than the improvement of the audit of its military  expenditures. Nevertheless, Treasury and the U.S. Executive Director were  compelled by the directive nature of the mandate to make this a high  priority issue with the country. This lack of discretion could also result in  U.S. opposition to a program that it believes should be endorsed. For  example, the U.S. Executive Director was compelled to abstain from voting  to make a financial disbursement for Rwanda’s program because Rwanda  was not yet in full compliance with the standards set forth in the military  audit mandate. This occurred despite Treasury’s knowledge that Rwanda  would become compliant with the mandate shortly, and, in Treasury’s  judgment, was making satisfactory progress in implementing economic  reforms and improving fiscal transparency. Other Fund Board members  questioned whether the U.S. Executive Director pursued military audit  concerns because of the legislative requirements and not necessarily  because it was most appropriate for these countries at the time. These  Board members noted that limitations on an executive director’s discretion  run counter to the consensus decision-making approach of the Fund.  Therefore, while Treasury and U.S. Executive Director officials agree with  the intent of the mandate, they see a risk to U.S. credibility when Treasury  and the U.S. Executive Director must emphasize an issue over other  pressing matters that a borrowing country may be confronting. (See also  app. V for more information on Treasury and U.S. Executive Director  officials’ efforts to advance this mandate.)"], "subsections": []}]}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We received written comments on a draft of this report from the  Department of Treasury, which are reprinted in appendix VII. Treasury’s  comments characterized the report as a thorough and balanced appraisal of  the administration’s efforts to advance in the Fund policies set out in U.S.  legislative mandates. Treasury said that the report helps illustrate the risk  that legislative mandates can at times weaken its ability to promote in the  Fund the very objectives that the mandates aim to achieve. Treasury also  states that the continued expansion of legislative mandates by Congress,  without consolidating the provisions already in effect, risks overloading  and thereby weakening its policy message and influence at the Fund.", "Treasury and the International Monetary Fund separately provided  technical comments that GAO discussed with relevant officials and  included in the text of the report, where appropriate.", "We are sending copies of this report to other interested committees; the  Honorable Paul H. O’Neill, Secretary of the Treasury; the Honorable Horst  Köhler, Managing Director of the International Monetary Fund; and other  interested parties. Copies will also be made available to others upon  request.", "Please contact me at (202) 512-4128 if you or your staff have any questions  concerning this report. Another GAO contact and staff acknowledgments  are listed in appendix VIII."], "subsections": []}]}, {"section_title": "U.S. Legislative Policy Mandates Concerning the International Monetary Fund", "paragraphs": ["We identified 60 legislative mandates concerning U.S. policy objectives  toward the International Monetary Fund (IMF) as of November 2000  through our own legal analysis supplemented with documentation obtained  from the Department of the Treasury. We used two criteria as the basis for  identifying the relevant laws for this review. These criteria were defined as  (1) any current law that explicitly directs the U.S. Executive Director to the  IMF to use its vote at the IMF to achieve a policy goal and (2) any current  law that seeks to have the U.S. Executive Director use its voice at the IMF  to promote a U.S. policy or make a policy change. Table 1 identifies the  mandates and includes a brief description of the broad policy objective  they address, as well as some of the actions they require on the part of the  U.S. Treasury and the U.S. Executive Director. The mandates span more  than 50 years, dating from as early as 1945 to as recently as 2000, with the  majority being enacted in the last decade. Many mandates address multiple  policy issues, sometimes overlapping with one another. Table 2 identifies  some policies that are addressed in multiple laws.", "Many of the mandates direct the Secretary of the Treasury to instruct the  U.S. Executive Director to use its “voice” and “vote” at the IMF to pursue  certain policies. Other mandates are even more directive in that they  require Treasury to instruct the U.S. Executive Director in certain  circumstances to oppose a decision regarding a country’s use of IMF  resources. (In practice, “oppose” means to vote against or abstain from  voting.) We identified 21 such mandates that address a variety of issues,  including combating terrorism, nuclear and chemical nonproliferation,  religious persecution, and human rights abuses in other countries. Several  of the directed vote mandates have primarily applied to countries that  borrow from the World Bank, and the United States has implemented them  there."], "subsections": []}, {"section_title": "Treasury’s Process for Pursuing IMF Legislative Mandates", "paragraphs": ["The Department of the Treasury uses a systematic process to discuss and  formulate a strategy for pursuing U.S. policies toward the IMF, including  policies set forth in legislative mandates. Treasury has the lead role within  the executive branch for formulating U.S. policy toward the IMF, while the  U.S. Executive Director represents the United States at the IMF and  pursues U.S. policy objectives through its membership on the IMF’s  Executive Board. In March 1999, Treasury created the Task Force on  Implementation of U.S. Policy and Reforms in the IMF with the broad  purpose of strengthening the process by which the United States pursues  its objectives in the IMF. In particular, the task force was designed to  improve the implementation of U.S. policy and reforms called for in  legislative mandates by increasing awareness among Treasury staff about  the mandates and identifying early opportunities to provide input to the  U.S. Executive Director to influence decisions regarding IMF members’  programs and economic reviews."], "subsections": [{"section_title": "Treasury and the U.S. Executive Director Jointly Formulate U.S. Policy Positions Regarding Legislative Mandates", "paragraphs": ["Treasury’s Office of International Affairs along with the Office of the U.S.  Executive Director of the IMF formulate, evaluate, and implement Treasury  policy concerning U.S. participation in the IMF, including policies set forth  in 60 legislative mandates (for more information on these mandates, see  app. I). The Office of International Affairs has regional and functional  offices staffed with country officers and policy specialists who monitor  developments in individual countries and various policy matters. Over  time, Treasury has hired or created specialist positions to monitor country  developments concerning policies for which Treasury traditionally did not  have expertise. For example, according to Treasury officials, Treasury  began covering environmental issues in the late 1980s and began hiring  environmental specialists in the early 1990s. In 1996, Treasury created a  military audit specialist position to follow issues related to military audit  concerns, and in 1998, Treasury created a similar position to monitor  country developments concerning labor practices. According to Treasury  officials, the environmental and military audit specialists initially focused  primarily on pursuing U.S. policy and legislative mandates concerning the  multilateral development banks. Beginning in 1998, these specialists also  focused on IMF practices.", "The U.S. Executive Director, who represents the United States on the IMF’s  Executive Board, pursues U.S. objectives, including legislative mandates,  through various channels at the IMF. For example, on a regular basis the  U.S. Executive Director makes oral or written statements to the Board to  make Board members aware of U.S. policy objectives regarding requests  from countries for new programs, Fund reviews of existing programs, and  regular Fund reviews of all members’ economic policies. The U.S.  Executive Director prefers to make oral statements but does provide  written statements when the United States has a major policy  pronouncement to make or when the topic being discussed is contentious.  Written statements allow IMF staff and Board members to become familiar  with the U.S. position prior to the Board’s discussion and serve as a  reference point for the discussion. To build support for U.S. policy goals,  the U.S. Executive Director also discusses U.S. policy objectives with IMF  staff and management and other Board executive directors, outside  Executive Board meetings.", "Treasury country officers, policy specialists, and U.S. Executive Director  staff share the responsibility for applying to countries the standards set  forth in the mandates, although their roles differ somewhat. Treasury  country officers are responsible for being broadly aware of U.S. policy and  legislative mandates and the topics these mandates cover; policy  specialists are responsible for tracking specific U.S. policies. Country  officers generally consult the policy specialists first when evaluating  whether a mandate applies to a country’s circumstances.", "Like Treasury country officials, U.S. Executive Director staff must be  mindful of legislative mandates as they monitor the status of the countries  they cover. They are also responsible for assisting Treasury staff in the  development of the U.S. policy position for IMF member countries.  Specifically, they are tasked with (1) providing additional perspectives  about country circumstances and whether mandates apply, (2) helping  craft input to the U.S. Executive Director, (3) alerting Treasury officials  about upcoming opportunities to pursue legislative mandates, and  (4) sharing information about discussions among Executive Board  members and IMF staff. U.S. Executive Director staff are in regular contact  with Treasury staff about specific country matters.", "The ongoing collaborative approach Treasury and U.S. Executive Director  officials use to formulate and implement U.S. objectives at the IMF,  including legislative mandates, is illustrated in figure 1. It starts with  Treasury and U.S. Executive Director officials identifying and sharing  information with one another on upcoming opportunities to influence the  Fund concerning U.S. objectives. According to Treasury officials, on a daily  basis Treasury and U.S. Executive Director officials consult about when  countries are coming before the IMF Executive Board for a program or  economic review or when IMF missions to a country are planned as part of  these reviews. Working together, Treasury and U.S. Executive Director  staff determine whether legislative mandates are relevant to these  countries and jointly develop input to the U.S. Executive Director on U.S.  objectives to be used in oral or written statements to the Executive Board  or other discussions with IMF officials. In addition to this ongoing contact,  Treasury’s task force is used to coordinate and collaborate on developing  and implementing the U.S. policy position toward IMF members."], "subsections": [{"section_title": "Composition of the Task Force", "paragraphs": ["Treasury’s task force is composed of staff-level representatives from the  regional and functional offices within Treasury’s Office of International  Affairs, Treasury’s Office of General Counsel and the U.S. Executive  Director’s office and meets every 2 weeks to discuss how Treasury and the  U.S. Executive Director can best apply legislative mandates given a  country’s economic circumstances. Task force members seek to provide  early input to the U.S. Executive Director as opportunities arise to  influence the IMF, in part because Treasury and U.S. Executive Director  officials believe the United States can have the most impact if it engages  early with IMF officials prior to decisions regarding program and economic  reviews. Task force meetings are conducted informally and are designed to  address several goals:  Ensure that Treasury staff are aware, as early as possible, of upcoming  opportunities to provide input to the U.S. Executive Director, especially  with respect to requests by IMF members for new programs, IMF  reviews of existing programs, periodic IMF reviews of members’  economic policies, and general policy discussions.", "Exchange views at an early stage regarding which policy goals and  legislative mandates are especially important for particular upcoming  events.", "As needed, seek to resolve issues concerning particular policy goals or  mandates.", "Encourage consistency of purpose across and coordinate U.S. strategy  among the international financial institutions."], "subsections": []}, {"section_title": "Task Force Serves as Coordinating Mechanism but Not Final Arbiter of U.S. Policy Position", "paragraphs": ["According to Treasury officials, the task force serves an important role as a  mechanism to systematically remind Treasury officials of the need to  address legislative mandates. As shown in figure 1, prior to each task force  meeting, a tentative schedule of the IMF Executive Board meetings for  upcoming weeks is circulated to task force members. Also before the  meeting, task force members review the schedule to keep abreast of what  countries will be discussed by the Board and when Treasury should be  ready to provide input to the U.S. Executive Director staff for the Board  discussions. In addition, Treasury officials, through their ongoing contacts  with U.S. Executive Director staff, may identify and come prepared to  share information on other opportunities to attempt to influence the IMF,  such as through discussions with Fund officials when an IMF mission is  planned to a given country as part of negotiations for a new or existing  program or an economic review.", "At their meetings, task force members informally discuss both what  opportunities exist to implement mandates and whether there are  mandates that may be potentially relevant for a given country. According to  the Treasury official who generally chairs these meetings, the aim of the  discussion is to identify the best opportunities to make a credible and  convincing case for pursuing a mandate at a given time. If possible,  members try to reach agreement in the meeting on two questions:  (1) whether there are relevant mandates for the countries discussed and  (2) whether the opportunity available is an appropriate one to pursue the  mandate. According to Treasury officials, some mandates that are directive  in nature must be applied in all cases, regardless of country circumstances.", "Once agreement is reached on whether to pursue a mandate, Treasury  country officers collaborate with U.S. Executive Director staff and  functional specialists where appropriate on drafting a policy position for  the U.S. Executive Director. This can be in the form of input for a written  statement or talking points for an oral statement to the Executive Board.  The policy position may undergo several revisions until country officers,  functional specialists, and U.S. Executive Director staff reach agreement.", "Although the task force helps facilitate coordination among Treasury  officials and with the U.S. Executive Director, it is not the final arbiter for  determining the U.S. policy position toward the IMF on any given issue.  The task force is not a review or approval mechanism to give Treasury’s  sanction to pursue individual mandates. Instead, it is a forum to discuss  and debate the merits of how mandates fit into the macroeconomic focus  of the IMF, whether certain mandates apply to individual countries, and  what the best opportunities are to pursue various mandates. When  members disagree on the best approach for pursuing a mandate and are not  able to reach agreement in discussions that continue after a task force  meeting, the matter is forwarded to Treasury’s senior management for a  policy decision."], "subsections": []}]}]}, {"section_title": "U.S. Policy on Sound Banking Principles at the IMF", "paragraphs": ["In 1998, Congress passed legislation that encourages the U.S. Executive  Director at the IMF to work to strengthen the financial systems of IMF  member countries and encourage them to adopt sound banking principles  and practices. Over the last 5 years, the promotion of sound banking  practices have come to be regarded as a core mission of the IMF. As a  result, there is general agreement in the IMF that it is appropriate for the  IMF to advance sound banking policies and practices in member countries.  In addition, IMF members generally agree on the steps that need to be  taken to implement banking reform in member countries. For example,  executive directors generally agree on the details of how to strengthen  members’ banking systems when countries have financial arrangements  with the IMF. They also agree on the need for members that do not have  financial arrangements to adhere to international banking standards. The  U.S. Executive Director has been a strong advocate of encouraging the IMF  to increase its emphasis on the stability of the banking sector and pushing  banking reforms in member countries. However, the general support of  other IMF members for sound banking principles makes it hard to discern  the U.S.’ unique influence within the IMF."], "subsections": [{"section_title": "Background", "paragraphs": ["The U.S. policy concerning sound banking principles and practices toward  the IMF, as laid out in federal law, requires that Treasury instruct the U.S.  Executive Director to vigorously promote policies to increase the  effectiveness of the IMF in strengthening financial systems in developing  countries and encouraging the adoption of sound banking principles and  practices. This requirement includes encouraging the development of laws  and regulations that will help to ensure that domestic financial institutions  meet strong standards regarding capital reserves, regulatory oversight,  and transparency.", "To assess whether Treasury and the U.S. Executive Director have been able  to influence IMF operations and other members’ policy positions regarding  the adoption of sound banking principles and practices, we reviewed the  financial assistance arrangements and economic program reviews for five  countries: India, Mexico, Romania, South Africa, and Thailand. We selected  these countries, in part because of banking sector issues, geographic  location, and type of IMF arrangement, where applicable."], "subsections": []}, {"section_title": "Sound Banking Practices Have Become Part of the IMF’s Core Mission", "paragraphs": ["Before the mandate was implemented, the international financial  institutions, particularly the IMF, had already begun to focus their attention  on what constitutes sound banking practices and how sound banking  practices could be put in place in the banking systems of member  countries. Focusing on sound banking systems has become more important  in recent years because many financial crises in emerging markets have  either been precipitated or exacerbated by problems in banking systems.  The financial crises of the 1990s, specifically the 1994-95 Mexico and the  1997 Asia crises, led the IMF to intensify its focus on members’ banking  sectors. In early 1996, the Executive Board of the IMF began to examine the  relationship between banking system soundness and macroeconomic and  structural policies, as well as the ways in which issues of bank soundness  could be incorporated into the IMF’s periodic economic reviews, financial  assistance programs, and technical assistance. The IMF’s efforts were  focused on where there was a possibility that financial system problems  could have systemic implications, not only domestically, but also by  affecting the financial systems of other countries.", "According to Treasury and IMF officials, by the time the U.S. mandate was  implemented, sound banking had come to be considered a core mission of  the IMF. As such, the IMF’s and the U.S. Executive Director’s efforts to  strengthen member countries’ banking systems and promote sound  banking practices would have been pursued by the IMF irrespective of  whether the U.S. sound banking mandate had come into being. IMF  members and staff had already realized the importance of countries having  and maintaining sound financial systems and had begun to increase their  emphasis on the stability of members’ banking systems."], "subsections": []}, {"section_title": "IMF Staff and Executive Board Generally Agree on How to Implement Banking Reform in Member Countries", "paragraphs": ["As an accepted part of the IMF’s core mission, the IMF pursued sound  banking practices and policies in both its financial assistance arrangements  and its periodic economic reviews. Generally, the executive directors agree  on the steps that countries need to take in order to make necessary reforms  in their banking sectors. Executive directors told us that directors may  disagree over the pace for implementing reforms, mostly due to concerns  about countries’ abilities to implement reforms quickly. However,  executive directors said that within the IMF’s Board there is general  agreement on the content of a country’s financial arrangement regarding  banking reform, including the diagnosis of the problem facing a country  and the reforms needed to fix the problems. The same is generally true for  suggestions the IMF Executive Board makes to member countries during  the periodic economic review.", "In reviewing IMF financial assistance arrangements, executive directors  focus on the specific banking situation of each country seeking financial  assistance from the IMF. For example, when Thailand sought financial  assistance from the IMF during its financial crisis in 1997, there were  numerous banking sector problems that had to be addressed, such as weak  licensing requirements, lax banking supervision, and no formal deposit  insurance. The IMF’s financial assistance to Thailand was conditioned  upon Thailand’s undertaking a set of actions that would address those and  other issues that were specific to Thailand’s banking sector.", "The IMF has also sought ways to focus on sound banking practices in its  economic reviews. The IMF holds annual consultations with most member  countries as a part of its economic reviews to discuss, among other things,  the country’s banking sector practices and policies. During the last few  years, the IMF has implemented a number of voluntary assessments that  member countries can undertake to help the IMF assess the stability of  members’ financial systems and encourage members to implement  internationally accepted banking standards. For example, IMF members  can volunteer to participate in the Financial Sector Assessment Program.  This joint World Bank-Fund program provides a diagnosis of financial  sector vulnerabilities and development needs. It is used by the IMF as a  basis for its Financial System Stability Assessments, which focus on  examining the soundness and operation of a country’s financial sector and  its link to the country’s macroeconomic performance. The IMF staff  prepares Financial System Stability Assessment reports during the periodic  economic review process, and these reports become a part of the IMF staff  papers presented to the IMF Executive Board. In addition to the Financial  System Stability Assessment program, the IMF, in cooperation with the  Basel Committee on Banking Supervision, has been undertaking  assessments of countries’ compliance with the Basel Core Principles for Effective Banking Supervision. In many instances, these assessments are  published as Reports on the Observance of Standards and Codes modules.  The IMF has used the Basel core principles assessments to identify specific  gaps in a country’s regulatory or supervisory framework and to develop an  appropriate focus for reforms. Similar to the Financial System Stability  Assessments, the Basel core principle assessments are also to be included  in the IMF’s economic reviews.", "We reviewed how the IMF and the U.S. Executive Director worked together  in promoting sound banking principles in five countries—India, Mexico,  Romania, South Africa, and Thailand (see table 3 for examples of IMF and  U.S. Executive Director proposed banking reforms in these five countries).  The U.S. Executive Director generally agreed with the focus of the IMF  Executive Board in the three countries that had an IMF arrangement  (Mexico, Romania, and Thailand) and in the two countries that were not  under an IMF arrangement (India and South Africa). Table 3 provides an  analysis of examples of reforms promoted by the U.S. Executive Director  and the IMF in the five countries we reviewed."], "subsections": [{"section_title": "U.S. Executive Director Has Been a Strong Advocate of Banking Reform", "paragraphs": ["The U.S. Executive Director told us that the United States was already  promoting the importance of the IMF’s focus on banking sector reform,  prior to the implementation of the banking mandate. The U.S. Executive  Director’s emphasis has been on two factors that the IMF should be  concerned with regarding sound banking and financial system stability. The  first factor was to determine the vulnerability of countries’ financial  systems in order to prevent a financial crisis. The second factor was to  focus greater attention on establishing efficient financial intermediation— the process of transferring funds from savers to borrowers. According to  the U.S. Executive Director, the most critical piece in determining the  vulnerability of members’ financial systems was assessing the health of  each member’s banking system. In addition, the U.S. Executive Director  stated that the IMF’s main role in the financial sector agenda was  surveillance—the job of alerting members to the weaknesses in their  banking systems and supervisory regimes, and monitoring a member’s  progress to that end. Over the last 3 years, the U.S. Executive Director has  supported the IMF’s efforts to incorporate Financial System Stability  Assessment reports into the IMF’s surveillance efforts and has actively  supported the adoption and monitoring of the Basel core principles by  member countries and assessments of countries’ progress.", "Other executive directors have said that the U.S. Executive Director was a  driving force in focusing the IMF’s attention on sound banking practices.  However, it is difficult to discern the extent of the U.S. Executive Director’s  influence in relation to other executive directors in promoting sound  banking practices in member countries, because the IMF generally  operates on a consensus decision-making basis. In addition, there is broad  agreement among IMF members that pursuing sound banking principles  and policies in member countries is an important part of the IMF’s work."], "subsections": []}]}]}, {"section_title": "U.S. Policy on Labor Issues at the IMF", "paragraphs": ["Since 1994, Congress has enacted two provisions of law that set forth U.S.  policy on internationally recognized core labor standards and worker rights  in the context of International Monetary Fund programs. However, the  predominant view at the IMF is that a country’s adherence to those  standards is usually not relevant to its macroeconomic condition and thus  not directly relevant to the IMF’s mission. Therefore, although U.S. officials  have taken several different approaches to actively promote U.S. policy on  core labor standards in an effort to garner support for the inclusion of this  policy within the IMF’s dialogue with borrowing countries, they have not  had much success in influencing the IMF on this issue."], "subsections": [{"section_title": "Background", "paragraphs": ["Under U.S. mandates concerning labor issues at the IMF, the Secretary of  the Treasury must instruct the U.S. Executive Director to urge the IMF, as  an institution, to encourage countries to guarantee internationally  recognized core labor standards and worker rights. The five internationally  recognized core labor standards advanced by Treasury and the U.S.  Executive Director are  the freedom of workers to associate with one another,  the right to organize and bargain collectively,  the prohibition of exploitative child labor,  the prohibition of forced or compulsory labor, and  the prohibition against employment discrimination.", "Through the International Labor Organization (ILO), the international  community has codified these core labor standards in eight international  treaties, or conventions. At the ILO’s 1998 conference, ILO members  adopted the “ILO Declaration on Fundamental Principles and Rights at  Work,” which renewed all ILO members’ commitment to respect, promote,  and realize these core labor standards.", "The Department of the Treasury and the U.S. Executive Director  collaborate to formulate and actively advance their objectives concerning  labor policies at the IMF. To advance U.S. policy on core labor standards,  the U.S. Executive Director urges the IMF to consider the implications of  its programs on borrowing countries’ adherence to these standards. To  illustrate the influence that Treasury and the U.S. Executive Director have  had on IMF policies and practices with respect to labor issues, we reviewed  their efforts to affect IMF programs for Argentina, Ghana, Kazakhstan,  Mexico, and Thailand. We selected these countries, in part, because of the  range of labor issues in each country, especially as they related to the  economic challenges the countries have faced. General information on the  countries and a summary of our findings are presented in table 4."], "subsections": []}, {"section_title": "IMF Members Have Not Embraced U.S. Policy on Core Labor Standards", "paragraphs": ["The IMF does not regularly pursue adherence to core labor standards with  borrowing countries. According to IMF officials, while the IMF supports  core labor standards in principle, the IMF has not found that the degree to  which a country has adhered to core labor standards is directly related to  the country’s macroeconomic difficulties. Therefore, IMF members and  staff do not consider the issue to be within the IMF’s core mandate and  have not addressed this issue in the IMF’s country programs. Also, the  IMF’s staff lacks expertise in this complex and sensitive policy area. Our  analysis of five borrowing countries found no evidence that IMF staff had  incorporated the countries’ adherence to core labor standards issues into  the countries’ performance criteria or structural benchmarks.", "According to Treasury officials, the IMF’s reluctance to consider core labor  standards within the scope of its work is due in part to conflicting  academic literature on whether certain labor standards have beneficial or  detrimental effects on economic growth. Conventional economic theory  treats certain social policies, such as labor and environmental standards, as  government interventions that can inhibit the efficient operation of  markets and, in turn, overall economic growth. According to Treasury  officials, since most IMF staff and country representatives are trained as  economists, they are reluctant to pursue policies that their training tells  them could be counter to the IMF’s goal of encouraging economic growth.  As one Executive Director at the IMF expressed, the implication of  promoting stronger social standards in a country is higher unemployment.  If the choice is between workers being employed under less than ideal  labor conditions or not having them work at all, this Executive Director  favored having the workers be employed and earning income.", "Other IMF members are also reluctant to have the IMF include  consideration of these standards because it is a policy area where the IMF  does not currently have expertise or institutional knowledge. Some  executive directors with whom we spoke noted that other institutions,  particularly the ILO, are better placed to address labor standards. In  addition, some executive directors noted that the World Bank also has  some expertise and institutional knowledge to help countries address core  labor standards. Executive directors also noted that they would be  agreeable to IMF staff consulting with the ILO or the World Bank on labor  issues in borrowing countries if the staff found that labor issues were  relevant to the country’s program. Furthermore, one Executive Director  noted that there is concern that a country’s adherence to core labor  standards is primarily a political issue, and as such the IMF is prohibited  from addressing them by its charter. As another Executive Director noted,  the issues embodied in the core labor standards are complex and must be  handled with careful regard for various cultural and political factors facing  borrowing countries."], "subsections": []}, {"section_title": "Treasury and the U.S. Executive Director Actively Promote U.S. Policy on Core Labor Standards", "paragraphs": ["Since other IMF members and IMF staff have not widely embraced U.S.  policy on the relevance of core labor standards to the IMF’s work, Treasury  and the U.S. Executive Director have made special efforts to advance this  policy at the IMF. Nevertheless, they have not had much success in  influencing the IMF to consider core labor standards in its programs. In  certain circumstances, Treasury and the U.S. Executive Director’s staff  have had difficulty reaching consensus on how adherence to core labor  standards best fits into the IMF’s work and how to effectively advance U.S.  policy on labor issues at the Fund. As part of its efforts to reach consensus,  Treasury, with input from the U.S. Executive Director, has completed two  documents since April 2000. The first document circulated within Treasury  presents economic arguments for the relevance of core labor standards to  the macroeconomic focus of the IMF’s work. The second document, which  was finalized in November 2000, sets out guidelines for Treasury officials as  they pursue U.S. objectives on core labor standards and try to build support  for U.S. policy among other IMF members. These guidelines clarify U.S.  policy objectives and legislative obligations concerning labor standards to  facilitate Treasury’s efforts to provide the U.S. Executive Director with  timely and effective input."], "subsections": [{"section_title": "Engaging the IMF on the Relevance of Core Labor Standards", "paragraphs": ["Treasury and the U.S. Executive Director are simultaneously following two  approaches to change the thinking of other IMF members, IMF staff, and  IMF management on this issue. The first approach is to engage other  executive directors and IMF staff on the relevance of core labor standards  to the IMF’s mission. Treasury and the U.S. Executive Director have argued  that the IMF should not develop programs that may negatively impact  countries’ adherence to core labor standards without taking those impacts  into consideration. Treasury officials have also taken advantage of other  forums to promote U.S. policy on the relevance of core labor standards to  the IMF’s mission. For example, Treasury officials have promoted U.S.  policy at meetings with government officials of the Group of Eight,  through personal contact with other countries’ officials, and at IMF annual  meetings. In addition, Treasury and the U.S. Executive Director organized a  seminar on core labor standards for the IMF and the World Bank’s 1999  annual meeting in cooperation with the IMF, the World Bank, and the  American Federation of Labor-Congress of Industrial Organizations  (AFL-CIO). Senior officials from these institutions, as well as a Minister of  Finance from Chile and a noted academic, presented their views on the role  of core labor standards at the IMF and the World Bank.", "Treasury and the U.S. Executive Director’s second approach has been to  pursue the best examples of countries where they believe that adherence to  core labor standards is deficient and that the IMF should consider core  labor standards as relevant to their macroeconomic stability. Treasury and  the U.S. Executive Director can then use these examples as successful  precedents to urge the IMF to advance core labor standards in other  countries and at the broader level. According to Treasury officials,  countries that make the best cases are those where the conditions of its  IMF program will clearly have implications for the labor market. For  example, the IMF and the Argentine government agreed that to stimulate  economic growth, Argentina would need to increase labor market  flexibility through various reforms, including legally decentralizing union  collective bargaining. While Treasury and the U.S. Executive Director  agreed with Argentina’s need to increase labor market flexibility, they also  recognized that some of the reforms discussed would have implications for  Argentina’s adherence to the core labor standard concerning collective  bargaining. Therefore, they monitored the progress of these reforms and  asked IMF staff to clarify whether the reform proposed to decentralize  union collective bargaining would be consistent with the ILO Right to  Organize and Collective Bargaining Convention (no. 98).", "The U.S. Executive Director also tries to set precedents by pursuing labor  policy with IMF management and staff in advance of an IMF mission to a  member country as part of a program or general economic review. For  example, Treasury and the U.S. Executive Director became aware that the  IMF and the Mexican government were exploring a possible financial  arrangement at the end of 1998. Officials from Treasury and the U.S.  Executive Director’s office collaborated to determine whether the U.S.  labor mandates were relevant to the proposed IMF program in Mexico.  Based on their analysis, they became concerned that reforms the Mexican  government was proposing to increase labor market flexibility and  modernize the labor relations system could have negative implications for  the rights of workers to organize and bargain collectively. The U.S.  Executive Director therefore sent a memo to the Managing Director of the  IMF, urging the IMF’s mission team to, among other things, (1) incorporate  the discussion of core labor standards into their policy dialogue with  Mexican authorities in the context of any discussion of broader labor  market reforms and (2) survey labor market policies and practices in  Mexico and recommend policy initiatives that will help ensure the  maintenance or improvement of core labor standards.", "As part of another means for establishing precedents, the U.S. Executive  Director encourages IMF staff and borrowing country governments to  consult with the ILO when labor issues come up in a country or when a  country’s program may have implications for the country’s adherence to  core labor standards. For example, in commenting on Kazakhstan’s 1999  request for a new arrangement at an Executive Board meeting, the U.S.  Executive Director encouraged the Kazakhstani government to consult  with the ILO concerning proposed reforms to Kazakhstan’s labor code. In  doing so, Kazahstan could ensure that these reforms were not only better  suited to the market economy that it is trying to develop, but also  consistent with core labor standards.", "Officials at Treasury and U.S. Executive Director’s office do not often  advance core labor standards with two groups of countries—advanced  industrial economies and the poorest countries—because they believe that  these countries do not make good precedents. According to Treasury  officials, they do not pursue these issues with advanced industrial  economies, such as France, Germany, or Japan, because their adherence to  core labor standards is generally high. In reviewing the poorest countries,  Treasury officials have found that they also do not generally make good  cases because they do not have a sufficiently large industrial base for the  core labor standards of freedom of association and freedom to organize  and bargain collectively to be important issues relative to the other  challenges facing these countries. Moreover, although child labor can be a  concern in these countries, Treasury officials noted that the root of the  problem is in the high level of poverty, cultural and societal norms, and lack  of opportunities for the children. In addition, concerns that Treasury might  have about forced labor or gender inequality in these countries are more  closely related to human rights issues than to core labor standards.  Therefore, according to Treasury officials, they address these issues in that  context. For example, according to Treasury officials, Ghana’s adherence  to each of the core labor standards could be improved, but since Ghana has  a pressing need to address poverty, and most of its labor force is engaged in  agriculture, Treasury did not urge the U.S. Executive Director to comment  on core labor standards in Ghana until recently.", "To enhance Treasury’s and the U.S. Executive Director’s efforts to advance  U.S. policy on core labor standards, Treasury hired a labor policy specialist  in 1998 to provide background information and policy guidance on core  labor standards issues to other Treasury officials and the U.S. Executive  Director. The labor specialist is responsible for reviewing the labor  situation in each IMF member country as it comes before the IMF’s  Executive Board as part of a program request, a review of an existing  program, or the IMF’s periodic reviews of the country’s economic  conditions. For each country, the specialist determines whether there are  concerns for that country’s adherence to core labor standards and  coordinates with Treasury’s country desk officers to provide the U.S.  Executive Director with input for an oral or written statement to the IMF’s  Executive Board.", "Although U.S. officials have been targeting their efforts to pursue core  labor standards, two executive directors noted that some developing  countries do not support U.S. policy on core labor standards because these  countries do not believe that U.S. motives are altruistic. Rather, they view  U.S. promotion of core labor standards as a trade protectionist measure  meant to increase labor costs in developing countries, thereby potentially  averting the relocation of U.S. firms and the loss of U.S. jobs. Despite this  resistance, officials at Treasury and the U.S. Executive Director’s office  note that they have seen signs that their efforts to advance U.S. policy are  being heard. For example, in response to U.S. interest on labor issues in  Mexico, IMF staff included an appendix concerning Mexico’s efforts to  modernize labor markets and improve their efficiency in their 1999 report  on Mexico’s request for an arrangement. In addition, during visits to  Argentina to discuss its ongoing arrangement, IMF staff consulted with  union officials on a variety of labor issues related to the flexibility of its  labor markets."], "subsections": []}]}]}, {"section_title": "U.S. Policy on Audits of Military Expenditures at the IMF", "paragraphs": ["In 1996, Congress enacted the audits of military expenditures legislation,  which includes a specific directed voting provision that requires the U.S.  executive directors at international financial institutions to oppose  nonbasic human needs assistance to countries that do not conduct and  report regular audits of their military spending to civilian authorities. In the  five cases we reviewed, we determined that the United States has achieved  some success in advancing this mandate at the IMF and in convincing some  borrowing countries to conduct audits of military spending. The U.S.  Executive Director’s effectiveness in advancing this particular mandate at  the IMF is due in part to a widespread view in the international community  that good governance, transparency of budgets, unproductive spending,  and military spending are economic issues that could impact the  effectiveness of a country’s macroeconomic reform effort. Nevertheless,  the pursuit of this mandate has had an uncertain impact on the broader U.S.  influence at the IMF. While there is strong IMF support for the intent of the  legislation, U.S. and IMF officials emphasized that the military audit  mandate sometimes competes with countries’ priorities and that U.S.  officials have limited discretion on when to advance the mandate for  countries deemed out of compliance. As a result, U.S. and IMF officials  believe that the limited discretion that U.S. officials have in advancing this  mandate runs counter to the consensus decision-making approach of the  Fund and could negatively impact U.S. influence at the IMF."], "subsections": [{"section_title": "Background", "paragraphs": ["Congress has been concerned that military expenditures by some  developing countries are excessive and an unproductive drain on their  limited resources. Congress was also concerned that public information on  military expenditures for some countries is generally characterized by  incompleteness, lack of transparency, and inaccuracy. Partly in response  to these concerns, in 1996 Congress passed the audits of military  expenditures legislation. The legislation states that the U.S. Executive  Director is to use its voice and vote to oppose the use of funds, other than  those to address basic human needs, for any government that does not  have in place a functioning system for reporting audits of military  expenditures to civilian authorities or has not provided such information to  any institution that requests it. The U.S. Treasury was given a 3-year  window to develop an implementation approach, with the voting  requirement taking effect on October 1, 1999. After that date, the U.S.  Executive Director was instructed to oppose approval of IMF  arrangements for countries deemed not in compliance with the standards  set forth in the mandate. On October 18, 1999, 22 countries were deemed  noncompliant with the standards of the mandate, but by November 9, 2000,  this number had declined to 17 countries.", "In 1999, Treasury formed an Interagency Policy Group to assess countries’  compliance with the military audit legislation. The group is comprised of  the Treasury, the Department of State, the Department of Defense, the U.S.  Agency for International Development, the National Security Council, and  the Office of Management and Budget. The Policy Group developed the  following interpretation and definitional guidance for the legislation:  A country must be routinely conducting a post-expenditure  examination, verification of accuracy, and reconciliation of irregularities  of receipts that fund the military (annually, though a 2-year completion  lag is acceptable).", "Results of the audit must be reported to a nonmilitary entity.  Significant off-budget or commercial revenue (defined as greater than 5 percent of the total defense budget) that funds the military must also  be audited and reported to a civilian authority.", "Treasury has taken several steps to advance the military audit mandate at  the IMF, including working with the State Department to inform IMF  member countries of the legislation through U.S. embassies and providing  information to the U.S. Executive Director on the countries that are  noncompliant with the mandate. The U.S. Executive Director’s office also  informed IMF management and staff of the importance it attached to the  mandate and the compliance requirements."], "subsections": [{"section_title": "The Process for Registering Opposition to IMF Programs", "paragraphs": ["When a country is found to be not in compliance by the Policy Group, the  U.S. Executive Director is directed to oppose the use of IMF resources. The  process for registering opposition to the use of IMF resources is as follows:   The Policy Group recommends to the Secretary of the Treasury that the  U.S. Executive Director oppose the use of Fund resources to that  country.", "The Secretary of the Treasury then instructs the U.S. Executive Director  to oppose the use of Fund resources to that country.", "The U.S. Executive Director then states in an oral or written statement  to the Executive Board that the United States wants to record its  opposition to that country’s program.", "The Secretary of the IMF’s Executive Board records U.S. opposition in  the Board minutes.", "The Policy Group has determined that the reference in the legislation for  the U.S. Executive Director to “oppose” provides flexibility to either  abstain or vote no. The use of a “no” vote versus “abstain” would be the  Secretary’s determination, based on interagency consultation on a  case-by-case basis. The Policy Group has also determined that in cases  where the only reason for opposing the use of IMF resources is a lack of  compliance with the military audit legislation, the U.S. Executive Director  should abstain. In addition, in cases where countries are actively engaged  in making necessary changes to become compliant, the U.S. Executive  Director would include strongly supportive comments in Board statements  accompanying the directed vote. The U.S. Executive Director has never  voted no under the military audit mandate but has abstained 3 times, as of  September 30, 2000. Regardless of whether the United States chooses to  abstain or vote no, its actions alone are not sufficient to veto a country’s  access to IMF resources because approval of a country’s arrangement  requires support from a majority of the Executive Board. Although the  United States has the largest voting share of any member (17 percent), this  is insufficient to unilaterally block access to IMF resources.", "The decision by the United States to record its opposition to a country’s  program is considered by the Secretary to the Board to be a vote (and  recorded as such in the minutes). However, other members do not have to  formally vote in response. Formal votes are rarely taken at IMF Board  meetings, but any executive director may require a formal vote to be held.  According to an IMF official, Board decisions are expected to reflect the  consensus of Board members, with the views expressed as part of the  overall discussion. Over the course of the meeting, the Secretary keeps  track of each executive director’s position. While directors in almost all  cases support IMF programs on the whole, they may express differences of  views with programmatic details or broader issues regarding the quality of  the program. However, if there is evidence of widespread opposition, the  Chairman or an individual member may request a poll of members’ views.  Such a poll is not considered a “vote” by the Board but a tool for accurately  gauging the views of Board members. An analysis of the U.S. Executive  Director’s voting record for the period of October 1997 through  September 2000, shows that the U.S. Executive Director voted against or  abstained from voting a total of 21 times. Of these 21 votes, 3 were related  to abstentions under the military audit mandate."], "subsections": []}]}, {"section_title": "U.S. Efforts to Advance the Military Audit Directed Vote Mandate Have Been Successful", "paragraphs": ["The United States has been actively advancing the military audit mandate  and has been successful in the majority of the cases we analyzed. The U.S.  Executive Director has emphasized issues of fiscal controls and budget  transparency in U.S. country statements to the Board, in attempting to  integrate the military audit mandate within the IMF’s own operating  guidelines and institutional processes. According to the U.S. Executive  Director, the military audit mandate is easier to advance than, for example,  the labor mandate, because it fits well within the Fund’s efforts to promote  good governance, fiscal transparency, and the control of unproductive  spending. While the IMF does not generally require audits of military  spending as a condition for the use of its resources, the IMF has asserted  that its staff may need information about the level of and trend in military  expenditures and related transactions in order to permit a full and  internally consistent assessment of the member’s economic position and  policies. In addition, IMF members we spoke with generally agreed that the  auditing and transparency mechanisms promoted by the mandate could  potentially bring important information regarding military spending to the  attention of donors.", "We reviewed five countries that were included on the October 1999 list of  22 noncompliant countries established by the U.S. Treasury (Burkina Faso,  Guinea-Bissau, Indonesia, Kazakhstan, and Rwanda). Of these five  countries, as of November 9, 2000, only Guinea-Bissau is not in compliance  with the military audit mandate (see table 5).", "According to the U.S. Executive Director, U.S. success in advancing the  audits of military expenditures mandate was aided by two factors:  acceptance by the IMF of the merits of the issue, and the possibility that the  United States would oppose a country’s use of IMF resources. There is a  widespread view in the international community, including at the IMF, that  good governance, transparency of budgets, unproductive spending, and  military spending are economic issues that could impact the effectiveness  of a country’s macroeconomic reform effort. Therefore, IMF staff consider  it appropriate to raise concerns about military expenditures in the context  of their efforts to assist countries. As shown in table 5, IMF staff  encouraged the countries’ authorities to audit government accounts,  including military receipts and expenditures. In the case of Kazakhstan,  IMF support was unnecessary because the country was already compliant.  In these cases, the changes encouraged by the IMF also helped the country  in its efforts to comply with the U.S. mandate. For example, in the case of  Indonesia, IMF staff strongly encouraged Indonesian officials to include a  commitment to audit off-budget military expenditures as part of its Letter  of Intent to the IMF. The inclusion of this commitment within the  Indonesian Letter of Intent was a contributing factor in the U.S. decision to  remove Indonesia from the list of noncompliant countries.", "Based on our review of country documents and discussions with Treasury,  U.S. Executive Director, and IMF officials, we have determined that the  success of the mandate was also aided by countries’ desire to avoid having  the United States oppose their receipt of resources under their IMF  arrangements. As our military audit mandate case study revealed, certain  countries have agreed to undertake military audits as a response to U.S.  pressure. According to Treasury and U.S. Executive Director’s officials,  because of the key role of the U.S. government in the IMF and the donor  community, recipient countries do not like having the United States oppose  their IMF program. Although U.S. opposition is not sufficient to veto a  country’s access to IMF resources, according to U.S. and country officials,  the U.S. position raised the priority of this issue and motivated some of the  countries on the noncompliant list to become compliant more rapidly. For  example, according to Treasury, because the United States was threatening  to oppose debt relief to Burkina Faso, the authorities agreed to initiate an  audit of military spending earlier than they otherwise would have. In the  case of Guinea-Bissau and Rwanda, despite their efforts to become  compliant with the audits of military expenditures mandate, the U.S.  Executive Director opposed their receipt of IMF resources because at the  time of the review of their IMF arrangement, they were not compliant with  the criteria established by the Policy Group. Both countries continued to  address U.S. concerns following their reviews; Rwanda became compliant  in September 2000, and Treasury believes the government of Guinea-Bissau  is beginning to take steps to audit government expenditures, including the  military. According to a Treasury representative, the Treasury is working  with U.S. embassy representatives to ensure that Guinea-Bissau  understands U.S. legislative criteria requiring the reporting of its military  audit to civilian authority."], "subsections": []}, {"section_title": "The Impact of the Military Audit Mandate on Broader U.S. Influence at the IMF", "paragraphs": ["The impact of pursuing the military audit mandate on the broader U.S.  influence on IMF policy is uncertain. Based on our discussions with U.S.  and IMF officials, we have determined that the directed nature of the  mandate has worked to advance U.S. policy goals; nevertheless, it may also  limit U.S. credibility with other IMF members. There is widespread support  by IMF members with the intent of the legislation, meaning that countries  should strive to control their level of military spending and have in place a  system that provides accurate and reliable information to the public. As our  military audit mandate case study revealed, certain countries have agreed  to undertake military audits in response to U.S. pressure. However, other  IMF members we spoke with questioned whether the United States may  have promoted the military audit issue in certain countries simply because  it is a legislatively mandated directed vote and not necessarily because it  was in the best interest of the country at the time. Therefore, while U.S.  officials are pleased with the progress realized through their pursuit of the  mandate, they see a risk to U.S. credibility when they must emphasize one  issue over other more pressing matters that a country may be confronting.", "The mandate does not give the U.S. Executive Director the discretion to  determine when to pursue the military audit issue. As a result, the U.S.  Executive Director is compelled to advance the mandate with country  authorities and with IMF staff regardless of whether the U.S. Executive  Director believes it is an appropriate time to pursue the mandate with a  given country. Treasury staff and all of the executive directors we  interviewed at the IMF expressed concern with the inflexibility of the law.  The executive directors believe that the U.S. Executive Director has been  very effective in advancing the military audit mandate but, due to the  inflexibility of the mandate, has at times been too aggressive in this pursuit.", "The constraints imposed by the directed nature of the military audit  mandate were evident in our case study analyses. For example, as a result  of a severe economic crisis and the subsequent collapse of 30 years of  military dictatorship, Indonesia has been faced with many competing  priorities. Numerous Treasury and IMF documents and Board meeting  agendas over the past 3 years indicate that the major priorities of the IMF  Board for Indonesia centered on issues such as banking and corporate  restructuring, bankruptcy law, and social safety net issues. Annual audits of  off-budget revenues that fund the military were not one of these major  priorities. According to IMF staff, while the new democratic government of  Indonesia is receptive to the military audit mandate, discussions with  authorities on this issue were highly complex. For example, according to  IMF staff, the auditing capacity in Indonesia is limited, and it has been a  challenge getting the overall fiscal accounts under control, especially when  it requires the cooperation of the military. In addition, according to IMF  staff, the time frame needed to achieve transparency in military  expenditures is quite burdensome, and there are many immediate, more  urgent issues to address. IMF staff also believe that the Letter of Intent  commitment to audit off-budget sources that fund the military was  ambitious and should be recognized as such. IMF staff expressed concern  about having U.S. officials overemphasize this issue at this point.", "Similarly, Rwanda, as a post-conflict country, has several major priorities,  including government and macroeconomic stability, building  administrative capacity, and satisfying the requirements of the Heavily  Indebted Poor Countries Initiative. Based on issues before the IMF Board,  an audit of its military spending was only one of a large number of  important priorities. According to the U.S. Executive Director, as of July  2000 Rwanda continued to face very difficult humanitarian and economic  problems that require the utmost resolve and determination to effectively  address. In addition, according to the U.S. Executive Director’s  representative, when the United States abstained from voting on Rwanda’s  program in July 2000, it required the U.S. Executive Director to raise as the  first priority an issue that was just one of the necessary steps to address the  country’s many problems. The U.S. Executive Director was compelled to  abstain from voting to make a financial disbursement for Rwanda’s  program because Rwanda was not yet in full compliance with the military  audit mandate’s requirements. This occurred despite the administration’s  knowledge that Rwanda would become compliant with the mandate  shortly and, in its judgment, was making good progress in implementing  economic reforms and improving fiscal transparency.", "IMF Board members understand that in certain cases the U.S. Executive  Director advanced military audit concerns because of the legislative  requirements and not necessarily because a focus on military audits was  among the most important issues confronting that country. These Board  members noted that the Executive Board generally makes decisions on a  consensus basis and that limitations on an executive director’s discretion  runs counter to this practice. Therefore, while U.S. officials agree with the  intent of the mandate, they believe that there is a risk to U.S. credibility at  the IMF when the U.S. Executive Director must emphasize an issue over  other, more pressing priorities for a borrowing country."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["The Consolidated Appropriations Act for Fiscal Year 2000 (P.L. 106-113  sec. 504 (e)) requires GAO to report on the extent to which Fund practices  are consistent with U.S. policies set forth in federal law. In order to address  this requirement, we (1) identified how the U.S. Treasury and the U.S.  Executive Director promote U.S. policies mandated by Congress for the  Fund and (2) assessed whether Treasury and the Executive Director have  been able to influence Fund operations and other members’ policy  positions in a direction that would be consistent with U.S. policy as set  forth in law. To help answer these objectives, we analyzed the process by  which Treasury pursues its legislative mandates and conducted case  studies of specific U.S. policies and Treasury’s efforts to promote them for  individual countries’ Fund arrangements from 1998 through 2000.", "To identify how the U.S. Treasury and the U.S. Executive Director of the  International Monetary Fund promote U.S. policies mandated by Congress  for the Fund, we analyzed the process by which Treasury pursues  legislative mandates. Specifically, we reviewed Treasury documents,  including internal correspondence, concerning the creation in 1999 of  Treasury’s Task Force on Implementation of U.S. Policy and Reforms in the  International Monetary Fund, its operations, and the challenges that  Treasury has faced in implementing its process for addressing legislative  mandates. We also reviewed examples of Treasury officials’ draft policy  position input to the U.S. Executive Director for oral and written  statements to the Executive Board. In addition, we interviewed officials  within all 10 Treasury offices who are responsible for developing the U.S.  policy position toward the Fund, including members’ Fund arrangements.  Further, in July 2000 we attended one task force meeting to observe  Treasury’s efforts to address legislative mandates. We also reviewed U.S.  statements to the Executive Board and internal U.S. Executive Director  documents from 1998 to 2000 regarding U.S. Executive Director efforts to  pursue legislative mandates. Finally, we interviewed the U.S. Executive  Director and all of the staff in that office who monitor country and policy  developments concerning the Fund, as well as numerous Fund staff and  other Executive Board members.", "To assess whether Treasury and the U.S. Executive Director have been able  to influence Fund operations and other members’ policy positions in a  direction that would be consistent with U.S. policy as set forth in law, we  conducted case studies of specific U.S. policies and Treasury’s efforts to  pursue them for individual countries’ Fund arrangements. To select these  case studies, we identified legislative mandates concerning U.S. policy  objectives with respect to the Fund, using our own legal analysis  supplemented with documentation obtained from Treasury. We used two  criteria as the basis for identifying the relevant laws for this review. We  defined these criteria as (1) any current law that explicitly directs the U.S.  Executive Director to use the U.S. vote at the Fund to achieve a policy goal  and (2) any current law that seeks to have the U.S. Executive Director use  the U.S. voice at the Fund to promote a U.S. policy or make a policy  change.", "We selected sound banking principles, labor policies, and audits of military  expenditures as the U.S. policy focus for our case studies. We chose these  policies because they represent a range of types of legislative provisions, or  mandates, that are set forth in federal law, including both voice and  directed vote provisions. We also chose these policies on the basis of our  preliminary analysis, which suggested that the U.S.’ ability to impact Fund  practice was related to whether policies encompassed issues that were  viewed as central to the traditional focus of the Fund’s mission. For each  policy issue, we reviewed Fund practices with respect to five member  countries that we selected based on a number of factors, including  geographic diversity, level of economic development, type of Fund  arrangement, and range of issues connected to the policy concern. For the  labor policies and audits of military expenditures case studies, we selected  only countries that have a financial arrangement with the Fund because the  language in their corresponding mandates is expressly directed at those  countries. Specifically, we selected the following countries for each case  study: (1) for sound banking principles, India, Mexico, Romania, South  Africa, and Thailand; (2) for labor policies, Argentina, Ghana, Kazakhstan,  Mexico, and Thailand; and (3) for audits of military expenditures, Burkina  Faso, Guinea-Bissau, Indonesia, Kazakhstan, and Rwanda. We limited our  review to the activities of the Treasury, the U.S. Executive Director, and the  Fund for the last 3 years; that is, the period from January 1998 through  November 2000. Since we focused primarily on the Fund rather than on  country practices, we did not travel to any of these countries as part of this  review. However, we interviewed Fund officials who monitor  developments in these countries as well as seven other executive directors  of the Fund’s Executive Board in Washington, D.C. Our basis for selecting  these executive directors to speak with is discussed below.", "We reviewed numerous internal Treasury and U.S. Executive Director  documents dating from 1998 to 2000 to answer our second objective. These  documents included internal correspondence among officials within  Treasury and the U.S. Executive Director’s office concerning their  deliberations to develop U.S. policy positions with respect to both general  mandate issues as well as the case study policies. We also reviewed  Treasury’s policy position input to the U.S. Executive Director and all U.S.  statements to the Fund’s Executive Board for each country covered for our  case studies. In addition, we interviewed Treasury and U.S. Executive  Director officials who monitor sound banking, labor, and military audit  issues as well as those who monitor the country developments and are  charged with formulating and implementing the U.S. policy position for  each country with respect to the Fund. We also reviewed all Fund staff  documents provided to the Executive Board concerning these countries for  their program and economic policy reviews. These included Fund staff  reports concerning countries’ requests for arrangements, reviews of  ongoing arrangements, and countries’ periodic economic reviews, as well  as staff summaries of Executive Board meetings.", "In addition, we interviewed numerous officials at the Fund to answer our  second objective. Specifically, we interviewed staff at the Fund who  monitor each of the countries under our review, except for Fund staff who  monitor developments in Burkina Faso, who were not available to meet  with us. For the other countries, we discussed with Fund staff how they set  priorities in negotiating arrangements with these countries and how our  case study policies fit into these priorities. We also met with officials from  the Fund’s Policy Development and Review Department to discuss how the  Fund pursues labor and military audit issues and we met with the Fund’s  Monetary and Exchange Affairs Department to discuss how the Fund  pursues strengthening sound banking principles in countries. In addition,  we met with 7 of the 23 non-U.S. Executive Board directors and discussed  their views of these policies and the impact of U.S. influence at the Fund.  Specifically, we met with the appointed executive directors of France,  Germany, Japan, and the United Kingdom, and the elected representative  executive directors from Gabon, Mexico, and Thailand. We selected these  executive directors to speak with because (1) they represent the largest  donor countries and a mix of borrower countries at the Fund and (2) the  elected executive directors represent several of the countries we reviewed  in our case studies.", "Finally, we also interviewed the Assistant Secretary of the Fund’s Executive  Board and the Deputy General Counsel of the Fund to obtain information  on the Board’s process for voting and how often voting occurs. For  comparison purposes, we interviewed an official within the U.S. Executive  Director’s office at the World Bank about the voting process in that  institution as well.", "We conducted our work from March through November 2000 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Comments From the Department of the Treasury", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the person named above, Carolyn Black-Bagdoyan, Tamara  Cross, Barbara Shields, Valérie Leman Nowak, Rona Mendelsohn, Mark  Speight, Mary Moutsos, and Mark Dowling made key contributions to this  report."], "subsections": []}, {"section_title": "Ordering Information", "paragraphs": ["The first copy of each GAO report is free. Additional copies of  reports are $2 each. A check or money order should be made out to  the Superintendent of Documents. VISA and MasterCard credit  cards are accepted, also.", "Orders for 100 or more copies to be mailed to a single address are  discounted 25 percent.", "Orders by mail: U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Orders by visiting: Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders by phone: (202) 512-6000 fax: (202) 512-6061 TDD (202) 512-2537 Each day, GAO issues a list of newly available reports and  testimony. To receive facsimile copies of the daily list or any list  from the past 30 days, please call (202) 512-6000 using a touchtone  phone. A recorded menu will provide information on how to obtain  these lists."], "subsections": []}, {"section_title": "To Report Fraud, Waste, or Abuse in Federal Programs", "paragraphs": ["Web site: http://www.gao.gov/fraudnet/fraudnet.htm  e-mail: fraudnet@gao.gov  1-800-424-5454 (automated answering system)"], "subsections": []}]}], "fastfact": []}