{"id": "GAO-03-505", "url": "https://www.gao.gov/products/GAO-03-505", "title": "Military Readiness: Lingering Training and Equipment Issues Hamper Air Support of Ground Forces", "published_date": "2003-05-02T00:00:00", "released_date": "2003-06-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Recent operations in Afghanistan demonstrated the dangers of providing air support close to troops on the ground. Such close air support requires timely, well-practiced procedures and communication between ground and air elements. While most close air support operations in Afghanistan were successful, \"friendly fire\" incidents have resulted from mistakes made while conducting the mission. At the request of the Ranking Minority Members of the Subcommittees on Total Force and Readiness, House Committee on Armed Services, GAO reviewed Department of Defense (DOD) efforts to provide adequate close air support training, as well as efforts to enhance the equipment used to support this mission."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of Defense has had limited success in overcoming the barriers that prevent troops from receiving the realistic, standardized close air support training necessary to prepare them for joint operations. This is the result of four interrelated factors: (1) ground and air forces have limited opportunities to train together in a joint environment; (2) home station training is often restricted and thus does not always provide realistic training to prepare troops to perform the mission; (3) the services use different training standards and certification requirements for personnel responsible for coordinating close air support; and (4) within the individual services, joint close air support training is often a lower priority than other missions. While the department recognizes the need to improve the training for the mission, progress has been slow on many of the issues because the services have been unable to agree on joint solutions. In the interim, U.S. troops engaged in joint close air support missions are forced to conduct last-minute training or create ad hoc procedures on the battlefield. Efforts to enhance the capabilities of the equipment used to perform the joint close air support mission have not kept pace with precision weapons capabilities and as a result do not achieve DOD's goals for interoperability and cost-effectiveness. Advanced systems improve the accuracy of battlefield information and can speed the transmission of information from the troops on the ground to attacking aircraft. However, the services have acquired equipment that is not able to communicate across the services, a key requirement in joint operations. Moreover, the services are procuring equipment independently to meet individual service needs, thereby missing opportunities to achieve cost benefits from joint service purchases."]}], "report": [{"section_title": "Letter", "paragraphs": ["The success or failure of our military forces in combat is directly linked to  the realism and thoroughness of their training beforehand. This axiom is  especially true when aircraft are needed to deliver bombs on targets close  to troops on the ground. Such close air support requires painstaking  coordination between air and ground elements. Timely, well-practiced  procedures and communication are essential because close air support on  the battlefield often has to happen fast to achieve its objective. Failure to  respond to a call for air support can leave troops exposed to enemy fire;  however, mistakes in communications and targeting can result in fatalities  among friendly forces. In Afghanistan, close air support became  particularly critical because light forces were introduced into battle  without artillery, leaving air power as their sole means of fire support.  Though we completed our work before hostilities began in Iraq, this  operation also showed the increased importance of integrating air power  into the ground fight. While most recent close air support operations have  been successful, “friendly fire” incidents tragically illustrated the dangers  of the mission. Even before the war in Afghanistan, the Department of  Defense (DOD) had begun looking for solutions to long-standing problems  facing the close air support mission. Because joint close air support is—by  its nature—a joint mission that transcends any single military service,  DOD has formed steering groups and other interservice task forces to  examine the mission area. The working groups have addressed a myriad of  issues, but their primary focus has been on improving training and  equipment interoperability across the services in both the active and  reserve components.", "Because of concerns about such unfortunate “friendly fire” occurrences,  you requested that we review close air support training and doctrine to  ensure that the U.S. military is prepared for future conflicts. You asked  that we recommend any actions that DOD and the services could take to  improve close air support effectiveness while simultaneously reducing risk  to friendly forces. Thus, our objectives were to assess efforts by DOD and  the military services to (1) provide adequate training for joint close air  support missions and (2) enhance the capabilities of the equipment used  to support this mission. A detailed description of our scope and  methodology is included in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["Close air support is an air action by either fixed and rotary wing aircraft  against hostile targets which are near friendly forces and which require  detailed integration of each air mission with the fire and maneuver of  those forces. Several different types of aircraft are assigned the close air  support mission; examples are described in appendix II. To be successful,  this type of combat mission requires detailed integration and close  coordination between air and ground forces. Air is only one type of fire  support available to ground forces—other forms include artillery, mortars,  and naval surface fires. Ideally, these fires will be integrated to achieve the  intended effect on the target. The controller plays the key role in  coordinating the close air support mission. The controller is often located  on the ground alongside maneuver forces; however, airborne controllers  may also control attacks. The controller is responsible for ensuring that  aircraft strike the target accurately while avoiding hitting friendly troops.  During battle, when a ground commander needs air support, this specially  trained controller initiates a call, using voice or digital communications, to  the aircraft. The controller provides the attacking aircraft with the location  of the target as well as the position of any friendly troops in the area.  Based on this information, the aircraft’s crew directs the plane’s bombs to  the target. Figure 1 depicts a typical mission.", "DOD is in the process of developing technologically advanced equipment  to improve the military’s ability to conduct close air support missions  under all types of conditions. Historically, such missions were conducted  during the day under favorable weather conditions. This allowed both  aircrews and ground controllers to visually acquire and attack ground  targets. Today, these missions are typically undertaken at night or under  poor visibility conditions. In addition, because the rules of engagement  have placed strict limits on collateral damage, the aircraft need to deliver  munitions precisely. For example, the use of bombers flying at high  altitudes to perform close air support in recent operations in Afghanistan  shows how the mission has evolved. Bombers carried out missions using  precision weapons from altitudes that prevented aircrews from visually  acquiring targets. The use of these weapons required controllers to  provide more accurate target information to the attacking aircraft. In  addition, technological advancements in equipment continue to improve  the accuracy by which aircraft can strike their targets. For example,  equipment such as laser rangefinders and systems that allow controllers to  transmit information digitally improve accuracy and help mitigate the risk  of human error.", "Significant differences exist in the services’ approaches to close air  support. Controllers from the Air Force, Marine Corps, and special  operations forces attend different schools to learn the basics of controlling  attack aircraft. To support Army ground units, the Air Force incorporates  officers and enlisted controllers into Army units. These Air Force  personnel live and work with the Army and are intended to become an  integral part of the unit’s fire support staff. The Army must rely on aircraft  from other services during training or combat. In contrast, the Marine  Corps uses its own aviators—on a rotational assignment with ground  forces—to control aircraft. The Marine Corps’ attack aircraft squadrons  are attached to Marine expeditionary forces, and their primary mission is  to support ground forces. Day to day, this means that Marine Corps  ground commanders have attack aircraft at their disposal, allowing them  to more easily incorporate close air support into their training events. The  inherently joint nature of the mission requires that all the services train  together to be adequately prepared. Training is fundamental, according to  a DOD assessment of the mission area, because technological  advancements are “meaningless if not supported by training.”"], "subsections": []}, {"section_title": "Despite DOD’s Efforts, Joint Close Air Support Training Deficiencies Remain", "paragraphs": ["DOD has had limited success in overcoming the barriers that prevent  troops from receiving the realistic, standardized training that is needed to  prepare them for joint operations. These lingering problems include few  opportunities for ground and air forces to train together in a joint  environment, a lack of realistic training opportunities at troops’ home  stations, differences in the training standards for aircraft controllers, and  the low priority placed on joint close air support training in the services’  school curriculum and exercises. While DOD has acknowledged the need  for more effective training in its 2001 Joint Close Air Support Action Plan,  it has been unable to resolve most of the plan’s action items because of the  time and effort required to resolve the issues and disagreement among the  services."], "subsections": [{"section_title": "Close Air Support Training Barriers Continue to Linger", "paragraphs": ["According to joint doctrine, training must be habitually emphasized in a  joint training environment, and proficiency can only be obtained though  dedicated, realistic joint training. Historical experience shows that  realistic training is critical to success in combat. Realistic training is  particularly important in the close air support mission where detailed  coordination is required to effectively deliver bombs close to friendly  forces. However, DOD has acknowledged that joint close air support  mission deficiencies have existed for many years. We reviewed documents  from the mid-1990s that showed that shortfalls in close air support  procedures have led to decreased mission effectiveness and a greater  chance of fratricide. Recent operations in Afghanistan have demonstrated  that the military is placing an increased emphasis on joint close air  support, but some serious challenges remain. Many of the soldiers, pilots,  and aircraft controllers who are asked to perform this mission in combat  told us that they feel ill prepared to do so. Service personnel told us that it  was common for both pilots and ground controllers to be forced to learn  new procedures “on the fly” during actual combat operations. During our  unit visits, personnel from all services expressed concerns over their  ability to perform the joint close air support mission. These concerns  revolve around four interrelated factors, discussed below, which adversely  affect training."], "subsections": [{"section_title": "Joint Training Opportunities Are Infrequent and Ineffective", "paragraphs": ["Pilots, controllers, and ground commanders from the services that are  involved in joint close air support need to train together frequently in  order to develop confidence in one another and become familiar with one  another’s procedures. Without such regular exercises, pilots are not  willing to fully trust the instructions they receive from controllers, and  ground commanders are not confident that the air support will be timely  and accurate.", "However, opportunities for the services to train together to prepare for the  joint close air support mission are infrequent. Within the United States,  there are primarily three training facilities that have the necessary  maneuver and air space to adequately train close air support with both  ground forces and attacking aircraft. These are the Army’s National  Training Center at Fort Irwin, California; the Army’s Joint Readiness  Training Center at Fort Polk, Louisiana; and the Marine Corps’ Air Ground  Combat Center at Twenty-nine Palms, California. These training centers  provide the maneuver space, airspace, and live ordnance delivery freedom  to train for this mission under simulated combat conditions that are not  available at home station training ranges. The centers are designed to offer  the most realistic and challenging battlefield experiences available;  however, units normally train at one of these locations only once every 12  to 18 months and for only 3 weeks at a time.", "Information collected from training exercises at the Army’s National  Training Center has pointed to the need for more training in joint close air  support procedures. The Center for Army Lessons Learned, which collects  and consolidates data from operations and training events, identified  several long-standing problems associated with the execution of close air  support during these exercises. For example, in 1995 it reported that the  full effects of the mission are rarely achieved during training, and in 1998 it  found that integration issues between Army and Air Force personnel  continued to hamper the execution of the mission and may contribute to  fratricides.", "Observations made by the Secretary of Defense’s Joint Close Air Support  Joint Test and Evaluation task force further confirmed that significant  problems exist. Chartered in 1998, the task force has collected and  analyzed a large quantity of data from the Army’s National Training Center.  By early 2001, it had observed 22 simulated battles that included more  than 200 close air support sorties. One of the key conclusions from its  study is that close air support seldom achieved the outcome sought by the  ground commander during such training exercises. As figure 2 shows,  close air support operations met the ground commander’s intent—that is,  they destroyed or otherwise disrupted enemy troops—less than one-third  of the time. More often than not, close air support failed to meet the  ground commander’s needs.", "Figure 2. Percentage of Time That Close Air Support Operations Met Ground  Commander’s Intent at Army’s National Training Center (Calendar Years1998-2000)", "The task force attributed this low success rate to several factors, in  particular the lack of integration between the Air Force controllers and  Army fire support teams, whose mission is to coordinate different types of  firepower. Ideally, air power would be employed seamlessly along with  artillery and other fire support. We heard frequently about this issue from  the commanders of Army units we visited in the United States, Germany,  and Korea. They told us that Army teams did not view assigned aircraft  controllers as a part of their teams and, thus, were not as comfortable  relying on the controllers to provide support as they were with their own  unit personnel. Army unit personnel work with the controllers only a few  times a month or during field training exercises. Consequently, a deployed  Army team may have to rely on controllers with whom they have not  worked during training and in whom they have not developed confidence.  On the other hand, Air Force controllers who are trying to integrate  themselves into the Army structure must still report to Air Force  leadership, and thus they have to satisfy the needs of two different  commanders. Perhaps most telling, the task force observers also noted  that integrating close air support was often an “afterthought” during  ground maneuver exercises. Some participants they interviewed  expressed concerns about how well they were prepared for the mission.  Air Force participants, for example, noted they did not get enough practice  with the Army’s teams, and Army participants pointed out that training for  this mission was often overlooked and underemphasized.", "In addition to infrequent training opportunities, many of the unit leaders  and soldiers we interviewed expressed disappointment with the  effectiveness of the close air support training they received at the Army’s  training centers. Pilots told us that because training scenarios at the  centers are scripted to maximize training benefits for maneuver forces,  ground commanders fail to use aircrews effectively. In short, available  aircraft are underutilized, thus limiting the training pilots receive. In the  United States, personnel from the 18th Air Support Operations Group told  us that because the Army runs the training events, nearly all of the training  time at the centers is devoted to Army maneuver tasks rather than to joint  close air support. As a result, ground controllers are often not included in  the planning and execution of missions. In Europe, personnel from the 4th  Air Support Operations Group told us that the Army limits their controller  training to an hour a day at the Army’s Combined Training Center at  Grafenwoehr, Germany. On the other hand, aircraft availability is  sometimes a problem. According to military officials, joint close air  support is planned into all exercises, but in many cases the aircraft do not  arrive for a variety of reasons, such as weather conditions and mechanical  problems. One brigade official told us that during his unit’s last training  center rotation in Germany, 12 sorties were planned, but none was  actually undertaken.", "While the Marines are widely considered to be proficient at integrated  close air support training, the training they provide at the Twenty-nine  Palms training center, for example, is typically not joint. Marines supply  their own attack aircraft and ground controller assets to train for close air  support missions. Overall, the task force concluded that Marine Corps  ground controllers figure prominently in the development of offensive and  defensive operational plans and that the mission was generally well  planned and executed. However, the training center presents its own  challenges. The aircraft maneuver space is restrictive, a simulated enemy  rather than a well-trained opposing force is used, and the exercises focus  more on training than on evaluating capabilities.", "Combined training events between U.S. and coalition forces are also  infrequent. For example, U.S. officials in Korea told us that Army and Air  Force personnel rarely practice close air support with South Korean  ground controllers or aircrews. In addition, U.S. ground controllers and  pilots stationed in Korea and Germany said that barriers such as accents  and the use of nonstandard phraseology by foreign aircrews impact the  effectiveness of combined training. Dutch military officials told us that it is  difficult to train with U.S. personnel. While two combined training  exercises promote close air support training—Clean Hunter and Flying  Rhino—Dutch officials stated that U.S. ground controllers have not  participated. Furthermore, these officials said that while A-10s from the  81st Fighter Squadron support Dutch ground controller training, this  relationship is informal and they cannot rely on U.S. support. U.S. officials  stated there are opportunities to train with coalition military personnel.  For example, Navy officials said that they schedule combined training with  British forces as part of their Joint Maritime Course. Moreover, they told  us that because the Navy does not own training ranges in the European  theater, it schedules training events with host nations to gain access to  live-fire ranges. In addition, U.S. Air Force officials in Korea told us that  they are planning to combine ground controller training for both U.S. and  South Korean personnel."], "subsections": []}, {"section_title": "Range Restrictions Limit Home Station Training", "paragraphs": ["Air Force and Navy units also have limited opportunities for realistic joint  training for air support missions at their home stations, primarily because  of various air space and range restrictions. For example, Air Force  officials in South Korea said that their pilots experience numerous  airspace restrictions near the demilitarized zone separating North and  South Korea. Because of such restrictions, the Air Force rarely  synchronizes its training with the U.S. Army or South Korean forces. This  impedes the Air Force’s ability to train all the integrated elements they  would need to have in combat. Moreover, Air Force officials told us that  because of live ordnance limitations during training, fighter pilots may  employ live munitions for the first time in combat, under hostile  conditions, and close to friendly forces. Because range limitations often  force units to perform air attacks from the same direction and oriented on  the same targets, training officials frequently refer to this limited training  as “range close air support,” which means that it is done in a specific way  because of range restrictions rather than as it would be carried out in  actual combat. In short, the training is not realistic, and its value is  diminished because trainees become familiar with the terrain and target.  The following are other additional examples of restricted training  environments:    The Fort Bragg, North Carolina, range used by the 23rd Fighter Group  has altitude and laser restrictions and prohibits the use of tactical  rockets. As a result, close air support cannot be realistically practiced.", "The ground controllers from the 25th Air Support Operations Squadron  in Hawaii are not able to maintain their currency requirements at their  home stations because there are no close air support aircraft available  to train them; thus, they must return to the mainland periodically to  train.", "Airspace restrictions in Germany force A-10 pilots from the 81st Fighter  Squadron to train at altitudes of 17,000 to 20,000 feet rather than 5,000  feet, where the A-10was designed to operate.", "About 10 percent of last year’s planned close air support missions for  the 31st Fighter Wing in Italy were executed. In addition, the squadron  does not have a range where close air support can be undertaken with  a ground controller or where units can train at night.", "Likewise, home station training for Navy pilots is limited not only because  of range restrictions but also because of the Navy’s 18-month deployment  cycles. Before they are deployed, Navy pilots are sent to the Naval Strike  Air Warfare Center at Fallon Naval Air Station, Nevada, for 4 weeks of  training. The proficiency pilots gain at Fallon, however, erodes during  their 18-month deployment cycle because they have access to few ranges,  many of which may be inadequate. A second challenge comes after  deployment, when the pilots return to their home stations. According to  Navy personnel, the pilots’ mission skills continue to erode because they  have limited access to aircraft and equipment, and they are restricted to  using only local ranges for training that they feel is inadequate. Marine   Corps pilots at units we visited echoed the concerns voiced about range  restrictions and the lack of varied training opportunities. For example:    Dare County Bomb Range, North Carolina, has only a 7-mile range  when 30 miles is necessary for the F/A-18 to effectively employ air-to- ground weapons for close air support training.", "One range attached to the Cherry Point Marine Corps Air Station, North  Carolina, is not much larger than the Dare County range and is  considered inadequate for effective close air support training. Another  range near the air station prohibits the use of live ordnance.", "While range restrictions curtail realistic home station training  opportunities, Air Force and Marine Corps personnel told us that a close  air support simulator device could provide a mechanism to augment live  training opportunities. For example, officials said that the development of  a ground controller simulated training device, linked to an attack aircraft  simulator, would provide valuable training for both controllers and pilots.  DOD recognizes that simulators can enhance the planning, preparation,  and training for close air support. According to its capstone requirements  document, simulators enable units to practice the communication and  coordination procedures associated with the close air support mission  when constraints prohibit live-fire training. However, the United States  does not currently own any close air support simulated training devices.  In Europe, the Air Force has arranged to lease simulator time from the  Dutch military. We visited the training facility in the Netherlands and  observed controllers using the device to practice simulated close air  support missions. Both Dutch and U.S. officials believe such a simulator  provides the capability to train close air support effectively in a safe  environment."], "subsections": []}, {"section_title": "Inconsistent Controller Training Hampers Joint Operations", "paragraphs": ["The individual services and the special operations communities do not use  common certification or currency requirements to train their aircraft  controllers. For initial certification, the Air Force, Navy, and Marine Corps  operate formal schools that have curriculums based on the individual  services’ interpretation of DOD’s Joint Publication 3-09.3, Joint Tactics  Techniques and Procedures for Close Air Support (1995). Overall, this  initial instruction is fairly common among the schools, and the Navy and  Marine Corps schools have the same requirements. The Air Force and the  Navy/Marine Corps curriculums cover such topics as intelligence,  equipment operation, integration of close air support with other fires, and  battle damage assessments. However, the time devoted to each topic, as  well as the specific instructional material presented, varies among the  services. Two notable differences exist in initial certification requirements  between the Navy/Marine Corps and the Air Force programs. The  Navy/Marine Corps program requires its controllers to practice close air  support with a variety of aircraft, including helicopters. The Air Force  does not require helicopter practice because it does not have combat  helicopters in its conventional force, and the Army does not use its  helicopters in a close air support role. A second difference is that the  Navy/Marine Corps requires its controllers to practice coordinating live  indirect fire support, such as artillery. The Air Force does not require  practice with live artillery for its initial certification. Usually, the Army  coordinates the use of indirect fires on the battlefield. The controller  certification debate is further complicated by the fact that NATO  certification requirements are more demanding and comprehensive in  some areas than those for U.S. personnel. For example, NATO standards  require controllers to have 12 successful low-level controls, controlling  close air support attacking aircraft at altitudes below 500 feet, to be  qualified. No such standard exists for U.S. controllers.", "Once schooling is complete and controllers are sent back to their units,  they are required to maintain a level of proficiency throughout the year.  These annual currency requirements vary by service. (See table 1.) For  example, the Marine Corps and Air Force require controllers to practice 12  times a year to remain current, while NATO controllers need 24 practices.", "Likewise, currency requirements for controllers in the special operations  community differ among the Air Force, Navy, and Army because they are  required to meet their service-directed requirements. Special operations  controllers receive their initial certification by attending one of the service  schools. However, the services have different requirements for  maintaining their controllers’ status. In fact, only Air Force special  operations controllers have a specific annual currency requirement to  maintain. Because of this situation, some personnel we interviewed told us  that during operations in Afghanistan, ground commanders were hesitant  to have non-Air Force personnel directing close air support missions, and,  in most cases, asked to have Air Force ground controllers attached to their  special operations teams. In addition, it was not clear how recently non- Air Force special operations controllers had practiced this skill, adding to  the ground commanders’ reluctance to use them.", "The publications are as follows: Marine Corps order P3500.37, Aviation Training and  Readiness Manual vol. 9 Tactical Air Control Party Officer, dated May 8, 2001; Air Force  Instruction 13-102, Air Support Operations Center and Tactical Air Control Party Training  and Evaluation Procedures, dated September 1, 1996; Minimum Qualifications for Forward  Air Controllers, North Atlantic Treaty Organization Standardization Agreement #3797,  dated February 26, 1979. training sorties involve the use of a ground controller. Recognizing this  shortage, Air Force officials have requested funding for a simulator to help  train their ground controllers stationed in Europe.", "Beyond certification and currency standards, some stark differences exist  in the procedures that U.S. and NATO forces use to pass target  information from ground controllers to attacking aircraft. U.S. controllers  are trained to use a standardized 9-linebriefing format, while NATO troops  use a 15-line briefing. This lack of commonality creates a potentially  hazardous battlefield situation in operations involving U.S. military allies."], "subsections": []}, {"section_title": "Some Services Give Low Priority to Joint Close Air Support Training", "paragraphs": ["One of the primary reasons the services do not provide the training needed  to adequately prepare U.S. forces to plan and execute the joint close air  support missions is the low priority they give to this mission in  comparison with other training requirements. This lack of emphasis is  apparent in operational doctrine, school instruction, and the number of  pilot sorties devoted to close air support, all of which prevent aircrews  and controllers from developing their mission skills.", "The Air Force has historically not placed a high priority on close air  support in its doctrine. Service officials we interviewed stated that the Air  Force tends to emphasize air-to-air and deep attack missions over close air  support. In our review of Air Force doctrine, we found that the Air Force  prioritizes air superiority, strategic attack, and air interdiction missions  because it views such missions as a more effective and efficient use of its  resources. While officials indicated that the Air Force would provide joint  close air support when it was needed to support ground troops, they said  that it is more efficient to use the aircraft to attack enemies before they  come in contact with friendly forces.", "Key Air Force and Navy pilot training schools also give a low priority to  close air support training in their curriculums. At the Air Force weapons  school, for example, only 13 percent of the F-16’s flight syllabus is devoted  to this mission. Moreover, for pilots of the A-10—an aircraft primarily  designed to perform close air support—only 31 percent of Weapons  School training sorties were for the mission. At the Navy’s air warfare  center, pilots receive 8 days of close air support training during their 4- week course. However, because of the number of pilots attending the  course, the 8 days devoted to close air support only allow aircrews to fly  two close air support missions.", "Furthermore, some Air Force unit training programs place low emphasis  on this mission. According to the Air Force, active duty F-16 squadrons  stationed in the United States devote only about 5 percent of their training  sorties to close air support. In addition, an Air Force official in Europe  stated that less than 10 percent of his F-16 squadron’s training program is  devoted to close air support, while 50 percent is for air-to-air missions.  Given the difficult nature of the mission, many pilots believe that this level  of training is not sufficient to develop adequate mission skills.", "According to DOD’s task force, the lack of integration between the Army’s  fire support elements and the Air Force’s ground controller personnel is  the top problem facing joint close air support training. Such poor  integration is primarily the result of the services’ low emphasis on joint  training for this mission. We confirmed this conclusion during our visits to  various units. For example, Army commanders have been trained to use  direct and indirect fire, with joint close air support being used as a last  resort. Joint close air support is only one of a myriad of support options  available to ground force commanders that must be trained. Army units  rarely integrate close air support into training exercises outside the  training centers and, as a result, joint close air support integration training  is often unrealistic. In addition, the Air Force’s selection of air liaison  officers, who provide ground commanders with expertise on the  employment of joint close air support, shows a lack of Air Force  commitment and has added to the lack of confidence on the part of the  Army and the ground controllers. Both Army and Air Force personnel at  several locations we visited raised concerns that this position has not been  considered a career-enhancing position. These officers not only do not get  a chance to fly but they also have to live in the “dirt” with Army forces  during various maneuvers. According to personnel, the best personnel, or  even those with extensive close air support training, have not filled this  position. However, according to Air Force officials in Europe, beginning in  2000 the service implemented a change that elevates the selection of  candidates for this position to the same level as picking candidates for  flying and operational squadron support commands for their theater. This  should produce higher-quality candidates for the position.", "The Marine Corps emphasizes close air support in its training and  considers integrating aviation with other supporting fires as a critical  element because it lacks the amount of artillery available to Army  commanders. However, Marine Corps training is usually limited to  practicing close air support with its own air assets supporting its own  ground forces. The Marines do not emphasize training these skills with  other services. We found that the Marines rarely conduct joint training for  this mission, which limits their ability to integrate on the battlefield when  they are called upon to perform this mission with others. According to an  internal Operation Enduring Freedom after-action report, investigators  found that Marine Corps ground controllers require more extensive joint  training opportunities, particularly for controlling air support in joint  operations."], "subsections": []}]}, {"section_title": "DOD is Making Efforts to Resolve Training Deficiencies", "paragraphs": ["Even before the extensive use of close air support in Afghanistan  highlighted the potential dangers inherent in this mission, DOD had  acknowledged that action was needed to improve its effectiveness. In an  internal assessment, DOD concluded that current capabilities do not meet  all present or projected needs and that the joint community faces a  substantial challenge in attaining the new levels of capabilities required to  support emerging war fighting concepts.", "In January 2000, the Joint Requirements Oversight Council chartered an  executive steering committee to identify shortfalls across the mission area.  The steering committee developed a Joint Close Air Support action plan to  address a number of training and equipment interoperability issues. The  training issues include such items as increasing joint training exercises;  establishing joint integrated training plans; and creating a “joint terminal  attack controller” with standardized certifications, which DOD says will  improve joint operations and reduce the potential for accidents and  fratricides. However, none of the action item target dates for completion  were met on time. In fact, only 3 of the 15 action items have been  completed to date, and the remaining 12 issues have rolled over into the  updated 2003 plan. The complete list of issues contained in the action plan  is included in appendix IV.", "According to service personnel we interviewed, progress on resolving the  training issues has been slow because of the joint nature of the mission.  Getting agreement across the services is difficult because there are  fundamental differences in how the individual services employ close air  support. Moreover, no joint organization is responsible for overseeing the  training and equipping of the mission. Individual service and joint staff  representatives expressed frustration with the executive steering  committee’s inability to resolve the action items. The services have not  been able to agree on several of them. For example, the services disagree  on what to include in the joint terminal attack controller certification. The  committee does not have the authority to require individual services to  train jointly or to compromise by developing common training standards  for their controllers. In October 2002, DOD changed the responsibility for  chairing the Joint Close Air Support Executive Steering Committee to  Joint Forces Command. Previously, the committee had been cochaired by  the Air Force and the Marine Corps. According to DOD officials, this  action was undertaken, at least in part, in hopes of resolving the  interservice issues. At Joint Forces Command, the Joint Requirements and  Integration Directorate (J8) serves as the lead joint integration expert,  ensuring that the various services and defense agencies combine their  capabilities into a single successful effort.", "DOD has acknowledged that such deficiencies in joint training are not  limited to the close air support mission. In March 2002, DOD announced a  plan for transforming all of its training programs. This plan emphasizes the  need to provide comprehensive and systematic joint training focused on  the operational requirements of the combatant commanders. Furthermore,  it acknowledges a need for increasing the use of live and virtual training in  its training environment. According to DOD, a Joint National Training  Capability would be established to provide training that is less service- focused and more reflective of how U.S. forces actually fight today. The  first training event is scheduled for May 2003 and will focus on Army  maneuver forces at Fort Irwin, California; however, the event will also  include supporting forces at several locations across the United States."], "subsections": []}]}, {"section_title": "Lack of Equipment Interoperability and Coordinated Purchases Hampers Effectiveness of Close Air Support Mission Programs", "paragraphs": ["The military services have not yet achieved DOD’s goals for ensuring that  equipment acquired for close air support missions is interoperable and  cost-effective. The digital transmission systems that the services procured  to transmit information instantly between airborne and ground personnel  are not interoperable across the services, and a common capability is not  expected to be fielded until 2007. The lack of interoperability does not  allow participants to take advantage of the increased effectiveness that  digital transmissions add to the mission. In addition, the services’  independent purchases of different kinds of ground-targeting equipment  have precluded them from achieving potential cost savings from joint  purchases."], "subsections": [{"section_title": "Current Digital Transmission Systems Are Not Interoperable across the Services", "paragraphs": ["Advanced technological systems that allow ground and air forces to  transmit battlefield information digitally can greatly improve the  effectiveness and timeliness of close air support missions. These systems  are designed to allow a ground controller to input the information needed  for a ground attack into a computer and transmit this information instantly  to a computer on board an aircraft. The use of digital communication has a  number of advantages over visual or voice communication. Digital  transmissions speed up the execution of a mission and can reduce  transcription errors between the controllers and the pilots of attack  aircraft. For example, Marine Corps officials told us that the amount of  time required for transmitting and verifying coordinates could be reduced  from about 7 minutes (the time needed for voice communication) to less  than 1 minute for digital communication. Digital transmissions can also  enhance the effectiveness of a mission during darkness, in inclement  weather, or under other conditions when the ground controller may not be  in position to observe the aircraft. In addition, digital transmission systems  can transmit more detailed information, thereby improving the “situational  awareness” of both ground and air forces. For example, digital systems  can provide the ground controller’s mission computer with detailed and  constantly updated battlefield information, including the position of the  attack aircraft, verification of target acquisition, and the location of  friendly forces. According to tests performed at the Army’s National  Training Center during February 2002, the use of digitally transmitted  communication significantly improved mission performance. As figure 3  shows, this equipment allowed ground controllers to provide the correct  attack decision more often (89 to 93 percent of the time) than when they  relied on only what they could see and communicate by voice to the attack  aircraft (correct 67 percent of the time).", "Digital transmission systems are currently available on only four types of  aircraft. The Air Force has installed this equipment on less than three- quarters of its active-duty F-16 fighter aircraft and has procured a limited  number of portable systems for its B-52 bombers. The Marine Corps has  installed similar equipment on roughly 95 percent of its AV-8Bs and on  about 20 percent of its F/A-18s. Because of the limited number of aircraft  with this equipment, ground controllers told us that they have had few  opportunities to transmit information digitally to attack aircraft. Even  when digital transmission equipment is available on board an aircraft, it  may be incompatible with the equipment that is on the ground because the  services use different systems. This lack of interoperability across the  services reduces the equipment’s effectiveness and limits its usefulness.  Some ground controllers told us that they would hesitate to bring this  equipment to the battlefield because they would not be able to control  attack aircraft from another service. Figure 4 shows that only one (the AV- 8B) of six aircraft that currently perform the close air support mission is  fully capable of receiving digital transmissions from its own service  controllers. However, none is capable of receiving such transmissions  across service lines.", "Given the uncertainties surrounding equipment interoperability, ground  troops and aircrews may have to resort to using multiple means of  communication. In Afghanistan during Operation Enduring Freedom, for  example, the primary means of passing targeting information from  controllers to attack aircraft was by voice communication. Service  personnel who took part in these operations stated that the use of multiple  modes of communication was a cause of confusion on the battlefield.", "Recognizing that it needs to improve the interoperability of digital  transmission systems, DOD has developed a plan for the services to field  an interoperable system by 2007. This system, commonly called “Link 16,”  would provide an integrated air and ground display of friendly and enemy  battlefield positions. Link 16, as it is currently fielded, is limited to air-to- air missions, but DOD plans to expand its capabilities to include the air-to- ground mission. In the interim, the Air Force and Marine Corps are  seeking ways to improve the interoperability of their current systems by  developing common software applications. However, these efforts are in a  preliminary stage and, according to DOD officials, it will be at least 2004  before the interim solutions are in place."], "subsections": []}, {"section_title": "Services’ Fielding of Multiple Ground-Targeting Systems Do Not Take Advantage of Possible Cost Savings", "paragraphs": ["The services are independently procuring a wide variety of different  ground-targeting systems to improve their execution of close air support  missions. However, these service-specific purchases have not taken  advantage of the benefits of buying common equipment that could reduce  overall program costs.", "The services are procuring new ground-targeting equipment to improve  their ability to undertake close air support missions during night  operations, in adverse weather conditions, and from increasingly higher  altitudes. In Afghanistan, for example, U.S. forces delivered precision  weapons from medium to high altitudes; this meant that ground  controllers had to determine target coordinates with precision in order to  maximize mission effectiveness and avoid fratricides. According to DOD  officials, recent technological advancements in ground-targeting  equipment are providing this needed precision. Figure 5 shows examples  of the equipment the services are procuring to enhance ground-targeting  capabilities.", "Each service has established its own program to acquire more advanced  systems to enhance the capabilities of its ground-targeting equipment. The  Air Force and Marine Corps, for example, have initiated acquisition  programs to buy equipment that will more precisely locate targets at all  levels of visibility, mark targets for attack by precision weapons, and  increase communication connectivity with all battlefield participants.  Table 2 provides an overview of the Marine Corps and Air Force programs,  which were initiated in 1997 and 1999, respectively.", "In addition, the Army, Navy, Air Force, and U.S. Special Operations  Command have procured technologically advanced ground-targeting  equipment for their special operations forces. This equipment was used  during Operation Enduring Freedom and, according to after-action  reports, it significantly enhanced the ground controllers’ ability to identify  ground targets for attack aircraft, thereby improving mission effectiveness.", "Although this equipment can improve mission effectiveness, because of  the lack of joint requirements, the services have fielded multiple types of  equipment with similar capabilities. For example, Special Operations  Command officials told us that U.S. forces used four different ground- targeting systems in Operation Enduring Freedom. An analysis of the  services’ procurement plans shows that a variety of similar ground  targeting equipment will be fielded. For example, the services have  programmed funding to procure at least six different laser rangefinders  and four different laser target designators.", "DOD has determined that equipment commonality for the mission could  reduce overall program costs for the services. The Joint Close Air Support  Executive Steering Committee, for example, recommended that the Air  Force and Marine Corps identify opportunities for multiservice  procurement of ground-targeting equipment to meet joint requirements.  U.S. Central Command officials echoed the recommendation that U.S.  forces should acquire a common set of ground-targeting equipment and  further emphasized that all forces should be trained in its use and  characteristics. However, with the services continuing to pursue individual  programs based on service-specific requirements, DOD cannot provide  assurances that the services are acquiring the most cost-effective systems.", "GAO has previously reported that DOD fails to consider joint solutions and  broader mission requirements when proposing systems. While the  services conduct considerable analyses in justifying major acquisitions,  these analyses can be narrowly focused and may not fully consider  alternative solutions, such as joint acquisition of a system with other  services. As a result, there is no assurance that DOD and the services are  avoiding costly duplication of systems, investing in the most cost-effective  and affordable solutions, and optimizing mission performance.  Furthermore, because the services plan, acquire, and operate systems to  meet their own operational concepts, not necessarily the requirements of  joint operations, there is no guarantee that fielded systems will operate  together effectively. A joint acquisition strategy, based on broader mission  requirements, would provide assurances that the services are acquiring  systems that are cost-effective and function together during joint  operations."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["DOD needs to provide better and more realistic training to prepare U.S.  forces for joint close air support operations. With forces growing lighter,  ground commanders may need to rely more heavily on close air support.  Even a small mistake in conducting this mission can be deadly to friendly  forces, a tragedy we witnessed in Afghanistan. While ineffective training is  the fundamental problem facing close air support, technological  advancements hold promise for enhancing battlefield information.  However, the services have pursued solutions to meet their individual  needs, and it will be years before DOD takes advantage of the  enhancements on a wide scale. As a result, the services are spending  millions of dollars on uncoordinated efforts to obtain equipment, and  different types of systems are proliferating in the field.", "DOD’s efforts to improve close air support training have met with limited  success. DOD’s Joint Close Air Support action plan has hit several  roadblocks—primarily because the services have been unable to agree on  joint solutions. Thus, the solutions to long-standing problems will likely  have to come from an organization such as the Joint Forces Command.  DOD and the services understand the issues, but a strong commitment  from senior leadership may help to implement pending action items and  address lingering problems. Such problems may also be indicative of  larger-scale training concerns in the department. DOD recognizes that  significant challenges exist in delivering realistic joint training to prepare  forces for a wide range of missions, not just close air support. DOD’s plans  to create a Joint National Training Capability could ultimately provide a  venue for better joint training. Such training is certainly needed to prepare  U.S. troops to conduct close air support missions."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To resolve the lingering training and equipment close air support issues,  we recommend that the Secretary of Defense give close air support  priority when implementing the department’s training transformation  initiatives. Specifically, we recommend that the Secretary provide the  Commander of the Joint Forces Command with the authority and  resources, if necessary, to resolve the issues identified in the joint close air  support action plan. The Command’s actions should include    emphasizing close air support as part of the department’s new Joint  National Training Capability to ensure that units receive realistic joint  training;    seeking ways to mitigate home station training limitations, including  the use of simulation to augment live training; and    preparing aircraft controllers to perform in a joint environment by  standardizing training and certifications.", "We further recommend that the Secretary of Defense, through the Joint  Forces Command or other appropriate organizational entity, review the  services’ plans for procuring advanced close air support equipment to  ensure that it is interoperable and meets valid joint requirements."], "subsections": []}, {"section_title": "Matters for Congressional Consideration", "paragraphs": ["Because of the long-standing nature of training and equipment issues  associated with the joint close air support mission, Congress may wish to  consider requiring the Secretary of Defense to report on the progress the  department has made toward resolving the identified issues. Congress  needs this information to ensure that U.S. forces are adequately prepared  to perform the mission and that the department is making cost-effective  decisions in procuring equipment to enhance joint performance on the  battlefield."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on a draft of this report, DOD stated that it concurred  with our recommendations and has tasked the U.S. Joint Forces Command  with establishing specific completion dates for each of the issues  identified in the 2003 Joint Close Air Support Action Plan and to fully  implement them in a timely manner.  DOD further stated that it would  provide a copy of the timetable to GAO by May 30, 2003. DOD’s comments  are reprinted in their entirety in appendix V.", "We are sending copies of this report to the Secretary of Defense, the  Secretary of the Army, the Secretary of the Air force, the Secretary of the  Navy, the Commandant of the Marine Corps, and the Director, Office of  Management and Budget. We will also make copies available to others  upon request.", "If you have any questions, please call me on (757) 552-8100. Key  contributors to this report were John Pendleton, Laura Durland, Vincent  Balloon, Nancy Benco, Ray Carroll, Matthew Ullengren, and Lester Ward."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine what efforts the Department of Defense (DOD) and the  services have made in providing adequate training for the joint close air  support mission, we interviewed officials at all levels of DOD from the  Office of the Secretary of Defense, Personnel and Readiness, and unit-level  service representatives both within the United States and overseas.  Specifically, we met with members of the Joint Close Air Support  Executive Steering Committee to document the actions they had been able  to accomplish in resolving the training shortcomings listed in their 2001  Joint Close Air Support Action Plan and to identify the reasons for their  lack of progress. In addition, we gathered data from each service to  determine, from the user’s perspective, what barriers were preventing  adequate training in close air support. We also obtained the training  curriculum from each service’s ground controller schools and analyzed  these documents, looking for commonalities and inconsistencies. Table 3  lists all of the major units, commands, and training facilities that we visited  or contacted to obtain our data.", "To determine what efforts DOD has made to enhance the capabilities of  the equipment used to support the joint close air support mission, we  obtained the services’ acquisition strategies for the specific equipment  they were procuring to enhance mission effectiveness. We interviewed  service personnel and obtained documentation to verify the value these  procurements added and to determine any barriers that would limit their  effectiveness. Once we determined that no joint requirement existed and  that the services were procuring interoperable digital transmission devices  and multiple variants of ground-targeting equipment, we obtained  documentation on the potential solutions for obtaining interoperable  common equipment.", "U.S. Army Safety Center, Fort Rucker, Ala.  U.S. Army Aviation Center, Fort Rucker, Ala.  Combined Arms Center, Fort Leavenworth, Kans.  Center for Army Lessons Learned, Fort Leavenworth, Kans.  101st Air Mobile Division, Fort Campbell, Ky.  U.S. Army Artillery Training Command, Fort Sill, Okla.  U.S. Army Headquarters Europe, Heidelberg, Germany  Eighth U.S. Army, Yongsan Post, Republic of Korea  2nd Infantry Division, Camp Casey, Republic of Korea  2nd Infantry Division, 1st Brigade, Camp Casey, Republic of  Korea  25th Infantry Division, Schofield Barracks, Hawaii  Air Combat Command, Langley Air Force Base, Va.  U.S. Air Force Reserve Command, Warner-Robbins Air Force  Base, Ga.   U.S. Air Force Doctrine Center, Maxwell Air Force Base, Ala.  Detachment 1, 334th Training Squadron, Hurlburt Field, Fla.  23rd Fighter Group, Pope Air Force Base, N.C.  18th Air Support Operations Group, Pope Air Force Base, N.C.  19th Air Support Operations Center, Fort Campbell, Ky.  U.S. Air Force Air Ground Operations School, Nellis Air Force  Base, Nev.  U.S. Air Force Weapons School, Nellis Air Force Base, Nev.  6th Combat Training Squadron, Nellis Air Force Base, Nev.  422nd Test and Evaluation Squadron, Nellis Air Force Base, Nev. Detachment 1, 28th Test Squadron, Nellis Air Force Base, Nev.  2nd Operations Support Squadron, Barksdale Air Force Base, La.  20th Bomber Squadron, Barksdale Air Force Base, La.  93rd Bomber Squadron (AF Reserve), Barksdale Air Force Base,  La.  96th Bomber Squadron, Barksdale Air Force Base, La.  548th Combat Training Squadron, Barksdale Air Force Base, La.   303rd Fighter Squadron (AF Reserve), Whiteman Air Force Base,  Mo.  457th Fighter Squadron (AF Reserve), Naval Air Station Joint  Reserve Base, Fort Worth, Tex.  706th Fighter Squadron (AF Reserve), Joint Reserve Base, New  Orleans, La.  U.S. Air Force Europe, Ramstein Air Base, Germany  81st Fighter Squadron, Spangdahlem Air Base, Germany  555th Fighter Squadron, Aviano Air Base, Italy  32nd Air Ground Operations School, Germany   4th Air Support Operations Group, Germany   1st Air Support Operations Squadron, Germany  2nd Air Support Operations Squadron, Germany  Headquarter Pacific Air Forces, Hickam Air Force Base, Hawaii  7th Air Force, Osan Air Base, Republic of Korea  51st Operations Support Squadron, Osan Air Base, Republic of  Korea  51st Fighter Wing, Osan Air Base, Republic of Korea  25th Air Support Operations Squadron, Hickam Air Force Base,  Hawaii  Naval Strike and Air Warfare Center, Naval Air Station Fallon,  Nev.  U.S. Naval Safety Center, Naval Air Reserve, Norfolk, Va.  Naval Air Forces-Atlantic Fleet, Naval Air Station Norfolk, Va.  Strike Fighter Wings Atlantic, Oceana Naval Air Station, Va.  VFA-136, Naval Air Station Oceana, Va.  VF-211, Naval Air Station Oceana, Va.  Expeditionary Warfare Training Group Pacific, Naval Amphibious  Base, Coronado, Calif.  U.S. Navy Europe, London, England  Marine Corps, Aviation Plans, Policy, and Budget Branch,  Washington, D.C.  Marine Corps, Plans, Policy, and Operations Department,  Washington, D.C.  Marine Corps Combat Development Command, Quantico, Va.  Marine Corps Systems Command, Quantico, Va.  Marine Corps Warfighting Lab, Quantico, Va.  Marine Air Ground Task Force Training Command, Twenty-nine  Palms, Calif.  Marine Aviation Weapons and Tactics Squadron-One, Yuma  Marine Corps Air Station, Ariz.  2nd Marine Division, Camp Lejeune, N.C.  2nd Marine Expeditionary Force, Camp Lejeune, N.C.  Marine Air Group 14, Cherry Point Marine Corps Air   Station, N.C.   Marine Air Group 29, New River Marine Corps Air Station, N.C.  Marine Air Group 31, Beaufort Marine Corps Air Station, S.C.   Marine Forces Pacific Command, Hawaii  Special Operations U.S. Army Special Operations Command, Fort Bragg, N.C. 3rd Special Forces Group, Fort Bragg, N.C.  5th Special Forces Group, Fort Campbell, Ky.  720th Special Tactics Group, Hurlburt Field, Fla.  19th Special Operations Squadron, Hurlburt Field, Fla.  U.S. Special Operations Command, MacDill Air Force Base, Fla.  U.S. Air Force Special Operations Command, Hurlburt Field, Fla.  Joint Combat Identification Evaluation Team, Eglin Air Force  Base, Fla.  Joint Close Air Support Joint Test & Evaluation Task Force, Eglin  Air Force Base, Fla.  The Office of the Secretary of Defense, Readiness and Training,  Washington, D.C.", "We conducted our review from April 2002 through March 2003 in  accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Examples of DOD Aircraft that Perform Close Air Support", "paragraphs": ["The services use many different aircraft to deliver close air support. Table  4 provides pictures and brief descriptions of these aircraft."], "subsections": []}, {"section_title": "Appendix III: Joint Close Air Support Training and Friendly Fire Accidents", "paragraphs": ["DOD and the services identified three close air support training mishaps  that resulted in fatalities since the Persian Gulf War and three official joint  close air support friendly fire events. Friendly fire is a circumstance in  which members of a U.S. or friendly military force are mistakenly or  accidentally killed or injured in action taken by U.S. or friendly forces  actively engaged with an enemy or who are directing fire at a hostile force  or what is thought to be a hostile force. According to DOD personnel and  the conclusions reached in the investigations, these incidents have been  caused by human error, by not following established standardized  procedures, and by lack of experience and training. Two well-known  events did not meet our criteria and are thus excluded. The April 17, 2002,  incident where an Air National Guard F-16 bombed Canadian troops did  not involve air support of ground forces, so it was not close air support.  Secondly, the July 1, 2002, “wedding party” incident in which civilians  were killed and injured is not by definition a friendly fire incident. Table 5  contains a description of the close air support friendly fire and training  incidents and the status of the investigations.", "One person was  killed and 13 others  injured.   One person was  killed and 4 others  injured.", "An Air Force Reserve A-10 aircraft  dropped a 500-pound bomb on a   forward observation post.   A Marine FA-18C dropped two 500- pound bombs that impacted outside  the live impact area but within the  confines of the range.   A Navy F/A-18C dropped three 500- pound bombs on an observation post  during a night exercise.", "Six people were  killed and 11 others  injured.", "No fatalities and 5  others injured.", "A Navy F/A-18 aircraft dropped a joint  direct attack munition that exploded  near friendly forces.  A B-52 bomber dropped a joint direct  attack munition that exploded near  friendly forces.  During Operation Anaconda, an AC- 130 engaged coalition forces,  mistaking them for the enemy.", "Three people were  killed and 19 others  injured.   One person was  killed and 3 others  injured."], "subsections": []}, {"section_title": "Appendix IV: 2001 Joint Close Air Support Action Plan", "paragraphs": ["The 2001 Joint Close Air Support Action Plan contained 15 action items.  All of the items originally had completion dates tasked within fiscal year  2002. However, 12 of them have not yet been completed, and the executive  steering committee has recommended that they transition into the updated  2003 action plan. Table 6 lists the action items for 2001, their original  estimated completion dates, and whether the action item has been  completed.", "Table 6. Status of Fiscal Year 2001 Action Items  Action items  Standardize ground controller training.  Standardize airborne controller training.  Expand air liaison officer course.  Expand fire support element curriculum.  Produce joint mission essential task lists.   Establish joint integrated training plans.  Increase use of simulated training.  Increase joint exercises.  Include new concepts in joint publication 3-09.3.  Update service tactic techniques and procedures   to reflect joint publication 3-09.3 revisions.  Develop new concepts experiments to validate  systems and procedures.   Publish a capstone requirements document.  Explore joint Air Force-Marine Corps ground  controller equipment procurement.  Standardize symbols and graphics.  Coordinate with Combat Identification action plan  team on overlapping issues.", "In addition to the 12 remaining items, of which 2 have been combined, the  executive steering committee has proposed adding 3 new items to the  updated plan. These are the inclusion of unmanned aerial vehicles in joint  close air support operations, an increased emphasis on precision targeting,  and an increase in live sortie and artillery resources."], "subsections": []}, {"section_title": "Appendix V: Comments from the Department of Defense", "paragraphs": [], "subsections": []}], "fastfact": []}