{"id": "GAO-18-638", "url": "https://www.gao.gov/products/GAO-18-638", "title": "U.S. Postal Service: Enhancing Procedures Could Improve Product Scanning", "published_date": "2018-09-28T00:00:00", "released_date": "2018-09-28T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["USPS's competitive products have become increasingly important, comprising about 28 percent of USPS's total revenue. USPS scans these packages at various points throughout the postal network. When scans are inaccurate or missing, questions are raised about the veracity of USPS's data on scanning performance and can lead to customer complaints.", "GAO was asked to review USPS's scanning policies and procedures. In this report, GAO (1) describes USPS's scanning performance and (2) examines how USPS ensures accurate scanning. GAO reviewed USPS's policies and procedures and assessed them against internal control standards; interviewed officials from USPS and five high-volume mailers; and conducted site visits to six post offices in two USPS districts that represented a range of volume, number of routes, and performance."]}, {"section_title": "What GAO Found", "paragraphs": ["Mail products over which the United States Postal Service (USPS) does not exercise market dominance, such as many of its packages, are called competitive products. These items are scanned throughout the mail delivery system to track their progress (see figure). USPS data show that these products are almost always scanned. For example, USPS data showed that for the first three quarters of fiscal year 2018; all but one of USPS's 67 districts met their scanning goals. Additionally, mailers that account for a high volume of USPS's competitive products told GAO that they believed USPS was generally scanning products correctly. However, a small percentage of missed or inaccurate scans occur. For example, a report from one USPS district showed that for one week, 0.73 percent of the products delivered were missing a scan and that for the fiscal year to date almost 155,000 competitive products were missing a delivery scan.", "USPS has designed and implemented procedures and activities to help ensure accurate scanning, but some limitations could contribute to scanning errors. For example, USPS has not based its operational procedures for scanning on any internal control standards. USPS officials said the procedures were based on USPS's unique responsibilities, management experience, and sound business practices, but the officials could not identify specific standards or a framework that they followed as the basis for the procedures. USPS officials said they did not believe any internal controls standards applied to these procedures. By not basing procedures on standards, USPS may miss opportunities to improve how it achieves its mission to scan and measure the performance of competitive products. Additionally, USPS's scanning procedure documents, such as for outlining specific delivery scanning steps, are not always consistent, and USPS relies on more informal methods, such as meetings with employees to communicate changes. Thus, employees may not have accurate procedures available to them. Finally, USPS lacks procedures to help managers identify and address incorrect scans, address customer complaints or otherwise address scanning irregularities. For example, USPS's guidance for managers is limited to a list of bullet-points that do not detail the steps managers should follow to resolve scanning irregularities. In addition, this list has not been updated since 2005. Without consistent or detailed procedures, USPS's employees and managers may not scan items accurately or find information needed to resolve scanning issues—a situation that could hinder USPS's ability to reduce inaccurate or missing scans for these important mail products."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that USPS: (1) identify and adopt internal control standards for its operational activities such as for scanning of competitive products; (2) improve the communication of procedures for scanning competitive products; and, (3) create procedures for supervisors on how to address inaccurate scans and resolve scanning issues. USPS agreed to explore addressing the first recommendation and agreed with the other two recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["With the growth of e-commerce, the delivery of packages has become an  increasingly important part of the U.S. Postal Service’s (USPS) business.  Most of these packages are known as “competitive products,” for which  USPS competes with other companies’ delivery services on pricing and  service. In fiscal year 2017, USPS delivered over 5 billion competitive  products to approximately 157 million points of delivery; this business  accounted for 3 percent of USPS’s total mail volume but about 28 percent  of its total revenue. USPS expects the continued growth in e-commerce  will generate further increases in its competitive products business.  USPS’s latest strategic plan stated that implementing initiatives to  significantly expand the competitive products business is critical to the  long-term financial outlook of USPS, as it has suffered financial losses  each year since 2007, in part due to declining volume in other types of  mail.", "Since consumers generally expect these products to be delivered to a  preferred address and within a specific timeframe, tracking these  shipments has become an important aspect of USPS’s ability to compete  in this market. As a result, it is important for USPS to track its  competitive products accurately. To do so, USPS employees and  machines scan barcodes on these products at various points throughout  the postal network. However, USPS’s Office of Inspector General (OIG)  reports and customer complaints have identified instances where the  scanning was inaccurate. For example, the USPS OIG has reported that  some items were scanned as delivered before they had left the post  office.", "You asked that we review USPS activities used to support accurate  scanning. This report (1) describes USPS’s performance in the scanning  of competitive products, and (2) examines whether the design of USPS’s  internal control activities helps ensure that competitive products are  accurately scanned. Our report focused on USPS’s domestic competitive  products and the non-automated scanning activities that occur in its  network, such as at post offices and on delivery routes.", "To describe USPS’s scanning performance, we reviewed USPS statistical  reports on scanning performance at the national and local level and  USPS OIG reports on scanning performance. We also interviewed USPS  delivery operations officials at the national level and in three postal areas  and three postal districts—overseeing the post offices we planned to  visit—about scanning goals and performance. We did not independently  verify USPS’s scanning performance statistics or volume information for  this report. However, we reviewed relevant documentation and  interviewed appropriate agency officials, and found the data sufficiently  reliable for our reporting purposes. We interviewed representatives from  five mailers, which we refer to as “major mailers” in this report that  collectively use a high volume of USPS’s competitive products in fiscal  year 2017. While responses from representatives of the major mailers are  not generalizable, they provide information and perspectives on USPS’s  scanning performance.", "To examine whether the design of USPS’s internal control activities helps  ensure that competitive products are accurately scanned, we reviewed  USPS’s policies and procedures for scanning competitive products and  for the collection, storage, and reporting of scanning data. We reviewed  USPS’s training materials, job aids, and other relevant documentation  and interviewed USPS officials to determine the key policies and  procedures used to ensure that competitive products are scanned  accurately. Based on USPS data on competitive products, we selected a  non-generalizable sample of six post offices in two USPS districts to visit  that represent a range in terms of (1) volume of competitive products, (2)  number of urban and rural carrier routes, and (3) on-time delivery  performance. At these site visits, we observed scanning procedures,  obtained documentation, and spoke with postmasters, managers, clerks,  and carriers about their scanning responsibilities and how USPS’s  scanning procedures for scanning competitive products were designed  and implemented at the post office. We compared USPS’s operational  policies and procedures aimed at ensuring accurate scanning to  standards on control activities and internal communications in the  Committee of Sponsoring Organizations of the Treadway Commission’s  Internal Control-Integrated Framework (COSO Framework), which we  identified as reasonable and relevant internal-control criteria standards to  use in evaluating USPS’s activities. The COSO Framework is recognized  as a leading framework for designing, implementing, and conducting  internal control and assessing the effectiveness of internal control. It  provides a means to apply internal control to any type of entity and  requirements for an effective system of internal control. To identify what  internal-control standards to evaluate USPS against, we interviewed  USPS officials about how they design, implement, and evaluate their  operational internal-control activities. We also assessed two relevant sets of internal-control standards and reviewed GAO and USPS OIG reports to  determine what standards have been used to evaluate other USPS’s  internal-control activities.", "We conducted this performance audit from September 2017 to  September 2018 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["USPS has a wide range of domestic competitive products that are a  growing sector of its business. The volume of USPS’s competitive  products increased from approximately 750 million pieces in fiscal year  2008 to 4.9 billion pieces in fiscal year 2017. Revenue from these  products increased from about 10 percent of all USPS mail revenues in  fiscal year 2008 to about 28 percent in fiscal year 2017 (see fig. 1). USPS  forecasts that continued growth in e-commerce will increase the volume  of its competitive products, especially for the “last-mile” delivery service to  consumers—which involves delivery from retail locations and fulfillment  centers (i.e., where online orders are processed, packaged, and shipped  out to USPS for delivery) to customers. USPS reported that in fiscal year  2017, revenue from competitive products exceeded USPS’s expectations  by $500 million due to the growth in e-commerce and successful  marketing and sales campaigns. USPS expects increased competition,  though, in the first- and last-mile delivery services—collection and  delivery of packages—from other delivery providers.", "To remain competitive in the competitive product delivery market, USPS  officials have stated that information gained from scanning is leveraged to  provide customers with real-time visibility for the location of a competitive  product in USPS’s delivery process as well as accurate estimates of the  delivery time of USPS’s competitive products. Further, USPS’s latest  strategic plan states that this information is one factor used to reduce its  own costs through optimizing its network, including processing facilities,  post offices, and numerous other facilities across the United States, and  streamlining its operations.", "USPS delivers competitive products across the nation, which it divides  into seven postal areas comprised of 67 postal districts (see fig. 2).  Managers at each level—postal area, postal district, and post office—are  responsible for overseeing and reporting on the performance of the level  below them. For example, each district manager is accountable to the  area vice president. Postmasters, who manage individual post offices, are  accountable to district managers and also monitor the performance of  employees at their post office.", "To track the movement of competitive products, USPS leverages  automation (i.e., scanning by postal-processing equipment) and passive  and active scan technology (i.e., scanning devices used by postal  employees) to capture barcode information. In addition, when competitive products are not able to go through all the automated scans,  USPS employees are to manually scan barcodes that have been placed  on each item. These barcodes link the item with information in USPS’s  databases such as: the delivery address, the type of USPS product, and  when the item was accepted by USPS. According to USPS procedures,  competitive products could be scanned up to 13 times to generate  visibility necessary for USPS, mailers, and customers to track their  packages as they move through USPS’s network (see fig. 3). For  example, the first scan of the product—the “Acceptance” scan—is made  when the item is dropped off at the post office or by a carrier if the product  is picked up at a mailbox or customer address. The last scan—the  “Acceptable Delivery Event” scan—generally means the item was  successfully delivered to the addressee or that a delivery attempt was  made (e.g., the product requires a signature but the recipient was not at  home so another attempt will need to be made or the recipient will need  to pick up the product). The interim scans reflect the product’s progress  through the postal network, including through mail-processing plants and  equipment. The scan data are transmitted to USPS’s data systems  throughout the day. Scan information from these systems is available to  USPS managers as well as mailers and customers who wish to track the  progress of their items.", "USPS’s employees use devices to scan competitive products in postal  facilities and on delivery routes (see scans 1, 2, and 11–13 in fig. 3).  Carriers usually use a handheld Mobile Delivery Device (MDD) to scan a  package’s barcode. MDDs contain Global Positioning System (GPS)  technology and transmit package scanning data and carrier location data  using a cellular network. USPS employees working inside post offices or  other facilities use similar scanning devices without GPS technology,  such as the handheld Intelligent Mail Device (IMD) to perform the manual  scans (see fig. 4)."], "subsections": []}, {"section_title": "USPS’s Competitive Products Are Almost Always Scanned Correctly, Although Some Missed and Inaccurate Scans Occur", "paragraphs": ["USPS reports we reviewed indicate that competitive products are almost  always scanned and scanned correctly. USPS has an overall  organizational goal of accurately scanning 100 percent of all mail  pieces—both competitive and other products—that have a barcode. This  includes scanning each competitive product at several points from  acceptance, as described earlier. However, individual management  employee-performance goals for scanning are set slightly lower than 100  percent, as USPS officials stated that they recognize that some scanning  issues, such as for missing or damaged barcodes, may occur across post  offices. According to USPS data we reviewed for the first three quarters  of fiscal year 2018, all but one of USPS’s 67 districts met USPS’s  scanning goals for all five required scans for competitive products.  Additionally, in one district we visited, a USPS internal report showed that  every group of post offices in the district met its scanning goal for the  arrival-at-unit scan for the week, the preceding 4 weeks, and the year-to- date periods, and all but one group of post offices met their scanning  goals for the acceptable delivery scan for the same measurement period.", "In addition, representatives for mailers we interviewed that use USPS’s  competitive products stated that they were generally satisfied with  USPS’s scanning performance. Representatives of all the major mailers  we spoke with that rely on USPS’s delivery network said they believed  that USPS is generally scanning competitive products accurately,  although issues still occur. Representatives of mailers told us that they  receive scanning data from USPS for their items throughout the day, with  some mailers receiving the data every 15 minutes, a rate that allows them  to track their items through USPS. Some mailers use this information to  calculate the expected time of delivery and monitor USPS’s progress  against their own estimates of delivery time to measure USPS’s  performance. Representatives for major mailers we spoke with said they  also get complaints from customers if items are late, lost, or inaccurately  scanned, so the customers provide another source of information on any  scanning issues. Four of the five representatives for major mailers we  interviewed that sent items via USPS competitive products told us that  they have seen improvement in USPS’s scanning performance in recent  years. Additionally, all of the representatives for mailers we spoke with  stated that USPS has increased the amount of scanning and the  information provided from the scans in recent years.", "Although USPS has a high scanning rate, some missed and inaccurate  scans for competitive products do occur, errors that could potentially  affect millions of competitive products. For example, several USPS OIG  reports between 2016 and 2018 found that instances of missed or  inaccurate scans still occurred both nationwide and that in nine USPS  districts they analyzed, were due in part, to post office personnel not  always following proper scanning procedures and post office supervisors  not adequately monitoring how scanning procedures were implemented.  For example, the USPS OIG analyzed approximately 2 billion delivery  scans over a 6-month period in 2017 and found that 1.9 million delivery  scans (about 0.1 percent) occurred at the post office instead of at the  delivery address and were considered improper scans. Furthermore,  examples of USPS’s internal reports we reviewed containing scanning  performance results showed that a small percentage of competitive mail  items had not been scanned. For example, one USPS internal report for a  district we visited showed that for one week, USPS employees in the  district missed about 0.73 percent of the expected delivery scans for  competitive products. Due to USPS’s large volume of competitive  products, a small percentage of products not scanned can represent large  numbers of items. For example, about 155,000 competitive products were  missing a delivery scan in one district’s 2018 year-to-date report we  reviewed.", "Additionally, the representatives of mailers we interviewed also reported  occasional scanning issues with USPS’s competitive products. Most of  the mailers’ representatives stated that when they see competitive items  missing scanning data, it is generally an isolated situation and USPS  usually fixes the issue. According to these representatives, USPS  provides them with points of contact to work with to resolve scanning  issues immediately and on a regular basis. However, one major mailer’s  representative we spoke with stated that even though USPS’s employees  are generally good at scanning packages, inaccurate delivery scanning is  an issue. The representative stated that about 8 to 10 percent of the  company’s products sent through USPS were scanned by carriers as  delivered, but not at the customer’s delivery address—contrary to USPS’s  standard operating procedures for scanning. The representative stated  that, although this percentage has decreased in recent years, the mailer  would like to see that number decrease further because delivery to the  destination address assures them that the item was left as close as  possible to the customer.", "USPS is taking some steps to address missed or inaccurate scans. For  example, USPS officials stated that the current electronic scanning device  carried by almost all carriers on their routes does not prevent scanning a  mail item as delivered to an address that is not the delivery address  associated with the item’s barcode information. They also stated that  USPS is updating scanning devices to alert carriers when they scan items  as delivered when not physically at the correct delivery address.  According to USPS officials, as of May 2018, 80 percent of hand-held  electronic scanning devices used by USPS carriers had this functionality  and that this functionality is being fine-tuned. This capability, though, still  does not preclude all scanning errors, as it only affects the final delivery  scan. USPS officials also stated that employees may still encounter  scanning issues, such as damaged barcodes, which could lead to missed  scans."], "subsections": []}, {"section_title": "USPS Has Designed Policies and Procedures to Support Accurate Scanning of Competitive Products, but Limitations Could Contribute to Scanning Errors", "paragraphs": [], "subsections": [{"section_title": "USPS’s Scanning Policies and Procedures Are Not Based on Standards for Operational Internal Controls", "paragraphs": ["USPS has not based its operational policies and procedures, such as  those that support the accurate scanning of competitive products, on any  standards for internal controls. USPS officials told us that they have not  used any specific criteria for designing, implementing, and operating an  internal control system for meeting its operational policies and internal  controls, such as those that help ensure competitive products are  accurately scanned. According to USPS officials, USPS does not follow  the COSO Framework to design, implement or evaluate its operational  internal controls as they believe that the COSO Framework standards are  traditionally related to internal controls over financial reporting. In addition,  USPS officials stated that USPS is not required to follow Standards for  Internal Control in the Federal Government, and therefore USPS does not  follow these standards as well. Instead, USPS officials stated that USPS  has designed its operational policies and internal controls over the years  based on its unique responsibilities, management experience, and sound  business practices. However, officials could not identify any specific  standards or framework they had followed.", "We have reported that standards for the design, implementation, and  operation of their internal-control system provide an overall framework for  establishing and maintaining an effective internal-control system—which  is a key factor in achieving an entity’s mission. Further, internal controls  help managers achieve desired results through effective stewardship of  public resources. USPS has options to choose from in selecting  standards for internal controls. Two widely used standards are the COSO  Framework and Standards for Internal Control in the Federal  Government, which was adapted for federal entities from the COSO  Framework. Both standards are designed to help an entity design,  implement, and maintain an effective internal-control system. Such a  system should encompass all aspects of an entity’s objectives, including  operations, reporting, and compliance objectives, and can help an entity  adapt to shifting environments, evolving demands, changing risks, and  new priorities. Non-federal entities can adopt either of these standards in  their efforts to design, implement, and operate an effective internal control  system.", "As stated above, we found that the COSO Framework to be a reasonable  and relevant set of internal control standards to evaluate USPS’s  operational internal-control activities. However, we and the USPS OIG  have applied both the COSO Framework and Standards for Internal  Control in the Federal Government in evaluating USPS’s operational  internal controls in recent reports. Without standards for an effective  internal-control system for its operational policies and procedures for  scanning competitive products, USPS may miss opportunities to improve  how it achieves its mission to deliver those important products."], "subsections": []}, {"section_title": "USPS Has Standard Operating Procedures for Scanning Competitive Products, but They May Not Guarantee Accurate Scanning", "paragraphs": ["USPS management has designed standard operating procedures to  provide assurance that competitive products are scanned accurately. We  found some of these procedures to be consistent with the COSO  Framework, which states that an organization should deploy control  activities through policies that establish what is expected and procedures  that put policies into action. USPS has developed a scanning policy for  its products, stating that “properly scanning all barcodes will result in  World Class Visibility and be instrumental in retaining and growing our  shipping business and providing valuable data to drive improved  operational performance and reduce costs.” USPS also has procedures  that establish the responsibilities of employees for accurately scanning  barcodes for competitive products at various points in the mail flow.  Although USPS officials stated that employees should rely on prompts  from their scanning devices to ensure scans are done correctly, USPS  communicates these procedures in three main ways: documents, such as City Carrier Handbook and Rural Carrier  Handbook, that outline scanning procedures and that explain carriers’  duties, including scanning;  job aids, such as posters showing proper scanning procedures (see  fig. 5); and,  standard work steps or guidance that lists procedural steps either for  competitive products or for scanning mail in general (see fig. 6).", "Following these procedures is important to fulfill USPS’s scanning goals.  As stated above, the USPS OIG found instances of missed or inaccurate  scans for competitive items in recent reports. Further, the USPS OIG  also recently found that USPS employees at all 15 postal facilities it  visited in the Los Angeles District did not follow correct scanning  procedures for USPS’s competitive Parcel Return Service product,  leading to inconsistent counts for these products. Such errors can put  USPS at risk of not collecting revenue for these products. The USPS OIG  has made several recommendations in its recent reports to USPS  management to reinforce the importance of these procedures to  employees. USPS officials agreed with some of these recommendations  and stated that they are taking action to address them.", "While reinforcing these procedures can be helpful, we found that USPS’s  scanning procedures may not provide the necessary assurance for  accurate scanning because they are not consistent. For example:", "The USPS’s City Carrier Handbook states that mail with a barcode  should be scanned at the delivery point (or address).", "However, a standard operating procedures document for city carriers  at a post office we visited stated that carriers must scan each delivery  confirmation mail piece but did not specify that this scan had to be at  the delivery point or address. Locally developed procedures may not  be uncommon, as one district manager told us that USPS  headquarters allows managers to make a certain amount of flexibility  to adapt the standard operating procedures for each post office.", "The USPS document, SCANNING at a Glance: Delivering 100%  Visibility, states that all mail items that require delivery scanning  should be scanned at the delivery address, but this document also  provides additional scanning procedures not contained in the City  Carrier Handbook and other standard operating procedures  documents we examined. In particular, the document contained  procedures for scanning to account for mail being held for customers  on vacation; scanning items correctly to account for mail not delivered  to business that were closed; and for mail that was refused by the  addressee.", "This inconsistency in USPS’s scanning procedures has likely occurred  because many of the documents have been updated at different times  and have not always reflected new operations. For city carriers, the online  version of the USPS’s City Carrier Handbook was last updated in April  2001. USPS officials stated that the most recent update regarding  scanning was issued in November 2015 via a separate Postal Bulletin.  Further, a separate standard operating procedure document for city  carriers at a post office we visited was dated June 2006. For rural  carriers, the most recently updated scanning procedures we found was  dated 2013. As a result, some of these documents are not updated with  the latest information on new scanning procedures. In a related example,  the USPS OIG recently found that employees at three of the six USPS  facilities the USPS OIG visited did not have an adequate understanding  of the procedures for processing election and political mail due, in part, to  guidance that was not updated, even though the procedures were  centrally documented on an internal USPS website.", "USPS officials recognized this issue and stated that these handbooks are  not updated regularly as the content of the handbooks are subject to labor  negotiations. Therefore, new procedures are presented to USPS  employees outside of the handbooks. However, given that these efforts  rely on employees to orally communicate information, having consistent  documented procedures is even more important. In addition to stating that  the organization should deploy control activities through policies and  procedures, the COSO Framework states that senior management should  communicate objectives clearly through the organization so that other  management and personnel understand their individual roles in the  organization. By not having consistent procedures, USPS risks not  clearly communicating to its employees how they should carry out scanning procedures and therefore contributing to scanning errors. As  discussed below, USPS officials told us that management updates its  procedures typically through regular meetings with employees, which are  documented in handouts or slides. USPS officials stated that  management stresses the importance of scanning and that employees  should follow the prompts on their electronic devices when scanning  competitive products. However, employees can still scan competitive  products as delivered even if they are not, as device prompts can be  misread, misinterpreted, or ignored. Furthermore, even with current  prompts, scanning errors can and do occur.", "Consistent procedures, clearly communicated to employees, have  become increasingly important as USPS hires new employees to handle,  in part, anticipated growth in the volume of competitive packages. For  example, GAO analysis of USPS data showed that USPS’s carrier  workforce increased by 6.4 percent between fiscal years 2015 and  2017. The USPS OIG has found that these new employees require  training and guidance to properly perform their roles and to reduce  turnover."], "subsections": []}, {"section_title": "USPS Holds Regular Training and Meetings to Support Accurate Scanning", "paragraphs": ["In addition to deploying policies and procedures to achieve an  organization’s objectives, the COSO Framework states that an  organization should internally communicate objectives and responsibilities  that are necessary to support the functioning of internal controls. This  process can be accomplished through training and meetings. Specifically,  the COSO Framework states that training should enable individuals to  develop competencies appropriate for assigned roles and responsibilities,  among other things, and that active forms of communication such as  face-to-face meetings are often more effective than passive forms such  as broadcast e-mails and intranet postings.", "To communicate how its procedures should be correctly implemented,  USPS has developed both initial and on-going training for employees.  USPS officials stated that new employees are formally trained in scanning  procedures when they start their employment. For example, carriers are trained how to use USPS’s electronic scanning devices, when to scan  competitive items, the correct codes to use for different delivery situations  (i.e., signature required, vacation holds, how to code where a package  was left at a delivery address). Any new procedures can be introduced  through presentations given by managers during meetings, as described  below. Required regular meetings may be tracked by USPS management  to ensure they are completed. Some district officials we spoke with stated  that they certify that their employees have received required training and  send that certification to area and USPS headquarters officials. Additional  training also helps USPS reinforce correct scanning procedures. When  scanning procedures are not being followed or scanning goals are not  met at a post office, USPS officials stated that reminders of the correct  procedures designed to reinforce USPS’s scanning procedures are  presented to employees through presentations, posters, job aids, and  additional documents such as carriers’ handbooks. For example, the  representative of the major mailer we spoke with that had 8 to 10 percent  of competitive products not scanned to the final delivery address stated  that training was needed for both new and experienced carriers to  reinforce that they should scan items at the delivery address.", "To further ensure the accurate scanning of competitive products, USPS  reported that it holds internal and external meetings. Specifically, these  meetings are designed to:", "Reinforce procedures: Post office managers can use stand-up talks— weekly meetings between management and employees at the post  office—to discuss scanning issues with employees and opportunities  to address those issues. For example, the postmaster at one post  office we visited stated that this post office reinforces the standard  work procedures designed to improve the scanning performance of  employees during these meetings. Carriers and clerks can ask  questions and learn why they are asked to do something or how to do  a specific task, allowing for additional training and reinforcement of  procedures. For example, we reviewed a handout developed by  USPS headquarters to provide managers with talking points for  service talks. This handout provided information on carriers delivering  and scanning accurately and instructions on scanning at point of  delivery on rural routes.", "Introduce new procedures: USPS officials told us that post office  managers use stand-up talks to introduce new procedures and  processes with carriers and clerks. For example, postmasters stated  that they used these meetings to introduce and train carriers on new  scanning features at the post offices. USPS district and area  management develop and disseminate memos and handouts to assist  managers conducting these meetings. We reviewed handouts USPS  provided to managers for service talks. These handouts provided  information on the rollout of some of the most recent scanning  procedure changes.", "Continuously improve operations: District managers we interviewed  stated that post offices with low scanning performance scores are  placed on a district’s list of underperforming post offices. USPS district  managers we interviewed told us that they meet with these post  offices to determine how each post office plans to improve its  scanning performance. District management also conducts audits of  underperforming post offices and post offices that are in need of  improvement. Our review of one district office’s service review  checklist identified the key areas of audit for underperforming post  offices.", "Reassess procedures: Representatives of mailers we interviewed told  us that they meet with USPS representatives to discuss ways USPS  can share scanning information for competitive products."], "subsections": []}, {"section_title": "USPS Generates Reports for Tracking Scanning Performance, but Reports May Not Be Used Consistently by Managers to Resolve Scanning Issues", "paragraphs": ["Given that inaccurate scans can and do occur, it is important that postal  managers explore and investigate any instances of missed or inaccurate  scans. To do so, USPS managers—including area vice presidents, district  managers, and postmasters—use a variety of reports as tools to ensure  that the required scans are made at the appropriate place and time, and  take action to monitor the status of competitive products, track lost items,  and identify scanning issues. USPS headquarters designs reports used  by managers to review performance at the local level across the country.  Managers at each level are responsible for overseeing and reporting on  the performances of the level below them. For example, the postmaster  monitors performance of employees at the post office and is accountable  to the district manager. In turn, each district manager is held accountable  by the area vice president.", "To monitor performance of scanning of competitive products, these  managers have access to several USPS data systems to generate  reports. They can use the reports to monitor scanning performance of  carriers and clerks at each post office and to identify the causes of  scanning issues, such as missing or incorrect scans. Managers can also  use these reports to track the status of competitive products or to  investigate customer complaints of lost items. Some examples of reports  available to managers include the following:", "Report 1: USPS officials told us that each post office receives this  report from their District Office. The report identifies competitive  products that do not have all the required scans, such as scans when  the item arrives at the post office or when a delivery attempt was  made. For example, one district official sends postmasters weekly  reports on competitive products that do not have all the required  scans. The officials told us that these reports help managers  investigate the cause of incorrect scans identified in the report and  how to prevent future occurrences.", "Report 2: USPS officials told us that this report is generated by district  managers to proactively identify scanning irregularities, such as scans  that may be out of sequence or multiple competitive products that are  scanned at the same time but are for different addresses. District  management can query postmasters about these scans and ask them  to investigate the reason for the irregularities and determine if the  scan was appropriate.", "Report 3: USPS officials told us that this report is generated by  postmasters to monitor scanning status and performances for each  competitive product that has received an arrival scan but lacks a  delivery scan. While this may indicate a problem, it could also just  reflect that the final scan had not been made by the end of the day or  the scan that had not been uploaded into the USPS data systems  when the report was generated.", "While having these reports are helpful, their full potential to help USPS  managers may be limited because USPS lacks detailed and up-to-date  standard operating procedures for how managers should use these  reports or conduct other activities to efficiently investigate and resolve  scanning issues. USPS’s Scanning Performance: Delivery Standard  Operating Procedures for managers are a list of bullet points outlining  managers’ responsibilities to meet scanning performance target goals  and not a list of detailed procedures for managers to follow, such as how  to use Report 1 to identify items that do not have all the required scans. In  addition, USPS officials told us that this list has not been updated since  approximately October 2005. The COSO Framework states that  organizations should internally communicate information, including  objectives and responsibilities for internal control, necessary to support  the functioning of internal control. Further, it states that a process  should be in place to communicate required information to enable all  personnel to understand and carry out their internal-control  responsibilities.", "Absent such communication, managers may take different actions to  address problems or may have difficulty knowing where to find the  appropriate information to locate a missing item to resolve a customer’s  complaint quickly. For example, one post office manager told us that he  will look at the scanning history in the USPS data systems to determine if  the item received an acceptable delivery event scan or what the status of  the item is on the route, while another post office manager told us he will  use GPS data to see where the scans were made to determine if the item  was delivered to the right address. If managers do not know where to find  the appropriate information, they may spend more time investigating and  be less efficient in resolving issues.", "Further, not having detailed standard operating procedures means  managers may not be aware of all the reports available to them. For  example, some post office managers told us that they use Report 3 while  other post office managers told us that this report was not available to  them. Without using Report 3, some managers told us that they look in  several sources to find the same information needed to resolve the issue,  such as locating a lost package. Some managers told us that USPS  management discontinued the report because it was being misused by  some managers. Specifically, managers told us that some managers  were manually entering scanning or service-performance information  retroactively to improve their performance scores. However, they told us  that USPS management recently made Report 3 available to managers  again but changed features to reduce any misuse.", "Additionally, USPS may miss opportunities to prevent scanning issues  from happening again by not clearly communicating how managers  should use the various reports to address specific scanning issues. For  example, the USPS OIG recently determined that instances of missed  and inaccurate scans for competitive products were a result of USPS  management not adequately monitoring the implementation of those  procedures. Without detailed procedures to guide managers in finding  and using specific information in available reports and other tools,  managers will not have consistent information to use to investigate and  resolve customer complaints quickly or accurately. In addition, new  managers may not know where to go for the most appropriate information  and how to use this information to address some issues."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["As competitive products have become essential to USPS’s economic  viability, it is increasingly important for USPS to accurately track them to  remain competitive in this market. While USPS may be scanning most  mail accurately, there continue to be instances where mail is not scanned  accurately or is missing scans. Given the volume and growth in these  competitive products, even a small percentage of inaccurately scanned  products could be a large number of such products. Since USPS’s  procedures were developed absent standards for internal control, the  adoption of a set of internal control standards could enhance USPS’s  efforts to continuously improve the design, implementation, and  evaluation of its operational internal controls for scanning of competitive  products. Further, since USPS’s standard operating procedures for  scanning are located in numerous documents and are not always  consistent—and given USPS’s reliance on stand-up talks and meetings to  keep employees current—USPS employees may not always have  accurate scanning procedures easily accessible to them. Having  consistent standard operating procedures is increasingly important to  ensure that employees are making accurate scans. Additionally, standard  procedures that guide managers to investigate and resolve scanning  issues would help managers more efficiently address these issues and  ideally prevent these issues from happening again."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve USPS’s competitive products scanning, we recommend that  the Postmaster General take the following three actions.", "The Postmaster General should identify and adopt a set of internal control  standards that can be used as the basis for operational internal-control  activities, such as those for scanning competitive products.  (Recommendation 1)", "The Postmaster General should improve the communication of standard  operating procedures for scanning competitive products by, for example,  updating or consolidating USPS documents, job aids, and standard work  steps. (Recommendation 2)", "The Postmaster General should create standard operating procedures for  managers on how to address inaccurate scans and use available reports  to investigate and resolve scanning issues. (Recommendation 3)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this product to USPS for its review and comment.  USPS’s comments are reproduced in appendix I.", "USPS stated that it cannot agree with our recommendation to identify  and adopt a set of internal control standards for USPS’s operational  internal control activities at this time. Although USPS has adopted an  internal control framework for its financial internal control activities, USPS  does not know what the benefits and costs are of adopting internal  control standards for its operational internal control activities. As a result,  USPS agreed to conduct a cost study to determine whether to commit  resources to identifying and adopting a set of internal control standards  for its operational internal control activities. We are encouraged that  USPS is planning to conduct such a study and anticipate that performing  this study will result in the implementation of an appropriate set of internal  control standards. USPS agreed with the two recommendations  regarding scanning procedures and committed to completing corrective  actions by November of 2018.", "In its general comments, USPS noted that our reference to the USPS  OIG’s report, Processing Readiness for Election and Political Mail for the  2018 Midterm Elections did not appear germane to the scanning of  competitive mail. We recognize that this report was focused on a different  type of mail, but as USPS noted in its letter, we use the OIG report as a  related example of how USPS has taken efforts to improve the  communication of its scanning procedures to employees. Therefore, we  determined that our use of the report is appropriate. We have added  information from the OIG report to characterize the OIG’s  recommendations and USPS’s actions to address those  recommendations.", "USPS also provided technical comments, which we incorporated as  appropriate.", "We will send copies of this report to the appropriate congressional  committees, the Postmaster General, the Chairman of the Postal  Regulatory Commission, and other interested parties. In addition, the  report will be available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2834 or rectanusl@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff making key contributions to this  report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the U.S. Postal Service", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Kyle Browning (Assistant  Director); Greg Hanna (Analyst-in-Charge); Michael Hansen; Thanh Lu;  John Mingus; Faye Morrison; Malika Rice; Amy Rosewarne; Crystal  Wesco; Elizabeth Wood; and Matthew Zaun made key contributions to  this report."], "subsections": []}]}], "fastfact": ["As e-commerce continues to grow, package delivery has become an increasingly important part of the U.S. Postal Service's revenues. USPS competes with private delivery companies for this business.", "To stay competitive, USPS tracks packages with barcode scans so it can offer customers accurate delivery estimates, real-time data, and more.", "USPS data show that almost all of these packages are scanned accurately, but some scans are missed or inaccurate. Considering the importance of this business to USPS's financial outlook, we recommended adopting standards to improve guidance and procedures related to scanning, and dealing with inaccurate scans."]}