{"id": "GAO-03-900", "url": "https://www.gao.gov/products/GAO-03-900", "title": "Distance Education: More Data Could Improve Education's Ability to Track Technology at Minority Serving Institutions", "published_date": "2003-09-12T00:00:00", "released_date": "2003-10-06T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Distance education--offering courses by Internet, video, or other forms outside the classroom--is a fast growing part of postsecondary education. GAO was asked to review the state of distance education at Minority Serving Institutions, which are schools that serve high percentages of minority students, including Blacks, Hispanics, and American Indians. Under Titles III and V of the Higher Education Act, these schools are eligible for grants that can be used for expanding their technology, including distance education. GAO's review focused on (1) the use of distance education at Minority Serving Institutions, (2) key factors influencing these schools' decisions about whether or not to offer distance education, and (3) steps the Department of Education could take, if any, to improve monitoring efforts of technological progress under Titles III and V programs."]}, {"section_title": "What GAO Found", "paragraphs": ["There are some variations in the use of distance education at Minority Serving Institutions compared to other schools. For example, while Minority Serving Institutions tend to offer at least one distance education course at the same rate as other schools, they differ in how many courses are offered and which students take the courses. Also, like other schools, larger Minority Serving Institutions tend to offer more distance education than smaller schools, and public schools tend to offer more distance education than private schools. However, Historically Black Colleges and Universities and Tribal Colleges generally offer fewer courses than other schools, and a smaller percentage of minority students take such courses. Minority Serving Institutions consider two main factors in deciding whether to offer distance education. The first is distance education's compatibility with the school's preferred teaching method. Many schools that offered no distance education had a strong preference for a classroom-based approach. The second is resources--schools offering little or no distance education had limited technology and support personnel. Also, Historically Black Colleges and Universities and Hispanic Serving Institutions viewed distance education as a lower priority compared to expanding technology usage in the classroom. By contrast, Tribal Colleges gave distance education higher priority, reflecting the greater geographic dispersion of their students. Education could strengthen its monitoring efforts of the Title III and V programs by expanding its existing system. Currently, the monitoring efforts for tracking the progress of technological improvements are more complete for Hispanic Serving Institutions than for the other Minority Serving Institutions. Education also lacks good baseline information on technology capacity at Minority Serving Institutions. Expanding current efforts to include such data would provide a basis for measuring the progress being made by Minority Serving Institutions."]}], "report": [{"section_title": "Letter", "paragraphs": ["For over 100 years, the Congress has recognized that some postsecondary  institutions have roles to play in providing minority students with help in  attaining their educational goals and developing skills necessary to move  into all facets of the American economy. In the 2000-01 school year,  465 schools, or about 7 percent of postsecondary institutions in the  United States, served about 35 percent of all Black, American Indian, and Hispanic students. These schools have special designation under federal  law as Minority Serving Institutions.", "Like other postsecondary institutions, over the last decade, Minority  Serving Institutions have faced the challenge of trying to keep pace with  rapidly changing technology usage in education. Part of keeping pace with  technology involves using it in traditional classroom education, but one  growing area—distance education—has commanded particular attention. As defined in federal law, distance education is, “an educational process  that is characterized by the separation, in time or place, between  instructor and student.” Some examples of course delivery methods  include the Internet, videoconferencing, and videocassettes. Distance  education offers opportunities for students to take classes without  considering where they live or when classes may be available. In the  1999-2000 school year, about one in every 13 postsecondary students  enrolled in at least 1 distance education course, and the Department of  Education (Education) estimates that the number of students involved in  distance education has tripled in just 4 years. For the most part, students  taking distance education courses can qualify for student financial aid in  the same way as students taking traditional courses. As the largest  provider of student financial aid to postsecondary students (an estimated  $60 billion in fiscal year 2003), the federal government has a substantial  interest in distance education. Under Title IV of the Higher Education Act  of 1965, as amended, the federal government provides grants, loans, and  work-study wages for millions of students each year.", "The Higher Education Act of 1965, as amended, provides specific federal  support for Minority Serving Institutions through Titles III and V. In  2002, grants funded under these two titles provided over $300 million for  Historically Black Colleges and Universities, Hispanic Serving Institutions,  and Tribal Colleges to improve their academic quality, institutional  management, and fiscal stability. Technology is one of the many purposes  to which these grants can be applied. As the Congress prepares to  reauthorize the act, you asked us to examine several issues related to  Minority Serving Institutions and technology—and particularly to distance  education. We focused our work on determining (1) whether the use of  distance education varies between Minority Serving Institutions and non- Minority Serving Institutions; (2) what factors Minority Serving  Institutions consider when deciding whether to offer distance education;  and (3) what steps Education could take, if any, to improve its monitoring  of technological progress, including distance education, at Minority  Serving Institutions under Titles III and V. In September 2002, we testified  on some of these issues before the Senate Committee on Health,  Education, Labor, and Pensions. Additionally, you asked us to look at the  quality of distance education and examine any statutory and regulatory  issues related to distance education. We plan to issue a report on those  topics later this year.", "Our findings are based on questionnaires that were developed and sent to  Historically Black Colleges and Universities, Hispanic Serving Institutions,  and Tribal Colleges. Seventy-eight percent, 75 percent, and 82 percent of  the schools responded, respectively. We compared the results of our  survey with Education’s July 2003 report entitled Distance Education at  Degree-Granting Postsecondary Education Institutions: 2000-2001. This  survey was sent to over 1,600 2-year and 4-year degree granting institutions  that were eligible for federal student aid programs and provided  information on distance education offerings by these schools. However,  the data from our survey and the survey conducted by Education are not  completely comparable because they cover two different time periods. We  also analyzed two databases produced by Education’s National Center for  Education Statistics. We analyzed data from the National Postsecondary  Student Aid Study (NPSAS) to examine the characteristics of  postsecondary students, including those who attended Historically Black  Colleges and Universities and Hispanic Serving Institutions, involved in  distance education programs. We analyzed data from the Integrated  Postsecondary Education Data System (IPEDS) to examine the  characteristics of postsecondary institutions. Additionally, we conducted  site visits to selected schools drawn from these three types of Minority  Serving Institutions. We interviewed Education officials involved in  programs aimed at improving the quality of education at Minority Serving  Institutions. Finally, we interviewed numerous experts on distance  education. A more detailed discussion of our scope and methodology is  included in appendix I. We performed our work between October 2002 and  September 2003 in accordance with generally accepted government  auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["In general, Minority Serving Institutions vary in size and scope and serve a  high percentage of minority students, many of whom are financially  disadvantaged. In size, for example, they range from Texas College, a  Historically Black College with about 100 students, to Miami-Dade  Community College, a Hispanic Serving Institution with more than  46,000 students. In scope, they range from schools with certificate or  2-year degree programs to universities with an extensive array of graduate  and professional degree programs. Table 1 briefly compares the three  types of Minority Serving Institutions in terms of their number, type, and  size. Appendixes II to IV provide additional information about the three  types of institutions.", "Historically Black Colleges and Universities are the oldest of the Minority  Serving Institutions. While the first Historically Black University, Cheyney  University of Pennsylvania, was founded in 1837, most of the colleges and  universities were founded between 1865 and 1890. In the 2000-01 school  year, there were 102 Historically Black Colleges and Universities that were  eligible for federal student aid programs, including Xavier University in  New Orleans, Louisiana; Howard University in Washington, D.C.; and  Spelman College in Atlanta, Georgia. Our analysis of the 2000-01 IPEDS,  shows that while Historically Black Colleges and Universities represented  2 percent of all public and nonprofit postsecondary institutions, they  enrolled about 14 percent (223,359) of Black non-Hispanic students in the  United States. In all, the schools were in 20 states, the District of  Columbia, and the Virgin Islands (see fig. 1). About 85 percent of the  students enrolled at these institutions were black Americans. Their  students and parents have lower incomes, on average, than students and  parents at non-Minority Serving Institutions.", "Hispanic Serving Institutions were recognized as such under the  1992 amendments to the Higher Education Act and some of the schools  first received funding through the Higher Education Act in 1995. Under the  definition established by the Congress, a Hispanic Serving Institution must  have a student body that is at least 25 percent Hispanic, and at least half of  the Hispanic students must be low-income. In the 2000-01 school year,  there were 334 Hispanic Serving Institutions, including Long Beach City  College in California; the University of Miami in Florida; and the University  of New Mexico. Our analysis of the 2000-01 IPEDS shows that while  Hispanic Serving Institutions represented only 5 percent of all  postsecondary institutions, they enrolled 48 percent (798,489) of all  Hispanic students. These schools were located in 14 states and Puerto  Rico (see fig. 2). About 51 percent of the students enrolled at these  institutions are Hispanic. Compared to the two other major categories of  Minority Serving Institutions, Hispanic Serving Institutions are generally  larger and have more racial diversity in their student body. They are also  the only type to include private for-profit schools, such as ITT Technical  Colleges. Their students and parents have lower incomes, on average, than  students and parents at non-Minority Serving Institutions.", "Most Tribal Colleges were founded in the 1970s and 1980s. In 1998, the  Higher Education Act was amended to create a grant program for Tribal  Colleges to improve educational quality offered to their students, and  some of the schools first received funds in 1998. In the 2000-01 school  year, there were 29 Tribal Colleges located in 12 states (see fig. 3). They  included Diné College in Tsaile, Arizona; Salish Kootenai College in Pablo,  Montana; and Oglala Lakota College in Kyle, South Dakota. Our analysis of  the 2000-01 IPEDS shows that while Tribal Colleges were less than 1  percent of all public and private nonprofit postsecondary institutions, they  enrolled 8 percent (11,262) of all American Indian/Alaska Native students  in the United States. Tribal Colleges are the smallest of the three major  types of Minority Serving Institutions, averaging less than 500 students,  and nearly all are 2-year schools. About 85 percent of the students  attending Tribal Colleges in the fall of 2000 were American Indian/Alaska  Native. The percentage of students at Tribal Colleges who receive Pell  Grants—a type of financial aid made available to the neediest students—  was more than double that of students at non-Minority Serving Institutions  (60 percent v. 24 percent).", "Through certain provisions in the Higher Education Act, the Congress has  recognized the role that Minority Serving Institutions play in serving the  needs of students, many of whom are from disadvantaged backgrounds.  These provisions authorize grants for augmenting the limited resources  that many Minority Serving Institutions have for funding their academic  programs. Historically Black Colleges and Universities are eligible for  grants funded through Title III, part B; Hispanic Serving Institutions  through Title V, part A; and Tribal Colleges through Title III, part A of the  Higher Education Act. These grants seek to improve the academic quality,  institutional management, and fiscal stability of eligible institutions. More  specifically, according to Title III, part B, Historically Black Colleges and  Universities receive grants, in part, to remedy discriminatory action of the  states and the federal government against Black colleges and universities.  Hispanic Serving Institutions receive funds to expand educational  opportunities for and improve the academic attainment of Hispanic  students. Finally, the grants for Tribal Colleges seek to improve and  expand the colleges’ capacity to serve American Indian students. The  Congress has identified as many as 14 areas in which institutions may use  funds for improving their academic programs. Authorized uses include  purchase or rental of telecommunications equipment or services, support  of faculty development, and purchase of library books, periodicals, and  other educational materials. Table 2 provides more information on each  type of grant.", "One area to which such funds can be directed is technology, both inside  the classroom and, in the form of distance education, outside the  classroom. Both inside and outside the classroom, technology is changing  how institutions educate their students, and Minority Serving Institutions,  like other schools, are grappling with how best to adapt. Through such  methods as E-mail, chat rooms, and direct instructional delivery via the  Internet, technology can enhance students’ ability to learn any time, any  place, rather than be bound by time in the classroom or in the library. For  Minority Serving Institutions, the importance of technology takes on an  additional dimension in that available research indicates their students  may arrive with less prior access to technology, such as computers and the  Internet, than their counterparts in other schools. These students may  need considerable exposure to technology to be fully equipped with job- related skills."], "subsections": [{"section_title": "Distance Education", "paragraphs": ["Distance education is one major application of this new technology.  Although distance education is not a new concept, it has assumed  markedly newer forms and greater prominence over the past decade.  Distance education can trace its history to the 1870s when correspondence  courses—a home study course generally completed by mail—were first  offered. Now, distance education is increasingly delivered in electronic  forms, such as videoconferencing and the Internet. Through these  approaches, distance education provides postsecondary education access  to students who may live in remote locations or whose schedules require  greater flexibility. For example, schools such as the University of Phoenix  Online and the University of Maryland University College target entire  distance learning degree programs to working adults who take their  classes largely at home. Distance education’s effect on helping students  complete their courses of study is still largely unknown. Although there is  some anecdotal evidence that distance education can help students  complete their programs or graduate from college, school officials that we  spoke to did not identify any studies that evaluated the extent to which  distance education has improved completion or graduation rates."], "subsections": []}]}, {"section_title": "There Are Some Variations in the Use of Distance Education at Minority Serving Institutions Compared to Other Schools", "paragraphs": ["It is difficult to generalize across the Minority Serving Institutions, but  available data indicate that while Minority Serving Institutions tend to  offer at least one distance education course at about the same rate as  other schools, they differ in how many courses are offered and which  students take the distance education courses. Minority Serving Institutions  tend to be similar to non-Minority Serving Institutions in the percentage of  schools that offer distance education, and to a considerable degree, they  also mirror other schools in that distance education is more prominent at  larger schools and at public schools. However, there are also differences  between Minority Serving Institutions and other schools, and between the  three categories of Minority Serving Institutions we reviewed. We found  that Historically Black Colleges and Universities and Tribal Colleges  offered fewer distance education courses than other schools, which may  be a reflection of their generally smaller size. The limited data available  about student participation in distance education indicates that minority  students may be somewhat less involved in distance education than other  students. In the 1999-2000 school year, for example, 6 percent of students  at Historically Black Colleges and Universities were involved with distance  education, compared with 8.4 percent at non-Minority Serving  institutions—perhaps reflecting the fewer number of distance education  courses that Historically Black Colleges and Universities offer. This result  is statistically significant."], "subsections": [{"section_title": "Percentage of Minority Serving Institutions Offering at Least One Distance Education Course Is about the Same as the Percentage for Other Schools", "paragraphs": ["The percentage of Minority Serving Institutions that offered at least one  distance education course is about the same as the percentage for all  degree granting postsecondary institutions eligible for the federal student  aid programs. Education’s July 2003 report indicates that about 56 percent  of 2-year and 4-year institutions whose students were eligible for federal  student aid programs offered distance education courses during the  2000-01 school year. The results from our questionnaire showed that  about 56 percent of Historically Black Colleges and Universities,  63 percent of Hispanic Serving Institutions, and 63 percent of Tribal  Colleges offered at least one distance education course (see fig. 4).  However, the data from our survey and the survey conducted by  Education are not completely comparable because they cover two  different time periods. Education’s survey covered the 2000-01 school  year while our survey covered the 2002-03 school year.", "According to our survey, Minority Serving Institutions offered distance  education courses for two main reasons: (1) it improves access to  courses for some students who live away from campus and (2) it provides  convenience to older, working, or married students. The following  examples illustrate these conditions.", "Northwest Indian College, a Tribal College in Bellingham, Washington, has  over 10 percent of its 600 students involved in distance education. It offers  distance education by videoconference equipment or correspondence. The  College offers over 20 distance education courses, such as mathematics  and English to students at seven remote locations in Washington and  Idaho. According to College officials, distance education technology is  essential because it provides access to educational opportunities to  students who live away from campus. For example, some students taking  distance education courses live hundreds of miles from the College in  locations such as the Nez Perce Reservation in Idaho and the Makah  Reservation in Neah Bay, Washington. According to school officials,  students involved in distance education tend to be older with dependents,  and therefore, find it difficult to take courses outside of their community.  Also, one official noted that staying within the tribal community is valued  and distance education allows members of tribes to stay close to their  community and still obtain skills or a degree.", "The University of the Incarnate Word is a private nonprofit Hispanic  Serving Institution with an enrollment of about 6,900 students. The school,  located in San Antonio, Texas, offers on-line degree and certificate  programs, including degrees in business, nursing, and information  technology. About 2,400 students are enrolled in the school’s distance  education program. The school’s on-line programs are directed at  nontraditional students (students who are 24 years old or older), many of  whom are Hispanic. In general, the ideal candidates for the on-line  program are older students, working adults, or adult learners who have  been out of high school for 5 or more years, according to the Provost and  the Director of Instructional Technology."], "subsections": []}, {"section_title": "Distance Education at Most Minority Serving Institutions Follows National Trends with Regard to Size and Type of School Offering at Least One Distance Education Course", "paragraphs": ["For the most part, those Minority Serving Institutions that offered at least  one distance education course tended to be similar to other schools  offering at least one distance education course with regard to size and type  of school. Our survey results showed that Historically Black Colleges and  Universities and Hispanic Serving Institutions with 3,001 to 9,999 students  were more than twice as likely to offer distance education courses as  schools with 2,000 or fewer students (see fig. 5). Similarly, in July 2003,  Education reported that a higher percentage of larger schools eligible for  federal student aid programs offered distance education compared with  smaller schools. Education reported its results using somewhat different  size categories than the ones we used in our questionnaire, so the results  cannot be presented side by side for comparative purposes. However,  according to Education’s report, the distribution was much the same:  41 percent of the schools with an enrollment of less than 3,000 offered  distance education courses, compared with 88 percent of the schools with  an enrollment of 3,000 to 9,999 and 95 percent of the schools with an  enrollment of greater than 10,000.", "Our survey disclosed that Tribal Colleges, even though all have fewer than  2,000 students, were noticeably different from Historically Black Colleges  and Universities and Hispanic Serving Institutions in the extent to which  they were involved with distance education. Among Tribal Colleges,  65 percent offered at least one distance education course, compared with  34 percent of Historically Black Colleges and Universities and 33 percent  of Hispanic Serving Institutions with 2,000 or fewer students. Our site  visits to these schools raised several possible explanations. Potential  students of many Tribal Colleges live in communities dispersed over large  geographic areas—in some cases, potential students might live over a  hundred miles from the nearest Tribal College or satellite campus—  making it difficult or impossible for some students to commute to these  schools. In these cases, distance education is an appealing way to deliver  courses to remote locations. Also, officials at one Tribal College told us  that some residents of reservations may be place-bound due to tribal and  familial responsibilities, making distance education one of the few realistic  postsecondary education options. Also important, according to some  officials, is that tribal residents have expressed an interest in enrolling in  distance education courses.", "With regard to type of school, Minority Serving Institutions mirrored the  national trend in that the percentage of Minority Serving Institutions  offering distance education was higher among public than private  institutions (see fig. 6). Among public Historically Black Colleges and  Universities and Hispanic Serving Institutions, about 80 percent or more  offered distance education; these percentages dropped by 20 percent or  more for private nonprofit schools and was even lower for private for- profit schools. Similarly, Education’s survey showed that about 90 percent  of 4-year public institutions offered distance education, compared with  40 percent of private institutions."], "subsections": []}, {"section_title": "Historically Black Colleges and Universities and Tribal Colleges Tend to Offer Fewer Distance Education Courses", "paragraphs": ["While roughly the same percentage of Minority Serving Institutions offered  at least one distance education course as non-Minority Serving  Institutions, Historically Black Colleges and Universities and Tribal  Colleges tended to offer fewer courses. For example, of the schools that  offered at least one distance education course, 52 percent of the  Historically Black Colleges and Universities and 61 percent of Tribal  Colleges offered 10 or fewer undergraduate distance education courses.  By contrast, only 27 percent of 2-year and 4-year institutions that offered  at least one distance education course and that were eligible for the  federal student aid programs offered 10 or fewer distance education  courses, according to Education’s survey. Similarly, about 25 percent of  Hispanic Serving Institutions that offered at least one distance education  course also offered 10 or fewer courses. To some extent, these differences  may reflect the fact that Historically Black Colleges and Universities and  Tribal Colleges, as a group, are smaller than other institutions. The  relationship discussed earlier about an institution’s enrollment and the  size of its distance education program may help explain why the number  of courses offered via distance education are generally smaller at these  two types of Minority Serving Institutions.", "While the overall size of the distance education programs was smaller, the  percentage of Minority Serving Institutions offering degree programs  through distance education was close to that of other schools. Education  reported that about 19 percent of 2-year and 4-year institutions eligible for  the federal student aid programs offered degree or certificate programs  that could be earned entirely through distance education. Similarly, about  19 percent of Hispanic Serving Institutions and about 17 percent of  Historically Black Colleges and Universities offered degree or certificate  programs through distance education (see fig. 7). The percentage was  lower for Tribal Colleges (11 percent)."], "subsections": []}, {"section_title": "Fewer Minority Students Take Distance Education Courses", "paragraphs": ["By analyzing Education’s NPSAS database, we were also able to make  some comparisons of the number of students taking distance education  courses at Historically Black Colleges and Universities, Hispanic Serving  Institutions, and non-Minority Serving Institutions. We were unable to  develop data on the extent that Tribal College students use distance  education because NPSAS included data from only one Tribal College.  There appears to be a difference between minority students and other  students in the extent to which they are involved with distance education  courses. More specifically:", "Students at Historically Black Colleges and Universities tend to use  distance education to a lesser extent than students at other schools. In  school year 1999-2000, about 6 percent of undergraduate students at  Historically Black Colleges and Universities enrolled in at least one  distance education course and about 1.1 percent took their entire program  through distance education. By comparison, 8.4 percent of undergraduates  at other schools enrolled in at least one distance education course, and  2.5 percent took their entire program through distance education. These  differences may reflect the fact that Historically Black Colleges and  Universities generally offer fewer distance education courses than non- Minority Serving Institutions.", "Hispanic students attending Hispanic Serving Institutions use distance  education at a lower rate than other students at the same schools. About  51 percent of the undergraduates at Hispanic Serving Institutions are  Hispanic, but they comprise only about 40 percent of the undergraduate  students enrolled in distance education classes. This difference is  statistically significant. Similarly, our analysis also shows that the greater  the percentage of Hispanic students at the institution, the lower the overall  rate of distance education use at that school.", "We analyzed student characteristics, such as their age and income, to  determine if these characteristics could explain why these students were  less involved in distance education, but our analysis did not establish such  a link. The analysis showed that distance education students are more  likely to be older, married, independent, a part-time student, and have a  higher income than the average postsecondary student. Conversely, the  average student at Historically Black Colleges and Universities is more  likely to be younger, single, dependent, a full-time student, and have a  lower income than the average postsecondary student, and to a somewhat  lesser degree, the characteristics of students at Hispanic Serving  Institutions tend to follow the same pattern. When we conducted a logistic  regression analysis to analyze these differences more carefully, we did  not find that these characteristics tended to explain the extent to which a  student is involved in distance education. Among the characteristics that  we describe above, only a single student characteristic—marital status—  was associated with whether a student enrolls in distance education, and  this relationship was limited. This suggests that there may be other  reasons, such as fewer courses being offered, that help explain why a  smaller percentage of students at Historically Black Colleges and Hispanic  students at Hispanic Serving Institutions enroll in distance education  courses."], "subsections": []}]}, {"section_title": "Teaching Preference and Resources Available for Distance Education Affect the Extent to Which Minority Serving Institutions Offer Distance Education", "paragraphs": ["According to officials of Minority Serving Institutions, there are two  factors that explain why some Minority Serving Institutions do not offer  distance education. First, nearly half of Historically Black Colleges and  Universities and Hispanic Serving Institutions did not offer any distance  education because they preferred to teach their students in the classroom  rather than through distance education. Limited resources is the second  factor reported by schools for not providing distance education. In  addition, when placed within a broader context of technology  improvements, Historically Black Colleges and Universities and Hispanic  Serving Institutions viewed distance education as a relatively low priority  when compared to other purposes, such as increasing the use of  information technology in the classroom. Most Tribal Colleges also viewed  expanding technology usage on campus as a high priority, but they more  frequently considered distance education a higher priority than  Historically Black Colleges and Universities and Hispanic Serving  Institutions."], "subsections": [{"section_title": "By Design, Some Minority Serving Institutions Prefer Not to Offer Distance Education", "paragraphs": ["To a great degree or very great degree, nearly half of Historically Black  Colleges and Universities and Hispanic Serving Institutions indicated that  they do not offer distance education because classroom education best  meets the needs of their students. Conversely, only 10 percent of Tribal  Colleges that are not involved in distance education indicated that  classroom education best meets the needs of their students. Here are  examples from two schools that prefer teaching their students in the  classroom rather than by the use of distance education.", "Howard University, an Historically Black University in Washington, D.C.,  with about 10,000 students, has substantial information technology;  however, it prefers to use the technology in teaching undergraduates on  campus rather than through developing and offering distance education.  The University has state-of-the-art hardware and software, such as  wireless access to the school’s network; a digital auditorium; and a  24-hour-a-day Technology Center, which support and enhance the  academic achievement for its students. Despite its technological  capabilities, the University does not offer distance education courses to  undergraduates and has no plans to do so. According to the Dean of  Scholarships and Financial Aid, the University prefers teaching  undergraduates in the classroom because more self-discipline is needed  when taking distance education courses. Also, many undergraduates  benefit from the support provided by students and faculty in a classroom  setting.", "Robert Morris College is a private nonprofit Hispanic Serving Institution  located in Chicago, Illinois, that offers bachelor degrees in business,  computer technology, and health sciences. About 25 percent of its  6,200 undergraduates are Hispanic. Although the College has one  computer for every four students, it does not offer distance education  courses and has no plans to do so. School officials believe that classroom  education best meets the needs of its students because of the personal  interaction that occurs in a classroom setting."], "subsections": []}, {"section_title": "Some Schools Would Like to Offer More Distance Education, but Have Limited Resources to Do So", "paragraphs": ["Among Minority Serving Institutions that do not offer distance education,  over 50 percent would like to offer distance education in the future, but  indicated that they have limited resources with which to do so. About half  of Historically Black Colleges and Universities and Hispanic Serving  Institutions that do not offer distance education indicated that they do not  have the necessary technology—including students with access to  computers or the Internet at their residences—for distance education. A  higher percentage of Tribal Colleges (67 percent) cited limitations in  technology as a reason why they do not offer distance education.  Technological limitations are twofold for Tribal Colleges. The first, and  more obvious limitation is a lack of resources to purchase and develop  needed technologies. The second is that due to the remote location of  some campuses, schools do not have access to needed technology—that  is, schools may be limited to the technology of the surrounding  communities. For example, a school cannot purchase certain technologies  that are not provided in those communities. All 10 Tribal Colleges that did  not offer distance education indicated that improvements in technology,  such as videoconference equipment and network infrastructure with  greater speed, would be helpful. Here are some examples of how resource  limitations impact development of distance education programs at  Minority Serving Institutions.", "Little Priest Tribal College, located on the Winnebago Indian Reservation  in northeastern Nebraska, does not offer any distance education courses,  but would like to do so in the future. The college serves about 160  undergraduates and the Academic Dean indicated that two-way  videoconference equipment and support personnel would be needed in  order to offer distance education courses. She said that the school would  like to offer courses in the native language (called Ho Chunk) of the  Winnebago Tribe. Currently, a native speaker capable of teaching the  language resides in Wisconsin–hundreds of miles from the Winnebago  reservation. Having such equipment would allow the instructor to teach  the native language to students who attend classes on campus, according  to the Academic Dean.", "Fisk University, an Historically Black University in Nashville, Tennessee,  serves about 800 undergraduates and about 30 graduate students. The  school does not offer distance education courses, but hopes to do so in the  future. The Director, Academic Computing, indicated that distance  education would help supplement the curriculum that the school currently  offers to students. The school would also like to offer on-line courses in  African-American History, however, it currently does not have the  information technology equipment for distance education."], "subsections": []}, {"section_title": "For Many Institutions, Expanding Technology on Campus is More Important Than Applying It to Distance Education", "paragraphs": ["Minority Serving Institutions generally indicated that offering more  distance education was a lower priority than using technology to educate  their classroom students. All of the institutions reported that their highest  priority was providing more training for faculty in the use of information  technology as a teaching method. Other priorities included improving  network infrastructure, increasing the use of technology in classrooms,  and guaranteeing that all students have access to a computer. (See fig. 8  for a comparison of how distance education compares to other selected  technology goals.)", "Minority Serving Institutions indicated that they expect to have difficulties  in meeting their goals related to technology. Eighty-seven percent of Tribal  Colleges, 83 percent of Historically Black Colleges and Universities, and  82 percent of Hispanic Serving Institutions cited limitations in funding as a  primary reason for why they may not achieve their technology-related  goals. For example, the Southwest Indian Polytechnic Institute in  Albuquerque, New Mexico, serves about 670 students and it uses distance  education to provide courses for an associates degree in early childhood  development to about 100 students. The school uses two-way satellite  communication and transmits the courses to 11 remote locations.  According to a technology specialist at the school, this form of distance  education is expensive compared to other methods. As an alternative, the  Institute would like to establish two-way teleconferencing capability and  Internet access at the off-site locations as a means of expanding  educational opportunities. School officials noted, however, that many of  the locations have no telephone or Internet service because they are in  such remote areas of the state.", "About half of the schools also noted that they might experience difficulty  in meeting their goals because they did not have enough staff to operate  and maintain information technology and to help faculty apply technology.  For example, officials at Diné College, a Tribal College on the Navajo  Reservation, told us they have not been able to fill a systems analyst  position for the last 3 years. School officials cited their remote location  and the fact that they are offering relatively low pay as problems in  attracting employees that have skills in operating and maintaining  technology equipment.", "Having a systematic approach to expanding technology on campuses is an  important step toward modernizing and evaluating technology at  postsecondary schools. About 75 percent of Historically Black Colleges  and Universities, 70 percent of Hispanic Serving Institutions, and only  48 percent of Tribal Colleges had completed a strategic plan for expanding  their technology infrastructure. Fewer schools had completed a financial  plan for funding technology improvements. About half of Historically  Black Colleges and Universities and Hispanic Serving Institutions, and  19 percent of Tribal Colleges have a financial plan for expanding their  information technology (see fig. 9).", "Studies by other organizations describe challenges faced by Minority  Serving Institutions in expanding their technology infrastructure. For  example, an October 2000 study by Booz, Allen, and Hamilton determined  that historically or predominantly Black colleges identified challenges in  funding, strategic planning, and keeping equipment up to date. An October  2000 report by the Department of Commerce found that most Historically  Black Colleges and Universities have access to computing resources, such  as high-speed Internet capabilities but individual student access to campus  networks is seriously deficient due to, among other things, lack of student  ownership of computers or lack of access from campus dormitories. An  April 2003 Senate Report noted that only one Tribal College has funding  for high-speed Internet."], "subsections": []}]}, {"section_title": "Education Can Further Refine Its Programs for Monitoring Technology Usage at Minority Serving Institutions", "paragraphs": ["Education is taking steps to monitor the extent to which its grants are  improving the use of technology by Minority Serving Institutions; however,  its efforts could be improved in two ways. First, as Education creates a  new system for measuring the outcomes of its grants, it has opportunities  to more completely capture technology-related information, including  distance education, across the three major types of Minority Serving  Institutions. Second, although Education has set a goal of improving  technology capacity at Minority Serving Institutions, it has not yet  developed a baseline against which progress can be measured. If  Education is to be successful in developing such baseline data, it may need  to examine the potential use of its existing research efforts, such as  IPEDS. IPEDS is currently used to capture information on the different  characteristics of institutions involved in the federal student aid programs.  Education has studied the possibility of including technology-related  information in IPEDS, but so far, has yet to make a decision on this matter."], "subsections": [{"section_title": "Education Has Made Progress in Tracking Outcomes of Title III and Title V Programs, but Additional Improvements May Be Needed to Ensure More Complete Coverage Across the Major Types of Minority Serving Institutions", "paragraphs": ["Increasing the technological capacity of Historically Black Colleges and  Universities, Hispanic Serving Institutions, and Tribal Colleges is one goal  Education has identified in its 2002-03 annual performance plan.  Education’s efforts are part of a larger effort by the administration to  emphasize the outcomes of federal programs. According to the Office of  Management and Budget, improving programs by focusing on results is an  integral component of the administration’s budget preparation process. In  this regard, Education has made progress in tracking outcomes of its Title  III and Title V programs, but additional improvements may be needed to  make its efforts more complete across the three major types of Minority  Serving Institutions.", "In spring 2000, Title III and Title V program staff began an effort to  improve the program monitoring system. As part of these efforts,  Education wanted to develop a system that can capture information to  demonstrate how grants improve the education of students that Minority  Serving Institutions serve. Among the activities that Education and  grantees discussed were how grants are being used to improve  information technology on campuses and how best to collect information  on how such efforts improve the education of students. For example,  program staff held a series of four meetings with about 200 schools and  conducted telephone conferences with another 90 institutions to obtain  feedback on the format and effectiveness of the draft annual performance  report. The Office of Management and Budget reviewed and approved the  annual performance report and commended Education for “substantial  revisions” made to its performance reporting system and “meaningful  interaction with stakeholders.” In March 2003, Education received the first  set of data from its grantees for its annual performance report. According  to staff responsible for the annual performance report, the new monitoring  effort is a “work in progress” and continued improvements and revisions  will likely occur later this year.", "In this regard, the progress Education has made in developing an annual  performance report that focuses on results is a major step toward  improving program performance, however, additional improvements may  be needed. More specifically, we found that the way Education tracks the  usage of grant funds for technology improvements among Minority Serving  Institutions may not completely reflect how Historically Black Colleges  and Universities and Tribal Colleges use their grants. The tracking of  technology-related information appears to be adequate for Hispanic  Serving Institutions. (See table 3.) For example, Education’s tracking  effort for Hispanic Serving Institutions includes the extent to which  program funds (1) improve student and faculty access to the Internet,  (2) increase the number of computers available to students outside of  classrooms, and (3) expand the number of new distance education courses  and students. Similar information is not collected for Historically Black  Colleges and Universities and Tribal Colleges even though a substantial  number of these schools use grant funds to expand distance education  offerings or to improve technology on campus. Eight of the 11 Tribal  Colleges that received new Title III grants in 2001 stated that funds would  be used to develop or expand technology usage, including distance  education. Similarly, between 1999-2001, about 23 percent of Historically  Black Colleges and Universities that responded to our survey indicated  that they used Title III funds on distance education.", "According to managers of the Titles III and V programs, the differences in  the types of information on activities and outcomes that are captured for  each report stems from differences in the titles themselves. Title V, part A,  under which funds are provided to Hispanic Serving Institutions, explicitly  allows program funds to be used for “creating or improving facilities for  Internet or other distance learning academic instruction capabilities,  including purchase or rental of telecommunications technology equipment  or services.” The program for Historically Black Colleges and Universities  (Title III, part B) and Tribal Colleges (Title III, part A) does not specifically  address the use of funds in this manner, however, using grant funds for  expanding distance education offerings or technology usage are  authorized activities, according to Education staff. Inasmuch as Minority  Serving Institutions indicated in their questionnaire responses that they  have an interest in expanding both the use of technology in the classroom  and distance education, it may be appropriate to make the annual  performance reports as inclusive as possible."], "subsections": []}, {"section_title": "Education Does Not Have Baseline Data to Measure Technological Capacity at Minority Serving Institutions", "paragraphs": ["One difficulty that Education will encounter in attempting to judge the  extent to which Minority Serving Institutions are increasing their  technological capacity is that it has no baseline to measure against.  Education may have opportunities to fill this void by expanding its existing  research efforts to include data on technology usage and capabilities at all  schools, including Minority Serving Institutions. One vehicle for  accomplishing this could be through IPEDS, a product of one of  Education’s research efforts that is conducted annually and that contains  data on the characteristics of institutions and their students’ eligibility for  federal student aid programs.", "Although Education has researched the usage of distance education at  postsecondary institutions, it does not collect data from postsecondary  institutions on the capacity of or improvements in their technology  infrastructure. The growing use of technology by postsecondary  institutions has surfaced as an important area of research in recent years  and Education has held meetings on how to measure technology capacity  at postsecondary institutions. Staff from the Title III and Title V programs  indicated that having such data for Minority Serving Institutions and other  institutions would provide a national perspective on technology  infrastructure at these schools. However, according to other Education  officials, two issues need to be addressed before such a change can be  made. First, there are different views on how to accurately measure  technology infrastructure at postsecondary institutions. For example, in  determining how many computers are available to students at a school,  there is no agreement on whether personal computers, computers in the  library, and computers for faculty should be included in total or in part.  Second, before Education expands any of its data collection efforts, Office  of Management and Budget regulations that implement the Paperwork  Reduction Act require agencies to evaluate, among other things, the need  for collecting data and the costs to respondents of generating, maintaining,  or providing the data. Education would need to determine how best to  resolve these issues before moving forward with any changes."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Minority Serving Institutions view the use of technology as a critical tool  in educating their students. Technology allows greater access to the latest  research and to a broader array of information. Ultimately, Minority  Serving Institutions, like other schools, face stiff challenges in keeping  pace with the rapid changes and opportunities presented by information  technology.", "In creating the Title III and Title V programs, the Congress acknowledged  that Minority Serving Institutions have historically had limited resources  to invest in educating their students when compared to other institutions.  More complete data on how Historically Black Colleges and Universities  and Tribal Colleges use Title III funds for improving technology on  campus, and thus, the education of students, would help inform program  managers and policymakers about progress that has been made and  opportunities for improvement. Additionally, as Education examines the  many research efforts it has, it may find it beneficial to collect information  on distance education and technology capacity at postsecondary  institutions. Doing so would provide baseline data on Minority Serving  Institutions and the progress they make in improving their technology  capacity."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["We recommend that the Secretary of Education (1) direct managers of the  Title III and Title V programs to further improve their annual performance  report for Historically Black Colleges and Universities and Tribal Colleges  by including areas such as student access to computers and the number of  distance education courses that were offered and (2) study the feasibility  of adding questions on distance education and information technology to  an existing study at Education, such as IPEDS, to develop baseline data on  technology capacity at Minority Serving Institutions and to judge the  extent to which progress is being made."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In commenting on a draft of this report, Education generally agreed with  our findings and recommendations. Specifically, Education agreed to  broaden its monitoring of Title III and Title V programs to ensure that  appropriate information about the needs of institutions in the area of  distance learning and technology for course delivery are considered.  Education generally agreed with our second recommendation to study the  feasibility of adding questions on distance education and information  technology to existing research efforts that it carries out. Education stated  that it would explore expanding the sample of the Postsecondary  Education Quick Information System (PEQIS) to include more Minority  Serving Institutions. According to Education, PEQIS is used to collect  information on topics of national importance from postsecondary  institutions. Education used PEQIS to collect data for three distance  education studies, including the most recent, Distance Education at  Degree-Granting Postsecondary Institutions: 2000-2001, data from  which we used in this report. Also, Education stated that it would consider  our specific suggestion related to what data could be collected from  institutions under IPEDS. In addition to commenting on our  recommendations, Education offered some technical comments on the  report and we revised the draft report when appropriate. Education’s  written comments are reprinted in appendix V.", "As arranged with your offices, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 24 days from its  issue date. At that time, we will send copies of this report to appropriate  congressional committees, the Secretary of Education, and other  interested parties. In addition, this report will be available at no charge on GAO’s Web site at http://www.gao.gov.", "If you or members of your staffs have any questions regarding this report,  please call me on (202) 512-8403. Other contacts and acknowledgments  are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine whether the use of distance education varies between  Minority Serving Institutions and non-Minority Serving Institutions, we  developed and sent questionnaires to a fall 2000 list of 108 Historically  Black Colleges and Universities, 334 Hispanic Serving Institutions, and  32 Tribal Colleges that we received from Education. Each type of school  received a distinct questionnaire. The questionnaires had questions on  whether the institution offered distance education, and if so, how many  courses and degree programs were offered. The response rate to each  questionnaire was 78 percent for Historically Black Colleges and  Universities, 75 percent for Hispanic Serving Institutions, and 82 percent  for Tribal Colleges. We compared the results of the survey with a July  2003 report from Education’s National Center for Education Statistics  entitled Distance Education at Degree-Granting Postsecondary  Education Institutions: 2000-2001. This survey was sent to over  1,600 2-year and 4-year degree granting institutions that were eligible for  the federal student aid programs and provided information on distance  education offerings by these schools. We also analyzed the National  Postsecondary Student Aid Survey (NPSAS) to determine the extent that  students at Historically Black Colleges and Universities and Hispanic  Serving Institutions enrolled in distance education courses. NPSAS  contains information on characteristics of students who attended  postsecondary institutions, including Historically Black Colleges and  Universities and Hispanic Serving Institutions in the 1999-2000 school year.  NPSAS contained information on students at only one Tribal College, so  we were unable to develop similar information for students attending  Tribal Colleges. Finally, we analyzed IPEDS to develop data on the  institutional characteristics of Minority Serving Institutions.", "To determine what factors account for any differences in usage of distance  education between Minority Serving Institutions and non-Minority Serving  Institutions, we developed statistics from NPSAS on the characteristics of  students enrolled in distance education and those that were not. We  conducted logistic regression—a type of analysis that is designed to show  the influence of one or several variables on another variable to see  whether student characteristics, such as age and income influenced their  involvement in distance education at Minority Serving Institutions. We  also used the results from our survey to see if different characteristics of  Minority Serving Institutions, such as their size, location in rural or urban  areas, and type of funding sources, such as whether the school was public  or private nonprofit, had any bearing on whether the school offered  distance education. Additionally, we used the results of our survey to see  whether institutional strategies for teaching students may have had any  effect on whether schools offered distance education.", "To determine what factors Minority Serving Institutions consider when  deciding whether to offer distance education, we used the results from our  survey. To determine what steps Education could take, if any, to improve  its monitoring of the results of their Title III (part A) and (part B) and Title  V (part A) programs as it relates to improvements in technology, including  distance education, we also used the results from our survey. Additionally,  we reviewed the statutes that created programs for Historically Black  Colleges and Universities, Hispanic Serving Institutions, and Tribal  Colleges. We interviewed managers of these programs and obtained and  reviewed documents related to Education’s performance measures and  goals.", "To develop our survey instruments, we interviewed officials at  organizations that represent Minority Serving Institutions, including the  United Negro College Fund, the National Association for Equal  Opportunity in Higher Education, the Hispanic Association of Colleges and  Universities, and the American Indian Higher Education Consortium. We  developed and pretested our questionnaire during visits to 6 Historically  Black Colleges and Universities—Morgan State University in Baltimore,  Maryland; Howard University in the District of Columbia; Johnson C.  Smith University in Charlotte, North Carolina; Xavier University in New  Orleans, Louisiana; Wiley College in Marshall, Texas; and Texas College in  Tyler, Texas. Also, we developed and pretested our survey at 5 Hispanic  Serving Institutions—San Antonio Community College in San Antonio,  Texas; University of the Incarnate Word in San Antonio, Texas; Rio Hondo  College in Whittier, California; East Los Angeles College in Monterrey  Park, California; and National Hispanic University in San Jose, California.", "We also developed and pretested our survey at 4 Tribal Colleges—  Northwest Indian College in Bellingham, Washington; Diné College in  Tsaile, Arizona; Southwestern Indian Polytechnic Institute in Albuquerque,  New Mexico; and D-Q University in Davis, California. In addition, to obtain  additional information based on the results provided by Minority Serving  Institutions, we visited and interviewed officials at Delaware State  University in Dover, Delaware; Gavilan College in Gilroy, California; and  Salish-Kootenai College in Pablo, Montana. To obtain additional  information on how non-Minority Serving Institutions fund their distance  education programs, we visited Cabrillo College in Aptos, California;  Montana Tech in Butte, Montana; and the University of Delaware in  Newark, Delaware.", "Finally, we reviewed studies on the history and use of technology at  Minority Serving Institutions. The studies included Historically Black  Colleges and Universities (An Assessment of Networking and  Connectivity), Department of Commerce, October 2000; Historically  Black Public Colleges and Universities: An Assessment of Current  Information Technology Usage, Thurgood Marshall Scholarship Fund,  October 2000; Latinos and Information Technology—The Promise and  the Challenge, The Tomas Rivera Policy Institute, February 2002; Tribal  Colleges: An Introduction, American Indian Higher Education  Consortium, February 1999; and The Power of the Internet for Learning:  Moving From Promise to Practice, Report of the Web-Based Education  Commission to the President and the Congress of the United States,  December 2000.", "We conducted our work in accordance with generally accepted  government auditing standards between October 2002 and September  2003."], "subsections": []}, {"section_title": "Appendix II: Historically Black Colleges and Universities", "paragraphs": ["In most ways, Historically Black Colleges and Universities provide the  same educational opportunities found at other schools. The Department of  Education reported that there were 102 Historically Black Colleges and  Universities in 20 states as well as the District of Columbia, and one in the  Virgin Islands that were participating in federal student aid programs in  the 2000-01 school year. Historically Black Colleges and Universities offer  a variety of degrees—from associates to doctoral. They are comprised of  technical colleges, community colleges, public colleges, private colleges,  and both religious and nonsectarian schools. They range in size from large  (12,000 students at Florida A&M) to small (under 100 students at Clinton  Junior College and Texas College). In other ways, there are distinctions to  be made between Historically Black Colleges and Universities and other  schools. The clearest distinctions are in the students they serve, and in the  histories and missions of the institutions."], "subsections": [{"section_title": "History", "paragraphs": ["The 102 institutions recognized as Historically Black Colleges and  Universities were established at various times in the nation’s history in  response to historical circumstances that limited educational  opportunities for Black students. The earliest of the Historically Black  Colleges and Universities precede the Civil War when abolitionists from  the North founded formal institutions of higher learning for Black  Americans. This first wave of establishing Historically Black Colleges and  Universities began in 1837, when Richard Humphreys, a Quaker  philanthropist, founded Cheyney University of Pennsylvania, with the  purpose of educating free Blacks and emancipated slaves. Other pre-Civil  War Historically Black Colleges and Universities that were founded to  educate freed slaves include Lincoln University in Pennsylvania, founded  in 1854; Wilberforce University in Ohio, founded in 1856; and Harris-Stowe  State College in Missouri, founded in 1857.", "The second wave of creating Historically Black Colleges and Universities  began after the Civil War. More than four million slaves and free Blacks  were illiterate at the time of emancipation in 1865. Between 1870 and  1890, 13 public colleges were established, including Virginia State  University in Virginia and Claflin College in South Carolina. The founding  of private schools, however, represented the largest portion of the second  wave of school creation. Between 1865 and 1890, 37 privately supported  Black colleges were created. Schools such as these were founded and  funded by missionary philanthropists who supported education for Black  Americans as a way to bring about racial equality. Included in this group  are schools such as Morehouse College in Georgia and Stillman College in  Alabama.", "Federal support for Black institutions of higher education grew in the late  1800s. This support resulted, in part, from the passage of the Morrill Act of  1890—which prompted the third wave of creating Historically Black  Colleges and Universities in this country. Under the Morrill Act of  1890, the Congress made available land grants for the establishment of  institutions of higher education under the condition that land-grant  schools could not discriminate in their admissions policies based on race.  States that did not want to create integrated institutions could use the  grants to create racially segregated schools, provided that the funding was  divided equitably between the institutions. Land-grant colleges and  universities were required to teach practical industrial subjects, such as  agriculture and mechanical arts. The Morrill Act of 1890 helped to fund  20 of today’s Historically Black Colleges and Universities, including Alcorn  State University in Mississippi, Florida A&M University, and Tuskegee  University in Alabama.", "The Higher Education Act was originally passed in 1965. Title III of this act  provides financial assistance to institutions of higher education with low  per-student expenditures, large numbers of financially disadvantaged  students, or a large proportion of minority students. Title III, part B of the  act provides grants to Historically Black Colleges and Universities that are  determined by the Secretary of Education to meet the statutory definition  of such institutions. The purpose of Title III, part B is to provide financial  assistance to establish or strengthen the physical plants, financial  management, academic resources, and endowments of Historically Black  Colleges and Universities. Total funding under Title III, part B for  Historically Black Colleges and Universities has increased from  $136 million, funding 98 institutions in fiscal year 1999, to $206 million,  funding 99 institutions in fiscal year 2002, or an increase of about  51 percent. Additionally, funding for graduate program opportunities at  Historically Black Colleges and Universities has increased 50 percent from  $30 million in fiscal year 1999 to $49 million in fiscal year 2002."], "subsections": []}, {"section_title": "Characteristics of Historically Black Colleges and Universities", "paragraphs": ["In the 2000-01 school year, there were 102 Historically Black Colleges and  Universities eligible for the federal student aid programs. These schools  were located in 20 states—primarily in the Southern and Eastern portion  of the United States, the District of Columbia, and the Virgin Islands. Our  analysis of the 2000-01 IPEDS shows that while Historically Black Colleges  and Universities were only 2 percent of all public and nonprofit  postsecondary institutions, in the fall of 2000 they enrolled 14 percent  (223,359) of Black non-Hispanic students in the United States. The  percent of Black non-Hispanic students at a Historically Black College or  University in the fall of 2000 ranged from 100 percent at 5 institutions  (Clinton Junior College and Morris College in South Carolina, Johnson C.  Smith University in North Carolina, Tougaloo in Mississippi, and Miles  College in Alabama) to 10 percent at Bluefield State College in West  Virginia, with an average of 85 percent. In comparison, non-Historically  Black Colleges and Universities averaged around 10 percent Black  students in the fall of 2000.", "Historically Black Colleges and Universities offer a range of degrees from  different types of institutions. Degrees offered in 2000-01 included  associate, bachelor, master, first professional, and doctoral. Eighty-seven  percent offered a bachelor’s degree or higher. Of the 102 Historically Black  Colleges and Universities, about half were private nonprofit institutions,  and about half were public institutions. There are no private for-profit  Historically Black Colleges and Universities. Additionally, there are single  gender schools, such as Spelman College in Atlanta, Georgia—a women’s  college—and one Catholic Historically Black University—Xavier  University in New Orleans, Louisiana.", "Historically Black Colleges and Universities are generally smaller in size,  have lower tuitions, and smaller endowments than postsecondary  institutions overall. The average postsecondary institution is 1.4 times  larger than the average Historically Black College or University. While  83 percent of Historically Black Colleges and Universities had  5,000 students or fewer, the same is true of only 78 percent of other  institutions. The largest Historically Black University in the fall of  2000 was Florida A&M with 12,126 students, compared to the largest non- Historically Black University, which was the University of Texas at Austin  with 50,000 students.", "Two important sources of revenue for postsecondary institutions—tuition  and endowments—were both lower at Historically Black Colleges and  Universities than at other institutions. The average in-state, undergraduate  tuition at public Historically Black Colleges and Universities was $1,993 in  the 2000-01 school year. For private Historically Black Colleges and  Universities, the average undergraduate tuition was $7,009. These same  statistics for other institutions were $2,067, and $11,480, respectively. The  average market value of institutional endowments for public schools at the  end of the 2000-01 school year was about $5 million for Historically Black  Colleges and Universities, but over $51 million for other public  institutions. Endowment data on private nonprofit schools are not  available in IPEDS."], "subsections": []}, {"section_title": "Characteristics of Students at Historically Black Colleges and Universities", "paragraphs": ["Demographic characteristics of students at Historically Black Colleges and  Universities vary somewhat from national averages for postsecondary  students. According to data from the Department of Education’s  1999-2000 NPSAS, the average undergraduate student at a Historically  Black College or University was younger than the national average of  undergraduate students (24.8 years old versus 26.4 years old).  Undergraduates at Historically Black Colleges and Universities were also  more likely to be single, dependent, and full-time students when compared  to the national average. Eleven percent of students at Historically Black  Colleges and Universities were married compared to 23 percent of  students overall, and 42 percent of students at Historically Black Colleges  and Universities were independent, compared to 49 percent of students  overall. Seventy-five percent of students at Historically Black Colleges and  Universities were full-time students compared to 52 percent overall.", "Economic Characteristics \t Although tuition is generally lower at Historically Black Colleges and  Universities, students who attend these schools are generally able to  contribute less to the cost of their education than are students at non- Minority Serving Institutions. Median household family incomes are  considerably lower for Black Americans than they are for households  overall. This is reflected in one measure of a family’s ability to pay for  college—the Expected Family Contribution. The Expected Family  Contribution was lower in 2000-01 for families of students at Historically  Black Colleges and Universities than it was for families of students  attending other, non-Minority Serving Institutions. In the 2000-01 school  year, the average Expected Family Contribution for students attending  public non-Minority Serving Institutions was $659, while it was only  $480 for families of students at Historically Black Colleges and  Universities. Additionally, the percentage of students receiving Pell  Grants—financial aid that is available to the neediest students in the  nation—at Historically Black Colleges and Universities was 51 percent,  compared to 24 percent of students at non-Minority Serving Institutions.", "Both students at Historically Black Colleges and Universities and their  parents have lower income levels than students and parents at other  institutions. In 1998, the average yearly income of independent students at  Historically Black Colleges and Universities was $24,508, while it was  $35,643 for independent students at non-Historically Black Colleges and  Universities. Also in 1998, the average yearly income of parents of  dependent, undergraduate students was 1.3 times higher for non- Historically Black College and University parents—$48,311 for Historically  Black College and University parents, and $65,037 for non-Historically  Black College and University parents."], "subsections": []}]}, {"section_title": "Appendix III: Hispanic Serving Institutions", "paragraphs": ["As part of the 1992 Amendments to the Higher Education Act, the  Congress stipulated that Hispanic Serving Institutions were deserving of  grant funds to address educational needs of Hispanic students. Education  reported that in the 2000-01 school year, there were 334 institutions  eligible for federal student aid programs that were located in 14 states and  Puerto Rico that qualified as Hispanic Serving Institutions, including the  University of Miami and the University of New Mexico. Degrees offered  from Hispanic Serving Institutions include associate, bachelor, master,  professional, and doctoral. In the fall of 2000, the largest Hispanic Serving  Institution had 46,834 students and the smallest had 58 students."], "subsections": [{"section_title": "History", "paragraphs": ["The creation of Hispanic Serving Institutions has resulted from a growing  Hispanic population, and attempts to move this population more fully into  the U.S. educational system. Recent immigration to the United States has  grown since the mid-1940s, with an increasing percentage of these  immigrants coming from Latin America. The combination of high rates of  immigration with high fertility rates among the Hispanic population has  resulted in its being the fastest growing segment of the U.S. population and  the largest minority group. At the same time, however, Hispanics have the  highest high school drop out rate of any group in the country, and lower  college enrollment and completion rates than both blacks and whites.", "In 1992, the Congress added a new section to the Higher Education Act of  1965 authorizing a grant program for Hispanic Serving Institutions. An  institution is considered a Hispanic Serving Institution if its enrolled  undergraduate full-time equivalent student population is at least  25 percent Hispanic and not less than 50 percent of the institution’s  Hispanic students are low-income individuals. The purpose of the grants  is to expand educational opportunities for, and improve the academic  attainment of, Hispanic students; and expand and enhance the academic  offerings, program quality, and instructional stability of colleges and  universities that are educating the majority of Hispanic college students  and helping large numbers of Hispanic students and other low-income  individuals complete postsecondary degrees. In 1995, the first grantees—  37 schools for a 5-year period—were funded after $12 million was  appropriated for the program. In 1998, the Congress moved the provisions  authorizing grants to Hispanic Serving Institutions to Title V of the Higher  Education Act. In fiscal year 1999 the appropriation was raised to  $28 million. By 2002, 172 of the 334 Hispanic Serving Institutions received  $86.1 million in grant funds under Title V."], "subsections": []}, {"section_title": "Characteristics of Hispanic Serving Institutions", "paragraphs": ["In the 2000-01 school year, there were 334 Hispanic Serving Institutions  that were eligible for federal student aid programs located in 14 states and  Puerto Rico. Our analysis of the 2000-01 IPEDS shows that while Hispanic  Serving Institutions were only 5 percent of all postsecondary institutions  in the fall of 2000, they enrolled 48 percent (798,489) of all Hispanic  students. The percent of Hispanic students at a Hispanic Serving  Institution varied from 25 percent at ITT Technical Institute in California  to 100 percent at 60 institutions in Puerto Rico.", "Hispanic Serving Institutions offer a range of degrees—associate,  bachelor, master, professional, and doctoral—from different types of  institutions. For 60 percent of the institutions, an associate’s degree is the  highest degree offered, and the other 40 percent offered a bachelor’s  degree or higher. Of the 334 Hispanic Serving Institutions, 45 percent were  public, 23 percent were private nonprofit, and 32 percent were private for- profit institutions. Hispanic Serving Institutions are generally larger in size  than postsecondary institutions overall. The average Hispanic Serving  Institution in the fall of 2000 was more than two times larger than the  average postsecondary institution overall. The largest Hispanic Serving  Institution at that time was Miami Dade Community College in Florida,  with 46,834 students, while the largest non-Hispanic Serving Institution  was the University of Texas at Austin, with 50,000 students. In the fall of  2000 there were 9 Hispanic Serving Institutions with more than 25,000  students.", "Two important sources of revenue for postsecondary institutions—tuition  and endowments—were lower at public and private nonprofit Hispanic  Serving Institutions than at non-Hispanic Serving Institutions. The average  in-state undergraduate tuition at public Hispanic Serving Institutions was  $1,083 in the 2000-01 school year. For private nonprofit Hispanic Serving  Institutions, the average undergraduate tuition was $7,202, and for private  for-profit Hispanic Serving Institutions it was $8,830. These same statistics  for non-Hispanic Serving Institutions were $2,151, $11,542, and $8,745,  respectively. The average market value of institutional endowments for  public postsecondary institutions at the end of the 2000-01 school year was  about $15.3 million for Hispanic Serving Institutions, compared to  $52.1 million for non-Hispanic Serving Institutions. Endowment data on  private nonprofit schools are not available in IPEDS."], "subsections": []}, {"section_title": "Characteristics of Hispanic Students at Hispanic Serving Institutions", "paragraphs": ["Demographic characteristics of Hispanic students at Hispanic Serving  Institutions vary somewhat from national averages for all postsecondary  students. According to data from the 1999-2000 Department of  Education’s National Postsecondary Student Aid Study, the average  Hispanic undergraduate student at a Hispanic Serving Institution was  slightly younger than the national average of undergraduate students  (25.5 years versus 26.4 years). Similar to the national average for  undergraduates, about half of Hispanic undergraduates at Hispanic  Serving Institutions were independent and about half were full-time  students.  Hispanic undergraduate students at Hispanic Serving  Institutions were more likely to work full-time when compared to  undergraduate students overall—44 percent of Hispanic undergraduates at  Hispanic Serving Institutions worked full-time compared to 39.3 percent of  students overall.", "Economic Characteristics \t Although tuition is generally lower at Hispanic Serving Institutions,  students who attend Hispanic Serving Institutions are generally able to  contribute less to the cost of their education than are students from non- Minority Serving Institutions; Median household family incomes are  considerably lower for families of Hispanic origin than they are for white,  non-Hispanics. This is reflected in one measure of a family’s ability to pay  for college—the Expected Family Contribution. On average, the Expected  Family Contribution was lower in 2000-01 for families of students at  Hispanic Serving Institutions than it was for families of students attending  other, non-Minority Serving Institutions—$449 compared to $659.  Additionally, the percentage of students receiving Pell Grants—financial  aid that is available to the neediest students in the nation—at Hispanic  Serving Institutions was 31 percent, compared to 24 percent of students at  non-Minority Serving Institutions.", "Both students at Hispanic Serving Institutions and their parents have  lower income levels than other institutions. The average yearly income of  independent students at Hispanic Serving Institutions in 1998 was  $28,921, while it was $35,501 for independent students overall. For  Hispanic students attending Hispanic Serving Institutions, the average  income is even lower, at $26,193. The average yearly income of the parents  of dependent, undergraduate students in 1998 was 1.5 times higher for  non-Hispanic Serving Institution parents—$43,675 for Hispanic Serving  Institution parents, and $67,034 for non-Hispanic Serving Institution  parents."], "subsections": []}]}, {"section_title": "Appendix IV: Tribal Colleges", "paragraphs": ["Tribal Colleges were founded to educate students both in Western models  of learning, as well as in traditional American Indian cultures and  languages. This dual mission of Tribal Colleges distinguishes them from  other colleges and universities. The Department of Education reported  that there were 29 Tribal Colleges in 12 states participating in federal  student aid programs in the 2000-01 school year. All of these colleges  offered associate degrees, 2 offered bachelor’s degrees, and 2 offered  master’s degrees. In the fall of 2000, the largest Tribal College had less  than 2,000 students."], "subsections": [{"section_title": "History", "paragraphs": ["The history of Tribal Colleges is rooted in the desire of tribes to have  greater control in the education of their members—called self­ determination—and in the desire to improve access to postsecondary  educational opportunities for American Indians. The Navajo tribe founded  the first Tribal College, Diné College (formerly Navajo Community  College), in 1968. By 1980, 20 Tribal Colleges, such as Blackfeet  Community College in Montana, Northwest Indian College in Washington,  and Sinte Gleska University in South Dakota, had been founded by various  tribes. Tribal Colleges were often modeled after community colleges and  shared community college philosophies of open admissions, job training,  and community development along with local control and dedication to  local needs.", "For hundreds of years, the education system in the United States almost  always sought to assimilate American Indians into a cultural and  educational backdrop that was largely European. For example, in the  nineteenth century, boarding schools were created with the intent of  separating American Indian youth from their heritage and culture.  However, beginning about 1968, the federal government moved toward a  policy of tribal self-determination that included a greater set of tools and  resources so that tribes could better control their own educational  activities. For example, the Indian Self Determination and Education  Assistance Act was passed in 1975, and in part, called for “assuring  maximum Indian participation in the direction of educational as well as  other federal services to Indian communities.”", "Concurrent to the self-determination movement, as the result of the GI  Bill of 1944 and the Higher Education Act of 1965, a college education  became more accessible to all Americans, including American Indians.  Tribes, including the Blackfeet, the Chippewa, and the Standing Rock  Sioux created colleges in response to the growing interest on the part of  American Indians in obtaining a college education.", "While many Tribal Colleges offer degrees in areas of study frequently  found at other postsecondary institutions, such as accounting, education,  computer science, and nursing, they also offer courses and degrees unique  to their tribes or to Tribal Colleges. For example:", "DQ University in Davis, California, offers associate of arts degrees in  Native American fine arts, as well as in indigenous studies. They also offer  certificates in gaming administration and in Indian dispute resolution.", "Diné College in Arizona offers associate degrees in Navajo culture, history,  and language, and Navajo bilingual/bicultural education.", "Oglala Lakota Community College in South Dakota has an associate of arts  degree in tribal management, as well as a bachelor of arts in Lakota  studies.", "One source of federal support for Tribal Colleges is through the Higher  Education Act of 1965. Title III of the act provides financial assistance to  institutions of higher education with low per-student expenditures, large  numbers of financially disadvantaged students, or a large proportion of  minority students. Title III, part A provides grants to American Indian  Tribally Controlled Colleges and Universities, as defined by federal  statute. The purpose of Title III, part A is to assist eligible institutions to  become self-sufficient by providing funds to improve and strengthen their  academic quality, institutional management, and fiscal stability. In fiscal  year 1999, 8 Tribal Colleges received a total of $3 million under Title III,  part A. By fiscal year 2002, 27 Tribal Colleges received $17.5 million."], "subsections": []}, {"section_title": "Characteristics of Tribal Colleges", "paragraphs": ["In the 2000-01 school year, there were 29 Tribal Colleges located in  12 states that were eligible for federal student aid programs. Our analysis  of the 2000-01 IPEDS shows that while Tribal Colleges were less than 1  percent of all public and not-for-profit postsecondary institutions, they  enrolled 8 percent of American Indian/Alaska Native students in the  United States, serving 11,262 students. The percentage of American  Indian/Alaska Native students in the student body at Tribal Colleges  averaged 85 percent in fall 2000 and ranged from 100 percent (at  Crownpoint Institute of Technology in New Mexico, Southwestern Indian  Polytechnic Institute in New Mexico, Institute of American Indian Arts in  New Mexico, Haskell Indian Nations University in Kansas, and Stone Child  College in Montana) to 21 percent (at Fond du Lac Tribal and Community  College in Minnesota). In comparison, other U.S. colleges and universitiesaveraged around 1 percent American Indian students in fall 2000.", "Tribal Colleges are typically community colleges, and therefore, offered  less variety in the types of degrees offered, as well as the type of  institution compared to other U.S. colleges and universities. In addition,  they were much smaller on average than other U.S. colleges and  universities. While there were 2 Tribal Colleges whose highest degree  offered was a master’s degree in 2000-01 (Oglala Lakota College and Sinte  Gleska College) and 2 whose highest degree offered was a bachelor’s  degree (Haskell Indian Nations University and Salish Kootenai College),  25, or 86 percent, reported an associate degree as their highest degree  offered. All 29 of the Tribal Colleges received funding from the federal  government. There were no private for-profit Tribal Colleges. The average  U.S. college or university was eight times larger than the average Tribal  College. The largest Tribal College, Diné College in Arizona, enrolled  1,712 students in the fall of 2000. In comparison, the University of Texas at  Austin was the largest university in the nation, with an enrollment of  almost 50,000 students.", "Two important revenue sources for postsecondary institutions—tuition  and endowments—were both lower at Tribal Colleges than at other U.S.  colleges and universities. The average in-state, undergraduate tuition at  Tribal Colleges was $2,017 in the 2000-01 school year. The average in- state, undergraduate tuition at non-Tribal public colleges was $2,132 for  the same year. The average market value of institutional endowments for  public schools at the end of their 1999-2000 fiscal year was over  $57 million for those non-Tribal Colleges that reported having  endowments, but under $1.8 million for the 15 Tribal Colleges that  reported having endowments. Endowment data on private nonprofit  schools are not available in IPEDS."], "subsections": []}, {"section_title": "Characteristics of Students Attending Tribal Colleges", "paragraphs": ["The database used to generate characteristics of students at Historically  Black Colleges and Universities and at Hispanic Serving Institutions—  NPSAS—only contained information on 1 Tribal College. As a result, we  were unable to compile data on characteristics of students attending  Tribal Colleges. A report issued by the American Indian Higher Education  Consortium, however, provides such information. According to the  1999 report, the typical Tribal College student was a single mother in her  early 30s. According to the same report, in the fall of 1996, 64 percent of  Tribal College undergraduates were women, as compared to 56 percent of  undergraduates at all public institutions. The report cites the average age  of Tribal College students in 1997 as 31.5 years old, while NPSAS data  from 2000 shows the average age of undergraduate students overall to be  26.4 years old. The consortium also stated that half of all Tribal College  students attended school on a part-time basis, which is a similar rate to  undergraduate students overall.", "Economic Characteristics \t Although tuition is lower, students who attend Tribal Colleges are  generally able to contribute less to the cost of their education than are  students at non-Minority Serving Institutions. Median household family  incomes are considerably lower on Indian reservations than they are in the  rest of the country. This is reflected in one measure of a family’s ability to  pay for college—the Expected Family Contribution. The Expected Family  Contribution was lower in 2000-01 for families of Tribal College students  than it was for families of students attending other, non-Minority Serving  Institutions. In the 2000-01 school year, the average Expected Family  Contribution for students attending public non-Minority Serving  Institutions was $659, while it was only $259 for Tribal College students.  Additionally, the percentage of students receiving Pell Grants—financial  aid made available to the neediest students in the nation—at Tribal  Colleges was 60 percent, compared to 24 percent of students at non- Minority Serving Institutions. Again, because NPSAS data are not available  for Tribal Colleges, we were unable to compile further information on the  economic status of students and their parents."], "subsections": []}]}, {"section_title": "Appendix VI: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to those named above, Jerry Aiken, Susan Baker, Jessica  Botsford, Julian Fogle, Chris Hatscher, Joel Grossman, Cathy Hurley, John  Mingus, Jill Peterson, Doug Sloane, Stan Stenersen, and Susan Zimmerman  made important contributions to this report."], "subsections": []}]}], "fastfact": []}