{"id": "GAO-03-310", "url": "https://www.gao.gov/products/GAO-03-310", "title": "Social Security Reform: Analysis of Reform Models Developed by the President's Commission to Strengthen Social Security", "published_date": "2003-01-15T00:00:00", "released_date": "2003-01-15T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Social Security is an important social insurance program affecting virtually every American family. It represents a foundation of the nation's retirement income system and provides millions of Americans with disability insurance and survivors' benefits. Over the long term, as the baby boom generation retires, Social Security's financing shortfall presents a major solvency and sustainability challenge. Numerous reform proposals have been put forward in recent years, and in December 2001 a commission appointed by the President presented three possible reform models. Senator Breaux, Chairman of the Senate Special Committee on Aging, asked GAO to use its analytic framework to evaluate the Commission's models. This framework consists of three criteria: (1) the extent to which a proposal achieves sustainable solvency and how it would affect the economy and the federal budget; (2) the balance struck between the twin goals of income adequacy and individual equity; and (3) how readily such changes could be implemented, administered, and explained to the public."]}, {"section_title": "What GAO Found", "paragraphs": ["Applying GAO's criteria to the Commission models highlights key options and trade-offs between efforts to achieve sustainable solvency and maintain adequate retirement income for current and future beneficiaries. For example, the Commission's Model 2 proposal reduces Social Security's defined benefit from currently scheduled levels through various formula changes, provides enhanced benefits for low-wage workers and spousal survivors, and adds a voluntary individual account option in exchange for a benefit reduction. Model 2 would provide for sustainable solvency and reduce the shares of the federal budget and the economy devoted to Social Security compared to currently scheduled benefits (tax increase benchmark) regardless of how many individuals selected accounts. However, with universal account participation, general revenue funding would be needed for about 3 decades. GAO's analysis of benefit adequacy and equity issues relating to Model 2 found that (1) across cohorts, median monthly benefits for those choosing accounts are always higher, despite a benefit offset, than for those who do not; this gap grows over time. In addition, benefits assuming universal account participation are higher than payment of a defined benefit generally corresponding to an amount payable from future Social Security trust fund revenues (benefit reduction benchmark). However, benefits received by those without accounts fall below the benchmark over time. (2) for the lowest quintile, median monthly benefits with universal participation in the accounts tend to be higher than GAO's benefit reduction benchmark, likely due to the enhanced benefit for full-time \"minimum wage\" workers. This pattern becomes more pronounced across the cohorts analyzed. (3) regardless of whether an account is chosen, many people could receive monthly benefits under Model 2 that are higher than the benefit reduction benchmark. However, a minority could fare worse. Some people could also receive a benefit greater than under the tax increase benchmark although a majority could fare worse. Benefits for those choosing individual accounts will be sensitive to the actual rates of return earned by those accounts. Adding individual accounts would require new administrative structures, adding complexity and cost. Public education will be key to help beneficiaries make sound decisions about account participation, investment diversification, and risk. Finally, any Social Security reform proposal must also be looked at in the context of both the program and the long-term budget outlook. A funding gap exists between promised and funded Social Security benefits which, although it will not occur for a number of years, is significant and will grow over time. In addition, GAO's long-term budget simulations show, difficult choices will be required to reconcile a large and growing gap between projected revenues and spending resulting primarily from known demographic trends and rising health care costs."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report responds to your request that we apply our criteria for  assessing Social Security reform proposals to the reform models  developed by the President’s Commission to Strengthen Social Security.  Each of the Commission’s three reform models represents a different  approach to including a voluntary individual account option to Social  Security. Model 1 does not restore solvency and accordingly is not  analyzed in this report. In April 2002, we provided your staff with a  briefing on our preliminary results for Model 2. This report contains our  final results, focusing on Model 2, with results for Model 3 presented in  Appendix I.", "We based our interpretation of the Commission’s reform models in large  part on the memorandum provided by the Office of the Chief Actuary at  the Social Security Administration (SSA) dated January 31, 2002, that  estimated the reform models’ effects on the Social Security program. Our  interpretation also draws on the Commission’s final report. As agreed with  your office, our report is based on the analytic framework we have used in  past work to evaluate Social Security reform proposals. That framework  consists of three basic criteria:  the extent to which the proposal achieves sustainable solvency and how it  would affect the U.S. economy and the federal budget,  the balance struck between the twin goals of income adequacy (level and  certainty of benefits) and individual equity (rates of return on individual  contributions), and    how readily such changes could be implemented, administered, and  explained to the public.  In evaluating proposals against the three basic criteria, we used a set of  detailed questions that help describe potential effects of reform models on  important policy and operational aspects of public concern. These  questions are displayed in the report.", "Our analysis of the Commission reform models included comparison with  three benchmarks:    The “benefit reduction benchmark” assumes a gradual reduction in the  currently scheduled Social Security defined benefit beginning with those  newly eligible for retirement in 2005. Current tax rates are maintained.", "The “tax increase benchmark” assumes an increase in the OASDI payroll  tax beginning in 2002 sufficient to achieve an actuarial balance over the  75-year period. Currently scheduled benefits are maintained.", "The “baseline extended” benchmark is a fiscal policy path developed in  our earlier long-term model work that assumes payment in full of currently  scheduled Social Security benefits and no other changes in current  spending or tax policies.", "To show the range of possible outcomes given the voluntary nature of  individual accounts in the Commission models, we simulated each model  assuming (1) no participation (0%) in the individual account option and   (2) universal participation (100%) in the account option. Actual experience  would likely fall between these bounds but cannot be predicted with any  degree of certainty.", "As you requested, we used our long-term economic model in assessing  Commission reform models against the first criterion, that of financing  sustainable solvency. Although any proposal’s ability to achieve and  sustain solvency is sensitive to economic and budgetary assumptions,  using a common framework can facilitate comparisons of alternative  reform proposals. Our sustainable solvency standard encompasses several  different ways of looking at the Social Security program’s financing needs.  While 75-year actuarial balance is generally used in evaluating the long- term financial outlook of the Social Security program and reform  proposals, it is not sufficient in gauging the program’s solvency after the  75th year. For example, under the Trustees’ intermediate assumptions,  each year the 75-year actuarial period changes, and a year with a surplus is  replaced by a new 75th year that has a significant deficit. As a result,  changes made to restore trust fund solvency only for the 75-year period  can result in future actuarial imbalances almost immediately. Reform  plans that lead to sustainable solvency would be those that consider the  broader issues of fiscal sustainability and affordability over the long term.", "To examine how the Commission reform models balance adequacy and  equity concerns, we used the GEMINI model, a dynamic microsimulation  model for analyzing the lifetime implications of Social Security policies for  a large sample of people born in the same year. GEMINI can simulate  different reform features, including individual accounts with an offset, for  their effects on the level and distribution of benefits. To avoid having the  extremely high returns of a small portion of participants skew the average,  we present most of our statistics as medians. To assess benefit adequacy,  we display median monthly benefit levels for the 1955, 1970, and 1985 birth  cohorts to enable comparisons over time; initial benefits by earnings  quintile, comparing the lowest and highest quintiles; and the effects on the  distribution of initial benefits within each cohort.", "To examine how the Commission reform models provide for reasonable  implementation and communication of any changes, we used qualitative  analysis based on GAO’s issued and ongoing body of work on Social  Security reform. This work addresses various issues raised by reform  approaches, including establishing individual accounts, raising the  retirement age, and the impact of reforms on minorities and women.", "Models 2 and 3 restore solvency to the Old-Age and Survivors Insurance  and Disability Insurance (OASDI) Trust Funds through a combination of  changes in the initial benefit calculation, general revenue transfers, and/or  benefit offsets for those who choose to participate in the individual  account option. Model 3 requires an additional contribution equal to 1  percent of taxable payroll under the voluntary individual account option.  All models share a common framework for administering individual  accounts. As agreed with your office, this report focuses on Model 2, with  results for Model 3 presented in Appendix I."], "subsections": [{"section_title": "Achieving Sustainable Solvency", "paragraphs": ["The use of our criteria to evaluate approaches to Social Security reform  highlights the trade-offs that exist between efforts to achieve solvency for  the OASDI trust funds and efforts to maintain adequate retirement income  for current and future beneficiaries. The models illustrate some of the  options and trade-offs that will need to be considered as the nation  debates how to reform Social Security.", "Our analysis of sustainable solvency under Model 2 showed that    As estimated by the actuaries, Model 2, with either universal (Model 2–- 100%) or zero (Model 2—0%) participation in voluntary individual  accounts, is solvent over the 75-year projection period, and the ratio of  annual income to benefit payments at the end of the simulation period is  increasing. However, in Model 2 –100% over three decades of general  revenue transfers are needed to achieve trust fund solvency. Model 2—0%  achieves solvency with no general revenue transfers.", "Model 2-100% would ultimately reduce the budgetary pressures of Social  Security on the unified budget relative to baseline extended. However, this  would not begin until the middle of this century. Relative to both GAO’s  benefit reduction benchmark and tax increase benchmark, unified  surpluses would be lower and unified deficits higher throughout the  simulation period under Model 2-100%. Model 2-0% would reduce  budgetary pressures due to Social Security beginning around 2015 relative  to baseline extended. This fiscal outlook under Model 2-0% is very similar  to the fiscal outlook under GAO’s benefit reduction benchmark.", "Under Model 2-100%, the government’s cash requirement (as a share of  GDP) to fund the individual accounts and the reduced defined benefit  would be about 20 percent higher initially than under both the baseline  extended and tax increase benchmarks. This differential gradually  narrows until the 2030s, after which less cash would be required under  model 2-100%. By 2075, Model 2-100% would require about 40 percent less  cash than the baseline extended and tax increase benchmarks.", "Viewed from the perspective of the economy, total payments (Social  Security defined benefits plus benefit from individual accounts) as a share  of GDP would gradually fall under Model 2-100% relative to the baseline  extended and tax increase benchmarks. In 2075, the share of the economy  absorbed by payments to retirees from the Social Security system as a  whole under Model 2-100% would be roughly 20 percent lower than the  baseline extended or tax increase benchmark and roughly the same as  under the benefit reduction benchmark.", "With regard to national saving, Model 2 increases net national saving on a  first order basis primarily due to the proposed benefit reductions. The  individual account provision does not increase national saving on a first  order basis; the redirection of the payroll taxes to finance the individual  accounts reduces government saving by the same amount that the  individual accounts increase private saving.  Beyond these first order effects, the actual net effect of a proposal on  national saving is difficult to estimate due to uncertainties in predicting  changes in future spending and revenue policies of the government as well  as changes in the saving behavior of private households and individuals.  For example, the lower surpluses and higher deficits that result from  redirecting payroll taxes to individual accounts could lead to changes in  federal fiscal policy that would increase national saving. However,  households may respond by reducing their other saving in response to the  creation of individual accounts.", "Model 3 results are presented in Appendix I. Because the benefit  reductions in Model 3 are smaller than in Model 2, long-term unified  deficits are larger under Model 3. Model 3 requires an additional  contribution equal to 1 percent of taxable payroll for those choosing  individual accounts. Assuming universal account participation in both  models, Model 3 would result in a larger share of the economy being  absorbed by total benefit payments to retirees—about the same share as  would be the case under the baseline extended and tax increase  benchmarks."], "subsections": []}, {"section_title": "Balancing Adequacy and Equity", "paragraphs": ["The Commission’s proposals also illustrate the difficulty reform proposals  face generally in balancing adequacy (level and certainty of benefits) and  equity (rates of return on individual contributions) considerations. Each of  the models protects benefits for current and near-term retirees and the  shift to advance funding could improve intergenerational equity. However,  under each of the models, some future retirees also could face potentially  significant benefit reductions in comparison to either the tax increase or  the benefit reduction benchmarks because primary insurance amount  (PIA) formula factors that are reduced by real wage growth, uncertainty in  rates of return earned on accounts, changes in benefit status over time,  and annuity pricing.", "Our analysis of Model 2 shows that:    Median monthly benefits (the Social Security defined benefit plus the  benefit from the individual account) for those choosing individual  accounts are always higher, despite a benefit offset, than for those who do  not choose the account, and this gap grows over time. In addition, median  monthly benefits under universal participation in the accounts are also  higher than the median benefits received under the benefit reduction  benchmark. However, median monthly benefits received by those without  accounts fall below those provided by the benefit reduction benchmark  over time.", "For the lowest quintile of beneficiaries, median monthly benefits with  universal participation in the accounts tend to be higher than the benefits  received under the benefit reduction benchmark, likely due to the  enhanced benefit for full-time “minimum wage” workers. This pattern  becomes more pronounced over time.", "Regardless of whether an account is chosen, under Model 2 many people  could receive monthly benefits that are higher than the benefit reduction  benchmark. However, a minority could fare worse. Some people could  also receive a benefit greater than under the tax increase benchmark  although a majority could fare worse. Monthly benefits for those choosing  individual accounts will be sensitive to the actual rates of return earned by  those accounts.  The cohort results for Model 3 are generally similar to Model 2. However,  median monthly benefits for those choosing individual accounts are higher  than the benefit level under the tax increase benchmark for the 1970 and  1985 cohorts. This result is likely because of Model 3’s feature of a  mandatory extra 1 percent contribution into the individual accounts for  those who choose to participate. Further results on Model 3 can be found  in Appendix I."], "subsections": []}, {"section_title": "Implementing and Administering Reforms", "paragraphs": ["Each of the models would establish a governing board to administer the  individual accounts, including the choice of available funds and providing  financial information to individuals. While the Commission had the benefit  of prior thinking on these issues, many implementation issues remain,  particularly in ensuring the transparency of the new system and educating  the public to avoid any gaps in expectations. For example, an education  program would be necessary to explain the changes in the benefit  structure, model features like the benefit offset and how accounts would  be split in the event of divorce. Education and investor information is also  important as the system expands and increases the range of investment  selection. Questions about the harmonization of such features with state  laws regarding divorce and annuities also remain an issue."], "subsections": []}, {"section_title": "Concluding Observations", "paragraphs": ["The use of our criteria to evaluate approaches to Social Security reform  highlights the trade-offs that exist between efforts to achieve sustainable  solvency and to maintain adequate retirement income for current and  future beneficiaries. These trade-offs can be described as differences in  the extent and nature of the risks for individuals and the nation as a whole.  For example, under certain individual account approaches, including  those developed by the Commission, some financial risk is shifted to  individuals and households to the extent that individual account income is  expected to provide a major source of income in retirement.", "At the same time, the defined benefit under the current Social Security  system is also uncertain. The primary risk is that a significant funding gap  exists between currently scheduled and funded benefits which, although it  will not occur for a number of years, is significant and will grow over time.  Other risks stem from uncertainty in, for example, future levels of  productivity growth, real wage growth, and demographics. Congress has  revised Social Security many times in the past, and future Congresses  could decide to revise benefits in ways that leave those affected little time  to adjust. As Congress deliberates approaches to Social Security, the  national debate also needs to include discussion of the various types of  risk implicit in each approach and in the timing of reform.", "Public education and information will be key to implementing any changes  in Social Security and especially so if individuals must make choices that  affect their future benefits. Since the Commission options were published,  there has been limited explanatory debate. As Congress and the President  consider actions to be taken, it will be important as well to consider how  such actions can be clearly communicated to and understood by the  American people.", "Finally, any Social Security reform proposal must also be looked at in the  context of the nation’s overall long-range fiscal imbalances. As our long- term budget simulations show, difficult choices will be required of  policymakers to reconcile a large and growing gap between projected  revenues and spending resulting primarily from known demographic  trends and rising health care costs."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided SSA an opportunity to comment on the draft report. The  agency provided us with written comments, which appear in Appendix II.  SSA acknowledged the comprehensiveness of our analysis of the  Commission’s proposals. The agency also concurs with our reform  criterion of achieving sustainable solvency and with our report’s overall  observations and conclusions. SSA’s comments and suggestions can be  grouped into a few general categories.", "GAO Benchmarks and Their Relationship to Sustainable Solvency - The  agency commends our use of multiple benchmarks with which to compare  alternative proposals. However, they note that our definition of  sustainable solvency differs from that used by SSA in assessing trust fund  financial status. In addition, although they note that our benchmarks are  solvent over the 75-year projection period commonly used by SSA’s Office  of the Chief Actuary in its preparation of the annual trustees report, they  do not achieve sustainable solvency. SSA expresses a concern that unless  carefully annotated, the comparisons made in our report could be  misunderstood. Finally, SSA also suggests the use of several alternative  benchmarks, of which one would provide additional revenue to pay for  currently scheduled benefits.", "We agree with SSA that sustainable solvency is an important objective;  indeed it is one of our key criteria with which we suggest that  policymakers evaluate alternative reforms. SSA correctly points out that  GAO’s benchmarks do not achieve sustainable solvency beyond the 75- year period. We believe our standard is a more encompassing one. SSA’s  definition relies on analyzing trends in annual balances and trust fund  ratios near the end of the simulation period. Consequently the definition  needs to be supplemented, for example, in cases where proposals use  general revenue transfers or other unspecified sources of revenue that  automatically rise and fall to maintain annual balance or a certain trust  fund ratio. In addition, SSA’s definition does not directly consider the  resources needed to fund individual accounts. Our standard includes other  measures in an effort to gain a more complete perspective of a proposal’s  likely effects on the program, the federal budget, and the economy.", "We share SSA’s emphasis on the importance of careful and complete  annotation. The report explicitly addresses the issue of sustainable  solvency and states that the comparison benchmarks used, while solvent  over the 75-year projection period, are not solvent beyond that period.  Given SSA’s concerns, we have revised our report to clarify our analyses,  where appropriate, to minimize the potential for misinterpretation or  misunderstanding.", "Regarding SSA’s suggestion about the use of alternative benchmarks, we  already use a benchmark that provides additional revenue to pay currently  scheduled benefits. Our other benchmark maintains current tax rates,  phasing in benefit reductions over a 20-year period. In our view, the set of  benchmarks used provide a fair and objective measuring stick with which  to compare alternative proposals, particularly the many proposals that  introduce reform elements over a number of years. Both of the  benchmarks are explicitly fully funded and in their design we worked  closely with Social Security’s Office of the Chief Actuary to calibrate them  to ensure their solvency over the 75-year period.", "Additional Analysis – Many of SSA’s comments suggest additional or more  detailed analyses of some of our findings. For example, SSA suggested  additional analyses of the characteristics of those beneficiaries who fare  better or worse under each of the Commission’s models, further  distributional analyses on groups of beneficiaries who claim benefits at  ages other than 65 and that we conduct analyses on rates of participation  other than the polar cases of 0 percent and 100 percent individual account  participation. The agency also suggested that substantial analysis on  implementation and administration issues is necessary, given the  complexity of administering the commission’s models. Although we tried  to address most of the critical issues given our limited time and resources,  we agree with SSA that many of their suggested analyses could provide  additional useful insights in understanding the distributional implications  of adopting the Commission’s proposals.", "Distributional Analysis - SSA expressed a number of concerns about the  SSASIM-GEMINI simulation model that we use to conduct our  distributional analysis of benefits. One concern addresses future cohorts’  benefit levels reported in our draft. In this regard, we were already  reviewing the level of benefits received by the 1985 cohort and the highest  quintile of that cohort with outside experts, and our subsequent analysis  suggests findings that are more consistent with SSA’s observations: we  have made these changes to the report.", "Some of SSA’s concerns also appear to result from confusion over the  structure, design and limitations of the SSASIM-GEMINI model. We have  included some additional documentation in the report that we believe will  help both the layperson as well as a more technical audience understand  the model more easily. We note that while ancillary benefits can be  calculated through the model and are included in our analysis, we utilize  the model to focus on the individual beneficiary and not the household as  the unit of analysis. The model also includes marriage and divorce rates  and their implication for earnings. These marriage and divorce rates and  other key parameters are expressed by probability rules that drive the  lifetime dynamics of the synthetic population. These rules are not  heuristically generated but are validated through a comparison with data  from the Social Security Administration and the Current Population  Survey, among others. We also note that in certain of instances, for  example in specifying the calculation of annuities as well as the  specification of rates of return used in the modeling, we consulted with  SSA’s Office of the Chief Actuary in an effort to reflect their projection  methodology to extent that it was feasible.", "Measures of Debt - SSA notes that unfunded obligations may be  considered a kind of implicit debt and should be considered in the  analysis. In analyzing reform plans, however, the key fiscal and economic  point is the ability of the government and society to afford the  commitments when they come due. Our analysis addresses this key point  by looking at the level and trends over 75 years in deficits, cash needs, and  GDP consumed by the program.", "Technical Comments – SSA also provided technical and other clarifying  comments about the minimum benefit provision, our characterization of  stochastic simulation as well as other minor aspects of the report, which  we incorporated as appropriate.", "We are sending copies of this report to the Honorable Larry E. Craig,  Ranking Minority Member, Senate Special Committee on Aging, Senator  Max S. Baucus, Chairman, Senate Committee on Finance, Senator Charles  E. Grassley, Ranking Minority Member, Senate Committee on Finance, the  Honorable William M. Thomas, Chairman, and the Honorable Charles B.  Rangel, Ranking Minority Member, House Committee on Ways and Means,  the Honorable E. Clay Shaw, Chairman, and the Honorable Bob Matsui,  Ranking Minority Member, Subcommittee on Social Security, House  Committee on Ways and Means, and the Honorable Jo Ann B. Barnhart,  Commissioner, Social Security Administration. We will also make copies  available to others on request. In addition, the report is available at no  charge on GAO’s Web site at http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  Barbara D. Bovbjerg, Director, Education, Workforce, and Income  Security Issues, on (202) 512-7215, or Susan Irving, Director, Strategic  Issues, on (202) 512-9142."], "subsections": []}]}, {"section_title": "Appendix I: Analysis of Reform Models", "paragraphs": [], "subsections": [{"section_title": "Analysis of Reform Models", "paragraphs": ["Evaluation of reform models put forward by the President’s  Commission to Strengthen Social Security.", "The evaluation uses the three basic criteria GAO has  developed that provide policymakers with a framework for  assessing reform plans: – Balancing Adequacy and Equity in the Benefits Structure – Implementing and Administering Reforms  Comprehensive proposals can be evaluated against three basic  criteria.", "Reform proposals should be evaluated as packages that strike a  balance among individual reform elements and important  interactive effects.", "Some proposals will fare better or worse than other proposals  under each criterion.", "Overall evaluation of each proposal depends on the weight  individual policymakers place on each criterion.", "No changes to benefits for retirees or near-retirees.", "Dedication of entire Social Security surplus to Social Security.", "No increase in Social Security payroll taxes.", "No government investment of Social Security funds in the stock market.", "Preservation of disability and survivor components.", "Inclusion of individually controlled voluntary individual retirement accounts.", "The Commission developed three reform models, each of which    represents a different approach to including a voluntary individual  account component in Social Security.", "Model 1 does not change the defined benefit and does not restore solvency; Models 2 and 3 restore solvency through a combination  of changes in the initial benefit calculation, general revenue  transfers, and/or benefit offsets for those who choose to  participate in the individual account option.", "Account contribution amounts, benefit offset in exchange for  account participation, and calculation of an individual’s initial  benefit differ among the three models.", "All models share a common framework for administering  accounts.", "Voluntary individual accounts in exchange for reduction in Social  Security defined portion of benefit.  This benefit offset is linked to  account contributions, not actual account balance.", "Governing Board to administer individual accounts structured  along Thrift Savings Plan (TSP) or Federal Reserve Board  model. – Initially, balance must be invested through TSP-like system  with several fund choices; later, if balance is above a  threshold, account may be invested in a range of qualified  private sector funds. – Annual option to change allocation."], "subsections": [{"section_title": "Framework Common to All Commission Models", "paragraphs": [], "subsections": [{"section_title": "Spousal protections:", "paragraphs": ["– Account balance acquired during the marriage divided  equally at divorce. – Balances acquired before marriage not shared at time of  divorce.", "Or alternative arrangement, agreed to by both spouses, consistent with the principle that  total benefit income will be sufficient to keep both spouses above the poverty line in  retirement. – GAO’s long-term economic model was used to help assess the potential  fiscal and economic impacts of Social Security reform proposals. – Estimates of reform models’ costs and income are those made by the  Office of the Chief Actuary, Social Security Administration."], "subsections": [{"section_title": "Balancing Adequacy and Equity", "paragraphs": ["– The GEMINI model, a dynamic microsimulation model,1 was used to  analyze the 1955, 1970, and 1985 birth cohorts to enable comparison of  results over time as reform models are fully implemented. – Qualitative analysis based on GAO’s issued and ongoing body of work on  Social Security reform was used.", "GEMINI is useful for analyzing the lifetime implications of Social Security policies for a large sample of people born in the same year and can  simulate different reform features, including individual accounts with an offset, for their effects on the level and distribution of benefits. GEMINI was  used to analyze Models 2 and 3 both with 0 and 100 percent participation in the individual account features of the proposals.", "GAO’s analysis uses three benchmarks:   Benefit reduction maintains current payroll tax rates and assumes a  gradual reduction in Social Security benefits beginning  with those  reaching age 62 in 2005 and continuing for the next 30 years.", "Tax increase1 assumes that the combined employer-employee payroll  tax rate is increased by 0.34 percent for DI and 1.56 percent for OASI  beginning in 2002 in order to pay scheduled benefits.", "Baseline extended is a fiscal policy path that assumes payment in full of  all scheduled Social Security benefits throughout the 75-year period and  no other changes in current policies.  In this analysis, it uses the 2001  Trustees intermediate economic assumptions, consistent with SSA  scoring of reform models.", "The benefit reduction and tax increase benchmarks were developed by GAO with technical input from SSA’s Office  of the Chief Actuary.  Both use the 2001 Trustees intermediate economic assumptions.  Both restore 75-year  actuarial balance to Social Security, but are not solvent beyond this period.", "All three benchmarks are used in analyzing sustainable solvency.", "From the perspective of sustainable solvency, the baseline extended  differs from the tax increase benchmark.  The tax increase  benchmark assumes payroll tax financing of all scheduled benefits  whereas the baseline extended benchmark assumes all scheduled  benefits will be paid but does not specify any new financing.", "There is no difference between the tax increase and baseline  extended benchmarks in analyzing benefit levels, since only the  financing of benefits differs, not the actual benefit levels. Therefore  only the benefit reduction and tax increase benchmarks are used in  analyzing benefit adequacy.", "Benchmarks are to be viewed as illustrative, polar cases or bounds  for changes within the current system.  Other benchmarks could be  devised with different tax and/or benefit adjustments that would perform the same function.", "Briefing focuses on Model 2, with results for Model 3 presented in   The Commission’s models include a voluntary individual account  option.  In our analysis we looked at the two bounds of possible outcomes—universal participation (100%) in the account option,  or no participation (0%).  In analyzing benefit levels, we refer to  these outcomes as “with” and “without” accounts."], "subsections": [{"section_title": "Voluntary individual account contribution of 4 percent of taxable payroll up to", "paragraphs": ["$1,000 annually in exchange for benefit reduction.1  For all those age 62 in 2009 or younger, defined benefits reduced from currently  scheduled by indexing initial benefit to prices rather than wages.", "Enhanced spousal survival benefit beginning in 2009. – Increase in widow(er) benefit up to 75 percent of combined spousal benefit  (up to average benefit levels).", "A new enhanced benefit for full-time “minimum-wage” workers who work more  – Accelerated growth in initial benefits from 2009 to 2018.   – By 2018, a minimum wage worker with 30 years of program coverage would  receive an inflation-indexed benefit equal to 120 percent of poverty level.", "To the extent that there is participation in individual accounts, financing through  general revenue transfers will be needed.  If participation were universal,  transfers would be needed for about three decades.", "Maximum contribution amount indexed annually to wage growth.  Benefit reduction based on   amount of account contributions compounded at a real interest rate of 2 percent.", "The minimum wage is the current Fair Labor Standards Act minimum of $5.15 an hour but is  assumed to grow with the Social Security average wage index.", "While achieving solvency for the OASDI Trust Funds is important, the concept of  sustainable solvency goes beyond 75-year actuarial balance.", "Sustainable solvency includes reforming the Social Security program in such a  way as to avoid the need to periodically revisit actuarial imbalances of the  OASDI Trust Funds.  For example, a rising or level trust fund ratio at the end of  the 75-year period can be an indicator of future program solvency.", "However, trust fund ratios can give an incomplete picture.  They do not provide  information about the effect of program spending on the federal budget or the  economy.  In addition, trust fund ratios can be affected by timing of tax and  benefit adjustments and use of general revenues.", "Sustainable solvency also includes assessing the effects of proposed program  changes on the federal budget and on the economy.", "Reforms that reduce pressures on the federal budget and reduce the size of the  economy that will be absorbed in the future by the Social Security system can  lead to sustainable solvency."], "subsections": []}]}, {"section_title": "To what extent does the proposal:", "paragraphs": [], "subsections": []}, {"section_title": "Reduce the percentage of federal revenues consumed by the Social", "paragraphs": ["Security system?", "Increase national saving?", "Restore 75-year actuarial balance and create a stable system?", "Raise payroll taxes, draw on general revenues, and/or use Social Security  trust fund surpluses to finance changes?", "Create contingent liabilities?", "Include “safety valves” to control future program growth?", "Figure 1  Compared to the baseline extended, Model 2 with universal  participation (Model 2 - 100%) in the individual accounts (IA) option  results in larger unified deficits as a share of GDP through the 2040s,  thereafter unified deficits are progressively lower.", "Model 2 with no participation (Model 2 - 0%) in IAs results in higher  unified surpluses and lower unified deficits beginning around 2015  through the end of the simulation period compared to baseline  extended.", "Greater participation in IAs results in lower surpluses/higher deficits  over the simulation period.", "Throughout the simulation period, unified surpluses are considerably  lower and unified deficits are considerably higher under Model 2-100%  than under the tax increase benchmark and, to a lesser extent, the  benefit reduction benchmark.", "Through the 2060s, the fiscal outlook under Model 2-0% is quite similar  to the outlook under the benefit reduction benchmark but compared to  the tax increase benchmark, unified surpluses are lower and unified  deficits are higher over the same time frame."], "subsections": []}]}]}, {"section_title": "Unified Surpluses and Deficits as a Share of GDP", "paragraphs": [], "subsections": []}]}, {"section_title": "Financing Sustainable Solvency", "paragraphs": ["Figure 2  Compared to the baseline extended, net debt held by the public as a  share of GDP is higher under Model 2-100% until about 2060;  thereafter, debt held by the public is lower.", "Under Model 2-0%, net debt held by the public is lower beginning about  2020 through the end of the simulation period.", "Greater participation in the IAs results in higher net debt held by the  public throughout the simulation period.", "Throughout the simulation period, net debt held by the public under  Model 2-100% is considerably higher than the tax increase benchmark  and, to a lesser extent, the benefit reduction benchmark.", "Net debt held by the public under Model 2-0% is slightly higher than  under the benefit reduction benchmark and much higher than under the  tax increase benchmark until the end of the simulation period."], "subsections": [{"section_title": "Government Cash Requirements", "paragraphs": [], "subsections": [{"section_title": "Baseline extended/Tax increase Benefit reduction Model 2, 0 percent Model 2, 100 percent", "paragraphs": [], "subsections": []}]}]}, {"section_title": "Financing Sustainable Solvency", "paragraphs": ["Under Model 2, national saving would increase primarily due to the  improved fiscal position of the government resulting from the proposed  benefit reductions.  The redirection of payroll taxes under the IA option,  would increase private saving and decrease government saving with no  net effect on national saving.1  Model 2 restores 75-year actuarial balance with either no participation or  universal participation in the IA option.  The trust fund ratio would be rising  at the end of the 75-year period under both Model 2-0% and Model 2- 100%.", "Model 2-0% requires no additional revenue.  IAs are financed as a  redirection of payroll taxes.  General revenue transfers would be used to  keep the OASDI trust funds solvent under Model 2-100%.", "Model 2 does not create any new contingent liabilities.  Individuals bear  the risk of IA investment performance.", "Model 2 contains no new “safety valves” to control future program growth.", "Analysis limited to first order effects on saving.  Effects on saving behavior in response to specific  reform provisions are not considered given the lack of expert consensus.", "This criterion evaluates the balance struck between the twin goals of  income adequacy (level and certainty of benefits) and individual  equity (rates of return on individual contributions).", "To what extent does the proposal:  Change scheduled benefits for current and future retirees?", "Maintain benefits for low-income workers who are most reliant on Social  Security?", "Maintain benefits for the disabled, dependents, and survivors?", "Ensure that those who contribute receive benefits?", "Provide higher replacement rates for lower income earners?", "Expand individual choice and control over program contributions?", "Increase returns on investment?", "Improve intergenerational equity? – Median monthly benefits for the 1955, 1970 and  1985 birth cohorts. – Median monthly benefits by benefit quintile. – Distribution of benefits within each cohort.", "Model 2  Maintains current benefit structure for current and near retirees.  Reduces OASDI defined benefits for new retirees, survivors, dependents, and  disabled workers starting in 2009 by altering the benefit formula. – Slows growth in benefits by reducing PIA formula factors by real wage  growth. This essentially increases benefits levels across generations  according to price growth (absolute terms) rather than wage growth (relative  terms).  – For those who participate in the individual accounts, there is a further offset  based on the hypothetical account accumulation, where contributions  accrue at a real rate of 2 percent.", "Increases benefits for certain widow(er)s and low-income earners.", "PIA formula factor reductions and the benefit offset disproportionately  decreases replacement rates.  However, minimum benefit guarantees increase  replacement rates for workers who qualify.  Therefore, overall progressivity of  the system is unclear given these provisions and the uncertainty of market  returns, the magnitude of participation, and the characteristics of future  participants.", "Overview of Model 2 Cohort Results   Across cohorts, median monthly benefits are higher  than the benefit reduction benchmark for persons who  participate in an individual account (see Figure 6).", "However, benefit levels received without accounts fall  below the benefit reduction benchmark over time. This  is due to the timing and structure of the benefit  reductions under both the without accounts scenario  and the benefit reduction benchmark (see Figure 6).", "The gap in benefits between the without accounts  scenario and the tax increase benchmark and with  accounts scenario grows across cohorts (see Figure  6).", "Median monthly benefits for the 1955 and 1970 cohorts are  maintained above the benefit reduction benchmark for the  lowest quintile regardless of participation in individual accounts,  likely due to the enhanced benefit for full-time “minimum wage” workers (see Figure 7).", "However, participation in the individual accounts may provide a  benefit level even higher than the enhanced benefit for the  lowest quintile since, over time, fewer workers will receive this  enhanced benefit as wages are assumed to outpace inflation in  the future.", "Comparing median monthly benefits across cohorts in the lowest  and highest quintiles indicates that the enhanced benefit for full- time “minimum wage” workers and individual accounts maintain  benefits above the tax increase benchmark only for those in the  lowest quintile in the 1955 and 1985 birth cohorts (see Figures 7  and 8)."], "subsections": [{"section_title": "Model 2 Distributional Analysis: Distributional Effects of Model 2 in Comparison with Tax Increase Benchmark", "paragraphs": ["– A number of people with accounts fare better than the tax  increase benchmark and this number increases (19 to 40  percent) across cohorts (see Figure 11). – A minority of people without accounts fare better than the tax  increase benchmark and this minority declines over time (9  to 1 percent). substantially for older cohorts, the effects of varying the real rate  of return by plus or minus 1 percent increases over time. – Compared to the benefit reduction benchmark, the 1955 cohort has a ±2% change in its distribution from a ±1% change in the real rate  of return, whereas the 1985 cohort has about a ±11% change in its  distribution (see Figure 12). – Compared to the tax increase benchmark, the 1955 cohort has  approximately a ±3% change in its distribution from a ±1% change in the real rate of return, whereas the 1985 cohort has about a ±15%  change in its distribution (see Figure 13)."], "subsections": []}, {"section_title": "Overview of Model 2 Disabled Worker Quintile Analysis –", "paragraphs": ["Median monthly benefits are maintained above the benefit reduction  benchmark for the lowest quintile regardless of participation in individual  accounts, likely due to the enhanced benefit for full-time “minimum wage” workers (see Figure 14). – This enhanced benefit could apply to low-earning disabled workers who  work most of their career prior to becoming disabled. In our sample the  average age of disability onset is 55.", "Participation in the individual accounts is also important for disabled  workers, especially those in the later cohorts and in the upper quintiles (see  Figures 14 and 15). However, the earlier a disabled worker becomes  disabled the fewer years they contribute to their account and the smaller is  their account balance.", "Since disabled workers do not have access to their accounts until  conversion to retired worker benefits at the normal retirement age (NRA),  benefit levels before conversion would be in line with benefit levels for those  without individual accounts.", "Benefit levels for disabled workers may be higher than those of retired  workers since disabled workers are entitled to benefits at earlier ages, thus  the reductions in their PIA factors would be smaller. This may create an  incentive for older workers to apply for disability benefits.", "Funding for the transition from a pay-as-you-go system to a partially  funded system would be handled by transfers from the General Fund of  the Treasury and could be repaid when the trust funds experience cash  flow surpluses.", "An education program will be necessary to explain the changes in the  benefit structure and to avoid expectation gaps. – Benefit offset feature, financing structure of the system may be difficult to explain, which increases the importance of an education  program.", "An education program will also be necessary to inform OASDI eligible  workers on making sound investment decisions regarding  diversification, risk, and participation.", "The Commission did not explicitly address the costs of an education  program. It is unclear how the Commission’s proposed account splitting at divorce would fit into divorce law.", "The proposal establishes a Governing Board to administer  the individual accounts, which is intended to limit the  potential for politically motivated investing. The board’s  duties include the choice of available funds and providing  financial information to individuals.", "The design of the voluntary individual account feature places  an additional administrative burden on the SSA.  Specifically,  the hypothetical account, benefit offset, inheritance feature,  and account splitting at divorce would create additional  responsibilities for SSA.", "There is not enough information to estimate administrative  costs. Such costs are affected by the level of participation in  the individual accounts. However, the Commission believes  that individual accounts can be administered at a low cost  since they envision the system being structured similar to the  TSP.", "There is not enough information to address how annuities  and annuity pricing will be handled; therefore, we used the  same assumptions as the SSA Actuaries and did not  quantitatively analyze their effect on benefit levels.", "Long-term simulations provide illustrations--not precise forecasts--of the  relative fiscal and economic outcomes associated with alternative policy  paths.", "Long-term simulations are useful for comparing the potential outcomes of  alternative policies within a common economic framework over the long term.   – Recognizing the inherent uncertainties of long-term simulations, we have  generally chosen conservative assumptions, such as holding interest  rates and total factor productivity growth constant.  Variations in these  assumptions generally would not affect the relative outcomes of  alternative policies. – The model simulates the interrelationships between the budget and the  economy over the long term and does not reflect their interaction during  short-term business cycles.", "Long-term simulations are not predictions of what will happen in the future.   In reality, policymakers likely would take action before the occurrence of the  negative out-year fiscal and economic consequences reflected in some  simulated fiscal policy paths.", "Reform proposal cost and income estimates are from SSA’s Office of  the Chief Actuary. – For each proposal, the OASDI cost estimate reflects all proposed reforms affecting benefits. These include changes in the index used  to adjust initial benefit levels, benefit reductions meant to offset  individual accounts, and other proposed changes. – For each proposal, the OASDI income estimate reflects such  elements as transfers from the general fund to the trust funds and  amounts redirected from the payroll tax used to establish individual  accounts.", "Model inputs  Social Security spending (OASDI)  Medicare spending (HI and SMI)", "Nonfederal saving (percent of GDP):  gross saving  of the private sector and state and local government  sector  Net foreign investment (percent of GDP)", "Assumptions  2001 Social Security Trustees’ intermediate projections  2001 Medicare Trustees’ intermediate assumption that per enrollee  Medicare spending grows with GDP per capita plus 1 percentage point  CBO’s July 2002 long-term assumption that per enrollee Medicaid  spending grows with GDP per capita plus 1 percentage point  CBO’s August 2002 baseline through 2012; thereafter increases at the  rate of economic growth (i.e., remains constant as a share of GDP)  CBO’s August 2002 baseline through 2012, adjusted for the 2001  Social Security Trustees’ inflation assumptions; thereafter increases at  the rate of economic growth  CBO’s August 2002 baseline through 2012; thereafter remains  constant at 20.5 percent of GDP (CBO’s projection in 2012)  Increases gradually over the first 10 years to 17.5 percent of GDP (the  average nonfederal saving rate from 1992-2001)", "Inflation (GDP price index and CPI)  Interest rate (average on the national debt)"], "subsections": []}, {"section_title": "Balancing Adequacy and Equity - Benchmarks", "paragraphs": [], "subsections": [{"section_title": "– The tax increase (maintain benefits) benchmark – increases the", "paragraphs": ["payroll tax once and immediately by the amount of the OASDI  actuarial deficit as a percent of payroll so that benefits received  under the current system can continue to be paid throughout the  projection period. This spreads the tax burden evenly across  generations. This can also be accomplished by general revenue  transfers. For our analysis, we assumed that this would be  implemented as a tax increase to maintain the relationship  between contributions and benefits.  – The benefit reduction (maintain taxes) benchmark reduces the  formula factors by equal percentage point reductions (by 0.319  each year for 30 years) for those newly eligible in 2005,  subjecting earnings across all segments of the PIA formula to  the same reduction.", "It is expected that Model 3 should, on average, provide higher initial  benefits than model 2 when compared to the benchmarks due to the required additional 1% contributions to the individual accounts for  those who choose to participate.", "For additional information regarding the benchmarks, see U.S. General Accounting Office, Social Security: Program’s Role in  Helping Ensure Income Adequacy, GAO-02-62 (Washington, D.C.: Nov. 30, 2001)."], "subsections": []}, {"section_title": "Our unit of analysis for this report is individuals. Depending upon how", "paragraphs": ["households split account distributions, our results may over/understate  some individuals’ benefit levels. Since we were interested in the effect that  reform has on certain birth cohorts, we chose to focus on individuals  because household composition can vary across birth cohorts.", "Analysis was performed using microsimulation with stochastic elements,  which included uncertain asset returns, inflation, wage growth, etc. These  variables varied across time and individuals.", "The nominal mean rates of return used in the model for the individual  accounts are 6.3% for Treasuries, 6.8% for corporate bonds, and 10% for  equities.  These assumptions are consistent with those used in the SSA  Actuaries’ scoring.", "All individuals are assumed to annuitize their entire account balance at  retirement by purchasing a fixed annuity. Our procedure for annuitization is  consistent with that utilized by the SSA Actuaries.", "Each individual in each of the cohorts retires at age 65. This can have  implications for model 3 results since model 3 modifies the actuarial  reduction and increment factors.", "Since access to accounts for disabled workers occurs at the NRA, benefit  levels for all beneficiaries are reported at age 67.", "Voluntary individual accounts in exchange for benefit reduction. – An additional contribution equal to 1 percent of an individual’s taxable payroll is required to participate, with partial subsidy for  lower wage workers as a refundable tax credit. – Account contribution equal to 2.5 percent of payroll tax up to an  annual maximum of $1,0001 redirected from payroll tax.  – At retirement, reduction to defined benefit based on the amount of  account contributions (not including the additional 1 percent  contribution) compounded at a real interest rate of 2 ½ percent.", "Maximum contribution amount indexed annually to wage growth.", "Changes to defined benefits beginning in 2009: – Initial benefit reduced from currently scheduled by indexing    to expected gains in life expectancy. – Initial benefits for upper income earners reduced: from 2009- 2028, third highest bend point factor gradually reduced from  15 to 10 percent.  – Initial benefits reduced for those who retire early and  increased for those who delay retirement.", "A new enhanced benefit for full-time minimum wage1 workers with more  than 20 years of work – Accelerated growth in initial benefits from 2009-2018.    – By 2018, a minimum wage worker with 30 years of program  coverage would receive a  benefit equal to 100 percent of poverty  level; thereafter, benefits would be expected to increase about 0.5  percent per year faster than growth in the CPI and the poverty level.  – Increase in widow(er) benefit up to 75 percent of combined spousal  benefit (up to average benefit levels).", "Additional financing from permanent dedicated revenue sources and  general revenue transfers.", "The minimum wage is the current Fair Labor Standards Act minimum of $5.15 an hour but is  assumed to be grow with the Social Security average wage index.", "Figure A-1  Compared to baseline extended, as a share of GDP unified surpluses are  smaller and unified deficits are larger under Model 3-100% until the 2050s;  thereafter, unified deficits are smaller.", "Under Model 3-0%, beginning around 2015, projected unified surpluses  are higher and projected unified deficits are lower than under baseline  extended throughout the simulation period.", "Greater participation in IAs results in lower surpluses/higher deficits over  the simulation period.", "Throughout the simulation period, unified surpluses are considerably lower  and unified deficits are considerably higher under Model 3-100% than  under the tax increase benchmark and, to a lesser extent, the benefit  reduction benchmark.", "Under Model 3-0%, unified surpluses are lower and unified deficits are  higher than under the tax increase benchmark throughout the simulation  period and beginning around 2010, unified surpluses are lower and unified  deficits are higher than under the benefit reduction benchmark."], "subsections": []}]}]}, {"section_title": "Financing Sustainable Solvency", "paragraphs": ["Figure A-2  Compared to baseline extended, net debt held by the public as a share  of GDP is higher under Model 3-100% until about 2060; thereafter, debt  held by the public is lower.", "Under Model 3-0% net debt held by the public would be reduced  compared to the baseline extended beginning about 2015 through the  end of the simulation period.", "Greater participation in the IAs results in higher net debt held by the  public throughout the simulation period.", "Throughout the simulation period, net debt held by the public under  Model 3-100% is considerably higher than the tax increase benchmark  and the benefit reduction benchmark.", "Net debt held by the public under Model 3-0% is higher than under the  benefit reduction benchmark and much higher than under the tax  increase benchmark through the end of the simulation period."], "subsections": []}, {"section_title": "Financing Sustainable Solvency", "paragraphs": ["The government’s cash requirement includes the amount of cash required to pay defined  benefits and redirect payroll taxes to individual accounts.  Under Model 3-100%, the  government’s cash requirement would be greater than both the baseline extended and tax  increase benchmarks in the near term—by more than 15 percent in 2010.  Beginning in the  2030s, less cash would be required for Model 3-100% than the baseline extended and tax  increase benchmarks.  In 2075, Model 3-100% would require about 30 percent less cash  than the baseline extended and tax increase benchmarks.", "The cash requirement for Model 3-0% would be slightly greater than both the baseline  extended and tax increase benchmarks until after 2010.  Thereafter, Model 3-0% would  require less cash than both the baseline extended and tax increase benchmarks; in 2075,  about 25 percent less cash would be required for Model 3-0%.", "The government’s cash requirement for Model 3 would be greater than the benefit reduction  benchmark for most of the simulation.  In 2075, Model 3-0% would require about the same  amount of cash as the benefit reduction benchmark and Model 3-100% would require over 5  percent less cash than the benefit reduction benchmark.", "In the near term, the greater the individual account participation, the more cash required.   Over the long term, however, greater individual account participation would reduce the  government’s cash requirements."], "subsections": []}, {"section_title": "Financing Sustainable Solvency", "paragraphs": ["In 2015, total benefit payments (Social Security benefits plus individual account  disbursements) as a share of GDP under Model 3 would be slightly (1 percent)  lower than under the baseline extended or tax increase benchmark and about 3  percent higher than the benefit reduction benchmark. In 2030, total benefit payments as a share of GDP under model 3-100% would be  nearly 4 percent lower than under the baseline extended or tax increase  benchmark but 8 percent higher compared to the benefit reduction benchmark.   Under Model 3-0%, benefit payments would be about 7 percent lower than the  baseline extended or tax increase benchmark but nearly 5 percent higher than the  benefit reduction benchmark. In 2075, total benefit payments as a share of GDP under Model 3-100% would be  the same as under the baseline extended or tax increase benchmark and nearly  one-third higher than under the benefit reduction benchmark.  By 2075, the  difference in total benefit payments between Model 3-100% and Model 3-0%  becomes pronounced with payments under Model 3-0% about the same as the  benefit reduction benchmark but only three-fourths the level as under Model 3- 100% or the baseline extended or tax increase benchmark."], "subsections": []}, {"section_title": "Financing Sustainable Solvency", "paragraphs": ["National saving would increase primarily due to the improved fiscal position of the  government resulting from the proposed benefit reductions. The redirection of payroll  taxes under the IA option would increase private saving and decrease government  saving with no net effect on national saving. The required 1 percent additional  contribution would result in an increase in personal saving, although the progressive  subsidy would reduce government saving and reduce any net increase in national  saving.", "Restores 75-year actuarial balance with either no participation or universal participation  in the IA option.  Trust fund ratio at the end of the 75-year period is declining by about 3  percent a year under Model 3-0% but rising under Model 3-100% by about 8 percent a  year.", "Requires new dedicated revenue from an unspecified source.  The IAs are financed as a  redirect of payroll taxes.  In addition to the new dedicated revenue, Model 3-100%  requires general revenue transfers to keep the OASDI trust fund solvent.", "Does not create any new contingent liability.  Individual bears risk of personal account  investment performance.", "Indexing initial benefits to increases in life expectancy and updating the indexation every  10 years to reflect actual increases could help guard against unanticipated growth in  lifetime benefits.", "Model 3  Maintain current benefit structure for current and near retirees.  Reduces OASDI defined benefits for new retirees, survivors, dependents,  and disabled workers starting in 2009. – Benefits are reduced due to indexing initial benefit calculations to  longevity rather than wages.  – Gradually reduces the third PIA formula factor.   – For those who participate in the individual accounts, there is a further  offset based on the hypothetical account accumulation , where  contributions accrue at a real rate of 2.5 percent. – Increases the actuarial reduction for early retirement.", "Increases benefits for certain beneficiaries:  some widow(er)s, low-income  earners, and increases the delayed retirement credit starting in 2010.", "PIA formula factor reductions and the benefit offset disproportionately  decreases replacement rates.  However, minimum benefit guarantees  increase replacement rates for workers who qualify.  Therefore, overall  progressivity of the system is unclear given these provisions and the  uncertainty of market returns, the magnitude of participation, and the  characteristics of future participants.", "Overview of Model 3 Cohort Results  Across cohorts, median monthly benefits are higher  than the benefit reduction benchmark regardless of  participation in individual accounts (see Figure A-5).", "The gap in benefits between the without accounts  scenario and the tax increase benchmark and with  accounts scenario grows across cohorts (see Figure  A-5)."], "subsections": [{"section_title": "Overview of Model 3 Quintile Analysis: Lowest and", "paragraphs": ["Median monthly benefits are maintained above the benefit  reduction benchmark for the lowest quintile regardless of  participation in individual accounts, likely due to the  enhanced benefit for full-time “minimum wage” workers (see  Figure A-6).", "However, participation in the individual accounts may  provide a benefit level even higher than the enhanced  benefit for the lowest quintile since, over time, fewer workers  will receive this enhanced benefit as wages are assumed to  outpace inflation in the future (see figure A-6).", "Comparing median monthly benefits across cohorts in the  lowest and highest quintiles indicates that the enhanced  benefit for full-time “minimum wage” workers and individual  accounts maintain benefits above the tax increase  benchmark only for those in the lowest quintile and the later  cohorts in the highest quintile (see Figures A-6 and A-7)."], "subsections": []}, {"section_title": "Figure A-6: Model 3 Quintile Analysis – Median Monthly", "paragraphs": [], "subsections": []}, {"section_title": "Figure A-7: Model 3 Quintile Analysis – Median", "paragraphs": [], "subsections": []}, {"section_title": "Model 3 Distributional Analysis: Distributional Effects", "paragraphs": ["The risk of participating decreases across cohorts  when comparing scenarios with accounts and without  accounts, primarily because of the lengthening of the  investment horizon.  For example, 86 percent of the  1955 cohort would gain by choosing an individual  account, as did 93 and 95 percent of the 1970 and  1985 cohorts (see Figure A-8).", "Of those who gained, the median gain was $50 per  month in 2001 dollars for the 1955 cohort, while the  median loss was about $4 per month among those  who did not gain. For the 1970 and 1985 cohorts, the  median gain was $223 and $540 per month in 2001  dollars, while the median loss was $25 and $51,  respectively."], "subsections": []}, {"section_title": "Model 3 Distributional Analysis: Distributional Effects of Model 3 in Comparison with Benefit", "paragraphs": ["Regardless of whether an account is chosen, a number of people  fare better when compared to the benefit reduction benchmark.  This  is primarily because the benchmark’s PIA formula reductions are  initially deeper than Model 3 PIA reductions and the additional 1%  contribution (see Figure A-9).", "A majority of persons with accounts fare better than the benefit reduction benchmark and this majority ranges from 95 to 99 percent  across cohorts. In contrast, the number of people without accounts  who fare better than the benefit reduction benchmark ranges from 93  to 97 percent across cohorts.", "A minority of persons (1 to 5 percent) with accounts fare worse than  the benefit reduction benchmark, as do 3 to 7 percent of persons without individual accounts (see figure A-9)."], "subsections": []}, {"section_title": "Model 3 Distributional Analysis: Distributional", "paragraphs": ["– Except for the 1955 cohort, a majority of people with  accounts fare better than the tax increase benchmark and  this number increases (41 to 67 percent) across cohorts  (see Figure A-10). – A minority of people without accounts fare better than the  tax increase benchmark and this minority declines (9 to 1  percent) over time (see Figure A-10)."], "subsections": []}, {"section_title": "Model 3 Sensitivity Analysis, Varying the Real Rate of Return – Account Participation vs. Benchmarks", "paragraphs": ["Although varying the rates of return does not alter the  findings considerably for older cohorts, the effects of  varying the real rate of return by plus or minus 1  percent increases over time. The increased volatility is  likely due to the additional 1% contribution. – Compared to the benefit reduction benchmark, the 1955  cohort has about a ±1% change in its distribution,  whereas the 1985 cohort has about a ±2% change in its  distribution (see figure A-11). – Compared to the tax increase benchmark, the 1955  cohort has approximately a ±5% change in its  distribution, whereas the 1985 cohort has approximately  a ±14% change in its distribution (see Figure A-12)."], "subsections": [{"section_title": "by Cohort Compared to Benefit Reduction Benchmark, Varying Real", "paragraphs": [], "subsections": []}, {"section_title": "Benefits by Cohort Compared to Tax Increase Benchmark, Varying Real Rates of Return by Plus 1 and Minus 1 Percent", "paragraphs": [], "subsections": []}]}, {"section_title": "Overview of Model 3 Disabled Worker Quintile", "paragraphs": ["Median monthly benefits are maintained above the benefit reduction  benchmark for the lowest quintile regardless of participation in individual  accounts likely due to the enhanced benefit for full-time “minimum wage” workers (see Figure A-13). – This enhanced benefit could apply to low-earning disabled workers  who work most of their career prior to becoming disabled. In our sample the average age of disability onset is 55.", "Participation in the individual accounts is also important for disabled  workers, especially those in the later cohorts and in the upper quintiles.  However, the earlier a disabled worker becomes disabled the fewer years  they contribute to their account and the smaller is their account balance  (see Figures A-13 and A-14).", "Since disabled workers do not have access to their accounts until  conversion to retired worker benefits at the NRA, benefit levels before  conversion would be in line with benefit levels for those without individual  accounts.", "Benefit levels for disabled workers may be higher than those of retired  workers since disabled workers are entitled to benefits at earlier ages,  thus the reductions in their PIA factors would be smaller. This may create  an incentive for older workers to apply for disability benefits."], "subsections": []}, {"section_title": "Figure A-14: Model 3 Quintile Analysis – Median", "paragraphs": ["Provide workers some investment choice and control, subject to  certain limitations. This might enable individuals to earn a higher  rate of return on their contributions with an increased measure of  risk, primarily that the return expected may not be realized.", "May improve intergenerational equity through the move to  advanced funding of Social Security and the inheritance feature  of individual accounts.", "Make determining the rate of return difficult as the link between  contributions and benefits becomes unclear due to general  revenue transfers. Thus, we did not quantitatively assess the  equity effects of the models.", "Funding for the transition from a pay-as-you-go system to a partially  funded system would be handled by transfers from the General Fund of  the Treasury and could be repaid when the trust funds experience cash  flow surpluses.", "An education program will be necessary to explain the changes in the  benefit structure and to avoid expectation gaps. – Benefit offset feature, financing structure of the system may be difficult to explain, which increases the importance of an education  program.", "An education program will also be necessary to inform OASDI eligible  workers on making sound investment decisions regarding  diversification, risk, and participation.", "The Commission did not explicitly address the costs of an education  program. It is unclear how the Commission’s proposed account splitting at divorce  would fit into divorce law.", "The proposal establishes a Governing Board to administer the individual  accounts, which is intended to limit the potential for politically motivated  investing. The board’s duties include the choice of available funds and  providing financial information to individuals.", "The design of the voluntary individual account feature places an additional administrative burden on the SSA.  Specifically, the  hypothetical account, benefit offset, inheritance feature, and account  splitting at divorce would create additional responsibilities for SSA.", "There is not enough information to estimate administrative costs. Such  costs are affected by the level of participation in the individual accounts.  However, the Commission believes that individual accounts can be administered at a low cost since they envision the system being  structured similar to the TSP.", "There is not enough information to address how annuities and annuity  pricing will be handled; therefore, we used the same assumptions as  the SSA Actuaries and did not quantitatively analyze their effect on  benefit levels."], "subsections": []}]}]}, {"section_title": "Appendix II: Comments from the Social Security Administration", "paragraphs": [], "subsections": []}], "fastfact": []}