{"id": "GAO-05-873", "url": "https://www.gao.gov/products/GAO-05-873", "title": "Medicare Contracting Reform: CMS's Plan Has Gaps and Its Anticipated Savings Are Uncertain", "published_date": "2005-08-17T00:00:00", "released_date": "2005-08-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (MMA) significantly reformed contracting for the administration of claims for Part A, Medicare's hospital insurance, and Part B, which covers outpatient services such as physicians' care. The MMA required the Centers for Medicare & Medicaid Services (CMS)--the agency within the Department of Health and Human Services (HHS) that administers Medicare--to conduct full and open competition for all of its claims administration contracts and to transfer the work to Medicare administrative contractors (MAC) by October 2011. The MMA required the Secretary of HHS to submit a report to the Congress and GAO on the plan for implementing Medicare contracting reform and for GAO to evaluate the plan. To address this mandate, GAO reviewed the extent to which (1) the plan provides an appropriate framework for implementing Medicare contracting reform and (2) the plan's cost and savings estimates are sound enough to support decisions on implementation."]}, {"section_title": "What GAO Found", "paragraphs": ["CMS's plan provides an appropriate framework to implement contracting reform in some critical areas but not in others. For example, the plan indicates the rationale for reform but lacks a detailed schedule to coordinate reform activities with other major initiatives CMS intends to implement at the MACs during the same period. Further, CMS's plan does not comprehensively detail steps to address potential risks during the transitions of the claims workload from the current contractors, such as failing to pay providers or paying them improperly. These transitions will be complex to manage because they require moving multiple claims workloads from current contractors to a single MAC with new jurisdictional lines. As many as nine separate segments of current contractors' workload will be moved to the first A/B MAC. CMS has accelerated its schedule to transfer the current contractor claims workload to MACs by 2009, more than 2 years ahead of the MMA's time frame. This schedule leaves little time for CMS to adjust for any problems encountered. CMS's estimates of costs and savings are too uncertain to support decisions on contracting reform implementation. First, CMS's internal cost estimate for a 6-year implementation period of about $666 million is based on reasonable data but questionable assumptions about contract awards. Second, its estimate of $1.4 billion in savings from reductions in improper payment by MACs depends on questionable evidence and assumptions that were never validated by knowledgeable CMS staff. However, the $1.4 billion estimate prompted CMS to accelerate its implementation schedule to accrue savings as rapidly as possible. While it is reasonable to assume that contracting reform will result in savings, the actual amount could differ greatly from the estimate. Basing an accelerated implementation schedule on uncertain savings raises concerns that CMS has unnecessarily created additional challenges to effectively managing the risk of these transitions."]}], "report": [{"section_title": "Letter", "paragraphs": ["Since the inception of the Medicare program in 1965, the contractors that  process and administer medical claims have played a critical role in  serving both beneficiaries and providers. For example, in fiscal year 2004,  these contractors processed over 1 billion health care claims and provided  customer service to about 36 million beneficiaries and over 1 million  health care providers. The Medicare Prescription Drug, Improvement, and  Modernization Act of 2003 (MMA) significantly changed Medicare law  covering contracting for claims administration services by the Centers for  Medicare & Medicaid Services (CMS)—the agency within the Department  of Health and Human Services (HHS) that administers the program. CMS  refers to these changes, which are intended to improve service to  beneficiaries and health care providers, as Medicare contracting reform.", "The implementation of contracting reform will fundamentally change  Medicare claims administration contracting practices. Since the beginning  of the Medicare program, CMS has generally been exempt from  requirements to competitively select claims administration contractors or  follow certain other procedures that usually apply to the selection and  management of government contractors. However, the MMA required CMS  to use competitive procedures to select Medicare administrative  contractors (MAC) and to follow the Federal Acquisition Regulation  (FAR), except where specific MMA provisions differ. The MMA required  CMS to transfer the work of current claims administration contractors to  MACs by October 2011. It also required the Secretary of HHS to submit a  report to the Congress and GAO on HHS’s plan to implement the Medicare  contracting reform provisions by October 1, 2004. This report was  submitted on February 7, 2005. CMS has designated the Report to  Congress and related documents, taken together, as its plan for  implementing Medicare contracting reform. These documents are listed in  appendix I.", "The MMA also required GAO to evaluate and report on CMS’s contracting  reform plan no later than 6 months after the date that CMS’s report was  received. To address this mandate, as discussed with the committees of  jurisdiction, we reviewed (1) the extent to which the plan provides an  appropriate framework for implementing Medicare contracting reform and  (2) the extent to which the plan’s cost and savings estimates are sound  enough to support decisions on contracting reform implementation.", "In preparing this report, we reviewed relevant sections of the MMA,  documents prepared to help CMS plan for contracting reform, and GAO  guidance on assessing federal agencies’ procurement functions and  improving how mission-critical work is accomplished. These documents  are listed in appendix II. From these documents, we developed evaluation  criteria and used them to review CMS’s contracting reform plan. Our  evaluation criteria are presented in appendix III. We also reviewed the  information and assumptions on which the plan’s cost and savings  estimates were based. In addition, we interviewed officials at CMS’s  headquarters and regional offices, four current Medicare claims  administration contractors, and CMS’s actuarial contractor about the  contracting reform plan and how it was developed. Appendix IV includes a  more detailed discussion of our scope and methodology. We performed  our work from November 2004 through July 2005 in accordance with  generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Federal agencies are generally permitted to contract with any qualified  entity for any authorized purpose so long as that entity is not prohibited  from receiving government contracts and the contract is not for an  inherently governmental function. Agencies are required to use  contractors that have a satisfactory record of integrity and business ethics,  a record of successful past performance, and the financial and other  resources needed to perform the contract. The FAR generally requires  agencies to conduct full and open competition for contracts. Under the  FAR, a federal agency may terminate a contract either for the  government’s convenience or if the agency determines that the contractor  is in default. The contractor does not have similar rights to terminate its  contract with the government. The FAR also provides agencies with  several methods to pay contractors—some of which allow for financial  incentives for meeting performance goals.", "Because of provisions in the Social Security Act, Medicare claims  administration contracting had unique features that differed from most  other federal contracting. Before Medicare was enacted in 1965, providers  had been concerned that the program would give the government too  much control over health care. To increase providers’ acceptance of the  new program, the Congress ensured that health insurers like Blue Cross  and Blue Shield, which already served as payers of health care services to  physicians and hospitals, became the contractors paying providers for  Medicare services. Medicare’s authorizing legislation specified that  contractors called fiscal intermediaries would administer Part A and Part  B claims paid to hospitals and other institutions, such as home health  agencies. Contractors called carriers would administer the majority of  Part B claims for the services of physicians and other providers. By law,  Medicare was required to choose its fiscal intermediaries from among  organizations that were first selected by associations representing  providers, a process called provider nomination. Medicare was also  required to choose health insurers or similar companies to serve as its  carriers and, by statute, did not have to award the contracts through  competition. In addition, Medicare contracts were generally renewed each  year. As a result, since the inception of the program, most Medicare claims  administration contracts have been awarded and renewed on a  noncompetitive basis, with limited exceptions. Contractors could not be  terminated from the program unless they were first provided with an  opportunity for a public hearing—a process not afforded under the FAR.  Unlike other federal contractors, claims administration contractors could  terminate their contracts. In addition, the contractors were paid on the  basis of their allowable costs, generally without financial incentives to  encourage superior performance.", "The MMA required CMS to significantly change its contracting  arrangements and follow the FAR, except to the extent inconsistent with a  specific requirement of the MMA. The MMA removed the specific  procedures for selecting fiscal intermediaries and carriers, and unlike  CMS’s existing contracts, MAC contracts must be fully and openly  recompeted at least every 5 years. In addition, the new contracts will also  contain performance incentives for contractors. Finally, MACs will not be  permitted to default on their contracts or terminate their contracts as  allowed under current contracting practices. Contract termination will  follow the requirements of the FAR, which allow the government to  terminate contracts for its convenience or for contractor default.", "MACs will assume work that is currently performed by 51 claims  administration contractors. At present, there are 25 fiscal intermediaries  and 18 carriers. In addition, four durable medical equipment (DME)  regional carriers pay claims submitted by suppliers of DME, prosthetics,  orthotics, and supplies, and four regional home health intermediaries  process home health and hospice (HH) claims.", "CMS plans to select 23 MACs to serve specific jurisdictions, including   15 A/B MACs, which will process both Part A and Part B claims; 4 DME  MACs, which will process claims for DME, prosthetics, orthotics, and  supplies; and 4 HH MACs, which will process claims for HH care. CMS’s  current schedule calls for the full fee-for-service contracting workload to  be transferred to MACs by July 2009. CMS plans to conduct competitions  for existing Medicare contractor workloads beginning with a start-up  acquisition and transition cycle for the 4 DME MACs and 1 A/B MAC. The  start-up cycle will be followed by two additional acquisition and transition  cycles. Appendix VI shows CMS’s schedule and timing for competing all of  the MAC contracts.", "MACs will be responsible for most of the functions currently performed by  fiscal intermediaries and carriers. They will process and pay claims,  handle first-level appeals of denied claims, and serve as providers’  primary contact with Medicare. In addition, they will coordinate with  CMS’s functional Medicare contractors that perform limited Medicare  functions on a national or regional basis, such as answering the   1-800-MEDICARE help line, coordinating Medicare and other insurance  benefits, and conducting program safeguard activities. For example, the  functional Program Safeguard Contractors (PSC) conduct activities to  prevent or address improper payments—such as investigating potential  fraudulent billing related to the claims paid by the claims administration  contractors.", "MACs’ responsibilities for medical reviews of claims; benefit integrity,  which involves the investigation of suspected fraud; and beneficiary  inquiries will differ in some respects from those of the current claims  administration contractors. Currently, three of the four DME regional  carriers conduct their own medical reviews and benefit integrity activities  for the claims they process. Under contracting reform, PSCs will be  responsible for performing all medical reviews and benefit integrity  activities related to the claims processed by the DME MACs. These  responsibilities will be allocated differently for A/B MACs. All A/B MACs  will conduct medical reviews of the Part A and Part B claims they will  process, while PSCs will be responsible for conducting benefit integrity  activities related to these claims. The current Medicare claims  administration contractors respond to beneficiaries’ questions that are  specific to their claims, while staff from 1-800-MEDICARE answer general  questions on the telephone help line. In the future, staff at beneficiary  contact centers (BCC) will answer calls placed to 1-800-MEDICARE and  assume the role of responding to general and claims-specific questions.  MACs will be responsible for responding to more complex inquiries from  beneficiaries that require a more advanced understanding of Medicare  claims processing or coverage rules."], "subsections": []}, {"section_title": "CMS’s Plan Does Not Provide an Appropriate Implementation Framework in All Critical Areas", "paragraphs": ["CMS’s plan for contracting reform provides detailed information—and an  appropriate framework for implementation—in some, but not all, critical  areas. For example, the plan presents detail on the proposed schedule for  MAC implementation. Nevertheless, as figure 1 shows, the plan does not  provide detailed information on the risks associated with contracting  reform, some aspects of CMS’s implementation approach, and the  integration of reform activities with other initiatives. CMS has recently  taken steps to address areas of the plan where details and complete  information were lacking, as part of its ongoing planning efforts. However,  key decisions relating to critical areas are yet to be made and incorporated  into its plan."], "subsections": [{"section_title": "CMS’s Plan Provides Useful Information about Some Aspects of Implementation", "paragraphs": ["CMS’s plan provides a clear discussion of the reasons for implementing  contracting reform, including the restrictions and weaknesses in the  current system, as shown in table 1. The plan also recognizes the benefits  of improving Medicare contracting for beneficiaries and providers, such as  providing a single point of contact for providers’ claims-related inquiries.", "The plan also provides maps of the current jurisdictions of Medicare  contractors and future jurisdictions of MACs. A CMS official told us that  the agency took beneficiaries’ patterns of care into account when drawing  jurisdictional lines. In addition, according to the plan, CMS designed the  new MAC jurisdictions, which were based on state boundaries, to achieve  operational efficiencies, promote competition, and better balance the  allocation of workloads. For example, there are one fiscal intermediary  and three carriers currently serving New York, as well as two fiscal  intermediaries and one carrier serving Connecticut. Under contracting  reform, one A/B MAC will administer Part A and Part B claims for  beneficiaries residing in these two states.", "Currently, different claims administration contractors handle Part A and  Part B claims in the majority of states. For example, in Michigan, United  Government Services processes Part A claims, and Wisconsin Physicians  Service Insurance Company processes Part B claims. In addition, while  some current contractors serve one state, others serve several— sometimes noncontiguous—states. For example, Blue Cross Blue Shield of  Arizona processes Part A claims exclusively in Arizona, while National  Heritage Insurance Company processes Part B claims on the East Coast in  Maine, New Hampshire, Vermont, and Massachusetts and, on the West  Coast, in California. The varying jurisdictions for contractors that process  Part A and Part B claims have resulted in what CMS’s plan terms “a  patchwork of responsibility and service.” CMS has developed 15 distinct,  nonoverlapping geographic jurisdictions for the A/B MACs. Appendixes  VII, VIII, IX, X, XI, and XII show the jurisdictional maps for the current  fiscal intermediaries, the current carriers, the current regional home  health intermediaries, the current DME regional carriers, the 15 new A/B  MACs, and the 4 new DME MACs and 4 new HH MACs. A CMS official  stated that while the A/B MACs’ jurisdictions continue to vary somewhat  in size and workload, they are reasonably balanced in terms of the  numbers of fee-for-service beneficiaries and providers served. However,  CMS officials have stated that companies might be able to win more than  one MAC contract, and, if so, their workloads in multiple jurisdictions  would potentially be greater than those of companies that win contracts  for a single jurisdiction.", "In addition to providing information on MACs’ jurisdictions, CMS’s plan  provides timelines for implementing MAC contracting, including  anticipated contract award dates for the start-up cycle and two subsequent  cycles. CMS plans to monitor each cycle, including transitions, and to  adjust the implementation schedule if necessary. The start-up cycle, which  will result in the award of four contracts to DME MACs and one contract  to an A/B MAC, should provide CMS with experience that can be applied  to the next two cycles. For example, the start-up cycle will allow new CMS  personnel to obtain additional expertise, if needed, on contracting  activities. It will also allow CMS to examine its acquisition and transition  efforts and apply lessons learned to future cycles.", "Recognizing that open communication with stakeholders is important to  the successful implementation of contracting reform, CMS’s plan  incorporates a written strategy to provide information and solicit  questions, comments, and feedback on Medicare contracting reform from  potential MACs, providers, and beneficiaries. This communication strategy  includes periodically holding open meetings and establishing a Medicare  contracting reform Web site. For example, CMS hosted a series of open  meetings in 2004 and 2005 to share information and seek input on aspects  of its contracting reform plan, including MAC jurisdictions, draft  statements of work, and proposed performance standards. In addition,  CMS’s Web site is routinely updated to provide answers to questions about  contracting reform and provide access to important documents, such as its  Report to Congress. The Web site also provides a link to a federal  procurement Web site, where draft and final versions of MAC statements  of work can be found. Interested parties, including organizations  interested in competing for MAC contracts, provided feedback on these  drafts through CMS’s open meetings and its Web site. In developing certain  areas of the contracting reform plan, CMS also sought input from its  headquarters and regional office staff. For example, CMS teams worked  collaboratively to develop the draft statements of work for A/B MACs and  DME MACs."], "subsections": []}, {"section_title": "CMS’s Contracting Reform Plan Does Not Fully Address Three Critical Implementation Areas", "paragraphs": ["While CMS’s contracting reform plan provides detailed information in  some areas, it does not comprehensively address (1) contracting reform  risks and how the agency plans to mitigate them; (2) the intended  approach for implementing certain aspects of MAC contracting, including  details on how CMS will monitor MACs’ performance; and   (3) coordination of contracting reform activities with other complex  initiatives that CMS is implementing. While a comprehensive contracting  reform plan was due in October 2004, we found that the plan was still  incomplete as of June 2005. The agency has begun to develop, but has not  completed, a more detailed plan in critical implementation areas.  Nevertheless, without having all of the critical elements of its plan in  place, the agency is undertaking an accelerated schedule and intends to  transfer all claims processing work to MACs by July 2009, more than   2 years ahead of the MMA’s time frame."], "subsections": [{"section_title": "Plan Does Not Fully Address Implementation Risks", "paragraphs": ["CMS’s plan does not comprehensively address three major risks and  indicate the steps that the agency plans to take to mitigate them. These are  CMS’s proposed implementation schedule, the volume and complexity of  anticipated claims processing workload transitions, and the potential for  voluntary contractor withdrawals. Each of these risks has the potential to  disrupt claims administration services, resulting in delayed or improper  payments to providers.", "The Report to Congress—one of the documents in CMS’s contracting  reform plan—briefly noted that the anticipated implementation schedule  “will require substantial risk management and schedule precision to  minimize possible operational disruption.” CMS’s proposed  implementation schedule calls for all work to be transferred to MACs by  July 2009—more than 2 years ahead of the MMA’s time frame. The initial  start-up acquisition cycle is taking place in a 27-month period—from  April 2005 to July 2007—during which about 9 percent of the national  claims possessing workload will be transferred to MACs. If CMS chooses  current contractors that are administering claims in the MAC jurisdictions,  the percentage of the workload transferred would be less. In the first  phase of the start-up cycle, CMS will select and transfer workload to 4  DME MACs. In the second phase, CMS will select and transfer workload to  1 A/B MAC. Following the initial start-up cycle, CMS is planning two  acquisition cycles, which will last from September 2006 to July 2009,  during which it will select and transfer the remaining current contactors’  work to 14 A/B MACs and 4 HH MACs. As part of these two cycles, in the  22 months from September 2007 to July 2009, CMS plans to manage  transitions of as much as 91 percent of the annual Medicare claims  processing workload, which represent an estimated $250 billion in  payments to providers. The transition period for cycle one is 1 year, from  September 2007 to September 2008, and the transition period for cycle two  is 10 months, from September 2008 to July 2009. In 13 of the past 15 years,  CMS has transferred at least one contractor’s workload. These transitions  took an average of 6 to 9 months, with some lasting as long as a year.", "CMS decided on a more compressed schedule after initially considering a  longer implementation period. In November 2004, CMS officials told us  that they were planning to move to MAC contracting using six acquisition  cycles to be completed around April 2011. According to the Report to  Congress, CMS officials believed that the potential savings from  contracting reform suggested that transferring larger portions of the  workload to MACs in a shorter time frame would allow savings to accrue  more quickly to the Medicare program.", "Despite the ambitious time frame for implementation, CMS’s plan does not  provide detailed information on the risks involved in transferring large  segments of Medicare’s claims processing workload on an accelerated  schedule or outline contingency plans for the transitions to MACs. CMS’s  accelerated schedule for cycles one and two leaves little time for CMS to  examine its acquisition and transition efforts, apply lessons learned, and  resolve disagreements about the agency’s award process with companies  that were not selected. Furthermore, due to the accelerated cycle,  interested companies—some of which may be among the best qualified to  perform as MACs—may decide not to compete to win multiple MAC  contracts because developing concurrent proposals or assuming the  workload for more than one jurisdiction simultaneously might strain their  resources. In addition, it may prove difficult for CMS staff to evaluate  proposals, award contracts, and manage concurrent transitions within the  proposed time frame.", "CMS’s plan does not provide details on its strategy for managing these  compressed transitions with its anticipated staff resources. CMS officials  expressed concerns to us that many of the staff most experienced in  handling transitions were, or were close to being, eligible to retire and that  CMS might have to manage these transitions with less experienced staff. In  addition, CMS staff have never had to manage as many simultaneous  transitions, which is likely to add to the challenge of managing them so  that they are as smooth as possible for providers. As we reported  previously, the lack of sufficient staff resources has hampered other  transitions.", "The volume and complexity of claims workload transitions is a second risk  that CMS’s plan does not adequately address. Although CMS has regularly  managed the transitions of claims administration contractors’ workloads  and functions and has much experience in doing so, recent transitions  have affected only about 10 percent of the claims for Part A and Part B in  any year. Nevertheless, CMS is planning to transfer 91 percent of current  contractors’ workload to MACs in less than 2 years. Furthermore, the MAC  transitions will be more complex than past contractor transitions because  both Part A and Part B workloads will be transferred from multiple  contractors to a single MAC in a new jurisdiction. These changes mean, for  example, that under the initial A/B MAC contract that is awarded—one  that involves less than 3 percent of the national workload in a six-state  jurisdiction—CMS will simultaneously transfer as many as nine separate  segments of current contractors’ workload to the new MAC. Figure 2  illustrates the transitions that will occur to consolidate the Part A and Part  B workload in the first contract to be awarded for an A/B MAC  jurisdiction. These transitions will also involve transferring some portions  of the work currently being done by the carriers and fiscal intermediaries  to functional contractors. For example, CMS will be transferring medical  review and benefit integrity work from DME regional carriers to PSCs at  the same time that the claims workload transfers to DME MACs. While the  start-up cycle transitions are complex, they are planned to affect only 1  A/B MAC and the 4 DME MACs. CMS will be conducting a much greater  number of transitions for cycles one and two, as the rest of claims  administration work is transferred from current contractors to 14 A/B  MACs and 4 HH MACs.", "Additional factors may add to the complexity of the transitions. For  example, if current fiscal intermediaries and carriers choose not to  compete or lose competitions for MAC contracts in the jurisdictions where  they currently process claims, they may have little incentive to be highly  cooperative in the transition activities. In these cases, their knowledgeable  staff who would facilitate transitions may seek employment elsewhere.  Further, MAC transitions may involve the transfer of workloads to  companies new to Medicare operations, which would add complexity to  the process.", "Another risk that CMS’s plan has not fully addressed is the potential  impact that voluntary contractor withdrawals may have on the planned  transition schedule. CMS has not developed mitigation strategies to deal  with these potential withdrawals. Several CMS officials told us that they  were concerned that some contractors might voluntarily withdraw before  the agency’s planned competition for jurisdictions that included their  current service areas because the contractors did not intend to compete as  MACs. In addition, contractors that lose competitions may opt to leave the  Medicare program before transitions to new MACs have been completed.  CMS has the option of paying contractors’ staff retention bonuses, so that  key contractor staff can work through transitions, but that may not be  enough to convince contractors to stay in the program. Voluntary  withdrawals could force CMS to conduct competitions and manage  transitions for the affected jurisdictions on a different or more accelerated  schedule than originally planned. CMS could elect to choose a Medicare  claims administration contractor to briefly perform the withdrawing  contractor’s work until a MAC is chosen for the affected jurisdiction, but  this could be perceived as limiting competition by favoring one company  over others.", "The ultimate risk from transitions that do not proceed smoothly or on  schedule is that providers might not receive payment for the items or  services they furnished to beneficiaries or could be paid inappropriately.  Interrupting providers’ cash flow by failing to pay them can create  significant problems in their operations. On the other hand, any increase in  improper payments would create a further drain on the Medicare trust  funds. In fiscal year 2004, CMS estimated that Medicare claims  administration contractors’ net improper payments amounted to   $19.9 billion.", "CMS has not completed a comprehensive risk mitigation plan to address  the risks associated with contracting reform, but the agency has taken  some initial steps to manage the risks. CMS has developed a procedure for  identifying, analyzing, responding to, and monitoring and controlling risks.  As part of this procedure, CMS has identified certain risks that may have  an impact on implementation, including the availability of resources to  complete scheduled procurement tasks and the difficulty of developing a  clear, complete statement of work that minimizes the need for future  contract modifications. The agency is currently working on developing a  document that lists proposed actions that could mitigate these and other  identified risks. However, CMS’s descriptions of proposed mitigation  actions lack specificity. For example, to address the risk that CMS may not  have the funding to conduct transition activities as scheduled, the  proposed mitigation action is to “monitor federal appropriations,” but the  document does not indicate how the agency might redeploy resources or  restructure its transitions, should a funding gap occur. Further, CMS has  not developed mitigation actions for some serious risks, including the  failure to create internal processes for managing MACs. Without such  internal processes, CMS may not be able to effectively administer MAC  contracts."], "subsections": []}, {"section_title": "Plan Lacks Detailed Information on MAC Contracting Strategy and Management and Oversight Approach", "paragraphs": ["Although CMS has done extensive work toward developing a strategy that  outlines how it intends to implement MAC contracting, the agency’s plan  lacks important implementation information in some areas. For example,  CMS has made final decisions concerning certain elements of the MAC  contracting strategy, such as paying performance incentives to encourage  contractor innovation, efficiency, and cost effectiveness. However, for A/B  MACs, the plan does not provide complete and definitive information on  the contract type, performance measures and incentive structure, proposal  evaluation criteria, and methods for maintaining a competitive  environment and conducting market research to gather information on the  number and size of companies that may submit proposals. CMS’s MAC  acquisition strategy, which will provide information on these areas, is not  yet complete. The agency planned to finalize this strategy in July 2005 and  to issue the A/B MAC request for proposals in September 2005. Knowing  such critical contracting information well in advance of the issuance of the  request for proposals would make it easier for interested parties to  develop specific plans for competing to win A/B MAC contracts. Having a  robust pool of potential contractors with good proposals would make it  easier for CMS to choose applicants likely to be effective as MACs.", "CMS’s contracting reform plan states that some MAC functions will be  integrated with those of other types of Medicare contractors, but the  agency has not fully developed the details of this integration. For example,  the plan states that CMS expects that PSCs will continue to perform  activities such as medical reviews and fraud investigations in the future  and will coordinate closely with MACs. In addition, the statements of work  for DME MACs and A/B MACs require that they sign agreements with PSCs  to define respective roles and responsibilities. Among their  responsibilities, DME MACs and A/B MACs will be expected to coordinate  with PSCs in referring potential fraud cases when, for example, MACs  identify claim forms that have been altered to obtain a higher payment or  when it appears that a supplier or provider may have attempted to obtain  duplicate payments. MACs’ coordination with PSCs is critical because  findings of fraud could affect payments to providers. Coordination with  PSCs is also discussed in “concept of operations” documents for DME  MACs and A/B MACs. These documents provide high-level information on  how MACs will be expected to work with PSCs and other contractors that  focus on particular Medicare program functions, such as claims appeals.  However, CMS has yet to develop many details, including information on  the specific steps that will be used to facilitate contractor coordination.", "In addition, CMS’s plan does not fully outline how the agency intends to  evaluate and manage MACs. CMS’s plan incorporates a strategy paper on  evaluating MACs’ performance, which was developed for the agency by a  support services contractor. The strategy paper makes a number of  recommendations, including establishing a specific office within CMS to  gather, validate, and score contractor performance data and to share this  information with agency management. CMS officials are currently  considering these and other recommendations that were contained in the  strategy paper. However, as of June 2005, they had not decided whether to  implement any of these recommendations and had not completed their  design of an approach for overseeing and evaluating MAC performance.  Contractor oversight is an area of considerable concern, because, in the  past, CMS’s failure to monitor Medicare claims administration contractors  left the Medicare program vulnerable to fraud, waste, and abuse. For  example, CMS did not always detect activities, such as the falsification of  reports on contractor performance and the improper screening,  processing, and paying of claims, that led to additional costs to the  Medicare program.", "In developing the MAC oversight strategy paper, CMS’s contractor drew on  the work of a cross-component work group within CMS that was  established in April 2003. The work group reported in June 2004 that CMS  lacked an integrated and coordinated framework to guide a wide range of  evaluation activities and that the agency had difficulty in compiling a  comprehensive view of individual contractor performance. The work  group also noted that complete and accurate information on contractor  performance will be imperative as contracts for MACs are periodically  recompeted and determinations about their records of performance  become part of the qualification criteria. This information could also be  critical in determining the amounts CMS pays to MACs as performance  incentives.", "The plan also lacks detailed information on organizational changes to  better realign agency personnel to support the management and oversight  of new MAC contracts because CMS has not made final decisions in this  area. While CMS currently administers some types of contracts that are  governed by the FAR, MAC contracts generally will be larger, more  complex, and more challenging to administer. CMS’s past oversight of  claims administration contractors was hindered by organizational  weaknesses, and at present, multiple central office components and  regional offices have responsibilities to help oversee and manage claims  administration contractors. Having an organizational structure that is  appropriately aligned for CMS to manage and oversee MACs will make it  easier for the agency to routinely evaluate its contractors on the basis of a  variety of newly established performance measures. CMS has reorganized  the central office component that will be responsible for awarding MAC  contracts and has been considering ways to use regional offices’ staff  expertise to support MAC contracting efforts. However, CMS has not  completed its plan for organizational changes, including the division of  labor and responsibilities for management and oversight of Medicare  contractors among CMS components and between the central and regional  offices."], "subsections": []}, {"section_title": "Plan Does Not Fully Integrate Scheduling of Contracting Reform Activities with Other Initiatives", "paragraphs": ["CMS has not developed an approach that fully integrates the planning and  scheduling of Medicare contracting reform with other initiatives that will  affect Medicare contractors, beneficiaries, and providers over the next  several years. As CMS works toward implementing contracting reform, it  is also focusing on several critical initiatives that must be integrated, or  implemented concurrently, with Medicare contracting reform. These  include the Medicare prescription drug benefit and the expansion of the  existing options available to Medicare beneficiaries who enroll in private  health plans. According to CMS officials, these initiatives may compete  with contracting reform for agency resources. Other key planned  initiatives, such as major systems upgrades or replacement, will directly  affect Medicare claims administration operations and are anticipated to be  fully or partially implemented between now and 2009 in conjunction with  contracting reform. Information on these interrelated initiatives is  provided in table 2. As we have previously reported, planning for IT  system transitions has often been problematic in federal agencies.  Coordinating the schedule for implementing these initiatives in  conjunction with Medicare contracting reform is crucial to ensuring that  claims administration operates smoothly during the transition to MACs.", "HIGLAS, in particular, provides an example of why effective integration is  essential. Most outgoing contractors will not be utilizing HIGLAS at the  time their workloads are transferred to MACs. Therefore, CMS will have to  coordinate HIGLAS transition activities, including data preparation and  data conversion testing, between the MACs that will be using HIGLAS and  the outgoing contractors that have been using the existing financial  management systems. Given that the HIGLAS implementation strategy  calls for “just in time” data conversion to HIGLAS format by outgoing  contractors at the time the work is transferred to the MACs, problems or  delays in this conversion could delay MAC transitions. Therefore, the  scheduling for HIGLAS will have to be carefully managed to allow  sufficient time for the data conversion.", "Although CMS has begun initial efforts to integrate the planning and  scheduling of several major initiatives that will affect contractors, an  agency official told us that there are no planning documents to provide a  detailed integration framework and that he did not know when such  documents would be available. He said that CMS is attempting to  determine the appropriate sequencing and interdependencies of the  multiple initiatives occurring in the agency. To focus its sequencing  efforts, CMS has designated the contracting reform implementation  schedule as the anchor around which it will schedule the implementation  of HIGLAS and other critical initiatives. For example, since CMS plans call  for MACs moving to HIGLAS either before or with MAC claims workload  transitions, the MAC implementation plan will be pivotal in determining  when the HIGLAS transitions will be accomplished. CMS is also examining  each project’s resource requirements to help ensure that the agency is able  to fund the initiatives in the sequence planned.", "Delays in the implementation of MAC-related initiatives could potentially  have a significant impact on the timing, scope of work, costs, and ultimate  success of MAC implementation. For example, CMS has already begun to  experience schedule slippage for its initiative to consolidate the  contractors’ data centers. These data centers, which are provided by  current carriers and fiscal intermediaries, conduct the physical processing  of Medicare claims and as a result, play a crucial role in efficient and  accurate claims administration. The agency had intended to award  contracts for four data centers that would consolidate the work of 14  current centers before awarding the DME MAC contracts, which are  anticipated to be awarded in December 2005. However, it suspended the  request for proposals on May 3, 2005, because it was unable to consider  the large number of comments that were received on its draft request. It  reissued its solicitation on June 27, 2005, for two, instead of four, data  centers. Delays or other problems in implementing the consolidation of its  data centers could affect the efficiency and effectiveness of MACs’ claims  processing transitions. CMS’s Report to Congress stated that having the  new data centers would be critical to achieving the greatest efficiency  from the MAC transitions, in part because some of the information  services and support to be provided by MACs would depend on the  modernized platform. Currently, CMS expects that one of the new DME  MACs will be managing a data center for all of the DME MACs as a  stopgap measure and plans to award the contract for the two data centers  in February 2006. Implementation of the data centers is planned to  coincide with implementation of the first A/B MAC selected.", "The data center consolidation effort faces some of the same complexities  that might occur during the transition of the claims processing contracts.  If claims administration contractors operating data centers opt to leave the  program before the conclusion of their contracts, CMS will have to find  other data center contractors to temporarily take over that workload.  Furthermore, because the data center consolidation is planned to occur  during the MAC transition period, the two data center contractors will  have to support claims administration contractors moving in or out of the  program, while also integrating some of the prior data center contract  work into their new data center responsibilities. CMS generally envisioned  multiple data center transitions overlapping, but the schedule for data  center consolidation is uncertain. CMS has not indicated how it intends to  handle the risks associated with moving data center work at the same time  claims processing workload is being transferred to MACs."], "subsections": []}]}]}, {"section_title": "Plan’s Cost and Savings Estimates Do Not Provide a Reasonable Basis for Decision Making", "paragraphs": ["CMS’s plan includes estimated costs and savings for Medicare as a result  of contracting reform, but the estimates are too uncertain to provide a  reasonable basis for making implementation decisions. Because CMS has  never undertaken an effort comparable to full-scale contracting reform,  the plan’s cost and savings projections were based on questionable  evidence and assumptions about a contracting environment that differs  considerably from its current one. As a result, the costs to implement  contracting reform and the savings generated from it could be significantly  greater or less than CMS has anticipated."], "subsections": [{"section_title": "Cost Estimates Depend on Uncertain Outcomes", "paragraphs": ["In its plan, CMS estimated that the costs to implement contracting reform  from 2006 to 2011 would total about $666 million. The plan’s cost  estimate is higher than indicated in the Report to Congress, which  included only the fiscal year 2006 budget request of $58.8 million to  support a single year of contracting reform implementation costs. CMS  opted not to include its estimates for funds that would likely be requested  in its budgets for fiscal years 2007 through 2011. The Report to Congress  indicated that contracting reform would require “substantial additional  investment in subsequent years.” The costs CMS anticipates incurring  each year are shown in figure 3.", "The estimated $666 million in costs is divided into four categories, as  noted in table 3. The largest cost component is for the termination and  transition of the current Medicare contractors, which CMS has estimated  at $331.5 million. When a Medicare contract is terminated, contractors can  have costs for items such as lease termination, equipment depreciation,  and severance pay for contractors’ employees. The current Medicare  contracts may require CMS to pay many of these termination costs when  contractors leave the Medicare program. Similarly, when a Medicare  contract workload is transferred from an outgoing contractor to another  one, transition costs are incurred. Such transition costs include expenses  related to transferring Medicare records and updating records related to  Medicare benefit payments, including overpayments and other accounts  receivable, so they are ready for the incoming contractor to use.", "Although CMS’s estimate for termination and transition costs is based on  cost data from prior years, it is impossible to predict with certainty the  termination or transition costs that will be incurred through implementing  contracting reform. CMS’s estimate for termination and transition costs is  based on the agency’s experience with both types of costs from 1995 to  2001. The estimate assumes that current contractors will win the majority  of the MAC contracts and retain about 60 percent of their current  workload. However, CMS officials do not know how many of the existing  contractors will win MAC contracts for particular jurisdictions, so this  assumption is speculative. Additionally, some of CMS’s prior contractor  transitions were “turnkey” operations, in which an incoming contractor  simply assumed the prior contractor’s business arrangement and staff  without needing to incur some of the usual start-up costs, such as  equipment purchases. Likewise, in turnkey transitions, CMS did not have  to cover severance pay, because the outgoing contractor’s existing staff  could be employed by the incoming contractor. As a result, the prior  transitions may have cost less than the transitions that will occur during  contracting reform because CMS is not requiring MACs to retain outgoing  contractors’ work sites or staff.", "Contracting reform will allow CMS to pay performance incentives that are  designed to reward MACs with exceptional performance. However, it is  impossible to know the amount of incentive fees contractors will earn in  the full-scale MAC environment until the contracts are awarded and CMS  has more experience with contractor performance. These performance  incentives are projected to cost 5.5 percent of the total estimated costs of  the MAC contracts, or $190.6 million for fiscal years 2006 through 2011.  CMS based this estimate on its prior experience in managing contractor  incentive programs on a much smaller scale.", "Several IT modernization projects designed to support MACs by  facilitating electronic claims processing are included in CMS’s estimate of  contracting reform costs. These IT project costs include CMS’s planned  consolidation of its current data centers. However, delays in the data  consolidation initiative may affect the amount of these costs. The IT  modernization costs also include plans to standardize the front end, or the  way that electronic claims enter the DME MACs’ automated processing  systems. CMS did not include similar costs for A/B MACs, because the  agency had not made a decision to standardize the A/B MAC front ends at  the time these estimates were made. CMS’s $132.5 million estimate for IT  and other costs included $78.7 million in IT costs needed to support  Medicare contracting reform, primarily the cost of data center  consolidations.", "The final type of costs CMS estimated was for surveys of providers to  assess their opinions about MAC performance. The MMA required that  MAC performance be assessed in part based on provider satisfaction. CMS  plans to begin surveying providers to measure their satisfaction with their  MAC’s performance after MACs begin operating. The cost estimate for  these surveys is $11.7 million and was based on an internal CMS analysis.", "A potential operational cost not part of CMS’s implementation estimate is  funding for MAC contract modifications. Under the current contract  arrangements, CMS is able to develop new tasks for contractors to  complete. The agency may pay more for these tasks to be completed,  regardless of the initial requirements set for the year, or may direct the  contractor to do the work within its existing budget, if CMS’s review of the  contractor’s spending pattern indicates that new funding is not needed to  complete the new tasks. In the MAC environment, unless they become part  of the statement of work, CMS will not be able to add new tasks to the  MAC contracts without negotiating payment for them. Because  contractors will submit proposals based on the tasks described in the  original statement of work, work required after the contract is awarded  could require CMS to negotiate with MACs. This could be the case, for  example, if new legislation requires CMS to implement a major program  change that was not anticipated in the established MAC contract costs. For  example, in 2001, we reported that the Department of Defense (DOD) was  not including contract adjustments when budgeting for its contracts with  the insurers delivering health care to DOD employees. We warned that  this approach could become quite costly, because in fiscal year 2001, it led  to a $500 million shortfall in the DOD budget. When an agency is  negotiating changes with an existing contractor, the competitive aspect of  the negotiations is lost. As a result, the federal government may not always  receive the best price. If CMS has to negotiate new tasks with the MACs  for greater payment, contracting costs could rise above the agency’s  estimates. To address this concern, CMS has instructed companies  interested in becoming DME MACs to assume a level of effort for a  specific number of changes. As long as the extra work to implement  program changes does not exceed the level of effort in the statement of  work, the Medicare program would not incur additional operational  expenses."], "subsections": []}, {"section_title": "Savings Estimates Depend on Contractor Performance in Reducing Improper Payments", "paragraphs": ["Based on estimates generated both internally and by a consultant, CMS  expects that contracting reform will generate significant savings to  Medicare’s administrative budget and to the Medicare trust funds. While it  is rational to assume some level of savings, these estimates are highly  uncertain because they project the outcome of contracting processes and  protocols that CMS has not used before. Furthermore, the consultant’s  estimates relied on questionable evidence and were not reviewed by CMS  program staff with the expertise to confirm whether the assumptions upon  which they are based are realistic.", "CMS’s estimate of savings from 2006 to 2011 for the administrative budget  totals $459.5 million, as shown in table 4. These savings are estimated to  come from two sources. First, CMS anticipates that the competed MAC  contracts will cost less than the current agreements and encourage more  innovative efforts among contractors, which will allow them to operate at  lower cost. CMS estimates that the introduction of competition will lower  the contractor budget for awarded MAC contracts by 6 percent in the first  year and 12 percent in each succeeding year. Second, CMS anticipates that  the consolidation of its 14 Medicare data centers will lower operating  costs. Both of the savings estimates shown in table 4 will be highly  dependent upon contractor performance and the outcome of the  competitive process. For instance, any savings CMS incurs from  competing the MAC contracts will substantially depend on their final  costs.", "CMS’s annual estimates of savings for the administrative budget increase  significantly from fiscal year 2006 to fiscal year 2011. As shown in figure 4,  these estimated savings would begin to outpace CMS’s estimated  administrative costs in 2009, and by 2011, they would exceed estimated  costs by $100 million.", "CMS anticipates that the bulk of the savings from Medicare contracting  reform will occur through funds it can avoid spending from the Medicare  trust funds, but the basis for this estimate is uncertain. CMS’s consultant  estimated the total projected savings to the trust funds through fiscal year  2011 to be over $1.4 billion. The savings to the trust funds are expected to  come from the three main sources shown in table 5. The consultant who  created these savings estimates explained that while it is logical to assume  some level of savings to the Medicare program, there are “enormous  uncertainties” at this stage of the implementation process, which make it  difficult to project the savings with much accuracy. Ultimately, each of  these sources of savings assumes that contracting reform will lead to a  lower rate of improperly paid claims. Further, while the estimate for each  of the three sources is based on a different methodology and formula, the  basis for each is similar enough that the savings accrued through each may  overlap, resulting in possible double counting. Therefore, whether  contracting reform will actually achieve the $1.4 billion savings is highly  uncertain.", "The consultant’s estimate anticipates that MACs could detect a larger  amount of improper payments because they will be examining both Part A  and Part B claims, but there is little evidence to support the amount of  savings assumed. Currently, Part A and Part B medical reviews are  generally conducted by different contractors, which lessens their focus on  problematic billing that spans both parts. The consultant estimated that  having MACs conduct joint Part A and Part B medical reviews would  lower the amount of improperly paid Medicare claims by 0.08 percent.  However, CMS’s senior medical review staff indicated that they had no  prior knowledge of this actuarial estimate until we showed it to them. The  staff told us that there is no evidence to realistically estimate the amount  of savings that may result from consolidating the medical review  responsibility for both parts. Furthermore, according to CMS staff, the  greatest savings would likely come through computerizing medical  reviews to automatically examine and compare Part A and Part B claims  before they are paid. However, this capability is not currently possible,  because Part A and Part B claims are processed on different payment  systems, and developing a combined Part A and Part B claims processing  system that could automatically compare Part A and Part B claims before  payment would take years to complete.", "Potential savings from improved fraud detection are also impossible to  quantify, based on current information. The PSCs currently conduct fraud  detection activities for both Part A and Part B in 40 states, the District of  Columbia, Puerto Rico, and the Virgin Islands. As CMS implements  contracting reform, the jurisdictions in which PSCs will conduct fraud  detection for both parts may change. While CMS considers having a single  PSC handling both Part A and Part B fraud detection a way to make its  contractors more efficient, a senior official acknowledged that the agency  had no evidence with which to determine whether having the PSCs  conduct combined fraud reviews has been more effective in detecting  fraud than having these reviews conducted by separate contractors for  Part A and Part B.", "The consultant’s estimate also anticipated that MACs will be able to pay  claims more accurately than the current Medicare contractors, due to  more effective medical review of claims, thus increasing claims denial  rates. While noting that some elements of claim denials are not associated  with contractor performance, the consultant assumed that better  contractor performance could be equated with increased claims denial  rates. The calculation for this assumption was based on the projection that  contractor denial rates would increase and that half of these increased  denials would lead to program savings. However, CMS program staff told  us that they do not consider denial rates in their evaluation of contractor  performance but instead evaluate claims administration contractors’ rates  of paying claims properly. The CMS program staff told us that they were  not sure of the basis for the consultant’s calculations, and one senior  official stated that it was unclear whether more denials would occur with  new MACs.", "Finally, the consultant projected that if CMS awards contracts  competitively, contractors will have an incentive to operate more  efficiently and to adopt the leading industry innovations that improve  performance. The consultant expected these efforts to result in lower  levels of improperly paid claims. This projection was based on a 1995 GAO  report that estimated that if Medicare contractors adopted the technology  and capabilities used by private insurers to detect improper payments  through automated claims reviews, Medicare payments for physicians’  services and supplies could be reduced by 1.8 percent. Since that report  was issued, CMS has made additional efforts to reduce improper  payments. In addition, CMS was not certain that GAO’s assumed savings  were achievable. Recognizing this, the consultant reduced this portion of  the savings estimate to a 0.09 percent reduction in Medicare fee-for-service  payments. In the consultant’s opinion, this adjusted for current error rates  and CMS’s opinion that the initial 1995 GAO estimate was too high.  However, when we followed up with CMS in April 2005, a senior official  stated that while it would be realistic to expect some level of savings in the  new competitive contracting environment, she did not know how the  amount could be accurately quantified."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The millions of dollars in savings that CMS envisions achieving through  contracting reform in the early years of implementation are largely based  on questionable estimates. However, these anticipated savings have been  the driving force behind the agency’s decision to accelerate its schedule  for contracting with MACs. The agency has opted to transfer the entire  current contractor workload to MACs 2 years ahead of the MMA time  frame, in the hope of garnering savings to Medicare as quickly as possible.", "The accelerated schedule raises concerns for a number of reasons. First,  CMS has never before undertaken a project of this scope and magnitude— one that affects more than 35 million beneficiaries and 1 million health  care providers. If transitions do not run smoothly, operational disruptions  could lead to delayed payments to providers and increased improper  payments by contractors. With Medicare net improper payments estimated  to be almost $20 billion annually, any potential increase is cause for  concern. Second, while CMS’s plan provides detailed information in some  areas, other critical areas of the agency’s plan are still being developed.  Although the agency is employing a start-up cycle that will provide an  opportunity to gain valuable FAR contracting experience, the ambitious  schedule for the subsequent two cycles leaves little time for the agency to  learn from the experience and resolve problems that might arise. Finally,  attempting complex transitions of almost all of the claims administration  workload in less than 2 years, in conjunction with changes in the data  centers and financial management systems, significantly increases the risk  that providers’ claims will be paid improperly or not be paid at all. As CMS  undertakes this important challenge, it is critical that the agency proceed  at a prudent pace in order to apply lessons learned from early  implementation experiences to future contracting cycles."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To better ensure the effective implementation of Medicare contracting  reform, we recommend that CMS extend its implementation schedule to  complete its workload transitions by October 2011, so that the agency can  be better prepared to manage this initiative."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In its written comments on a draft of this report, CMS noted that  implementing Medicare contracting reform would enable the agency to  improve the efficiency of the services delivered to Medicare beneficiaries  and providers. CMS agreed that implementing contracting reform was a  significant undertaking, but did not concur with our recommendation to  extend its implementation schedule. CMS stated that by fully  implementing MAC contracting 2 years earlier than required, it would  achieve savings to the trust funds and operational efficiencies more  quickly. In addition, CMS stated that extending the transition schedule  would increase the risk of current contractors leaving the program before  MAC contracts are awarded and eliminate the agency’s flexibility to adjust  its schedule in response to unforeseen changes and still meet the  mandated implementation date. We believe that by accelerating its  implementation schedule to transfer the entire Medicare claims processing  workload to MACs by July 2009, CMS is assuming an unnecessary risk.", "While it is true that lengthening the implementation schedule could  increase the possibility that one or more contractors might withdraw from  Medicare prematurely, we see greater risk in attempting complex  transitions without sufficient time for adequate planning and midcourse  adjustments. When the considerable risk associated with accelerated  implementation is considered in light of uncertain savings, a more prudent  approach would be to use the time frame established in the MMA to fully  develop implementation plans, evaluate lessons learned, and apply them to  future acquisition cycles. In recommending that CMS extend its  implementation schedule, we assume that the agency would allow  sufficient time at the end of the final transition to adjust for problems and  unforeseen circumstances and still meet the mandated implementation  date of October 1, 2011. CMS agreed that it would need sufficient time for  this kind of adjustment and has not developed plans for all contingencies.  For example, CMS responded to a relatively short schedule slippage for its  enterprise data center implementation by including in contract language  the option for one of the DME MACs to run a data center on an interim  basis. However, CMS will still have to develop the details of the contract  and choose the most appropriate company to perform this work. This is  one example of the many adjustments that will undoubtedly have to be  made before all of the transitions are finished.", "CMS also stated that it disagreed with our conclusion about its readiness  to conduct transitions to MACs. Our report did not conclude that CMS  would not be ready to conduct transitions according to its proposed  schedule. However, having a fully developed plan in place would assist  CMS in conducting these transitions as smoothly as possible. As we stated  in the report, CMS has recognized that it needs to develop certain critical  areas in its plan and is taking steps to address them. For example, it is  clear from its comments that the agency is very concerned about the risks  involved in the complex transitions of claims workload and is planning  mitigation actions—such as hiring a contractor to help manage the effort.  CMS’s comments provide additional information on other steps that it is  taking to reduce or mitigate significant risks, coordinate the schedule for  MAC implementation with other agency fee-for-service initiatives, develop  detailed integrated implementation schedules, and address other GAO  concerns. Nevertheless, the additional information provided by the agency  generally reinforces our point that the agency’s implementation plan,  which was due to the Congress and to us in October 2004, is still a work in  progress. For example, as we pointed out in the report, CMS’s comments  indicate that it has not completed its integrated implementation schedule  and that it is leaving details concerning contractor coordination to MACs  and other contractors. In addition, CMS has not finalized important  implementation information, such as key performance measures or its  MAC evaluation strategy and evaluation criteria for A/B MACs, or  completed its proposal for a new organizational structure to oversee and  manage the MACs. While CMS does have a risk management process, its  current identification of risks and mitigation strategies lacks specificity  and the agency has not completed a comprehensive risk mitigation plan.", "CMS also disagreed with our assessment of the quality of its cost and  savings estimates. CMS said that its estimates of implementation costs  were well informed by program experience and were the best available  predictions of future costs. As we reported, CMS used information from  previous transitions of contractor workload to help estimate its  administrative costs. This grounded the estimate in the agency’s past  experience. However, CMS had to make assumptions about the amount of  claims workload to be transferred and transition costs to be paid, which  might turn out to be inaccurate. Unlike previous workload transitions,  CMS is not requiring MACs to maintain staff and facilities from the former  contractors. This should allow the MACs to gain efficiencies in operations,  but CMS may end up paying more in severance pay or for start-up costs  than estimated. Similarly, CMS’s experience informed its estimate of  administrative savings, but the estimate depends on assumptions about the  efficiencies MACs will achieve that are difficult to predict with certainty.  While CMS’s assumptions about administrative costs and savings might  appear reasonable, if the assumptions are inaccurate, the estimates will  not reflect the real costs and savings over time. In addition, CMS indicated  that because the costs of contract modifications were for operations after  the transfer of claims workload, they should not be included in the  implementation cost estimate. As CMS noted, its DME statement of work  includes a provision for implementing a specific number of programmatic  changes after the contract is awarded, to reduce the possibility that CMS  would have to negotiate contract modifications that incurred additional  costs. We modified our draft to clarify our discussion of the potential costs  of contract modifications.", "Our greatest concern relates to CMS’s consultant’s estimate of savings to  the trust funds. As we indicated in our report, the estimate of savings to  the trust funds is generally based on little evidence and its underlying  assumptions may not be reasonable, yet it played a significant role in  CMS’s decision to compress its implementation schedule. While CMS  suggested that the savings estimate is conservative, the consultant who  generated this estimate indicated that there were “enormous  uncertainties” in estimating savings at this point in the implementation  process. In its comments, CMS noted that our report highlighted the lack  of direct evidence to support the amount of estimated savings. In  response, CMS stated that the savings estimate was the best available,  given that the changes proposed are unprecedented. CMS indicated that  each of the three elements of the estimate of savings to the trust funds  addresses a different aspect of the claims process. However, each of the  three elements actually addresses the same aspect—MACs improving their  medical and other claims review to increase denials of improper claims.  CMS’s comments indicate that its technical staff agree that the  assumptions underlying this estimate are reasonable. We discussed these  estimates with CMS officials most knowledgeable about medical and other  claims review and they did not agree that the assumptions were based on  evidence and were reasonable. Further, because each element in the  savings estimate assumes improvement in claims review and improper  claims denial, we think it is likely that CMS is double counting its potential  savings. For example, the consultant estimated that the MACs would have  higher claims denial rates, but also separately estimated savings from  other aspects of claims review that—if conducted more efficiently—would  lead back to higher claims denial rates.", "We are sending copies of this report to the Secretary of HHS, the  Administrator of CMS, appropriate congressional committees, and other  interested parties. We will also make copies available to others upon  request. This report is also available at no charge on GAO’s Web site at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (312) 220-7600 or aronovitzl@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  Sheila K. Avruch, Assistant Director; Sandra D. Gove; Joy L. Kraybill;  Kenneth Patton; and Craig Winslow."], "subsections": []}]}, {"section_title": "Appendix I: Documents CMS Officials Have Identified as Constituting the Agency’s Plan for Implementing Contracting Reform", "paragraphs": ["The Centers for Medicare & Medicaid Services (CMS) has designated its  report, entitled Report to Congress: Medicare Contracting Reform: A  Blueprint for a Better Medicare, and the documents underlying this report  as its plan for implementing Medicare fee-for-service contracting reform.  Documents include the following:    maps of jurisdictions for A/B Medicare administrative contractors (MAC),  durable medical equipment (DME) MACs, and home health and hospice  MACs;    CMS’s estimates for savings to the Medicare trust funds, administrative  costs and savings, provider and beneficiary savings, and supporting  narrative and information;    MAC transition timelines;    DME and A/B MAC project schedules;  requests for information for A/B MACs and DME MACs, as published on  FedBizOpps, including concepts of operations, draft statements of work,  draft performance standards, and workload implementation handbooks;    DME MAC request for proposals and related documents, including the  final statement of work, as published on FedBizOpps;    materials on beneficiary and provider customer service;    materials concerning work on reengineering Medicare fee-for-service    BearingPoint, Inc., Health Services Research & Management Group,  Contractor Evaluation Improvement Project (CEIP) Strategy Paper, Final  Report (McLean, Va.: Mar. 18, 2005);    Centers for Medicare & Medicaid Services, Medicare Contracting Reform:  Acquisition Strategy for Medicare Administrative Contractors, draft  (Baltimore, Md.: Feb. 28, 2005);    Centers for Medicare & Medicaid Services, MAC Implementation Project,  Risk and Issue Management Process, Schematic (Baltimore, Md.: Jan. 24,  2005);    Centers for Medicare & Medicaid Service, MCMG Risk Management Plan  for the Medicare Administrative Contractor Implementation Project, draft  (Baltimore, Md.: Dec. 7, 2004);    Centers for Medicare & Medicaid Services, Medicare Contracting Reform,  Communication Plan (Baltimore, Md.: Nov. 10, 2004);    LMI Government Consulting, Medicare FFS Contracting Reform: Level  Five Work Breakdown Structure and Master Project Plan (McLean, Va.:  October 2004);    LMI Government Consulting, Medicare Fee-for-Service Contracting  Reform: Assessment of Planning Needs (McLean, Va.: August 2004);    Centers for Medicare & Medicaid Services, Report to the Medicare  Contractor Oversight Board: Integration Issues in Modernizing Medicare,  Final Report, submitted by CMS’s fee-for-service project integration team  (Baltimore, Md.: July 2, 2004), and related briefing documents; and    Logistics Management Institute, Sensitive Assessment Center, Medicare  Fee-for-Service Contracting Reform: Key Challenges (McLean, Va.:  December 2003)."], "subsections": []}, {"section_title": "Appendix II: Documents Used by GAO to Develop Criteria for Reviewing CMS’s Plan for Contracting Reform", "paragraphs": ["Selected provisions of section 1874A of the Social Security Act, added by  section 911 of the Medicare Prescription Drug, Improvement, and  Modernization Act of 2003 (MMA), Pub. L. No. 108-173, 117 Stat. 2066,  2378—2386 (to be codified at 42 U.S.C. § 1395kk-1).", "Centers for Medicare & Medicaid Services, Contractor Reform—Update,  September 22, 2004.", "Medicare fee-for-service contractor (unnamed), Contractor Suggestions  Regarding Implementation of Medicare Administrative Contracts.  Comments submitted to CMS by a current Medicare fee-for-service  contractor. December 22, 2004.", "GAO, Business Process Reengineering Assessment Guide, GAO/AIMD- 10.1.15 (Washington, D.C.: May 1997).", "GAO, An Evaluation Framework for Improving the Procurement Function:  A Guide for Assessing Strengths and Weaknesses of Federal Agencies’  Procurement (Exposure Draft), (Washington, D.C.: October 2003).", "LMI Government Consulting, Medicare Fee-for-Service Contracting  Reform: Assessment of Planning Needs (McLean, Va.: August 2004)."], "subsections": []}, {"section_title": "Appendix III: GAO’s Criteria for Evaluating CMS’s Contracting Reform Plan", "paragraphs": [], "subsections": [{"section_title": "Subelement", "paragraphs": ["Does the plan explain contracting reform objectives, such as  promoting competition and establishing better communication  between contractors and beneficiaries?", "Does the plan present an overview of how MAC implementation fits  into broader agency plans?", "Does the plan state when major events will take place, including  announcing MAC jurisdictions, issuing proposed performance  measures for inclusion in A/B MAC contracts and requests for  proposals, selecting DME MACs and A/B MACs, and completing  the transition to MAC contracting?", "Does the plan provide key information on budget and costs for  contracting reform, such as estimated termination costs for current  contractors, MAC operational costs, and performance incentives?", "Does the plan provide high-level information on performance  measures—that is, what constitutes success in contracting reform  and how will progress be measured?", "Does the plan identify a contingency or risk mitigation strategy for  potential problems as contracting reform is being implemented?", "Does the plan address transition concerns and contingency  planning for the transitions?", "Does the plan explain how CMS staff will be organized and who will  have specific roles and responsibilities in managing contracting  reform?", "Does the plan provide information on CMS’s intended contractor  management and oversight structure for MACs?", "Does the plan provide an approach for ensuring that the agency  has the right staff in the right numbers with the right skills in the  right places to accomplish its mission effectively? This approach  requires that an agency devote adequate resources to provide its  acquisition workforce with the training and knowledge necessary to  perform their jobs. It also requires long-range planning, including  succession planning, to ensure the workforce has the necessary  skills and qualifications to perform the procurement function into  the future.", "Does the plan provide information on MAC jurisdictions, including  number and geographic areas?", "Does the plan provide information on the jurisdictional rollout plan,  and how this timeline might be affected by voluntary contractor  withdrawals?", "Does the plan discuss the strategy for combining Part A and Part B  and associated implications or risks?", "Does the plan address the acquisition process for new contracts?", "Does the plan describe the eligibility criteria expected of MACs?", "Does the plan describe the functions that MACs will perform, such  as developing local coverage decisions, determining payment  amounts, making payments, educating beneficiaries, and  communicating with providers?", "Does the plan provide information on functions that will be  assigned to non-MAC contracts?", "Is the plan clear in defining the roles of MACs and other contractors  that conduct program integrity functions, so that program integrity  efforts are not duplicative? Does the plan explain how MACs and  other contractors will interface and coordinate their different  program integrity activities?", "Does the plan provide information on how MACs will deal with  chain providers, which is a concern for those with establishments in  multiple MAC jurisdictions?", "Does the plan address the establishment and definition of  performance measures for MACs?", "Does the plan provide clear, transparent, and consistent policies  and processes that provide a basis for the planning, award,  administration, and oversight of procurement efforts?"], "subsections": []}]}, {"section_title": "Appendix IV: Scope and Methodology", "paragraphs": ["To conduct this evaluation, we consulted CMS to determine the  documents included in its plan for contracting reform. Appendix I lists the  documents that were identified by agency officials as included in CMS’s  contracting reform plan, including its Report to Congress, that were  provided to us through June 3, 2005. We developed evaluation criteria to  assess the extent to which CMS’s plan provides an appropriate framework  to implement Medicare contracting reform. To develop these criteria, we  analyzed the statutory provisions added by section 911 of the MMA,  documents and related information prepared to help CMS plan for  contracting reform, and GAO guidance on assessing federal agencies’  procurement functions. We also reviewed GAO’s guidance on changing the  approach through which mission-critical work is accomplished. These  documents are listed in appendix II. The evaluation criteria we developed  address contracting reform planning and implementation, contracting  reform management and oversight, and CMS’s contracting strategy for  MACs and are listed in appendix III. We used these criteria to evaluate  CMS’s plan. In addition to this assessment, we also conducted interviews  with officials at CMS headquarters and regional offices concerning the  process for developing the plan, the implementation schedule, the  challenges that CMS faces in implementing contracting reform, lessons  learned that have prepared CMS for moving to the MAC environment, and  the risks and benefits involved in the transition to MAC contracting. We  also interviewed officials from four current Medicare contractors to obtain  their views on CMS’s contracting reform plan and the challenges, risks,  and benefits involved in undertaking this effort.", "To assess the extent to which the plan’s cost and savings estimates were  sound enough to support decision making on implementation, we  reviewed CMS’s estimates for administrative costs and savings, savings to  the Medicare trust funds, and supporting documentation. We evaluated the  assumptions associated with the estimates. We conducted interviews with  CMS officials who have been involved in developing estimates for the  costs and savings related to Medicare contracting reform in order to  understand the rationale upon which the estimates were based. We  interviewed other CMS officials who work in program areas that will be  affected by contracting reform to learn how they expect contracting  reform to generate costs or savings in their program areas. We also  interviewed a representative of CMS’s actuarial contractor, which  developed the savings estimates for the Medicare trust funds. We did not  verify the reliability of CMS’s data that were used to generate financial  estimates. We performed our work from November 2004 through July 2005  in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix V: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: CMS’s MAC Procurement and Transition Schedule", "paragraphs": ["Figure 5 shows CMS’s procurement and transition schedule for MACs, as  of June 2005. During one start-up cycle and two additional transition  cycles, CMS will conduct competitions to select a total of 23 MACs. In the  first phase of the start-up cycle, CMS will select four MACs that will be  administering claims for DME, prosthetics, orthotics, and supplies—called  DME MACs. In the second phase of the start-up cycle, CMS will select one  of the MACs that will be responsible for paying Part A and Part B claims— called A/B MACs. During cycle one, CMS will select seven A/B MACs.  During cycle two, CMS will select seven A/B MACs and four MACs that  will be responsible for administering claims for home health and hospice  (HH) care, called HH MACs."], "subsections": []}, {"section_title": "Appendix VII: Jurisdictional Map of the Current Fiscal Intermediaries", "paragraphs": ["BCBS SC (Palmetto)", "BCBS ND (Noridian)", "BCBS OK (Group Health)", "BCBS AL (Cahaba)", "Anthem (AdminaStar)", "BCBS TN (Riverbend)", "BCBS FL (First Coast)"], "subsections": []}, {"section_title": "Appendix VIII: Jurisdictional Map of the Current Carriers", "paragraphs": ["Appendix VIII: Jurisdictional  Map of the Current Carriers  BCBS AL (Cahaba)", "BCBS FL (First Coast)", "Anthem (AdminaStar)", "BCBS SC (Palmetto)", "BCBS ND (Noridian)", "Triple S, Inc."], "subsections": []}, {"section_title": "Appendix IX: Jurisdictional Map of the Current Regional Home Health Intermediaries", "paragraphs": ["Appendix IX: Jurisdictional Map  of the Current Regional Home  Health Intermediaries  (Cahaba) (Cahaba) (Palmetto)"], "subsections": []}, {"section_title": "Appendix X: Jurisdictional Map of the Current Durable Medical Equipment Regional Carriers", "paragraphs": [], "subsections": [{"section_title": "Connecticut", "paragraphs": ["(CIGNA) (Palmetto)"], "subsections": []}, {"section_title": "Connecticut", "paragraphs": ["(Palmetto)"], "subsections": []}]}, {"section_title": "Appendix XI: Jurisdictional Map of the 15 New Medicare Administrative Contractors", "paragraphs": [], "subsections": []}, {"section_title": "Appendix XII: Jurisdictional Map of the Four DME MACs and the Four HH MACs", "paragraphs": [], "subsections": [{"section_title": "D", "paragraphs": [], "subsections": []}]}], "fastfact": []}