{"id": "GAO-16-190", "url": "https://www.gao.gov/products/GAO-16-190", "title": "National Flood Insurance Program: Options for Providing Affordability Assistance", "published_date": "2016-02-10T00:00:00", "released_date": "2016-03-10T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["As of May 30, 2015, FEMA, which administers NFIP, subsidized about 996,000 flood insurance policies. The National Flood Insurance Act of 1968 authorized these highly discounted premiums. To help strengthen NFIP's financial solvency, the Biggert-Waters Flood Insurance Reform Act of 2012 required FEMA to eliminate or phase out almost all subsidized premiums. However, affected policyholders raised concerns about the resulting rate increases. The Homeowner Flood Insurance Affordability Act of 2014 sought to address affordability concerns by repealing or altering some Biggert-Waters Act requirements.", "GAO was asked to identify options for policyholders who may face affordability issues if charged full-risk rate premiums. This report describes options to target assistance to policyholders, estimates of eligible policyholders and associated costs of these options, and mechanisms for delivering assistance. GAO reviewed literature on approaches for targeting and delivering assistance, interviewed 18 organizations familiar with flood insurance and officials from FEMA and other agencies, and analyzed NFIP premium data and Census income data for 2009-2013 (most recent)."]}, {"section_title": "What GAO Found", "paragraphs": ["Options for targeting assistance to subsidized policyholders of primary residences who may experience difficulty paying full-risk rates for their National Flood Insurance Program (NFIP) policies include means testing assistance based on the income level of policyholders or geographic areas, setting premium caps, and basing assistance on the cost of mitigating the risk of damage to their homes. Currently, NFIP subsidies are tied to the property. Implementing a means-tested approach would decouple the subsidy from the property and instead attach it to the policyholder or a group of policyholders on the basis of financial need. All of these options involve trade-offs, and implementing any of them would present challenges because the Federal Emergency Management Agency (FEMA) would have to collect data that it does not currently collect, such as policyholders' income and flood-risk information needed to calculate full-risk rates.", "Although data are limited, they suggest that many policyholders who currently receive a subsidy would likely be eligible for assistance under certain targeting options GAO identified. For example, using Census data, under the means-tested approach based on individual policyholders' income and using an eligibility threshold of 80 percent of area median income, about 47 percent of subsidized policyholders, as of September 2013, would likely be eligible to receive assistance. If the eligibility threshold were increased to 140 percent of area median income, 74 percent would likely be eligible to receive assistance. Under this and other targeting options, however, it is not possible to estimate the cost of providing assistance with precision because FEMA lacks the information needed to calculate full-risk rates for currently subsidized properties. GAO recommended in July 2013 that FEMA collect information from all policyholders necessary to determine flood risk. FEMA agreed with the recommendation but has taken limited action to implement it, citing the considerable time and cost involved in obtaining the information. FEMA officials stated that they plan to continue to rely on subsidized policyholders to voluntarily obtain this information. Without proper flood-risk information, the cost of the existing subsidy or other assistance—which would be important for Congress in considering options to address affordability—cannot be determined accurately.", "Several mechanisms are available for delivering assistance to eligible policyholders, but each involves trade-offs among four public policy goals. For NFIP, these goals are (1) charging premium rates that fully reflect risk, (2) encouraging private markets to provide flood insurance, (3) encouraging broad program participation, and (4) limiting administrative costs. NFIP currently uses discounted rates to deliver subsidies to certain policyholders but could choose from a variety of delivery mechanisms, including vouchers, tax expenditures, and grants and loans, depending on policy priorities. For example, while tax expenditures do not have the stigma that some individuals may associate with government spending programs, policyholders could face cash flow challenges because they would generally need to pay the full premium before they receive the tax benefit. Finally, alternative mechanisms could increase administrative costs because FEMA would incur additional costs associated with setting up and administering a new assistance program or tax benefit, among other reasons."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO makes no recommendations in this report. GAO recommended in GAO-13-607 that FEMA obtain information needed to determine full-risk rates for subsidized properties and maintains the importance of implementing the recommendation. FEMA and the Department of Housing and Urban Development provided technical comments."]}], "report": [{"section_title": "Letter", "paragraphs": ["As of May 30, 2015, approximately 996,000 residential flood insurance  policies—about 19 percent—covered by the National Flood Insurance  Program (NFIP) continued to be sold at highly discounted rates that did  not fully reflect the actual risk of flooding damage (known as subsidized  rates). The National Flood Insurance Act of 1968 authorized subsidized  rates to encourage participation in NFIP. Generally, subsidized policies  cover properties in high-risk locations known as Special Flood Hazard  Areas (SFHA) that were built before Flood Insurance Rate Maps (FIRM)  became available for the community and the flood risk was clearly  understood; these properties otherwise would have been charged higher  premiums.", "Although subsidized rates promote participation in NFIP by offering  affordable premiums, these premiums do not contribute sufficient  revenues to cover long-term expected losses. As a result, policies  receiving subsidized rates have been a financial burden on NFIP, and the  program is not actuarially sound. In recent years, claims related to major  weather events, especially catastrophic weather events in 2005 and  2012, have required the Federal Emergency Management Agency  (FEMA), which administers NFIP, to borrow funds from the Department of  the Treasury (Treasury). As of September 30, 2015, FEMA owed  Treasury $23 billion, and it made a $1 billion principal repayment at the  end of December 2014—FEMA’s first such payment since 2010. As a  result of the program’s importance, level of indebtedness to Treasury, and  substantial financial exposure for the federal government and taxpayers,  as well as FEMA’s operating and management challenges, NFIP has  been on our high-risk list since 2006.", "The Biggert-Waters Flood Insurance Reform Act of 2012 (Biggert-Waters  Act) instituted provisions to help strengthen the future financial solvency  and administrative efficiency of NFIP. For example, it required FEMA to  eliminate or phase out almost all subsidized insurance premiums and  establish a reserve fund. Specifically, as mandated by the Biggert- Waters Act, on October 1, 2013, FEMA began prohibiting subsidies from  being passed to new property owners and removed subsidies if insurance  coverage lapsed as a result of the policyholders’ deliberate choice.  Additionally, FEMA has begun phasing out subsidies on policies for  business properties, residential properties that are not primary  residences, and single-family properties with severe repetitive losses.  The Biggert-Waters Act also mandated that FEMA contract with the  National Academy of Sciences (NAS) to conduct an initial study on the  affordability of NFIP premiums. Under the Biggert-Waters Act, the NAS  study is to inform a subsequent FEMA study, which is to include methods  to encourage and maintain participation in NFIP and to establish an  affordability framework. As implementation proceeded, however, affected  policyholders raised concerns about some Biggert-Waters Act  requirements, particularly the rate increases that resulted from the  elimination and phase out of subsidies.", "In March 2014, Congress passed and the President signed into law the  Homeowner Flood Insurance Affordability Act of 2014 (HFIAA). HFIAA  sought to address affordability concerns by repealing or altering some  Biggert-Waters Act requirements. For example, HFIAA repealed the  prohibition on the extension of subsidized rates to new property owners  and allowed subsidies to continue after a lapse in insurance coverage for  certain reasons. HFIAA did not stop the phasing out of subsidies on  policies for businesses, nonprimary residences, and severe repetitive loss  properties. FEMA plans to continue to phase out subsidized rates for  these policies by increasing premium rates by 25 percent annually until  the average rate equals the full-risk rate. In our 2014 report on forgone  premiums, we found that the complete phase-out of these subsidized  rates could take 12 years or more. Under HFIAA, FEMA also generally  must increase premium rates on other subsidized policies by 5 percent to  15 percent annually until full-risk rates are achieved. In our 2014 report,  we found that the complete phase-out of these rates could take 25 years  or more. In addition, HFIAA permitted additional funding to complete the  affordability studies and extended the time for completing them, after  which FEMA would be required to prepare and present to Congress an  affordability framework.", "You asked us to describe options that exist for identifying property owners  experiencing difficulty with premium rate increases under the Biggert- Waters Act, as amended, and options for addressing their affordability  issues. This report focuses on subsidized policies for residential  properties that are primary residences located in SFHAs and describes  (1) options to target assistance to NFIP subsidized policyholders who  may experience difficulty paying full-risk rates, (2) the number of currently  subsidized policyholders who might be eligible for assistance under  certain options and the cost of implementing these options, and (3)  potential delivery mechanisms for providing assistance to eligible  policyholders.", "To identify options for targeting assistance to policyholders who may  experience difficulty paying full-risk rates and to identify potential  mechanisms for delivering that assistance, we reviewed our prior related  reports, conducted a literature search by searching for key words and  reviewing abstracts of the literature we found to select relevant studies  and reports, and analyzed relevant laws. In addition, we interviewed  officials from FEMA, the Department of Housing and Urban Development  (HUD), Treasury’s Federal Insurance Office, and three state insurance  commissioner offices and representatives from 18 organizations with  flood insurance knowledge to obtain input on (1) options that could be  used to target assistance for NFIP; (2) different mechanisms that other  federal programs have used to deliver assistance and the extent to which  they could be used to deliver assistance for NFIP; and (3) to the extent  possible, any benefits and challenges of using these options and delivery  mechanisms. To select the organizations to interview, we reviewed lists  compiled for prior GAO reports on NFIP, identified organizations that  have testified before Congress on the affordability of NFIP premiums, and  obtained recommendations from those we interviewed, among other  approaches. For purposes of this report, we assumed that (1) only  policyholders who own currently subsidized primary residences located in  SFHAs would be potentially eligible for assistance; (2) the starting point  for premiums, before the provision of any assistance, would be a full-risk  premium; and (3) the maximum amount of the assistance provided to  those policyholders deemed eligible for assistance under the premium  subsidy options would be the difference between the full-risk premium  and the subsidized premium charged under the current NFIP structure.  Further, to obtain information on (1) benefits and challenges of obtaining  tax data from the Internal Revenue Service (IRS) and (2) the implications  certain delivery mechanisms may have for the tax system, we contacted  representatives of Treasury’s Office of Tax Policy and IRS.", "To assess the number of currently subsidized policyholders who might be  eligible for assistance under certain options, we analyzed the most  reliable recent data available at the time of our analysis from (1) the 2009  through 2013 5-year American Community Survey (ACS)—a continuous  survey of households conducted by the U.S. Census Bureau—and (2)  FEMA on NFIP flood insurance policies for primary residences located in  SFHAs with subsidized rates as of September 30, 2013. We used the  ACS data at the census tract and county levels for the 50 states, the  District of Columbia, and Puerto Rico to estimate the number of  subsidized policyholders who would likely receive assistance under two  different approaches using three means-tested thresholds. We assessed  the reliability of the NFIP policy and ACS data by analyzing available  information about how the data were created and maintained and  performing electronic tests of required data elements. We determined that  the NFIP policy data were sufficiently reliable for the purpose of  determining the number of subsidized policies and the associated  premiums. We found that the ACS data were sufficiently reliable for the  purpose of estimating the number of households that were below different  income thresholds. We used these data to determine the potential effect  of applying certain targeting options on the number of subsidized  policyholders. We also attempted to gather data on the income of  individual subsidized policyholders, but we found such data to either be  unavailable or unreliable for our purposes. Further, we also attempted to  illustrate the potential subsidy cost of implementing various targeting  options we identified by obtaining digital elevation data from the North  Carolina Floodplain Mapping Program and FEMA’s National Flood  Hazard Layer system to calculate the full-risk rate of subsidized  properties in North Carolina. However, the North Carolina and FEMA data  were not precise enough for purposes of this analysis. See appendix I for  more details about our scope and methodology.", "We conducted this performance audit from July 2014 to February 2016 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "NFIP Overview", "paragraphs": ["In 1968, Congress created NFIP to address the increasing cost of federal  disaster assistance by providing flood insurance to property owners in  flood-prone areas, where such insurance was either not available or  prohibitively expensive. The 1968 law also authorized premium  subsidies to encourage community and property owner participation. To  participate in the program, communities must adopt and agree to enforce  floodplain management regulations to reduce future flood damage. In  exchange, federally backed flood insurance is offered to residents in  those communities.", "NFIP was subsequently modified by various amendments to strengthen  certain aspects of the program. The Flood Disaster Protection Act of 1973  made the purchase of flood insurance mandatory for properties in SFHAs  that are secured by mortgages from federally regulated lenders. This  requirement expanded the overall number of insured properties, including  those that qualified for subsidized premiums. The National Flood  Insurance Reform Act of 1994 expanded the purchase requirement for  federally backed mortgages on properties located in an SFHA."], "subsections": []}, {"section_title": "Key Factors for NFIP Premium Rates", "paragraphs": ["FEMA bases NFIP premium rates on a property’s flood risk and other  factors. A FIRM is the official map of a community on which FEMA has  delineated both the risk premium zones applicable to the participating  community and SFHAs. FEMA studies and maps flood risks, assigning  flood zone designations from high to low depending on the likelihood of  flooding. Properties in SFHAs are at high risk, specifically a 1 percent or  greater annual chance of flooding, and are designated as zones A, AE, V,  or VE. FEMA also bases premium rates on property and policy  characteristics. For example, FEMA bases premium rates on occupancy  type (single-family or multifamily unit), number of floors, and elevation of  the property—that is, the difference between the lowest elevation of the  building relative to its base flood elevation—if applicable. Base flood  elevation refers to the level relative to mean sea level at which there is a  1 percent or greater chance of flooding in a given year. Additionally,  FEMA uses policy characteristics, such as building and content coverage  amounts and policy deductible amounts, in setting premium rates.", "NFIP has two basic categories of premium rates: those intended to reflect  the full risk of flooding to the group of properties within a rate class (full- risk rates) and those that are not intended to reflect full risk (subsidized  rates). Full-risk rate structures are mostly buildings constructed after a  community’s FIRM was published and are referred to as post-FIRM.  These structures have been built to flood-resistant building codes or have  had their flood risks mitigated and generally are at or above base flood  elevation. Structures with subsidized rates are mostly buildings  constructed before a community joined NFIP and are generally referred to  as pre-FIRM because they were built before the potential for flood  damages was known and identified on the community’s FIRM. Unlike full- risk rates, subsidized rates do not take elevation of the property into  consideration. Property elevation can be obtained through elevation  certificates."], "subsections": []}, {"section_title": "Status of Subsidies under the Biggert-Waters Act and HFIAA", "paragraphs": ["More recent legislation—the Biggert-Waters Act and HFIAA—affected  NFIP’s ability to charge subsidized premium rates on certain types of  properties and will likely change the number of policies that are  subsidized, as well as the size of the subsidy. For example, the Biggert- Waters Act prohibited subsidies from being extended for homes sold to  new owners after July 6, 2012, (date of enactment) and removed  subsidies if properties lapsed in coverage as a result of the policyholders’  deliberate choice. However, HFIAA reinstated premium subsidies for  properties that were purchased after July 6, 2012, and properties not  insured by NFIP as of July 6, 2012. Because new policyholders may join  NFIP and receive subsidized rates, such as owners of pre-FIRM  properties that previously were not insured, the number of subsidized  policies could increase over time.", "However, provisions under both acts gradually phase out subsidies by  requiring FEMA to increase premiums annually until full-risk rates are  reached. The Biggert-Waters Act requires FEMA to increase premiums by  25 percent each year until full-risk rates are reached for certain types of  properties, including business properties, residential properties that are  not a primary residence, properties that have sustained substantial  damage or improvement, and severe repetitive loss properties. HFIAA  did not affect the phase-out schedule for those properties, and the act  also contains provisions requiring FEMA to increase premium rates on  other subsidized policies, such as those for primary residences  purchased after July 6, 2012, and primary residences not insured by NFIP  as of the same date, by at least 5 percent but no more than 15 percent  annually."], "subsections": []}, {"section_title": "Mitigation", "paragraphs": ["FEMA supports a variety of flood mitigation activities that are designed to  reduce flood risk and thus NFIP’s financial exposure. These activities,  which are implemented at the state and local levels, include hazard  mitigation planning; the adoption and enforcement of floodplain  management regulations and building codes; and the use of hazard  control structures, such as levees, dams, and floodwalls or natural  protective features such as wetlands and dunes. Community-level  mitigation funding is available through FEMA via grant programs such as  the Flood Mitigation Assistance Program. Through these programs,  FEMA provides communities cost-sharing opportunities for mitigation  activities. At the individual property level, mitigation options include  elevating a building to or above the area’s base flood elevation, relocating  the building to an area with less flood risk, or purchasing and demolishing  the building and turning the property into green space."], "subsections": []}]}, {"section_title": "Various Options Exist for Targeting Assistance, but Each Involves Challenges That FEMA Would Have to Overcome", "paragraphs": ["Although any pre-FIRM property located in an SFHA in a participating  community is currently generally eligible for a subsidy, according to some  stakeholders we interviewed and our analysis of literature we reviewed,  options for targeting assistance to subsidized NFIP policyholders who  may experience difficulty paying full-risk rates include means testing  based on the income level of policyholders or geographic areas, setting  premium caps, and basing assistance on the cost of mitigating the risk of  damage to a home. These options are not mutually exclusive and could  be combined depending on Congress’s policy priorities for NFIP.  However, they all involve trade-offs, and implementing any of them would  likely be challenging."], "subsections": [{"section_title": "Means-Tested Assistance Targets Those with Financial Need but Presents Data-Related Challenges", "paragraphs": ["According to some stakeholders we interviewed and our analysis of  literature we reviewed, means testing to determine eligibility for NFIP  assistance could help directly address affordability concerns by targeting  subsidies to those in need. According to a NAS report on NFIP  affordability we reviewed, a means-tested program could be designed in  various ways, including targeting assistance based on individual  policyholders’ financial need or the financial characteristics of a local  geographic area. Currently, NFIP subsidies are tied to the property, not  the property owner, and any pre-FIRM property located in an SFHA in a  participating community is eligible for a subsidy. In contrast, a means- tested program would decouple the subsidy from the property and instead  attach it to the policyholder or a group of policyholders on the basis of  need, as determined by specified financial requirements and eligibility  criteria. In our July 2013 report on subsidized properties, we found that  this approach would allow the federal government to provide assistance  only to those NFIP policyholders deemed eligible, with the rest paying full- risk rates.", "Means-tested programs that consider individuals’ financial need are not  new to the federal government, and some stakeholders we interviewed  suggested that a means-based assistance program for NFIP could be  designed similarly to other existing programs. Over the years, Congress  has established a number of programs to provide cash and noncash  assistance based on the financial need of individuals and families. For  example, to be eligible for certain federal housing programs, individual  households must meet specific income limits. These limits reflect the  financial characteristics of a local area because they are expressed as a  percentage of the area median income (AMI) for the county or  metropolitan area in which the household is located, and the limits range  from 30 percent through 140 percent of AMI. For example, to be eligible  for homeowner rehabilitation and homebuyer assistance under HUD’s  HOME Investment Partnership Program, households must have incomes  at or below 80 percent of AMI. Similarly, under the Federal Home Loan  Bank System’s Community Investment Program, the income of a  qualifying mortgage borrower may not exceed 115 percent of AMI.  Some stakeholders we interviewed suggested that similar AMI limits  could be used to determine eligibility for NFIP because these measures  reflect local characteristics. An NFIP assistance program based on  individuals’ or households’ income would require a similar threshold to be  set.", "In order for FEMA to implement a means-tested option that considers  individual policyholders’ financial need, it would need income information  at the individual or household level for policyholders who receive a  subsidized rate under the current NFIP structure. Because the current  NFIP structure attaches the assistance to the property rather than the  policyholder, FEMA does not collect income information for policyholders  who receive subsidies. As a result, a system to collect this information  would need to be designed and implemented. We identified two primary  ways FEMA could obtain income data, but gathering such information  could be challenging. According to some stakeholders we interviewed,  IRS could provide FEMA with income data it collects from tax filers. For  example, some stakeholders said that a partnership between FEMA and  IRS could be established, similar to the partnership IRS and the  Department of Education have for the Free Application for Federal  Student Aid (FAFSA) form. The Department of Education began  coordinating with IRS in 2010 to provide an option for tax filers to  prepopulate the FAFSA using an automatic data transfer from their tax  returns.", "However, restrictions set forth in the Internal Revenue Code prohibit the  disclosure of taxpayer information to other federal agencies without a  statutorily specified purpose, and new processes would need to be  established if taxpayer data were to be used. Under section 6103 of the  Internal Revenue Code, federal tax information must be kept confidential  and may not be disclosed, except as otherwise specifically authorized. In  December 2011, we developed a guide that Congress could use for  screening and assessing proposals to disclose confidential tax  information to specific parties for specific purposes. Specifically, the  guide consists of key questions that can help in screening a proposal for  basic facts and identifying policy factors to consider. Further, according  to IRS officials, certain processes would need to be developed to provide  federal tax information to another agency, such as FEMA, including  entering into required agreements, such as data-sharing agreements.  Moreover, IRS officials told us that FEMA would need to develop a  system to accept and safeguard the information, and IRS would need to  make modifications to its own information technology systems in order to  interface with the agency, which they described as a significant effort, and  provide oversight of the assistance program. If this approach were used,  information on the cost of making these changes to FEMA’s and IRS’s  information technology systems would need to be balanced against the  costs of the existing subsidy approach.", "Another way to obtain household income information would be to collect it  from individual policyholders, but doing so could be complex and  challenging. First, a definition of income for the program would need to be  determined (e.g., what sources of income would be considered when  determining eligibility), as well as whether and which exclusions and  deductions would be allowed. Second, FEMA would then need to develop  an infrastructure and new processes to collect the information, which  would likely increase the cost of administering the program. In addition,  FEMA would need to determine how it would verify the information. For  example, HUD’s Housing Choice Voucher (Voucher) program, which  provides rental assistance to participating low-income households, is  administered by almost 2,300 local public housing authorities (program  administrators). These program administrators must obtain and verify  comprehensive information on tenants’ household composition, level and  sources of income, assets, public assistance, and some types of  expenses (e.g., medical and child care expenses) to determine their  household adjusted gross incomes, their eligibility for income exclusions  and deductions, and their rental payments. We have previously found  that complex processes for determining income can lead to compliance  issues. For example, in a February 2005 report on rental subsidy  improper payments in HUD’s rental programs, we found that HUD’s  complex policies for determining rent subsidies have led to improper  payments. Similarly, in an August 2013 report on farm and conservation  programs, we found that complex income determination and verification  processes may have led to improper payments to participants whose  incomes exceed statutory limits.", "In addition to income, a few stakeholders we spoke with said that wealth,  such as value of the insured property, could be considered when  determining eligibility based on individuals’ financial need. For example,  one stakeholder we interviewed said that an assistance program for NFIP  could be designed using a two-step process that considers income and  other factors as a proxy for wealth, such as property value. Under this  process, according to the stakeholder, a policyholder’s eligibility would  first be assessed using a means-tested approach, and then property  value would be evaluated to help ensure that only those with modest  income and wealth receive the assistance. However, other stakeholders  we interviewed said that property values may not be an adequate  measure to determine a policyholder’s ability to pay the premium. For  example, some stakeholders said that the value of a modest home could  be high because it is located in an area with a high land value. One  stakeholder we interviewed said that a low-income policyholder could  have purchased a home at a modest price, but over the years the value of  the home could have significantly increased. The stakeholder further  suggested that if the policyholder was lower-income and did not have any  other assets besides the home, it would be appropriate to exclude the  value of the home when determining eligibility.", "An alternative to using individuals’ income to determine financial need  would be to determine eligibility based on the income characteristics of a  specific geographic area. For example, a NAS report on the affordability  of NFIP suggested that all homeowners in a geographic area, such as a  community, could be eligible for assistance if, for instance, the median  income of the area was “sufficiently low.” The federal government has  established a similar approach for the provision of school lunches. For  example, the Healthy, Hunger-Free Kids Act of 2010 includes a  community eligibility provision that allows school districts with high  poverty rates to provide free breakfast and lunch to all students,  regardless of their household income. This provision eliminates the  burden of collecting household applications to determine eligibility for  school meals, relying instead on information from other means-tested  programs such as the Supplemental Nutrition Assistance Program. The  NAS affordability report also notes that determining assistance at the  community level would help to protect the vitality of an eligible community  with a high concentration of currently subsidized policyholders because if  the subsidies were not available, the resulting higher flood insurance  premiums would likely depress the value of properties. For example,  according to information from the National Association of Realtors, the  Biggert-Waters Act negatively affected the housing market in certain  areas where many buyers walked away from purchasing a home because  of the high flood insurance premium increases. However, because this  option does not consider individuals’ financial need, some policyholders  who do not face an affordability issue with their flood premiums, as  defined by a potential assistance program, may continue to receive  assistance, while policyholders who have affordability issues but do not  live in a community eligible for the assistance would no longer receive a  subsidy. In addition, similar to determining eligibility using individuals’  financial need, some policyholders who could be eligible for the  assistance under this approach could have high-value homes.", "Under any means-tested approach, FEMA would need to know the full- risk rate for the properties of those policyholders deemed eligible in order  to determine how much assistance to provide. However, FEMA does  not collect data needed to calculate the full-risk rate of currently  subsidized properties, such as elevation data obtained through an  elevation certificate. As a result, these data are not currently available,  which would be another challenge to implementing and determining the  cost of a means-tested approach to providing NFIP assistance."], "subsections": []}, {"section_title": "Other Options for Targeting Assistance May Be Simpler to Implement but Would Target Those with Financial Need Less Directly", "paragraphs": [], "subsections": [{"section_title": "Premium Caps", "paragraphs": ["Other approaches to targeting assistance with NFIP premiums could be  simpler to implement than means-tested approaches or might help reduce  risk, but they would target those with financial need less directly.  According to our analysis of a NAS report on NFIP affordability, one of  these methods would be to provide assistance to those policyholders  whose premium exceeds a certain percentage of the amount of coverage  purchased. Under this option, policyholders could receive assistance if it  were greater than a certain percentage of coverage provided by the  policy, and the premium would effectively be capped at that percentage.  For example, HFIAA states that FEMA should strive to minimize the  number of policies with annual premiums that exceed 1 percent of the  total coverage provided by the policy. Using this option would help  ensure that the premiums do not go above a certain amount—for  example, 1 percent of coverage—which could help lower the premiums of  eligible policyholders who live in high-risk areas.", "While capping premiums could be simpler to implement than some other  options, it would likely involve trade-offs. For example, capping premiums  does not consider policyholders’ resources and certain expenses (e.g.,  household income, assets, and expenditures for housing, food, medical  care, or other goods and services) and therefore does not take into  account their financial need. As a result, similar to the current subsidy  method, this option could provide subsidies to some individuals who may  not have a financial need. In addition, this option may discourage  mitigation efforts because premiums would not reflect the actual flood risk  of a property. As with the means-tested options, an appropriate threshold  for the cap would need to be established if premium capping were  implemented. Further, FEMA would need to know the full-risk premium  rate of a property to determine whether it is above or below the defined  cap. As previously discussed, FEMA does not collect the necessary  elevation data needed to calculate the full-risk rate of properties  subsidized under the current structure, and so these data are not  currently available. As discussed later in this report, we have previously  recommended that FEMA collect these data."], "subsections": []}, {"section_title": "Cost of Mitigating Risk to a Property", "paragraphs": ["According to some stakeholders we interviewed, our prior work, and our  analysis of some of the literature we reviewed, another option to target  NFIP policyholders would be to provide assistance based on the cost of  mitigating flood risk, where policyholders with mitigation costs above a  certain level could receive assistance to help mitigate the risk of damage  to the property. This option would help policyholders finance mitigation of  flood risk to their homes—whether through elevation, relocation, or  demolition—which could reduce risk in ways that would likely be reflected  in a lower insurance premium. In a November 2008 report on options for  addressing the financial impact of subsidized premium rates, we found  that mitigation efforts could be used to help reduce or eliminate the long- term risk of flood damage, especially if FEMA targeted the properties that  were most costly to the program. We concluded that increasing  mitigation efforts could have a number of advantages, including that it  could produce savings for policyholders and for federal taxpayers through  reduced flood insurance losses and federal disaster assistance, increase the number of property owners paying full-risk rates, and build on FEMA’s existing mitigation programs.", "However, we also identified several disadvantages associated with this  option, including the following:", "Mitigating flood risk to a large number of properties could take a  number of years to complete under the current mitigation process,  which could require premium subsidies to also be offered.", "Increasing mitigation efforts would likely be costly and require  increased funding, and even if this funding were made available,  property owners could still be required to pay a portion of the  mitigation expenses.", "Buyouts and relocations, two other types of mitigation, would likely be  more costly in certain areas of the country, and in some cases the  cost for mitigating the structures’ flood risk might be prohibitive.", "Certain types of mitigation, such as relocation or demolition, might be  met with resistance by communities that rely on those properties for  tax revenues, such as coastal communities with significant  development in areas prone to flooding.", "Further, not all properties can be modified to mitigate flood risk. For  example, according to a 2013 RAND report, some mitigation activities  that have been used in other areas of the country would pose challenges  in New York City because of the particular characteristics of the city’s  building stock. An initial analysis by the New York City Mayor’s Office  found that 39 percent of buildings (approximately 26,300) in the high-risk  zones of the city’s new floodplain would be difficult to elevate because  they are on narrow lots or are attached or semiattached buildings. To help  address this challenge, HFIAA requires that FEMA establish guidelines  for alternative methods of mitigation (other than building elevation) to  reduce potential flood damages to residential buildings that cannot be  elevated due to their structural characteristics. As a result, in September  2015, FEMA issued guidance that describes alternative mitigation  measures intended for a variety of housing types that cannot feasibly be  elevated. According to the report, there are a number of alternative  methods of mitigation that may result in flood insurance premium  reductions, such as filling a basement located below the base flood  elevation to ground level, abandoning or elevating the lowest floor of  certain residential buildings, and installing openings in foundation and  enclosure walls located below the base flood elevation that allow  automatic entry and exit of floodwaters.", "Similar to the other options previously discussed, implementing mitigation  as an option for targeting assistance would also require elevation data  that are currently unavailable because these data would be needed to  determine the cost of mitigating the risk of damage to a property. Once  the mitigation cost was determined, FEMA could compare this amount to  the established threshold for mitigation costs to determine eligibility.", "For all of the options we have discussed, including the means-tested  options, administering an assistance program could add to FEMA’s  existing management challenges. In our June 2011 report on the  administration of NFIP, we found that FEMA faces management  challenges in areas that affect NFIP, and we made 10 recommendations  to, among other things, improve the effectiveness of FEMA’s planning  and oversight efforts for NFIP and increase the usefulness and reliability  of NFIP’s flood insurance policy and claims processing system—5 of  which FEMA has implemented. Further, FEMA continues to work on  implementing required changes under the Biggert-Waters Act, as  amended by HFIAA. In a February 2015 report on the status of FEMA’s  implementation of the Biggert-Waters Act, as amended, we found that  FEMA faces a number of challenges in implementing the new  requirements, including resource issues, the complexity of the legislation,  and the need to balance NFIP’s financial solvency and affordability  goals. As a result, FEMA would likely face challenges in designing and  implementing any new assistance program."], "subsections": []}]}]}, {"section_title": "Many Policyholders Could Be Eligible for Assistance under Various Approaches, but FEMA Lacks Data to Estimate Costs", "paragraphs": ["Our analysis of available data suggests that, under several of the options  discussed in the previous section, many subsidized policyholders would  potentially be eligible for assistance with their NFIP premiums. However,  estimating the cost of providing assistance under various targeting  options with precision is difficult because FEMA lacks the elevation data  needed to calculate full-risk rates for currently subsidized properties.  Using the limited data that are available, we estimated that the cost could  vary widely, depending on various factors such as which option and  threshold are used."], "subsections": [{"section_title": "Available Data Suggest Many Subsidized Policyholders Could Be Eligible for Assistance Using Various Targeting Options and Thresholds", "paragraphs": ["Our analysis of available FEMA data suggests that many subsidized  policyholders would potentially be eligible for assistance under three of  the options previously discussed: (1) means testing based on individual  policyholders’ financial need, (2) means testing based on income  characteristics of a local geographic area, and (3) capping premiums  based on a percentage of coverage."], "subsections": [{"section_title": "Estimation of Eligible Policyholders Based on Individuals’ Financial Need", "paragraphs": ["Our analysis of ACS data showed that, depending on the income  threshold used, 47 percent to 74 percent of subsidized policyholders  (approximately 285,000 to 451,000) would likely be eligible to receive  assistance under a means-tested approach that considers individuals’  financial need. As described previously, to implement this approach,  individual or household-level income information is needed; however,  these data were publicly unavailable. Instead, using household  homeowner data from the 2009 through 2013 5-year ACS at the county  level, we estimated that roughly 47 percent of subsidized policyholders  have incomes below 80 percent of AMI and, therefore, would likely be  eligible to receive assistance if this approach and threshold were  implemented. This estimate is based on the assumption that the  distribution of household income levels among subsidized policyholders in  a given county as of September 30, 2013, was similar to the distribution  of household income among all homeowners in the county. We  recognize this is a potential limitation of the estimates, and the actual  numbers of policyholders likely to receive assistance under this approach  would vary depending on how similar the income distribution of  subsidized policyholders is to the income distribution of homeowners  overall in a county. Further, as figure 1 indicates, adjusting the threshold  would affect the estimated percentage of policyholders that would likely  be eligible for the assistance. For example, if the eligibility threshold  were increased to 140 percent of AMI, we estimated that the percentage  of policyholders who would likely be eligible to receive assistance would  increase to about 74 percent.", "As of September 30, 2013, the actual number of subsidized policies was  about 609,000. The states with the highest numbers of subsidized  policies as of that date were Florida (102,193), Louisiana (60,692),  California (50,018), New Jersey (41,259), and Texas (40,805) (see fig. 2).", "Using household homeowner data from the 2009 through 2013 5-year  ACS at the county level, Florida would still have the greatest number of  policyholders likely to be eligible to receive assistance if the income limit  for this approach were set at 80 percent of AMI, with nearly 48,000  policyholders likely to be eligible, followed by Louisiana and California  (see fig. 3).", "Three of the top five states with the most subsidized policies—Florida,  Louisiana, and New Jersey—would also be states with the greatest  number of policyholders likely to be eligible to receive assistance if the  income threshold were set at 115 percent of AMI (see fig. 4).", "If the threshold were increased to 140 percent of AMI, Florida, Louisiana,  and California would have the greatest number of policyholders likely to  be eligible to receive assistance (see fig. 5).", "Our analysis of ACS data showed that, depending on the income  threshold used, 23 percent to 87 percent of subsidized policyholders  (approximately 139,000 to 527,000) would likely be eligible to receive  assistance if a means-tested approach that considers the income  characteristics of a local geographic area were implemented. Using ACS  data at the census-tract level, we estimated that as of September 2013,  about 23 percent of subsidized policyholders lived in a census tract that  had an estimated median household income below 80 percent of AMI  and, therefore, would likely be eligible to receive assistance under this  approach. Unlike the previous approach, which is based on individual or  household income, this estimate is based on the median income  characteristics of an entire local geographic area. As such, all  policyholders in a particular local geographic area, such as a census  tract, would be eligible for assistance if the median household income of  the area were below a selected threshold.", "As figure 6 indicates, similar to the other means-tested approach,  adjusting the threshold would also affect the estimated percentage of  policyholders who could be eligible for the assistance. For example, if the  eligibility threshold were increased to 140 percent of AMI, we estimated  that the percentage of policyholders who would likely be eligible to  receive assistance would increase to about 87 percent.", "Because this approach targets areas with certain geographic  characteristics, it could also include policyholders with relatively high  incomes or high property values. For example, in one census tract that  would potentially be eligible for assistance, where subsidized  policyholders comprised approximately 50 percent of the homeowners in  the community, an estimated 27 percent of homeowners had an income  that exceeded $150,000. In another tract that would potentially be  eligible for assistance, where subsidized policyholders comprised about  36 percent of homeowners in the community, the median home value  exceeded $1 million. However, we also found that some low-income  subsidized policyholders resided in census tracts not eligible for  assistance under this approach, including census tracts in Puerto Rico."], "subsections": []}, {"section_title": "Estimation of Eligible Policyholders under the Capped Premium Option", "paragraphs": ["We were unable to estimate the number of subsidized policyholders who  would likely be eligible for assistance under the capped premium option  because implementing it would require information on the full-risk  premium rates of currently subsidized policies, which as previously  discussed, FEMA does not calculate. However, our analysis of available  data on the subsidized premiums paid on these policies, and their total  coverage (building and content) amounts, as of September 30, 2013,  showed that, as table 1 indicates, about 23 percent of policyholders who  paid subsidized premiums as of September 30, 2013, were paying above  1 percent of their total coverage amounts. Our analysis also showed  that almost none of the subsidized policyholders were paying premiums  that were more than 2 percent of their total coverage amounts."], "subsections": []}]}, {"section_title": "FEMA Lacks Information Needed to Estimate the Cost of Assistance", "paragraphs": ["As previously discussed, FEMA does not collect certain flood risk  information that would be needed to calculate the full-risk rate for most  subsidized policies; as a result, estimating the cost of providing subsidy  assistance under various targeting options is difficult. Elevation  certificates are needed to determine the full-risk rate for a property.  However, because FEMA does not use this information in rating  subsidized policies, it does not currently require elevation certificates for  subsidized policyholders, although policyholders may obtain an elevation  certificate voluntarily. As a result, FEMA cannot accurately determine  the actual forgone premiums for subsidized policies—the difference  between subsidized premiums paid and the premiums that would be  required to cover the expected losses associated with subsidized  policies. Likewise, without full-risk rate premiums for these properties, it  is difficult to estimate the actual subsidy cost of implementing various  options that could be used to target assistance for NFIP. Because it is not  possible to calculate the actual amount of assistance each policyholder  could be eligible for, estimating the aggregate cost of providing  assistance under the various targeting options is not possible with any  specificity.", "Although we were unable to estimate the subsidy cost of implementing  these targeting options with any precision, we have previously estimated  forgone premiums for subsidized policies using various statements  published by FEMA that describe the size of the subsidies and expenses.  In our December 2014 report on forgone premiums for subsidized  policies, using available data, we estimated that the cumulative forgone  premiums net of expenses ranged roughly from $8 billion to $17 billion  over the period from 2002 through 2013. In particular, we estimated that  the forgone premiums net of expenses for all policies subsidized in 2013  roughly range from $575 million to $1.8 billion. While the number of  policyholders who could be eligible could vary widely depending on the  selected targeting option and threshold, only a subset of all subsidized  policyholders would likely be eligible to receive assistance. Using the  means-tested targeting option and thresholds mentioned earlier in this  report, the cost could have ranged from $40 million to $1.7 billion in  2013. For example, the estimated cost for the approach that considers  individuals’ financial need could have ranged from $161 million to $1.7  billion in 2013, and the estimated cost for the approach that considers the  income characteristics of the local geographic area could have ranged  from $40 million to $1.7 billion. We could not calculate a potential cost  under the capped premium method because, as noted earlier,  determining eligibility for assistance would require information on full-risk  rates for currently subsidized properties, which FEMA does not collect.", "In our July 2013 report on subsidized properties, we found that NFIP  lacked the information needed to determine the full-risk rates for  subsidized properties. As a result, we recommended that FEMA  develop and implement a plan to obtain information needed to determine  full-risk rates for subsidized properties. FEMA generally agreed with the  recommendation and has taken limited action to implement it. For  example, FEMA noted that the agency would evaluate the appropriate  approach for obtaining or requiring the submittal of this information.  FEMA also said it would explore technological advancements and engage  with industry to determine the availability of technology, building  information data, readily available elevation data, and current flood  hazard data that could be used to implement the recommendation.  However, in a subsequent meeting, FEMA officials also said that the  agency faced a cost challenge with respect to elevation certificates and  that obtaining these certificates could take considerable time and cost  several hundred million dollars. They noted that requiring policyholders  to incur the cost of obtaining elevation certificates would not be consistent  with NFIP’s policy objective to promote affordability. The officials added  that the agency encourages subsidized policyholders who seek to ensure  the appropriateness of their NFIP rates to voluntarily submit elevation  documentation. We acknowledge the difficulty and expense involved in  obtaining precise information about flood risk, but we maintain that  implementing this recommendation is important. Information about flood  risk is needed to correctly charge full-risk rates for an increasing number  of policies as FEMA phases out subsidies. Further, such information  could help FEMA inform policyholders about their flood risk, as required  by HFIAA."], "subsections": []}]}, {"section_title": "Several Mechanisms Could Be Used to Deliver NFIP Assistance, but Each Involves Public Policy Trade-offs", "paragraphs": ["Based on our analysis of studies, interviews with stakeholders, and prior  GAO reviews, FEMA could potentially use a variety of mechanisms to  deliver assistance to NFIP policyholders who could be deemed eligible  based on the various targeting options previously discussed. These  mechanisms include: discounted rates, through which the government charges recipients  less than the full cost of the service received; vouchers, through which the government would disburse funds that  allow recipients to pay for a restricted set of goods or services;  tax expenditures, through which the government would reduce  recipients’ tax liability based on eligible expenses; and grants and loans for mitigation, through which the government  would disburse funds to recipients under a contract.", "Each mechanism involves trade-offs among affordability and four policy  goals for federal involvement in natural catastrophe insurance. We  identified these four policy goals, which have not changed, in our 2007  report on the federal role in natural catastrophe insurance: (1) charging  premium rates that fully reflect actual risks; (2) encouraging private  markets to provide natural catastrophe insurance; (3) encouraging broad  participation in natural catastrophe insurance programs; and (4) limiting  costs to taxpayers before and after a disaster. For the fourth goal, we  focused only on administrative costs because total program costs would  be affected by undetermined factors such as eligibility criteria and caps  on assistance. As summarized in figure 8, we determined that each  mechanism fully supports at least two of the four natural catastrophe  insurance policy goals, but none of the mechanisms fully support all four  of these policy goals."], "subsections": [{"section_title": "All Mechanisms Except Discounted Rates Could Reflect Actual Risk and Encourage Private Market Participation", "paragraphs": ["FEMA’s current discounted rate mechanism does not help FEMA charge  premiums that reflect actual risks or encourage the private market to  provide flood insurance. The other delivery mechanisms we identified— vouchers, tax expenditures, and grants and loans for mitigation—would  likely help support these goals."], "subsections": [{"section_title": "Discounted Rates", "paragraphs": ["NFIP’s current discounted rate mechanism does not support the policy  goal of charging premiums that reflect actual risk, according to our prior  reports, a study we reviewed, and most stakeholders we interviewed. As  we have previously found, NFIP’s discounted rates do not fully reflect  actual risks because the premiums are not intended to contribute  sufficient revenues to cover potential losses. In addition, the discounted  rate mechanism hides actual risk because it builds a subsidy within the  rate structure, meaning that policyholders who have discounted rates do  not know their full-risk rate or the amount of subsidy they receive. We  have previously found that discounted rates for NFIP, as well as for the  federal crop insurance program, do not provide all policyholders with  accurate price signals about their chances of incurring losses. As a  result, some policyholders may perceive their risk of loss to be lower than  it really is and may have less financial incentive to mitigate risk of damage  to a property or to decide not to purchase a property at higher risk of  flooding.", "In addition, building a subsidy into the rate structure means that the  discounted rate mechanism makes it difficult to measure  nonadministrative program costs (i.e., subsidy costs). We and the  Congressional Budget Office have previously found that FEMA’s  discounted rate mechanism disguises actual NFIP costs because the  costs were evident only in FEMA’s need to borrow from Treasury.", "Further, because the discounted rate mechanism builds assistance into  the rate structure, it does not encourage the private sector to provide  insurance, according to our prior work and a stakeholder we interviewed.  We have previously found that discounted rates discourage private  participation in the flood insurance market because private insurers  cannot compete with NFIP’s highly discounted (subsidized) rates in some  geographic areas. For example, one state insurance regulator we  interviewed during this review indicated that HFIAA’s reinstatement of  discounted rates eliminated by the Biggert-Waters Act inhibited the  participation of private insurers who had begun to take a more active role  in the state.", "However, a discounted rate mechanism used to deliver assistance to  policyholders who are deemed eligible could be modified to better  address these limitations. Specifically, a full-risk rate could first be  determined, and then the discount could be applied outside of the rate  structure. Such an approach would better communicate the actual cost of  the risk to policyholders and would make subsidy costs more transparent.  For example, one stakeholder we interviewed said that billing statements  could be modified to show policyholders both their full-risk rate and the  assistance they receive. Further, the amount of the subsidy could be  explicitly funded through an appropriation."], "subsections": []}, {"section_title": "Vouchers, Tax Expenditures, and Grants and Loans", "paragraphs": ["The other potential NFIP assistance delivery mechanisms we identified— vouchers, tax expenditures, and grants and loans for mitigation—would  likely help promote premiums that reflect the actual risk of losses because  they first require determination of a full-risk premium and then provide  assistance outside of the rate structure. On the basis of our literature  review and interviews with stakeholders, these other mechanisms would  deliver assistance in the following ways:", "With vouchers, policyholders would be charged a full-risk rate  premium but would receive a subsidy through a voucher to cover the  difference between what they are deemed able to pay and the full-risk  rate premium.", "With tax expenditures, policyholders would be charged a full-risk rate  premium before having their tax liability reduced when they file their  taxes.", "With grants and loans, policyholders would receive grants or loans to  help mitigate their homes, and then they would be charged a premium  rate that reflects their lower risk.", "These other potential NFIP assistance delivery mechanisms could help  make existing NFIP subsidy costs more transparent because they  separate assistance from premiums. We and the Congressional Budget  Office have found that separating assistance from premiums could help  the government and taxpayers understand actual program costs, in part  because doing so would make NFIP subsidy costs explicit by requiring  Congress to appropriate funds for them. Vouchers and grants and loans  for mitigation meet these goals. However, the costs associated with tax  expenditures may be somewhat less clear than costs associated with  vouchers and grants and loans for mitigation. Tax expenditures would  help make subsidy costs somewhat more transparent because they  separate assistance from premiums, similar to vouchers and grants and  loans for mitigation, but we and the Congressional Budget Office have  previously found that tax expenditures can mask subsidy costs because  they are not readily identifiable in the budget and are generally not  subject to systematic performance measurement, similar to discounted  rates.", "In addition, vouchers, tax expenditures, and grants and loans for  mitigation could help encourage the private sector to provide flood  insurance, based on our analysis of prior GAO reports, studies we  reviewed, and a stakeholder we interviewed. This is generally because  these mechanisms would provide assistance outside the rate structure,  enabling NFIP to charge rates that more fully reflect risk and are much  closer to the rates private insurers would need to charge, which we have  previously reported is a key private sector concern. In addition,  vouchers and tax expenditures could potentially be designed in a way that  would incentivize homeowners to consider private insurance: vouchers  could be used with either NFIP or private insurance, and tax expenditures  could be based on either NFIP or private insurance expenses. Further,  grants and loans for mitigation could increase the number of homes at  lower risk of flood damage and create a larger, more diverse risk pool,  which would help private insurers be better able to manage their risk  exposure—another issue we have previously identified as a key private  sector concern about offering flood insurance."], "subsections": []}]}, {"section_title": "Mechanisms Vary in Whether They Encourage Broad Participation and Limit Administrative Costs", "paragraphs": ["FEMA’s current discounted rate mechanism helps encourage broad NFIP  participation and limits administrative costs. The extent to which the other  delivery mechanisms we identified—vouchers, tax expenditures, and  grants and loans for mitigation—could encourage broad participation is  unclear. In addition, their effect on administrative costs varies."], "subsections": [{"section_title": "Discounted Rates", "paragraphs": ["The discounted rate mechanism encourages broad participation. As we  have previously reported, discounted rates have helped NFIP achieve a  program goal of broad participation by providing assistance that lowers  the cost of insurance. Further, discounted rates may encourage more  participation than other potential delivery mechanisms, such as tax  expenditures, because FEMA applies discounted rates that reduce  premiums immediately and policyholders do not have to wait to receive  their assistance.", "In addition, continuing to use the discounted rate mechanism would likely  help NFIP limit up-front administrative costs because the discounted rate  mechanism is already in place and used to issue subsidies, which means  that NFIP can avoid some costs that would be associated with creating a  new delivery mechanism. Also, some stakeholders we interviewed said  that discounted rates may be the most efficient delivery mechanism  option for ongoing program administration, citing reasons such as  FEMA’s ability to implement the mechanism without coordinating with  other federal agencies."], "subsections": []}, {"section_title": "Vouchers", "paragraphs": ["Vouchers may have some characteristics that support the policy goal of  broad NFIP participation and others that do not, according to examples  cited in our previous work, studies we reviewed, and stakeholders we  interviewed. For example, vouchers could help encourage broad  participation in NFIP because they would immediately reduce premium  costs and are unrelated to recipients’ tax-filing status. However, some  stakeholders we interviewed noted other voucher characteristics that may  discourage participation in NFIP. For example, FEMA officials we  interviewed said that policyholders may perceive vouchers to have  associated stigma, and another stakeholder expressed concern that a  potentially burdensome application process could discourage eligible  policyholders from applying.", "In addition, vouchers would likely increase NFIP’s administrative costs to  a certain extent, according to examples cited in our previous work,  studies we reviewed, and stakeholders we interviewed. Because FEMA  does not currently have an NFIP voucher program, it would need to  dedicate additional resources to its creation and to its ongoing  administration. For example, HUD is one agency with such a voucher  program and a 2015 HUD study of costs incurred by the local public  housing authorities that administer HUD’s Voucher program found that  efficient public housing authorities spent an average of $70 per month to  administer a voucher, with costs related to frontline labor representing the  largest costs. To help FEMA limit such administrative costs, two studies  we reviewed said that flood insurance vouchers could be administered  through an existing voucher program, such as the HUD Voucher  program. However, according to the 2015 HUD study and HUD officials  we interviewed, the local public housing authorities that administer the  HUD Voucher program do not receive adequate funding to efficiently and  effectively administer the existing program. HUD officials we interviewed  also said that there would be additional costs, which could be significant,  associated with implementing a new program. As a result, establishing an  assistance program for NFIP under HUD’s, or another program’s,  infrastructure would likely require additional resources for agencies  responsible for implementing the program. Any additional costs would  have to be weighed against the costs of the existing program. According  to HUD officials, other concerns in addition to costs—such as housing  authorities’ lack of familiarity with FEMA and flood insurance—would also  have to be addressed before determining the suitability of using an  existing HUD program to deliver NFIP assistance."], "subsections": []}, {"section_title": "Tax Expenditures", "paragraphs": ["Tax expenditures may have some characteristics that support the policy  goal of broad NFIP participation and others that do not, according to  examples cited in our prior reports, many studies we reviewed, and some  stakeholders we interviewed. For example, well-designed tax  expenditures can be targeted to reach certain populations and provide  incentives for taxpayers to engage in particular activities; do not have the  stigma that some individuals may associate with government spending  programs; and may be less burdensome than applying for assistance  through other spending programs in some ways. However, our prior  reports, many studies we reviewed, and some stakeholders we  interviewed found that other characteristics of tax expenditures may not  encourage broad participation because eligible policyholders may not be aware of the tax expenditure or their eligibility; would face the burden of navigating the complex tax system, which  may result in limited take-up or pressure to hire professionals to help  to navigate the system; would generally need to pay the full premium before they receive the  tax expenditure, which could result in cash flow challenges; and may have lower incomes or may not be required to pay taxes, which  means they may not receive as great of a benefit from nonrefundable  tax credits, tax deductions, and tax-preferred savings vehicles.", "Similarly, tax expenditures may have some characteristics that help NFIP  limit administrative costs and others that do not, according to examples  cited in our prior reports, many studies we reviewed, and some  stakeholders we interviewed. We and others have previously stated that,  in concept, using tax expenditures could help limit administrative costs to  taxpayers for certain activities because much of the administrative  infrastructure already exists for the government to collect and remit  money to tax filers via the tax system, as compared to setting up separate  spending programs. Additionally, one study we reviewed said that, in  general, direct IRS access to policyholder income information would help  limit administrative costs for the federal government. However,  implementing a new tax expenditure would still create some additional  burden for IRS in a time of tight budgetary resources. We previously  found that IRS has scaled back activities and staff in response to  declining appropriations, which could potentially reduce program  effectiveness or increase risk to IRS and the federal government. We  also previously found that administering complex tax rules can strain  IRS’s ability to serve taxpayers because of the resources needed to  modify related documents and procedures, develop guidance, clarify  instructions, and address noncompliance. Further, there may be some  administrative costs and inefficiencies associated with interagency  collaboration between FEMA and IRS, according to two stakeholders we  interviewed. For example, regarding potential NFIP tax expenditures,  Treasury Office of Tax Policy officials said that IRS would have to  dedicate resources to administering the program and coordinating with  FEMA to set up a data-sharing agreement and verify nonincome-related  information submitted by policyholders, such as premiums paid. We  have previously found that the complex nature of some tax expenditures,  such as the mortgage interest and other real estate deductions, may  result in high error rates that create costs for taxpayers due to forgone  revenues and IRS resources spent to enforce compliance.", "We have produced a guide for evaluating tax expenditure performance  that could be used if Congress were to decide that tax expenditures are  the most appropriate way to deliver assistance to eligible NFIP  policyholders. The guide discusses various tax expenditure design  issues that should be considered before implementing a tax expenditure,  including the tax expenditure’s purpose, how the tax expenditure would  relate to other federal programs, consequences for the federal budget,  and how the tax expenditure would be evaluated."], "subsections": []}, {"section_title": "Grants and Loans", "paragraphs": ["Grants and loans for mitigation may have some characteristics that  support the policy goal of broad NFIP participation and others that may  not, according to examples cited in prior GAO reports, a few studies we  reviewed, and two stakeholders we interviewed. As mentioned previously,  grants and loans could encourage policyholders to mitigate flood risk to  their properties by helping them afford the significant up-front costs of  mitigation, which may otherwise be a barrier. Because mitigation would  likely result in significantly lower premiums, which homeowners could be  more willing and able to pay, homeowners might be more likely to  participate in NFIP. However, some characteristics of grants and loans  may discourage broad participation. For example, potentially complex  application processes could discourage eligible policyholders from  applying; eligible policyholders may not be aware of their eligibility or of  the programs; some potentially eligible policyholders may not be able to  meet loan qualification criteria related to repayment, a challenge GAO  has previously reported for Small Business Administration disaster  assistance loans; and loans may not be appealing to some policyholders  if rates are too high or policyholders are debt-averse.", "Regarding the policy goal of limiting administrative costs, mitigation  grants and loans would likely pose some additional administrative costs  for NFIP. Similar to vouchers, FEMA would need to dedicate resources to  setting up and administering a new grant or loan program or expanding  an existing program to provide the assistance to eligible policyholders.  Also, loans pose some other administrative costs, such as servicing  outstanding loans and collecting on defaulted loans, among others.", "Finally, it is important to remember that the delivery options discussed in  this report are not mutually exclusive and could potentially be used in  combination to address Congress’s priorities for NFIP. For example,  according to two studies we reviewed, NFIP could offer assistance to  policyholders experiencing affordability issues through a combination of  mitigation loans and vouchers. The loans would help policyholders  afford mitigation efforts, reducing premiums in the long term. The  vouchers would help policyholders cover the costs of repaying the loans,  and they could also be used to cover part of the remaining premium costs  if they were still unaffordable.", "If Congress were to consider an assistance program to address  affordability issues experienced by NFIP policyholders, a number of policy  decisions would be involved, each of which involves trade-offs and  potentially difficult choices. In particular, decisions would need to be  made to determine which policyholders would be eligible to receive the  assistance, as well as other factors to consider when determining  eligibility—for example, whether the assistance would only be provided to  pre-FIRM principal residences located in high-risk areas. Also, the  amount of assistance would have to be determined. For example, the  assistance could be less than, equal to, or more than the difference  between the subsidized premium rate eligible policyholders would pay  under the current NFIP structure and the full-risk premium rate of the  property. In addition, a decision would need to be made on the type of  assistance (i.e., premium subsidy, mitigation assistance, or both). Further,  decisions would have to be made on which delivery mechanism is most  appropriate for NFIP, how the assistance would be paid for, and by  whom."], "subsections": []}]}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to FEMA within the Department of  Homeland Security for its review and comment. We also provided a draft  of this report to HUD and Treasury for technical comment. FEMA and  HUD provided technical comments, which we incorporated as  appropriate.", "As agreed with your office, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the  appropriate congressional committees and the Secretaries of Homeland  Security, Housing and Urban Development, and the Treasury. In addition,  the report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  Alicia Puente Cackley at (202) 512-8678 or cackleya@gao.gov. Contact  points for our Offices of Congressional Relations and Public Affairs may  be found on the last part of this report. GAO staff who made major  contributions to this report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives in this report were to describe (1) options to target  assistance to National Flood Insurance Program (NFIP) subsidized  policyholders who may experience difficulty paying full-risk rates, (2) the  number of currently subsidized policyholders who might be eligible for  assistance under certain options and the cost of implementing these  options, and (3) potential delivery mechanisms for providing assistance to  eligible policyholders. For purposes of this report, we made the following  assumptions:", "Only current NFIP policyholders who pay subsidized premium rates  established by the Homeowner Flood Insurance Affordability Act of  2014 (HFIAA) for their primary residences located in high-risk  locations known as Special Flood Hazard Areas (SFHA) would be  potentially eligible for assistance.", "The starting point for premiums, before the provision of any  assistance, would be a full-risk premium.", "The maximum amount of the subsidy provided to those policyholders  deemed eligible for assistance under the identified eligibility options  would be the difference between the full-risk premium and the  subsidized premium charged under the current NFIP structure."], "subsections": [{"section_title": "Identifying Targeting Options and Delivery Mechanisms", "paragraphs": ["To identify options for targeting assistance to policyholders who may  experience difficulty paying full-risk rates and to identify potential  mechanisms for delivering that assistance, we reviewed our prior related  reports and analyzed relevant laws. We also conducted a literature review  using the Proquest database and Internet searches using search terms  such as “flood insurance,” “means test,” “ability to pay,” and “eligibility” for  identifying reports that discuss options for targeting federal assistance.  We reviewed 53 reports and determined 11 to be relevant by reviewing  abstracts of the literature we found. Similarly, we conducted a literature  review using the Proquest database using search terms such as  “delivery,” “assistance,” “loan,” “voucher,” “grant,” and “discount” for  identifying reports that discuss mechanisms used to deliver assistance.  We reviewed 70 reports and identified 23 to be relevant by reviewing  abstracts of the literature we found. In addition, we interviewed officials  from the Federal Emergency Management Agency (FEMA), Department  of Housing and Urban Development (HUD), the Department of the  Treasury’s (Treasury) Federal Insurance Office (FIO), Florida Office of  Insurance Regulation, Louisiana Department of Insurance, and New  Jersey Department of Banking and Insurance and representatives from  18 organizations with flood insurance knowledge to obtain input on (1)  options that could be used to target assistance for NFIP; (2) different  mechanisms that other federal programs have used to deliver assistance  and the extent to which they could be used to deliver assistance in NFIP;  and (3) to the extent possible, any benefits and challenges of using these  options and delivery mechanisms. To select the organizations to  interview, we reviewed lists compiled for prior GAO reports on NFIP,  identified organizations that have testified before Congress on the  affordability of NFIP premiums, identified organizations through our  literature review, and obtained recommendations from those we  interviewed. We interviewed officials at the following 18 organizations:", "Allstate Insurance Company", "American Academy of Actuaries", "Association of State Floodplain Managers, Inc.", "Center for Economic Justice", "Consumer Federation of America", "National Academy of Sciences", "National Association of Insurance Commissioners", "National Association of Mutual Insurance Companies", "National Association of Realtors", "Property Casualty Insurers Association of America", "RAND Corporation", "SmartSafer.org", "USAA General Indemnity Company", "Risk Management and Decision Processes Center at the Wharton  Independent Insurance Agents and Brokers of America  Insurance Information Institute  Joint Center for Housing Studies of Harvard University  School of the University of Pennsylvania", "Wright National Flood Insurance Company  On the basis of our literature review and interviews, we identified three  general options that could potentially be used to target assistance to NFIP  policyholders who may experience difficulty paying full-risk rates: means  testing based on the income level of policyholders or local geographic  areas, setting premium caps based on a percentage of total insurance  coverage, and basing assistance on the cost of mitigating the risk of  damage to a home. We also identified four types of mechanisms that  could potentially be used to deliver assistance: discounted rates,  vouchers, tax expenditures, and loans and grants for flood risk mitigation.", "A generally recognized definition of affordability does not currently exist  for flood insurance; as a result, we interviewed representatives from HUD,  FIO, the Florida Office of Insurance Regulation, Louisiana Department of  Insurance, New Jersey Department of Banking and Insurance,  Independent Community Bankers of America, and the Mortgage Bankers  Association to determine potential ways affordability could be defined as it  relates to flood insurance. Further, to obtain information on benefits and  challenges of obtaining tax data from the Internal Revenue Service (IRS)  and the implications certain delivery mechanisms may have for the tax  system, we contacted representatives of Treasury’s Office of Tax Policy  and IRS."], "subsections": []}, {"section_title": "Illustration of the Effects of Certain Targeting Options", "paragraphs": ["To address our second objective, we used NFIP’s policy data to identify  policies for primary residences that would continue to receive subsidized  premium rates as set by HFIAA. We analyzed data from NFIP’s policy  database as of September 30, 2013. We applied the same algorithm that  FEMA used to determine which policies were subsidized before  enactment of the Biggert-Waters Flood Insurance Reform Act of 2012  (Biggert-Waters Act), and we applied FEMA’s interpretation of the  provision in the Biggert-Waters Act that eliminated subsidies and the  provisions in HFIAA that restored subsidies. We further narrowed our  analysis to subsidized policyholders located in SFHAs because the  purchase of flood insurance is mandatory for properties in these areas  that are secured by mortgages from federally regulated lenders. We  assessed the reliability of the policy data by gathering and analyzing  available information about how the data were created and maintained,  and we performed electronic tests of required data elements. We  determined that the data were sufficiently reliable for the purpose of  determining the number of subsidized policies and the associated  premiums. We did not use more recent data because in December 2014  we identified a number of discrepancies in NFIP’s fiscal year 2014 data  and determined them to be not sufficiently reliable. We had begun our  analysis before FEMA addressed those discrepancies. To determine the  overall number of policyholders and how many of those are subsidized,  we used data as of May 2015, which we deemed sufficiently reliable for  our purposes based on gathering and analyzing available information  about how the data were created and maintained, and we performed  electronic tests of required data elements.", "To estimate the number of currently subsidized policyholders that might  be eligible for assistance under certain means-tested options, we  attempted to obtain income information for these policyholders. Because  FEMA does not collect income information for its NFIP policyholders, we  attempted to obtain income data from IRS for subsidized policyholders as  of September 30, 2013. We were unable to obtain access to IRS tax  return data, which under section 6103 of the Internal Revenue Code,  must be kept confidential and may not be disclosed, except as specifically  authorized by law. We also attempted to obtain household income and  other related data from a third-party vendor, including wealth, household  size, and home value. To do this, we used prior GAO work on information  resellers to identify and conduct market research with selected  companies. We spoke with officials at three information resellers and  gathered documentation on data modeling, coverage, match rate, and  other relevant information to assess the accuracy and reliability of their  data. We determined the data lacked sufficient precision and therefore  found these data not to be reliable for purposes of estimating income and  other homeowner and property characteristics of NFIP subsidized  policies.", "Because we were unable to obtain income information at the individual  policyholder level, we used income data from the American Community  Survey (ACS), a continuous survey of households conducted by the U.S.  Census Bureau. Specifically, we used 5-year data from the 2009 through  2013 ACS for the 50 states, the District of Columbia, and Puerto Rico to  estimate the number of subsidized policyholders who would likely receive  assistance under the means-tested options we identified. We analyzed  income levels of households and owner-occupied households (tables  B19013 for household median income and table B25118 for owner- occupied household income distribution) obtained from ACS to provide a  rough estimate of the income for subsidized policyholders in SFHAs. To  examine the reliability of ACS data, we reviewed testing and  documentation for a prior GAO report using much of the same data,  including information from interviews with Census Bureau officials and  experts. We also examined ACS technical documentation and conducted  electronic testing and logic checks. As a result of our testing and reviews  of related documentation, we determined the data were sufficiently  reliable for our analyses."], "subsections": [{"section_title": "Estimation of Eligible Policyholders Based on Individuals’ Financial Need", "paragraphs": ["To develop possible thresholds for estimating the number of policyholders  who might be eligible for assistance under the means-tested approaches,  we reviewed documentation on the income limits used for various federal  housing programs. These thresholds are expressed as a percentage of  the area median income (AMI) for the county or metropolitan area in  which an individual lives, and they range from 30 percent through 140  percent of AMI. Because HUD defines low-income households as those  with income at or below 80 percent, we used this percentage as the  lowest threshold when we conducted our analysis on the effect of  implementing the means-tested approaches. We also illustrated the  potential effect of using 115 percent and 140 percent of AMI, which are  used in other government programs, as thresholds.", "We used ACS data on the distribution of homeowner income at the  county level to generate estimates of how many policyholders might be  eligible for subsidies using different thresholds of the HUD AMI. Our  estimation of eligible policyholders based on individuals’ financial need is  based on the assumption that the distribution of household income  among SFHA policyholders is similar to that of the distribution of  household income among all homeowners in each county. To conduct  the analysis, we used county-level data to generate estimates of the  number of subsidized policyholders residing in areas with estimated  income below the HUD AMI thresholds. Specifically, based on  household income distribution, we estimated the proportion of  homeowners with incomes above or below cut points based on the  income distribution categories in the ACS data. We then applied the  estimated proportion above and below the HUD AMI thresholds to the  number of policyholders in our data to generate an estimate of the  proportion that would be subsidized using a test of individuals’ financial  need.", "We used two different approaches to illustrate the sensitivity of our  estimates. We first followed ACS technical guidance to generate 95  percent confidence intervals around the proportions of residents in each  income category, and we tested these bounds against the HUD AMI or  threshold. This method produced relatively narrow confidence bounds  that depended heavily on the assumption that the distribution of  policyholder and homeowner income was similar at the county level.  Given that we do not have information on the accuracy of this  assumption, we instead present the results from an alternative sensitivity  test that allows for less correspondence between the homeowner and  policyholder income distributions. This second sensitivity test illustrates  the effect of shifting the income distribution within each county up or down  a category, and provides a better, if still imperfect, sense of the  uncertainty inherent in our estimates given that we lack information on  individual policyholders’ incomes. Despite these tests, we cannot be sure  that there are not systematic differences in the income distribution of  policyholders compared to homeowners in general at the county level that  would not be captured by such testing."], "subsections": []}, {"section_title": "Estimation of Eligible Policyholders Based on the Financial Characteristics of a Local Geographic Area", "paragraphs": ["To estimate the number of eligible policyholders based on financial  characteristics of a local geographic area, we used the same HUD AMI  thresholds as in our estimates based on individuals’ financial need.  However, unlike the analysis for the means-tested approach that  considers individuals’ financial need, the estimation of eligible  policyholders based on the financial characteristics of a local geographic  area is based on the median household income of an entire local  geographic area, the census tract. As such, it estimates the number of  subsidized policyholders likely eligible for assistance using a “community”  threshold test, in which the census tract median household income is  compared to the HUD AMI. To conduct the analysis, we used tract-level  data to test the estimated median income of each census tract against the  relevant HUD AMI threshold, and we assumed that all policyholders living  in tracts with estimated median incomes below the threshold would  receive subsidies. To illustrate uncertainty in our estimates, we also  tested the upper and lower bounds of the 95 percent confidence interval  for the tract-level estimate of median homeowner income against the  HUD AMI or threshold.", "To illustrate potential consequences of using a community threshold test,  we identified tracts where policyholders comprised a relatively large  proportion of the estimated number of homeowners in the tract and that  would be subsidized using the HUD AMI as the threshold. We use the  threshold of 115 percent of HUD AMI to identify tracts eligible for subsidy  under the local geographic area approach, as it is the middle of the three  thresholds we test in our main analysis. We limited our analysis to tracts  with 50 or more policies and with fairly precise estimates of homeowner  income. We then identified those tracts where either the estimated  home value was relatively high, or the estimate of the proportion of  homeowners with high incomes was relatively large. From the tracts we  identified, we selected examples that represented extreme values; while  these tracts are not typical of tracts that would be subsidized under a  community approach, they demonstrate that as a targeting mechanism,  the community approach could have unintended consequences."], "subsections": []}, {"section_title": "Estimation of Eligible Policyholders under the Capped Premium Option", "paragraphs": ["We were unable to estimate the number of subsidized policyholders who  would likely be eligible for assistance under the capped premium option  because implementing it would require information on the full-risk  premium rates of currently subsidized policies, which FEMA does not  calculate. Instead, we estimated the number of subsidized policyholders  that paid less than various thresholds, as of September 30, 2013. To  identify a range of thresholds that could be used to develop estimates  under the premium capped option, we used 1 percent as the lower  threshold because HFIAA states that FEMA should strive to minimize the  number of policies with annual premiums that exceed 1 percent of the  total coverage. We also assessed the effect of increasing the threshold by  1 percent increments up to 5 percent. We compiled information on the  amount of insurance coverage (both building and content coverage) and  the premium cost associated with subsidized policies from the NFIP  policy database. Specifically, we compared a range of percentages, from  1 percent to 5 percent, of total insurance coverage to the total subsidized  premium and determined how many subsidized policyholders paid above  and below each percentage limit."], "subsections": []}, {"section_title": "Estimation of Eligible Policyholders Based on the Cost of Mitigation", "paragraphs": ["We were unable to illustrate the effect of targeting assistance based on  the cost of mitigating the primary residence of subsidized policyholders  because data to determine this cost were not available. To determine the  cost of mitigating the risk of damage to a property, information on its  elevation—that is, the difference between the lowest elevation of the  property relative to its base flood elevation—is needed, but FEMA does  not currently collect this information for properties that pay subsidized  rates."], "subsections": []}, {"section_title": "Estimating the Cost of Assistance", "paragraphs": ["To estimate the potential cost of implementing these options, we  attempted to estimate the full-risk rate of subsidized properties by  constructing information about flood risk that is not available in NFIP’s  database. We attempted to calculate some flood risk information (i.e.,  elevation information) for subsidized properties located in North Carolina  by obtaining two key elements: lowest floor elevation and base flood  elevation—that is, the flood level relative to mean sea level at which there  is a 1 percent or greater chance of flooding in a given year. We selected  North Carolina because it is one of the only states that have collected  elevation data in high-risk flood zones, which is necessary to determine  the full-risk premium rates. Specifically, we obtained Light Detection and  Ranging (LIDAR) data from the North Carolina Floodplain Mapping  Program to determine if we could estimate the lowest floor elevation level  of subsidized properties in the state. We also analyzed data from FEMA’s  National Flood Hazard Layer database to determine if we could estimate  the base flood elevation of these subsidized properties. However, both  sources lacked the precision needed for purposes of our analysis.", "LIDAR. While NFIP defines elevation difference as the difference  between lowest occupied floor elevation and base flood elevation,  North Carolina’s LIDAR data measures first floor elevation, which is  inconsistent with NFIP’s measure for lowest floor elevation. According  to North Carolina officials, its LIDAR does not measure the lowest  floor elevation because it is measured from the outside of the  structure to the bottom of the front door. Without measuring from the  inside of the structure, North Carolina’s LIDAR data do not take into  account a precise measurement of the lowest floor. For example, the  bottom of the front door may be higher than the bottom of the lowest  occupied floor, such as a furnished basement.", "FEMA’s National Flood Hazard Layer. FEMA’s National Flood  Hazard Layer data lack precision to correctly align the data to a  property. The data are a geospatial file that shows the base flood  elevations of areas, among other things. However, it simply shows  them as lines on a map, which cannot be used to determine the base  flood elevation for a particular building unless the building is  intersected by the line. For all other buildings, base flood elevation  would have to be estimated using the closest elevation lines. For  example, if a building were located halfway between a 100 foot line  and a 110 foot line, a base flood elevation of 105 feet could be  estimated for the building. However, this estimate is not precise  enough for purposes of our analysis.", "Due to the unavailability of accurate estimates for lowest floor elevation  and base flood elevation to calculate full-risk rate, we were unable to  estimate with any precision the potential cost of implementing certain  options we identified for targeting assistance to policyholders who may  experience difficulty paying full-risk rates. However, we developed a  rough estimate of the cost by multiplying the estimated percentage of  subsidized policyholders likely to be eligible for assistance under the  various options and thresholds and estimates on forgone premium net of  expenses we had previously developed. Specifically, in our December  2014 report on forgone premiums for subsidized policies, we noted  several limitations to using these statements to produce our estimates.  We presented three separate estimates: (1) FEMA’s statement about the  impact of eliminating subsidies on aggregate premiums, (2) the  percentage of long-term expected losses covered by subsidized  premiums, and (3) the percentage of long-term expected losses covered  by subsidized premiums to estimate forgone premiums for only the  policies that remained subsidized after HFIAA. The estimated total  subsidy cost of implementing certain targeting options is based on the  estimated lowest and highest forgone premium net of expenses in 2013  across the three estimates calculated in our 2014 report. We applied the  range to the targeting options described earlier in this report. Specifically,  we applied the cost range ($575 million to $1.8 billion) to the various  targeting options and their ranges of percentage of eligible policyholders.", "This cost estimate assumes that the difference between what subsidized  policyholders would pay if they were charged full-risk rates and the  subsidized rates they paid in 2013 are the same for all subsidized  policyholders. Also, this estimated subsidy cost does not take into  account the cost associated with implementing the selected targeting  option. In addition to the limitations on the eligibility estimates discussed  in this report, our 2014 report discusses potential constraints on our cost  estimates.", "We conducted this performance audit from July 2014 to February 2016 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}]}]}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact above, Patrick A. Ward (Assistant Director),  Josephine Perez (Analyst-in-Charge), Bethany Benitez, Chloe Brown,  Pamela Davidson, Chir-Jen Huang, May Lee, John Mingus, Marc Molino,  Anna Maria Ortiz, Jennifer Schwartz, and Jack Wang made key  contributions to this report."], "subsections": []}]}], "fastfact": []}