{"id": "GAO-19-307", "url": "https://www.gao.gov/products/GAO-19-307", "title": "Export Controls: State and Commerce Should Share Watch List Information If Proposed Rules to Transfer Firearms Are Finalized", "published_date": "2019-03-01T00:00:00", "released_date": "2019-03-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The U.S. government implements an export control system to manage risks associated with exporting sensitive items while facilitating legitimate trade. State currently controls the export of most firearms, artillery, and ammunition. Regulatory changes proposed by State and Commerce would transfer this responsibility for many of these items to Commerce, which implements export controls under different legal and regulatory authorities. The proposed changes are part of a larger export control reform effort since 2010 to transfer control of less sensitive items from State to Commerce.", "GAO was asked to review the proposed changes to export controls of firearms, artillery, and ammunition. This report assesses (1) the volume and value of commercial export license applications State reviewed for these items in fiscal years 2013-2017, (2) how certain export controls differ between State and Commerce, and (3) what is known about the resource implications for State and Commerce due to the proposed transfer. GAO reviewed the proposed rules and related laws and regulations; analyzed data and documents related to licensing, end-use monitoring, and staff resources; and interviewed agency officials."]}, {"section_title": "What GAO Found", "paragraphs": ["The Department of State (State) reviewed approximately 69,000 commercial export license applications for firearms, artillery, and ammunition valued at up to $45.4 billion during fiscal years 2013 to 2017. About two-thirds of these applications were for firearms, and the majority involved the export of non-automatic and semi-automatic firearms, which are among the items proposed for transfer from State to Department of Commerce (Commerce) control.", "GAO identified several differences in Commerce's and State's export controls including those related to registration, licensing, end-use monitoring, and congressional notification that, according to the agencies, would apply to firearms, artillery, and ammunition proposed for transfer. Some of these differences are due to varying requirements in applicable laws and regulations. For example, the law requires manufacturers, exporters, and brokers to register with State for items controlled by State but not for items controlled by Commerce. Additionally, while Commerce and State both screen parties to licenses against relevant watch lists, Commerce officials said they do not have direct access to State's internal watch list, which contains derogatory information from past screening of licenses for firearms, artillery, and ammunition exports. State and Commerce officials stated that, while they have held some discussions, they have not established a process for sharing watch list information. Without access to State's watch list, Commerce may lack critical information to effectively screen parties to exports of firearms and related items. State and Commerce also both have end-use monitoring programs to confirm the legitimacy of end-users but some differences exist. For example, State relies on embassy staff to conduct end-use monitoring whereas Commerce relies primarily on several officers positioned overseas specifically for this purpose. In addition, a statutory requirement to notify Congress of proposed firearms exports over $1 million would no longer apply to firearms that transfer from State to Commerce, according to Commerce officials.", "According to the proposed rules and agency officials, the proposed transfer, if finalized, would result in a decline in licenses and revenues for State and an increase in licenses for Commerce, but the precise extent of these changes is unknown. State estimates that the transfer would result in a decline in revenue from registration fees but officials stated it is difficult to predict the extent of this decline. Commerce officials stated that they expected their licensing and enforcement workload to increase as a result of the transfer, if finalized, but they believe they have sufficient staff resources available to absorb the increase."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that if the proposed regulatory changes become final, State and Commerce develop a process for sharing State's internal watch list with Commerce to enhance oversight of firearms, artillery, and ammunition exports. State and Commerce agreed with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The U.S. government implements an export control system to manage  risks associated with exporting sensitive items while facilitating legitimate  trade. The Department of State (State) currently controls the commercial  export of firearms, artillery, and ammunition, which represented  approximately $7.5 billion in U.S. exports over fiscal years 2013 to 2017.  As part of its export controls, State, among other things, registers  manufacturers, exporters, and brokers of controlled items, licenses and  monitors export transactions, and notifies Congress of high value exports.  Regulatory changes proposed by State and Commerce, if finalized, would  transfer responsibility for controlling certain firearms, artillery, and  ammunition to Commerce, which implements export controls under  different legal and regulatory authorities. Under the proposed rules, the  items to be transferred to Commerce control include non-automatic and  semi-automatic firearms, various firearms parts and components, artillery  manufactured between 1890 and 1919, and certain types of ammunition.  State would maintain export controls on fully-automatic firearms and  modern artillery, as well as ammunition and some of the parts and  components for such items.", "The proposed rules are part of a larger effort since 2010 to modernize the  U.S. export control system and transfer less sensitive items from State to  Commerce control. According to State’s and Commerce’s proposed rules,  the purpose of the transfer is to limit the items that State controls to those  items that provide the United States with a critical military or intelligence  advantage or are inherently for military use. The State proposed rule  notes that the items planned for transfer to Commerce do not meet this  standard, including many items which are widely available in retail outlets  in the United States and abroad.", "You asked us to review the proposed changes to export controls of  firearms, artillery, and ammunition. This report assesses (1) the volume  and value of commercial export license applications State reviewed for  these items in fiscal years 2013-2017, (2) how certain export controls  differ between State and Commerce, and (3) what is known about the  resource implications for State and Commerce due to the proposed  transfer.", "To assess the volume of export license applications for firearms, artillery,  and ammunition that State reviewed during fiscal years 2013 to 2017, we  obtained data from the interagency export licensing database,  USXPORTS, and interviewed State officials. We analyzed the data to  describe the number and reported value of export license applications,  the items to be exported, and the destination country, among other  characteristics. We assessed these data and found them to be sufficiently  reliable for the purpose of conducting these analyses. To analyze how  certain export controls differ between State and Commerce, we reviewed  the departments’ proposed rules, relevant laws and regulations, agency  guidance, and annual reports related to State’s and Commerce’s export  controls. We also interviewed officials from Commerce, State, the  Department of Homeland Security (DHS), and the Department of Defense  (DOD). In addition, we analyzed State’s end-use monitoring data, which  we assessed and found to be sufficiently reliable for characterizing  State’s end-use checks of licenses for firearms, artillery, and ammunition.  To assess what is known about the resource implications for State and  Commerce due to the proposed transfer, we held discussions with State  and Commerce officials, and reviewed State’s export license data, annual  budget documents, and other agency reports. For more details on our  scope and methodology, see appendix I.", "We conducted this performance audit from February 2018 to March 2019  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "U.S. Export Control System", "paragraphs": ["The U.S. government implements an export control system to manage  risks associated with exporting sensitive items and ensure that legitimate  trade can still occur. The export control system is governed by a complex  set of laws, regulations, and processes that multiple federal agencies  administer to ensure compliance. State and Commerce each play a role  in the U.S. export control system. Historically, State has controlled the  export of military items, known as defense articles and services, while  Commerce has controlled the export of less sensitive items with both  military and commercial applications, known as dual-use items. In  addition to firearms, artillery, and ammunition, State controls the export of  items such as tanks, fighter aircraft, missiles, and military training, which it  lists on the U.S. Munitions List (USML). Commerce controls the export of  dual-use items such as computers, radars, and telecommunications  equipment, which it lists on the Commerce Control List (CCL).", "State and Commerce both control the export of items within their  jurisdictions by requiring a license or other authorization to export a  controlled item; vetting the parties associated with export transactions;  monitoring the end-use of exports and other compliance activities; and  supporting law enforcement agencies’ investigations of possible violations  of export control laws and regulations. Generally, unless a license  exemption applies, exporters submit a license application to State if their  items are controlled on the USML or to Commerce if they are controlled  on the CCL to receive export approval. As part of the application review  process, State and Commerce consult with other agencies, including  DOD. Additionally, offices within Commerce, DHS, and the Department of  Justice (DOJ) investigate potential violations of export control laws and  regulations, and conduct enforcement activities."], "subsections": []}, {"section_title": "State and Commerce Export Control Lists", "paragraphs": ["Items identified on the State and Commerce export control lists are  subject to different laws and regulations. The Arms Export Control Act of  1976, as amended, (AECA) provides the statutory authority to control the  export of defense articles and services, which the President delegated to  the Secretary of State. State’s International Traffic in Arms Regulations (ITAR) implement this authority and identify the specific types of items  subject to control in the USML. The USML is comprised of 21 categories  of items, each with multiple sub-categories, encompassing defense items  such as firearms, missiles, and aircraft. Firearms, artillery, and  ammunition represent the first three categories of the USML (see table  1). Additional information on the 21 categories of the USML is presented  in appendix II. Within State, the Directorate of Defense Trade Controls  (DDTC) is responsible for implementing controls on the commercial  export of these items.", "The Export Control Reform Act of 2018 (ECRA) provides the statutory  authority for Commerce to control the export of less sensitive military  items, dual-use items, and basic commercial items. Commerce’s Export  Administration Regulations (EAR), which contain the CCL, implement this  authority. The CCL classifies less sensitive military items, dual-use items, and basic commercial items in 10 categories, such as Nuclear &  Miscellaneous, Electronics, and Telecommunications, and in 5 product  groups. Appendix II shows the 10 categories and five groups of the CCL.  Commerce’s Bureau of Industry and Security (BIS) is responsible for  implementing these export controls (see table 2 for a summary of the  legal and regulatory frameworks for State’s and Commerce’s export  controls)."], "subsections": []}, {"section_title": "Proposed Transfer of Certain Firearms from State to Commerce Jurisdiction", "paragraphs": ["In May 2018, State and Commerce published proposed rules in the  Federal Register to request public comments on the proposed transfer of  certain items in USML Categories I, II, and III (firearms, artillery, and  ammunition) to the CCL. According to State and Commerce’s proposed  rules, the purpose of the transfer is to limit the items that State controls to  those that provide the United States with a critical military or intelligence  advantage or, in the case of weapons, are inherently for military end use.  According to the proposed rules, items that do not meet these criteria  would be removed from State’s export control jurisdiction and moved to  Commerce’s jurisdiction. The proposed rules state that some, but not all,  of the firearms, artillery, and ammunition currently controlled for export by  State would transfer to Commerce control. The items proposed for  transfer to the CCL include non-automatic and semi-automatic firearms  up to .50 caliber, and non-automatic shotguns with a barrel length less  than 18 inches; as well as parts, components, accessories, attachments,  and ammunition for these firearms and shotguns, among other items.  According to the proposed rules, if finalized, State would continue to  control fully-automatic firearms, shotguns, and modern artillery; silencers,  components, parts, and accessories specially designed for automatic  firearms and shotguns; and specific types of ammunition, including  ammunition for automatic firearms. The proposed rules would also  make a variety of conforming changes to the USML and CCL to  accommodate the transferred items.", "The proposed transfer of firearms, artillery, and ammunition is part of an  ongoing effort to reform the export control lists by reviewing the USML  categories and transferring certain items considered less sensitive to the  CCL. Since the export control reform initiative was first announced in  2010 with the objective of modernizing the export control system, State  and Commerce have finalized various rulemakings that transferred  certain items from USML Categories IV through XXI to Commerce’s  control. Firearms, artillery, and ammunition are the last three USML  categories proposed to undergo regulatory changes under export control  reform.", "In accordance with the AECA, the President must notify Congress of  items proposed for removal from the USML and describe the nature of  any controls to be imposed on the items, and may not remove the items  until 30 days after providing such notice. State and Commerce  published the proposed rules in the Federal Register on May 24, 2018,  opening a 45-day public comment period that ended on July 9, 2018.  After reviewing public comments, State and Commerce submitted final  rules to the Office of Management and Budget for regulatory review on  November 7, 2018. The required 30-day congressional notification period  pursuant to the AECA began on February 4, 2019, according to a State  official."], "subsections": []}]}, {"section_title": "State Reviewed about 69,000 Export License Applications Valued at up to $45.4 Billion for Firearms, Artillery, and Ammunition in Fiscal Years 2013-2017", "paragraphs": ["State reviewed 68,690 export license applications for firearms, artillery,  and ammunition with a potential value of up to $45.4 billion during fiscal  years 2013 to 2017. The number of export license applications for  firearms, artillery, and ammunition remained relatively constant from fiscal  years 2013 to 2017, averaging 13,738 annually, even as the total number  of licenses reviewed by State declined as the export control reform  process transferred items from State to Commerce control (see fig. 1).  Firearms, artillery, and ammunition increased from about 16 percent of all  license applications reviewed by State in fiscal year 2013 to about 36  percent in 2017.", "State processes export license applications for permanent exports,  temporary exports and imports, and certain types of agreements. During  fiscal years 2013 to 2017, about 91 percent of export license applications  for firearms, artillery, and ammunition were for permanent exports, about  8 percent for temporary exports and imports, and about 2 percent for  agreements.", "State can take various actions on the export license applications it  receives, including approving the license, approving with conditions,  returning without action, and denying the license. For fiscal years 2013- 2017, State approved 87 percent of the number of export license  applications for firearms, artillery, and ammunition, returned without  action 12 percent, and denied 1 percent. State can approve an  application but place conditions on the export license, such as limiting the  validity period or prohibiting certain types of intermediaries in the export  transaction. State can also return without action export license  applications that are missing information or that it is otherwise unable to  review, and can deny, revoke, suspend, or amend a license for foreign  policy or national security reasons."], "subsections": [{"section_title": "About Two-Thirds of Category I-III Export License Applications Were for Firearms in Fiscal Years 2013-2017", "paragraphs": ["About two-thirds of the export license applications for firearms, artillery,  and ammunition that State reviewed during fiscal years 2013-2017 were  for firearms and related items controlled under Category I of the USML  (see fig. 2). Of the applications for these items, about 57 percent involved  non-automatic or semi-automatic firearms—most of which are proposed  to transfer to the CCL under Commerce control—and about 4 percent  involved fully-automatic firearms—which would remain on the USML  under State control. The remainder of export license applications for  Category I items included other types of firearms such as combat  shotguns, firearm attachments such as silencers and riflescopes, firearm  parts and components, and technical data and defense services related  to these items. The proposed rules state that some of these items would  transfer to Commerce control while others would remain under State  control.", "As shown in figure 2, export license applications for Category II artillery  were about 5 percent of all Category I-III license applications from fiscal  years 2013 through 2017. According to State, under the proposed rules,  modern artillery, their ammunition, and certain related parts and  components would remain under State’s control. Category III  ammunition represented about 21 percent of the Category I-III export  license applications. As stated in the State and Commerce proposed  rules, USML Category III would be revised to specifically list the  ammunition that it controls, which would include ammunition that has only  or primarily military applications. Generally, ammunition used in the non- automatic and semi-automatic firearms that are proposed to transfer to  Commerce control would also transfer. About 8 percent of the export  license applications involved items controlled in more than one category  of USML Categories I, II, and III, which are shown as “Multiple” in figure 2."], "subsections": []}, {"section_title": "Volume of Category I-III Export License Applications Varied by Geographic Region of End-User in Fiscal Years 2013-2017", "paragraphs": ["In fiscal years 2013 to 2017, 32 percent of license applications for the  export of firearms, artillery, and ammunition were intended for end-users  in countries in Europe and Eurasia, 29 percent to the Western  Hemisphere, 24 percent to East Asia and the Pacific, 7 percent to the  Near East, 3 percent to Africa, 3 percent to South and Central Asia, and 2  percent to multiple countries (see fig. 3). Export license applications for  firearms, artillery, and ammunition during fiscal years 2013 to 2017  included applications for end-users spanning 189 countries and  territories, yet the top 20 countries represented about 70 percent of the  total number of applications (see fig. 4)."], "subsections": []}]}, {"section_title": "State and Commerce Export Controls Have Several Different Requirements, Including for Registration, Licensing, End-Use Monitoring, and Congressional Notification", "paragraphs": ["State’s and Commerce’s export controls are guided by different laws,  regulations, or policies that have several different requirements for  registration, licensing, end-use monitoring, congressional notification,  public reporting, and enforcement. The AECA requires manufacturers,  exporters, and brokers of items on the USML to register with State  whereas there is no registration requirement in the law for manufacturers,  exporters, and brokers of items on the CCL under Commerce’s  jurisdiction. Differences also exist in how State and Commerce screen  export license applications and in their license requirements. For  example, State and Commerce rely on different internal watch lists to  screen applicants. In addition, according to Commerce, certain exports  that currently require a State license would not require a Commerce  license once transferred to Commerce’s jurisdiction. State and Commerce  also conduct end-use monitoring of selected controlled exports differently.  For example, State relies primarily on embassy staff to conduct end-use  checks and Commerce relies primarily on several export control officers  based overseas for this responsibility. In addition, congressional  notification and public reporting requirements that under current law apply  to firearms on the USML would not be applicable if they are transferred to  the CCL. Finally, there are some differences in enforcement of export  control laws, such as different maximum fines for civil violations,  depending on whether the item is controlled by the ITAR under State’s  jurisdiction or controlled by the EAR under Commerce’s jurisdiction."], "subsections": [{"section_title": "The Law Requires Registration for Items on the USML but Not for Items on the CCL", "paragraphs": ["The AECA requires manufacturers, exporters, and brokers of defense  articles or services listed on the USML to register annually with State’s  Directorate of Defense Trade Controls (DDTC) whereas there is no  requirement in the law for registration for manufacturers, exporters, and  brokers of items on the CCL. State reported having 13,083 registrants  across all 21 USML categories in fiscal year 2017. Registration, which  requires a fee payment of at least $2,250 per year, is generally a  precondition for obtaining a State export license, unless State grants an  exception to a manufacturer or exporter, or a broker is eligible for an  exemption. According to a State document, registration provides  important information on the identity and location of defense companies  and conveys management responsibility for compliance with export  control laws. Those registering must disclose any foreign ownership or  affiliations and certify that they have not been indicted, otherwise charged  with, or convicted of export control violations and other crimes.  Manufacturers and exporters whose entire product line transfers to the  CCL would no longer have to register, according to Commerce’s  proposed rule, while those that manufacture or export any items that  remain on the USML, would continue to register with DDTC."], "subsections": []}, {"section_title": "Differences Exist in State and Commerce Applicant Screening Processes and License Requirements", "paragraphs": [], "subsections": [{"section_title": "Both Agencies Review Export License Applications Using an Interagency Process", "paragraphs": ["State’s and Commerce’s processes for reviewing export license  applications involve opportunities for other Departments to review  applications. While DDTC has primary responsibility for reviewing State’s  commercial export license applications, other bureaus within State, as  well as DOD, also review certain applications, depending on the defense  article, defense service, or the destination country. Commerce export  license applications also involve an interagency review that includes  State, DOD, and the Department of Energy, depending on the item to be  exported. Both departments have a process for resolving disagreements  among the reviewing bureaus or agencies on the disposition of the  application. According to State officials, as part of the interagency  review process for Commerce licenses, State has generally reviewed  applications for items that have previously moved from the USML to the  CCL and would continue to do so for items that would transfer to the CCL  under the proposed rules.", "Moreover, DOD officials told us that DOD intends to review Commerce  export license applications for these items during the interagency review  process, if the proposed transfer is implemented. This would represent a  change from DOD’s current practice to generally not review State’s  firearms license applications. DOD officials told us that if the proposed  rules are finalized, they believed it is prudent to begin reviewing  Commerce license applications for items that would transfer under the  proposed rules, at least initially."], "subsections": []}, {"section_title": "State and Commerce Use Different Watch Lists to Screen Parties to the Export Transaction", "paragraphs": ["State and Commerce each maintain their own internal watch lists to  screen all parties identified on license applications. A watch list match  would trigger further review of the license and ultimately can result in a  denial of the license in some cases. State and Commerce also use watch  lists as a means of targeting transactions for possible end-use checks to  verify legitimacy of end-users of controlled exports. Both departments’  watch lists include any derogatory information they collect internally from  their past screening and end-use monitoring of licenses. For example, if  information is identified raising questions about the legitimacy of a party  to a license during the application review, that information would be used  to update the watch list to inform future license application reviews.  State’s and Commerce’s watch lists also include information from  automated databases maintained by other U.S. agencies as well as  information from law enforcement agencies and the intelligence  community. State’s watch list contains over 200,000 entries, including  sensitive details related to ongoing and previous law enforcement  activities, according to State officials.", "According to Commerce officials, because State has been responsible for  export controls of firearms, artillery, and ammunition, its internal watch list  is also more likely than Commerce’s to include derogatory information  collected from past screening and end-use monitoring related to exports  of these items. However, Commerce does not have access to State’s  watch list, according to State and Commerce officials. These officials  noted that a Commerce licensing officer can ask State to screen an  applicant with State’s watch list on a case-by-case basis, although such  checks are not done routinely.", "State and Commerce officials told us that, in anticipation of the transfer of  firearms, artillery, and ammunition to Commerce’s responsibility, the two  departments are engaged in ongoing discussions to potentially share  State’s watch list with Commerce. According to State officials, these  discussions involve determining which specific watch list information  Commerce would need and State is able to share, depending on the  source of the information. State and Commerce also have to resolve the  sharing and updating of information using different information technology  infrastructures, according to department officials. As of February 2019,  the departments had not reached agreement or established a  documented process to achieve the goal of sharing watch list information  before implementation of the proposed transfer would occur, according to  State and Commerce officials.", "Information sharing is supported by a policy statement included in the  ECRA. The statement says that among other factors, the “export control  system must ensure that it is transparent, predictable, and timely, has the  flexibility to be adapted to address new threats in the future, and allows  seamless access to and sharing of export control information among all  relevant United States national security and foreign policy agencies.”  Without access to State’s watch list, if the proposed rules are finalized,  Commerce may lack critical information needed to effectively screen  license applicants for firearms and related exports and target possible  cases for end-use monitoring to ensure that these exports are used as  intended and by legitimate end-users."], "subsections": []}, {"section_title": "Both Agencies Screen License Applications for Human Rights Concerns but Statutory Prohibition Applies Differently", "paragraphs": ["Both State and Commerce screen license applications for human rights  concerns, but the federal law that prohibits exports to the governments of  certain foreign countries on human rights grounds applies differently to  items under State’s jurisdiction than under Commerce’s. Under Section  502B of the Foreign Assistance Act of 1961, as amended, in general, “no  security assistance may be provided to any country the government of  which engages in a consistent pattern of gross violations of internationally  recognized human rights.” For this provision, “security assistance” is  defined in part as any license in effect with respect to the export to or for  the armed forces, police, intelligence, or other internal security forces of a  foreign country of (1) any defense articles or defense services licensed  for export under section 38 of the AECA, or (2) items listed under the 600  series of the CCL. Licenses under Commerce’s jurisdiction generally  may not be issued for items defined as “crime control and detection  instruments and equipment” to a country, the government of which  engages in a consistent pattern of gross violations of internationally  recognized human rights. For items under Commerce’s jurisdiction, the  Commerce proposed rule specifies that concern for human rights is a  regulatory reason for denying a license for firearms and ammunition  under Commerce’s Export Administration Regulations (EAR).", "Within State, the Bureau of Democracy, Human Rights and Labor (DRL)  is primarily responsible for screening export license applications to ensure  that exports do not involve parties with human rights concerns. According  to DRL officials, the bureau reviews applications for exports to specific  countries where human rights concerns exist and prioritizes applications  for firearms exports because they are often associated with human rights  abuses committed by government police and military units. The officials  noted, however, that State rarely denies an export license based solely  on human rights concerns. If firearms are transferred to Commerce’s  responsibility, DRL will continue to have the primary role in screening  license applications for human rights as part of the Commerce-led  interagency review process, according to DRL officials. For Commerce  license applications, however, State’s position would be weighed together  with the positions of Commerce, DOD, and Energy, according to  Commerce officials. By contrast, for State export license applications,  State alone makes the final determination, according to State officials."], "subsections": []}, {"section_title": "State Has Different Requirements than Commerce for End-Users to Certify They Will Not Re-Export Certain Licensed Exports", "paragraphs": ["State and Commerce have different end-user certification requirements.  State’s export control regulations require that for certain items, applicants  provide a written certification from end-users that they will not re-export,  resell, or otherwise dispose of the commodity outside of the country listed  on the license. This requirement generally applies to all items on the  USML that are designated as Significant Military Equipment, including  firearms, and ammunition. In contrast, Commerce generally does not  require end-user certification for items on the CCL but does require it  when it has not verified the legitimacy of end-users and may also impose  this requirement on a case-by-case basis. Written end-user certification  provides additional assurance and accountability that end-users will  comply with the terms and conditions of the license, according to State officials. It also is a deterrent and provides documentary evidence that  can be later used in court, if necessary, according to an official from  Immigration and Customs Enforcement (ICE)."], "subsections": []}, {"section_title": "The Law Requires Disclosure of Political Contributions, Fees and Commissions for Items on the USML but Not for Items on the CCL", "paragraphs": ["The AECA states that the Secretary of State shall require reporting on  political contributions, gifts, commissions, and fees paid or offered, or  agreed to be paid by any person in connection with a commercial sale of  an item listed on the USML to or for the armed forces of a foreign country  or an international organization. State’s export control regulations also  require license applicants to disclose certain payment of political  contributions, fees, and commissions for certain sales of defense articles  and defense services. This requirement applies to exports of $500,000  or more. Applicants must report political contributions in an aggregate  amount of $5,000 or more and paid fees or commissions in an aggregate  amount of $100,000 or more. Applicants must provide a letter to DDTC  containing specific information about the sale, including the amounts of  political contributions, fees, or commissions paid, and the name and  nationality of each recipient. The disclosures are intended to ensure that  purchases made by foreign governments of U.S. defense articles are  based on merit without improper influence. Failure of applicants to comply  with these disclosure requirements can result in additional oversight  measures and civil penalties. According to an ICE official, this  disclosure information may provide valuable information in criminal or civil  matters. There is no requirement in the law for these disclosures for items  listed on the CCL and Commerce licenses do not require these  disclosures. Therefore, this information would no longer be collected as  part of the licensing process for firearms, artillery, and ammunition that  are proposed for transfer to the CCL, according to Commerce officials."], "subsections": []}, {"section_title": "According to Commerce, Certain Exports That Require a State License Would Not Require a Commerce License if Transferred to the CCL", "paragraphs": ["Consistent with export control regulations, there are several  circumstances in which some exports proposed for transfer that currently  require State licenses would either require fewer or no Commerce  licenses if the proposed rules are finalized, according to Commerce.", "Multiple end-users on one license. State requires licenses to be limited  to only one end-user, while Commerce allows multiple end-users on a  single license. The applicant for a State export license must provide a  purchase order documenting the proposed export to a single end-user  and an additional license would be required for each additional end-user.  According to Commerce officials, a Commerce license can have multiple  end-users associated with a particular consignee, reducing the total  number of licenses for which the applicant must apply.", "Technical data and defense services. State requires licenses for  defense services and technical data whereas Commerce’s export controls  do not generally apply to defense services and apply to technical data  more narrowly than State. State’s regulations define defense services as  “the furnishing of assistance (including training) to foreign persons … in  the design, development, engineering, manufacture, production,  assembly, testing, repair, maintenance, modification, operation,  demilitarization, destruction, processing or use of defense articles.”  State’s definition of defense services also includes military training of  foreign units and forces including publications, training exercises, and  military advice. State’s definition of technical data includes information,  such as blueprints, drawings, or instructions. Commerce’s export control  regulations generally do not apply to services. For example, training in  the basic operation of a firearm controlled by Commerce would not be  subject to export controls, according to State officials. In addition,  Commerce’s regulations do not control technology or software, if it is  “available to the public without restrictions.” For example, Commerce officials told us that Commerce would not require an export license for the  posting of instructions for 3D printing of firearms on the internet, if they  were publicly available without restrictions.", "Minimum level of U.S.-origin content. Items subject to State’s controls  require a license when they are incorporated into a foreign-made product  regardless of the percentage of controlled U.S. content in that product.  Commerce does not require a license for items when they are  incorporated into foreign-made items unless the controlled U.S.-origin  content of a foreign-made product exceeds the applicable minimum  percentage which, according to Commerce officials, may be 10 or 25  percent, depending on the destination. This minimum level of U.S.-origin  content is referred to as “de minimis treatment.” Commerce’s proposed  rule states that de minimis treatment in Commerce’s regulations would  apply for all foreign-made items proposed for transfer to the CCL, unless  they are being exported to a country that is subject to a United States  arms embargo, in which case there would be no minimum threshold for  U.S.-origin content.", "License exceptions. State regulations contain some country-based  license exceptions, including for exports to Canada and, more narrowly,  to Australia and the United Kingdom whereas Commerce has several  different license exceptions under its regulations. For example,  Commerce regulations have the “Strategic Trade Authorization” (STA) exception that permits exports of certain items to countries determined to  be low risk, which includes NATO partners and other close allies, of which  37 are eligible for a broader STA authorization and seven are eligible for  a much narrower STA authorization. Commerce’s proposed rule  specifies that it would revise Commerce’s regulations to make firearms  and most parts, components, accessories, and attachments ineligible for  the STA license exception. However, Commerce estimates that 450 to  650 license applications per year involving certain eligible items would still  be authorized under STA exceptions if the proposed rules are finalized.", "Commerce also has a “Limited Value Shipment” exception, which is  available for proposed exports of certain less sensitive firearms parts and  components with a value of $500 or less per shipment based on the  actual selling price or fair market value. Commerce’s proposed rule  specifies that this exception would only be available for certain parts,  components, and accessories and attachments for firearms; complete  firearms would be ineligible for this exception. State offers a similar  exemption but only for licenses with a value of $100 or less, based on the  wholesale price."], "subsections": []}]}, {"section_title": "State and Commerce Both Conduct End-Use Monitoring of Selected Controlled Exports but Differences Exist", "paragraphs": [], "subsections": [{"section_title": "State and Commerce Both Implement End-Use Monitoring Programs", "paragraphs": ["State and Commerce both conduct end-use monitoring to verify the  reliability of foreign end-users and legitimacy of proposed transactions  and to provide reasonable assurance of compliance with the terms of the  license and proper use of the licensed items. State recommends that end-use checks involve a site visit whenever possible, while Commerce policy  requires that the end-use check include a physical verification on-site with  a party to the transaction, according to Commerce officials. State and  Commerce also apply their own means of risk-based targeting to select  the licenses or exports that will undergo end-use monitoring, however,  similarities exist involving selection criteria. For example, State and  Commerce may target transactions that involve unfamiliar foreign parties,  unusual shipping routes, or derogatory information from watch lists,  according to the departments. The number of end-use checks conducted  by State averaged about 1.3 percent of its license applications, and those  conducted by Commerce averaged about 3.3 percent of its applications  from fiscal years 2013-2017.", "State and Commerce end-use checks may result in either “favorable” or  “unfavorable” findings. Commerce may also categorize an end-use check  as “unverified.” An “unfavorable” or “unverified” result occurs if the end- use check cannot verify information in the license or reveals facts that are  inconsistent with the license. For either State or Commerce, an  unfavorable end-use check can lead to denying applications, revoking  licenses, removing parties from licenses, updating the watch list, or  making referrals to U.S. law enforcement agencies for investigation,  according to a State report and Commerce officials. State closed 166 of  766, or 22 percent, of end-use monitoring cases as “unfavorable” in fiscal  years 2013-2017 for firearms, artillery, and ammunition licenses. State’s  three most common reasons for an unfavorable finding for end-use  checks for firearms, artillery, and ammunition were derogatory information  on a foreign party, inability to confirm order or receipt of goods, and  involvement of an unlicensed party.", "State relies on U.S. embassy or consulate staff in the country or countries  involved in the transaction to conduct its end-use checks. Commerce  relies primarily on Export Control Officers (ECOs) positioned overseas to  conduct end-use checks. ECOs conducted an average of about 60  percent of Commerce’s end-use checks per year from fiscal years 2013  to 2017. According to Commerce officials, Commerce had a total of nine ECO positions in Beijing, Dubai, Frankfurt, Hong Kong, Istanbul, New  Delhi, and Singapore, as of October 2018 (see fig. 5). Six of these nine  positions were filled as of this date. The ECOs have areas of  responsibility covering multiple countries within their geographic region.  For the remaining 40 percent of end-use checks, Commerce relied  primarily on its “Sentinel Program” in which BIS special agents based in  domestic field offices, along with other responsibilities, travel to  destination countries not covered by ECOs to conduct end-use checks.  In addition, a small percentage of Commerce’s end-use checks are  conducted by Foreign Commercial Service officers or other personnel  stationed at U.S. embassies, according to Commerce officials.", "State conducted 766 end-use checks for firearms, artillery, and  ammunition in fiscal years 2013-2017 with the largest share, over 40  percent, in the Western Hemisphere (see fig. 6). None of Commerce’s  overseas ECO positions are located in this region nor do any cover it  within their areas of responsibility. According to Commerce officials, the  number and locations of end-use checks for firearms, artillery, and  ammunition, if these items are transferred to the CCL, will depend on how  exports of these items factor into the department’s existing targeting  criteria. To the extent that Commerce needs to conduct end-use checks  for these items in the Western Hemisphere, Commerce officials told us  that they plan to cover these checks via the Sentinel Program and, where  necessary, through checks by Foreign Commercial Service Officers. The  officials noted that they plan to reassess their end-use monitoring efforts  after items are transferred to the CCL if the proposed rules are finalized.", "End-use checks include pre-license checks in support of the license  application review or post-shipment verifications after the license has  been approved and items have shipped. As shown in figure 7, more  than 50 percent of State’s end-use checks specifically for firearms,  artillery, and ammunition licenses from fiscal years 2013 to 2017 were  pre-license checks. Conversely, about 90 percent of Commerce’s end- use checks for all items subject to the EAR for this period were post- shipment verifications. Commerce noted that it conducts mostly post- shipment verifications because it controls a higher share than State of  items that are exported without a license."], "subsections": []}]}, {"section_title": "State Is Required by Law to Notify Congress of Certain Export License Applications for Firearms, Artillery, and Ammunition While Commerce Is Not", "paragraphs": ["The AECA requires State to notify Congress before State can approve  certain export licenses for firearms, artillery, and ammunition. These  notification requirements depend on the proposed export value and type  of export, among other factors. For example, the AECA requires State to  notify Congress of proposed licenses for the export of USML Category I  firearms in the amount of $1 million or more. Additionally, State must  notify Congress of proposed licenses for commercial agreements that  involve the overseas manufacture of certain USML items, including many  firearms, artillery, and ammunition items, regardless of the proposed  value.", "During fiscal years 2013 to 2017, State identified 240 export license  applications involving firearms, artillery, and ammunition that required  congressional notification, totaling approximately $2.5 billion. Additionally,  State identified 41 license applications for commercial technical  assistance or manufacturing license agreements involving the overseas  manufacture of firearms, artillery, and ammunition that required  congressional notification, totaling approximately $5.7 billion.", "According to State and Commerce officials, these congressional  notification requirements would no longer apply to firearms, artillery, and  ammunition that move from State’s to Commerce’s export control  responsibility because the requirements apply specifically to USML  controlled items. The proposed rule transferring firearms to Commerce’s  responsibility does not revise Commerce’s export control regulations to  add a congressional notification requirement for firearms, according to  Commerce officials."], "subsections": []}, {"section_title": "State Is Required by Law to Publicly Report More Details on Controlled Exports than Commerce", "paragraphs": ["The Foreign Assistance Act, as amended, requires State to report to  Congress annually on military assistance and military exports to the  governments of each foreign country and international organization and  specifies that the report include “a statement of the aggregate dollar value  and quantity of semiautomatic assault weapons, or spare parts for such  weapons.” The Act also requires that State post all unclassified  information from this report on the internet. To comply with this  requirement, State posts an annual report that includes the aggregate  dollar value and quantity of defense articles and services, by USML  category, licensed to each foreign country and international organization,  as well as data on the actual shipments occurring during the fiscal year.  The report also includes an appendix that breaks out exports specifically  for the USML sub-category I(a), which includes non-automatic and semi- automatic firearms, and sub category I(h), which includes firearms  components, parts, accessories, and attachments.", "This reporting requirement only applies to exports of items on the USML,  which are licensed by State under the AECA, but does not apply to  exports controlled by Commerce. This information on exports, by country,  would no longer be available for firearms and other items from Categories  I-III of the USML after they are transferred to the CCL if the proposed  rules are finalized, according to Commerce officials."], "subsections": []}, {"section_title": "Some Differences Exist between Export Control Enforcement of Items Controlled by State and Commerce", "paragraphs": ["The statutory penalties available for criminal violations of export control  laws are the same regardless of whether the items are on the USML and  controlled by State or on the CCL and controlled by Commerce. Criminal  violations may result in fines up to $1 million and prison terms up to 20  years, or both.", "Under the AECA, civil violations of State’s export controls may result in a  fine of up to $500,000 but, according to State officials, can be much  higher based on inflation under the Federal Civil Penalties Inflation  Adjustment Act of 1990, as amended. State told us that actual civil  penalties for civil violations in 2018 ranged from $824,959 to $1,134,602.  By contrast, the ECRA set the penalty for civil violations of Commerce’s  export controls at up to $300,000 or twice the value of the transaction that  is the basis of the violation, whichever is of greater value. According to  Commerce officials, this can substantially increase the monetary penalty  for civil violations.", "Criminal violations of either State’s or Commerce’s export control laws  may result in prohibiting the violator from involvement in future exports of  controlled items. The AECA also precludes the issuance of State  licenses to persons convicted of violating certain federal laws, such as the  Foreign Corrupt Practices Act. Similarly, Commerce can deny the export  privileges, including the ability to obtain a license, of companies and  individuals for a period of 10 years from the date of conviction for violating  certain federal laws. This prohibition can be expanded to include other  related parties, such as those connected with the denied person by virtue  of affiliation, ownership, or control.", "Agencies with responsibility for export control enforcement can vary  depending on whether items are controlled by State or Commerce.  According to DHS officials, ICE has jurisdiction to investigate potential  export control violations and U.S. Customs and Border Protection has  primary enforcement responsibility for export control violations at the  border, seaports, and airports. The Federal Bureau of Investigation (FBI)  can also investigate these cases involving items controlled by either State  or Commerce. According to Commerce, the Office of Export Enforcement  in BIS has over 100 special agents in U.S.-based field offices authorized  to investigate potential violations of Commerce’s export control laws.  These investigative resources would be available, in addition to DHS and  FBI, to address illegal firearms trafficking if the proposed transfer is  implemented, according to Commerce officials."], "subsections": []}]}, {"section_title": "Proposed Rules, If Finalized, Would Reduce State’s and Increase Commerce’s Licensing Volume, but Extent of the Resource Impact on These Agencies Is Unknown", "paragraphs": [], "subsections": [{"section_title": "According to State, the Proposed Transfer Would Impact Resources from State Fee Collections to an Uncertain Extent", "paragraphs": ["State expects to lose revenue from registration fees if the proposed  transfer of firearms, artillery, and ammunition to Commerce is  implemented. State estimates in its proposed rule that the transfer would  result in about 10,000 fewer license applications per year for Category I- III items—a reduction of about 26 percent from the 38,862 applications  that State processed in fiscal year 2017. State estimates a recurring  annual registration fee revenue loss of about $2.5 million, according to its  proposed rule. State officials told us, if the proposed rules become final,  there would be additional revenue declines from an uncertain drop in the  number of registrants that State cannot estimate. They explained that  because many manufacturers and exporters would likely be involved in  items controlled by State as well as Commerce, they would still need to  register with State. Others involved only in items moving to Commerce  would no longer have to register with State. For example, according to  State officials, a manufacturer of both semi-automatic weapons that the  proposed rules identify for transfer to the CCL and fully automatic  weapons that would stay on the USML would still be required to register  with State, if the proposed rules are finalized. State officials noted that the  decline in the number of license applications resulting from previous  transfers of items from the USML to the CCL has not produced a proportional decline in registration revenue. According to data provided by  State, registration revenue has dropped less than 25 percent from about  $47 million in fiscal year 2013 to about $36 million in fiscal year 2017,  while the number of export license applications has dropped more than  50 percent from about 83,000 to almost 39,000.", "With the decline in license workload that State expects would result if the  proposed rules are finalized, State officials told us that four contractors  currently responsible for reviewing licenses for firearms and ammunition  in DDTC could be moved to other teams with vacancies in order to review  licenses for other controlled items. On the other hand, State’s Bureau of  International Security and Nonproliferation (ISN), which has lead  responsibility at State for reviewing Commerce licenses for items  transferring from the USML to the CCL, expects to see an increase in its  workload. An ISN official told us his bureau could potentially need an  additional 2.5 full-time equivalent staff to review items transferred to the  CCL as part of Commerce’s interagency review process."], "subsections": []}, {"section_title": "Commerce Officials Believe They Have Sufficient Resources to Handle an Increase in Workload Resulting from the Proposed Transfer", "paragraphs": ["Commerce estimates in its proposed rule that it would gain 6,000  additional license applications from the proposed transfer—an increase of  about 18 percent above the 34,142 license applications it reviewed in  fiscal year 2017. Commerce officials told us that the increased workload  to review license applications will also create more work for some related  activities. For example, Commerce expects the number of investigative  leads and export enforcement investigations to include more firearms- related actions. However, Commerce officials told us they have not  estimated the magnitude of these changes.", "Commerce officials told us they believe they have enough resources to  absorb the increase in workload. They noted that they have flexibility to  shift license review staff to meet demand created by the additional  licenses, if necessary. In addition, BIS received an 18 percent increase in  full-time equivalent staff positions, from 367 to 432, in fiscal year 2018.  This increase was in response to workload demands created by previous  transfers of items from the USML to the CCL, according to Commerce  officials. Commerce officials told us that they will continue to assess  workload data after the proposed transfer is implemented to determine  whether they have adequate staff levels to meet increased workload  demands."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["If finalized, the proposed rules to transfer certain firearms, artillery, and  ammunition from Categories I-III of the USML to the CCL would apply  Commerce’s export control system to these items instead of State’s.  However, critical information needed to effectively screen applicants and  target licenses for end-use monitoring may be unavailable to Commerce  unless State shares its watch list data. Further, because State has been  responsible for export controls of firearms, artillery, and ammunition, its  watch list is more likely than Commerce’s to include derogatory  information collected from past screening and end-use monitoring related  to exports of these items, according to Commerce officials. While State  and Commerce officials said that they have held discussions regarding  how to share relevant information from their internal watch lists, as of  February 2019, they had not reached any agreement on how to share  watch lists if the proposed rules are finalized. Without such an agreement  or process to share State’s watch list, Commerce may lack critical  information needed to ensure that items proposed for transfer are used as  intended and by legitimate end-users."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making a total of two recommendations, including one to State  and one to Commerce.", "If responsibility for controlling the exports of certain firearms, artillery, and  ammunition is transferred from State to Commerce, the Secretary of State  should ensure that the Under Secretary of State for Arms Control and International Security Affairs develops a process for sharing State’s  internal watch list with Commerce to enhance oversight of these items.  (Recommendation 1)", "If responsibility for controlling the exports of certain firearms, artillery, and  ammunition is transferred from State to Commerce, the Secretary of  Commerce should ensure that the Under Secretary of Commerce for  Industry and Security develops a process for receiving State’s internal  watch list and integrating it into Commerce’s licensing review process to  enhance oversight of these items. (Recommendation 2)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to State, Commerce, DOD, DHS, and  DOJ for review and comment. In their written comments, reproduced in  appendixes III and IV, State and Commerce agreed with our  recommendations. Commerce provided some minor revisions to the  recommendation, which we incorporated. DOD, DHS, and DOJ did not  provide written comments. In addition, State, Commerce, and DOJ  provided technical comments, which we incorporated as appropriate.", "We are sending copies of this report to the appropriate congressional  committees and the Secretaries of State, Commerce, Defense, and  Homeland Security; and the Attorney General of the United States. In  addition, the report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8612 or gianopoulosk@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to assess (1) the volume and value of commercial  export license applications State Department (State) reviewed for  firearms, artillery, and ammunition—Categories I-III of the U.S. Munitions  List (USML)—in fiscal years 2013-2017, (2) how certain export controls  differ between State and Commerce, and (3) what is known about the  resource implications for State and Commerce due to the proposed  transfer.", "To assess the volume and value of export license applications for USML  Category I-III firearms, artillery, and ammunition that State reviewed  during fiscal years 2013 to 2017, we obtained data from the interagency  export licensing database, USXPORTS. USXPORTS is the system of  record for all munitions and dual-use export license applications and  adjudications, and is maintained by the Defense Technology Security  Administration, within the Department of Defense (DOD). The data on  USXPORTS originates from private companies applying for export  licenses which, in the case of munitions, State is responsible for  adjudicating. The agencies use this database to review and adjudicate  applications, and also to report back to the applicants. We interviewed  officials from State’s Directorate of Defense Trade Controls (DDTC) in  State’s Bureau of Political and Military Affairs to understand the data and  identify any limitations on how we use them. We analyzed the data to  describe the number and reported value of export license applications,  the USML items in the applications, and the reported destination country,  among other characteristics. We assessed these data and found them to  be sufficiently reliable for the purpose of conducting these analyses, but  recognized that approved applications may not necessarily result in actual  exports. We also noted some minor data limitations in our report, such as  the fact that amendments to export license applications are not  associated with destination countries. We did not independently audit the  underlying data submitted to DDTC by private companies.", "To analyze how certain export controls differ between State and  Commerce, we reviewed the departments’ proposed rules, relevant laws  and regulations, agency guidance, and annual reports related to State’s  and Commerce’s export controls. We also interviewed officials from  Commerce’s Bureau of Industry and Security; DDTC; State’s Bureau of  Democracy, Human Rights and Labor; State’s Bureau of International  Security and Nonproliferation; Immigration and Customs Enforcement  and U.S. Customs and Border Protection in the Department of Homeland  Security; and the Defense Technology Security Administration. We  sought to present differences between State’s and Commerce’s export  controls that are potentially relevant for items proposed for transfer from  the USML to the CCL, rather than every possible distinction between the  two departments’ export control systems. To describe the number of  export license applications for firearms, artillery, and ammunition that  required congressional notification, we reviewed the licensing data from  the USXPORTS database. To describe the end-use monitoring  conducted on exports of firearms, artillery, and ammunition, we extracted  data from State’s Defense Trade Application database and interviewed  agency officials to understand the data. We analyzed the data by the  number of checks per year, the proportion of pre-license checks to post- shipment checks, the countries where the checks were conducted, and  the outcome of the checks. We assessed these data and found them to  be sufficiently reliable for these purposes.", "To assess what is known about the resource implications for State and  Commerce due to the proposed transfer, we held discussions with State  and Commerce officials, and reviewed annual budget documents and  other agency reports. To better understand State’s estimated reduction of  10,000 license applications per year and Commerce’s estimated gain of  6,000 licenses that would result from the proposed transfer of items from  the USML to the CCL, we reviewed State’s fiscal year 2013-2017 export  license data and the proposed rules. We also discussed the estimates  with agency officials. Commerce officials told us that their estimate was  fairly broad, based on State’s estimate and their knowledge and  experience of differences between the two agencies’ license  requirements that account for the difference between the two estimates.  We were not able to independently assess the accuracy of either estimate  because the license data we collected from State were not disaggregated  to identify which items on license applications would be transferring to the  CCL under the proposed rules and which would be staying on the USML.  Each State license application can involve multiple items across multiple  USML Sub-Categories. We also reviewed the number of full-time  equivalent staff responsible for export control activities and State’s annual  revenue from registration fees paid by manufacturers, exporters, and  brokers involved in items on the USML. We discussed State’s registration  data with agency officials and while we assessed these data as  sufficiently reliable for descriptive purposes, we also determined that  these data could not be used to generate reliable estimates about the  resource implications for the Department of State because there was no  clear pattern in the relationship between applications, registrants, and  revenue in the data provided.", "We conducted this performance audit from February 2018 to March 2019  in accordance with generally accepted government auditing standards.", "Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: The U.S. Munitions List and the Commerce Control List", "paragraphs": ["Defense articles and services subject to export controls under the  Department of State’s jurisdiction are listed in the 21 categories of the  United States Munitions List (USML). Table 3 shows the 21 USML  categories and the dates of rule changes under export control reform that  transferred certain items within these categories to the Commerce Control  List (CCL).", "The CCL is divided into ten broad categories and each category is further  subdivided into five product groups (see table 4)."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of State", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Comments from the Department of Commerce", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgements", "paragraphs": ["In addition to the individual named above, Drew Lindsey (Assistant  Director), Howard Cott (Analyst in Charge), Ashley Alley, Martin de  Alteriis, Neil Doherty, Adam Peterson, and Aldo Salerno made significant  contributions to this report."], "subsections": []}]}], "fastfact": ["The State Department reviewed about 69,000 commercial export licenses for firearms, artillery, and ammunition in 2013-17. Proposed changes would transfer export control responsibility to the Commerce Department for many of these items. Different laws and regulations would apply to the items transferring to Commerce.", "State and Commerce also use different watch lists to screen potential exporters. Commerce does not have direct access to State's watch list, which contains information from past screenings of export licenses.", "We recommended that if the changes are made, State and Commerce should develop a process for sharing State's watch list."]}