{"id": "GAO-14-819", "url": "https://www.gao.gov/products/GAO-14-819", "title": "USDA Contracting: Further Actions Needed to Strengthen Oversight of Contracts for Professional Services", "published_date": "2014-09-29T00:00:00", "released_date": "2014-10-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["USDA obligated nearly $1.8 billion for professional service contracts in fiscal years 2009 through 2013. OMB has raised concerns about such contracts, reporting that agencies are twice as likely to use higher-risk contract types when buying such services as when buying other services or goods.", "GAO was asked to review aspects of USDA's contracting for professional services. This report assesses the extent to which selected USDA agencies (1) used contract types preferred in federal regulations, agency policies and guidance, and OMB guidance when procuring professional services, and (2) followed federal regulations, agency policies and guidance, and OMB guidance in overseeing these contracts. GAO reviewed three USDA agencies that accounted for about 70 percent of USDA's obligations for professional service contracts in fiscal years 2009 through 2013. GAO analyzed federal contracting data from fiscal years 2009 through 2013; reviewed a nongeneralizable sample of 15 contracts, which were selected based on dollar value and contract type, among other criteria; and interviewed agency officials."]}, {"section_title": "What GAO Found", "paragraphs": ["The U.S. Department of Agriculture's (USDA) Departmental Management, Food and Nutrition Service, and Forest Service did not select contract types preferred by federal regulations, agency policies, and Office of Management and Budget (OMB) guidance, for about two-thirds (about $783 million) of the funds obligated to contracts for professional, administrative, and management support services (professional services) in fiscal years 2009 through 2013. The Federal Acquisition Regulation and OMB guidance direct federal agencies to use performance-based contracts to the maximum extent practicable when acquiring services—that is, contracts with measurable performance standards and a method of assessing contractor performance against those standards. In addition, the Federal Acquisition Regulation notes a preference for firm-fixed-price contracts that minimize risk rather than other payment arrangements such as contracts that reimburse contractors for expenses. Officials from each agency said that, starting in 2009, their agencies began placing greater emphasis on using performance-based, firm-fixed-price contracts, including, for example, requiring written justification for contracts that are not performance-based. The three agencies collectively increased their use of performance-based, firm-fixed-price contracts from about 16 percent of obligations for professional service contracts in fiscal year 2009 to about 53 percent in fiscal year 2013.", "The three USDA agencies did not consistently follow regulations, policies, and guidance in overseeing the 15 professional service contracts GAO reviewed, and did not consistently assess contractor performance as required. For example, 12 of the 15 professional service contracts GAO reviewed did not include quality assurance surveillance plans to guide oversight of the contracts. The Federal Acquisition Regulation directs that such plans be prepared as necessary to ensure contract requirements are met. Food and Nutrition Service officials told GAO the agency is planning to make quality assurance surveillance plans a requirement for all contracts by fiscal year 2015, with compliance tracked in an internal system. As part of this effort, the agency has held training for staff on the use of such plans. Departmental Management and the Forest Service, however, do not have similar mechanisms planned or in place to help ensure that such plans are included in contracts as necessary, in part because this has not been a priority in the past. Without such mechanisms, the agencies may not be able to fully assess the quality and timeliness of the services they receive. In addition, the agencies did not consistently assess contractor performance as directed by federal regulation and guidance. OMB has established government-wide performance targets for completing these assessments, but the three agencies in GAO's review fell short of these targets in fiscal year 2013. Agency officials told GAO that contractor assessments had not been completed for all contracts in part because the agencies had not emphasized the importance of doing so. The Forest Service has developed a specific written strategy for meeting OMB's targets for contractor assessments, but neither Departmental Management nor the Food and Nutrition Service has done so. Without such strategies, it is unclear how, when, or whether Departmental Management and the Food and Nutrition Service will meet OMB's targets, and thus the government may continue to have limited contractor performance information when making future contracting decisions."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that Departmental Management and the Forest Service establish mechanisms to help ensure inclusion of quality assurance surveillance plans in contracts as necessary, and that Departmental Management and the Food and Nutrition Service develop strategies for meeting OMB's targets for contractor assessments. The agencies generally agreed with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The U.S. Department of Agriculture (USDA) obligated nearly $1.8 billion  to contracts for professional, administrative, and management support  services (professional services) such as program evaluation, financial  management system support, and technical assistance in fiscal years  2009 through 2013. The Office of Management and Budget (OMB) has  raised concerns about contracts for such professional services, in part  because, according to a review of buying trends, agencies are twice as  likely to use higher-risk contract types when buying these services as  they are when buying other types of services and goods.", "The importance of selecting contract types and overseeing contracts to  minimize financial risk to the government has been highlighted in OMB  guidance, and the Federal Acquisition Regulation provides direction on  preferred contract types for professional services and steps for contract  oversight. For example, the Federal Acquisition Regulation notes a  preference for using firm-fixed-price contracts, under which the  government agrees in advance to the amount it will pay a contractor,  rather than higher-risk types of contracts, such as those that reimburse  the contractor for expenses such as labor and materials. Similarly, OMB  guidance emphasizes contract oversight activities such as meeting  regularly with the contractor, requiring periodic progress reports, and  regularly discussing contractor performance. The importance of  minimizing financial risk to the government from contracts was also  highlighted in a March 2009 presidential memorandum, which stated that  the federal government must have sufficient capacity to manage and  oversee the contracting process from start to finish to ensure that  taxpayer funds are spent wisely and not subjected to excessive risk.", "You asked us to review aspects of USDA’s contracting for professional  services. We examined professional service contracts for three USDA  agencies—Departmental Management, the Food and Nutrition Service,  and the Forest Service—that accounted for about 70 percent of USDA’s  fiscal year 2009 through 2013 obligations for such contracts. This report  assesses the extent to which USDA’s Departmental Management, Food  and Nutrition Service, and Forest Service (1) used contract types  preferred in federal regulations, agency policies and guidance, and OMB  guidance when procuring professional services, and (2) followed federal  regulations, agency policies and guidance, and OMB guidance in  overseeing these contracts.", "To perform this work, we reviewed relevant regulations, policies, and  guidance for selecting contract types and overseeing contracts. These  regulations, policies, and guidance include the Federal Acquisition  Regulation and the Agriculture Acquisition Regulation; agency policies,  including procurement advisories, acquisition operating procedures, and  handbooks; OMB guidance; and federal internal control standards. To  obtain additional insight, we also reviewed our reports that discuss the  application of preferred contracting practices by various agencies. We  also interviewed the head of contracting (or a designee) for each of the  three agencies in our review to identify overall agency processes and  procedures for selecting contract types and overseeing contracts.", "To address our first objective, we obtained and analyzed data from the  government’s Federal Procurement Data System-Next Generation for the  5 most recent fiscal years—2009 through 2013. To assess the reliability  of these data, we reviewed agency documents and interviewed officials,  and while our report notes questions about the accuracy of some of the  elements in the database, we found the data to be sufficiently reliable for  the purposes of this report. We then compared these data, as well as the  information obtained from our interviews of agency officials, to the  regulations, policies, and guidance we reviewed on preferred practices for  selecting contract types to assess the extent to which the agencies  followed regulations, policies, and OMB guidance in selecting contract  types.", "To address our second objective, we selected from the data system a  nonprobability sample of 15 contracts for further review—5 from each of  the three agencies included in our review. Generally, we selected  contracts that were among the highest in value (as measured by  obligated dollars) and that represented a mix of contract types (e.g., firm- fixed price and labor hour) and covered a variety of professional services  (e.g., marketing and human resource assistance). We selected contracts  that were awarded between October 1, 2008, and September 30, 2012, to  allow time for oversight activities to have taken place for each contract.  Because we used a nonprobability sample, the results are not  generalizable but provide examples of USDA’s contract types and  oversight activities. For these 15 contracts, we reviewed contract  documents provided by agency officials and interviewed the agencies’  cognizant contracting officers and contracting officer’s representatives to  obtain information on the agency’s oversight practices. In addition, to  determine the extent to which the agencies had completed contractor  performance assessments, we reviewed data from the Past Performance  Information Retrieval System. Because this system does not distinguish  between professional service contracts and other contracts for goods or  services, our analysis of the three agencies’ completion of performance  assessments encompasses all contracts, not just professional service  contracts. To assess the reliability of these data, we reviewed agency  documents and found the data to be sufficiently reliable for the purposes  of this report. We then compared the information we obtained from our  review of the 15 contracts in our sample and our interviews of agency  officials, as well as data from the Past Performance Information Retrieval  System, to the regulations, policies, and guidance we reviewed on  preferred practices for overseeing contracts to assess the extent to which  the agencies followed regulations, policies, and OMB guidance in  overseeing contracts. (See app. I for further details on our objectives,  scope, and methodology.)", "We conducted this performance audit from August 2013 to September  2014 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["USDA contracts for billions of dollars in goods and services every year,  including hundreds of millions of dollars in professional services.  Professional services constitute a wide range of functions needed by  USDA, including human resources support, such as developing position  descriptions or reviewing resumes; development of educational materials,  such as those used to disseminate information on the Food and Nutrition  Service’s Supplemental Nutrition Assistance Program; technical expertise  related to international forestry; various types of legal assistance; and  others. Among USDA’s 34 agencies and offices, 11 conduct contracting,  with 3 of these agencies—Departmental Management, the Food and  Nutrition Service, and the Forest Service—accounting for about 70  percent of USDA’s total obligations for professional service contracts in  fiscal years 2009 through 2013. Figure 1 shows these three agencies’  total obligations for such contracts over each of these fiscal years.", "In contracting for services, USDA and its agencies are governed by  various regulations, agency policies, and other guidance. Prominent  among these is the Federal Acquisition Regulation, which is the primary  regulation used by all federal executive agencies in their acquisition of  supplies and services with appropriated funds. OMB has also issued  guidance related to various aspects of government contracting. Both the  Federal Acquisition Regulation and OMB guidance contain direction to  agencies regarding the two aspects of contracting addressed in this  report—contract type and contract oversight."], "subsections": [{"section_title": "Contract Type", "paragraphs": ["The Federal Acquisition Regulation and OMB guidance direct federal  agencies to use performance-based contracts—that is, contracts with  measurable performance standards and a method of assessing a  contractor’s performance against those performance standards—to the  maximum extent practicable when acquiring services. OMB guidance  from 1998 notes that a performance-based contract emphasizes that all  aspects of an acquisition should be structured around the purpose of the  work to be performed as opposed to the manner in which the work is to  be performed or broad, imprecise statements of work that preclude an  objective assessment of contractor performance. Performance-based  contracts are intended to (1) ensure that contractors are given freedom to  determine how to meet the government's performance objectives,  (2) achieve appropriate performance quality levels, and (3) ensure that  payment is made only for services that meet these levels.", "In addition, the Federal Acquisition Regulation notes a preference for  firm-fixed-price contracts rather than other payment arrangements such  as contracts that reimburse contractors for expenses. OMB has likewise  encouraged the use of fixed-price contracts, in keeping with a 2009  presidential memorandum that stated: “here shall be a preference for  fixed-price type contracts. Cost-reimbursement contracts shall be used  only when circumstances do not allow the agency to define its  requirements sufficiently to allow for a fixed-price type contract.” Fixed- price contracts are generally seen as less risky to the government  because the contractor, rather than the government, assumes the  financial risk if there is a cost overrun. Overall, the Federal Acquisition  Regulation gives the following order of preference for professional service  contract types: (1) contracts that are both performance based and firm- fixed price; (2) contracts that are performance based but not firm-fixed  price; and (3) contracts that are not performance based.", "The Federal Acquisition Regulation states that in general, each contract  file shall include documentation to show why the particular contract type  was selected. If the contract is not firm-fixed price, the document should  include an analysis of why the use of another type is appropriate,  rationale and reasoning essential to support the contract type selection,  an assessment of the adequacy of government resources that are used  for contracts that are not firm-fixed price, and a discussion of the actions  planned to minimize the use of contracts that are not firm-fixed price in  the future. Furthermore, if the contract is not performance based, the  contract file must include the rationale."], "subsections": []}, {"section_title": "Contract Oversight", "paragraphs": ["Contract oversight is largely the responsibility of the contracting officer  and contracting officer’s representative assigned to a particular contract.  The contracting officer has authority to enter into, administer, and  terminate contracts and has the overall responsibility for ensuring the  contractor complies with the terms of the contract. As part of his or her  responsibilities, the contracting officer selects a contracting officer’s  representative, who assists in the technical monitoring and day-to-day  administration of a contract. The Federal Acquisition Regulation states  that for contracts that are not firm-fixed price, the contracting officer shall  designate and authorize the contracting officer’s representative in writing  and specify the extent of the contracting officer’s representative’s  authority; the designation documents are also to be furnished to the  contractor. OMB guidance also emphasizes the importance of defining  the contracting officer’s representative’s roles and responsibilities, noting  that representatives should be notified of their role in a written letter that  lists specific duties and tasks; this letter is to be signed by the contracting  officer.", "Contracting officer’s representatives are often selected based on their  knowledge of the program that is contracting for the service rather than  their contracting expertise, and they are to receive training in their duties.  For example, an information technology support contract may have an  information technology specialist serving as the contracting officer’s  representative because of that person’s knowledge of the subject matter.  The Federal Acquisition Regulation requires contracting officer’s  representatives to be qualified by contracting training and experience  commensurate with the responsibilities to be delegated, and OMB  guidance establishes specific training and experience requirements for  contracting officer’s representatives. Generally, the role of the  contracting officer’s representative can be either part-time or full-time, and  it is often a collateral duty.", "The Federal Acquisition Regulation and OMB guidance address other  aspects of contract oversight as well. For example, both the Federal  Acquisition Regulation and OMB guidance direct that contracts include a  quality assurance surveillance plan as necessary to ensure that the  contractor’s service meets contract requirements. The Federal Acquisition  Regulation states that the quality assurance surveillance plan should  specify all work requiring surveillance and the surveillance method.  Similarly, OMB guidance states that quality assurance surveillance plans  should provide a systematic, structured method for the contracting  officer’s representative to evaluate services and products contractors are  required to furnish, focusing on the quality of the contractor’s work. We  have found in the past that such plans are critical to assessing the quality  and timeliness of the products and services produced by contractors.", "The Federal Acquisition Regulation and OMB guidance also direct  agencies to complete assessments of contractor performance. Such  assessments include, for example, the quality of the product or service  provided, the contractor’s adherence to the contract schedule and ability  to control costs, business relations, small business utilization, and  management of key personnel. The federal government can then use  these assessments to assist it in selecting contractors for future work.  The Federal Acquisition Regulation requires agencies to submit past  performance assessments electronically into the Contractor Performance  Assessment Reporting System (CPARS); assessments are automatically  transmitted into the Past Performance Information Retrieval System,  where they are available government-wide for 3 years after the contract  performance completion date. For contracts or orders that exceed a  certain threshold, the Federal Acquisition Regulation generally requires  agencies to evaluate the contractor’s performance at least annually and  at the time the work is completed.", "In a March 2013 memorandum, OMB set government-wide performance  targets for completing contractor performance assessments, with the aim  of achieving 100 percent compliance by fiscal year 2015. The  memorandum assigned targets to federal agencies based on fiscal year  2012 compliance rates. Because USDA’s compliance was below 30  percent at the end of fiscal year 2012, its interim targets were 65 percent  compliance in fiscal year 2013, 80 percent compliance in fiscal year 2014,  and 100 percent compliance in fiscal year 2015. However, we reported in  August 2014 that USDA had a compliance rate of 27 percent as of April  2014—far short of its target."], "subsections": []}]}, {"section_title": "Agencies Did Not Use Preferred Contract Types for the Majority of Contract Obligations When Procuring Professional Services", "paragraphs": ["For the majority of funds obligated to professional service contracts in  fiscal years 2009 through 2013, USDA’s Departmental Management,  Food and Nutrition Service, and Forest Service did not select contract  types that are preferred by regulations, agency policies, and OMB  guidance. As noted earlier, the Federal Acquisition Regulation and OMB  guidance direct federal agencies to use performance-based contracts to  the maximum extent practicable when acquiring services, and the Federal  Acquisition Regulation states that performance-based, firm-fixed-price  contracts are preferred. However, in fiscal years 2009 through 2013,  according to agency data, about two-thirds of the dollars ($783 million)  obligated for professional service contracts awarded by the three  agencies in our review were for contracts that were not performance- based, firm-fixed-price contracts. Specifically, according to the data,", "About 37 percent of the dollars obligated (nearly $465 million) were  for performance-based, firm-fixed-price contracts—the preferred  contract type;", "About 8 percent ($96 million) were for performance-based contracts  that were not firm-fixed price;", "About 36 percent (nearly $450 million) were for contracts that were  firm-fixed price but not performance based; and", "About 19 percent (about $237 million) were obligated for contracts  that were neither performance based nor firm-fixed price. (See table  1.)", "Although these data show that a minority of the contracts are  performance based, the exact numbers may be imprecise. Our review of  a nonprobability sample of 15 contracts raises questions about whether  contracts coded as performance based meet the Federal Acquisition  Regulation’s description of performance-based contracts. Of the 15  contracts we reviewed, 7 were identified by the assigned contracting  officer or contracting officer’s representative as performance based.  However, in one of these contracts, the performance requirement related  to work assignments was that contractor employees “perform their  assignments professionally.” The contracting officer told us that this  contract was classified as performance based because being professional  was listed as a performance standard, which does not appear to meet the  Federal Acquisition Regulation’s description of performance-based  contracts—that is, contracts that have requirements based on results. We  did not identify similar issues with the other six contracts in our sample  that were identified as performance-based.", "There may be circumstances in which contract types other than  performance based and firm-fixed price are appropriate, according to  some agency officials we interviewed, particularly in cases where it is not  possible to know the extent to which contractor support is needed or the  cost of the service. For example, officials told us that a contract based on  specific tasks rather than results, such as a contract for human resource  support services that includes hiring and administrative assistance,  should not be performance based. Likewise, when the Forest Service  changed its financial software system, the agency used a labor-hour  contract rather than a firm-fixed-price contract because it did not know  how much time implementation of the new system would take and thus  could not determine a reasonable firm-fixed price in advance.", "OMB, Memorandum for the Heads of Departments and Agencies; Subject: Improving  Government Acquisition (Washington, D.C.: July 29, 2009). when using professional service contracts. The three agencies  collectively increased the percentage of obligated dollars for  performance-based, firm-fixed-price contracts from about 16 percent to  about 53 percent from fiscal years 2009 through 2013, with the Food and  Nutrition Service making the most significant gains. (See fig. 2.)", "As part of their emphasis on performance-based and firm-fixed-price  contracts, Departmental Management, the Food and Nutrition Service,  and the Forest Service are taking steps to encourage use of such  contracts. As of fiscal year 2013, Departmental Management directs its  contracting officers to provide written justification in the contract file if the  contracts are not performance based, according to agency acquisition  operating procedures. In addition, according to agency officials, a team  lead or contracting chief must review and sign off on a checklist from the  contracting officer that states whether an explanation for contracts that  are not performance based or are not firm-fixed price was included in the  contract file. Similarly, at the Food and Nutrition Service, the head of  contracting activity designee signs off on any contracts that are not firm- fixed price, and agency data indicate the vast majority of obligations for  professional service contracts are now for performance-based and firm- fixed-price contracts—nearly 90 percent in fiscal year 2013.", "The Forest Service likewise is encouraging performance-based and firm- fixed-price contracting through training and other efforts, including moving  its service contracts with larger obligated dollar amounts to lower-risk  contracting types, according to a headquarters official. In its contracting  procedures, the Forest Service requires that a rationale be provided if a  contract is not performance based or firm-fixed price. Forest Service  officials told us that using firm-fixed-price contracts instead of contracts  that reimburse contractors for labor hours has saved the agency millions  of dollars since fiscal year 2011. For example, one headquarters official  estimated that changing a contract with a travel help desk from labor  hours to firm-fixed price has resulted in a savings of $1 million per year.  This official also said that the Forest Service created an Acquisition  Savings Advisory Team in July 2010 to assist contracting officers and  others who were interested in using performance-based or firm-fixed- price contracts, by, among other things, conducting training."], "subsections": []}, {"section_title": "Agencies’ Oversight of Selected Professional Service Contracts Did Not Consistently Follow Regulations, Policies, and Guidance, and Agencies Did Not Consistently Assess Contractor Performance as Required", "paragraphs": ["USDA’s Departmental Management, Food and Nutrition Service, and  Forest Service did not consistently follow federal regulations, agency  policies and guidance, and OMB guidance in overseeing selected  professional service contracts. In addition, these agencies did not  consistently complete required contractor performance assessments."], "subsections": [{"section_title": "Agencies Did Not Always Designate Contracting Officer’s Representatives to Oversee Selected Professional Service Contracts", "paragraphs": ["Federal Acquisition Regulation, 48 C.F.R. § 1.602-2(d). we find a designation letter in the contracting documentation.31 In one of  these two cases, the person who was serving as contracting officer’s  representative was deemed qualified in terms of subject-matter expertise  but had not received training and was not eligible to be formally  designated as a contracting officer’s representative. In the other instance,  the contracting officer said that he did not believe he had made a formal  designation, but acknowledged that he should have done so. Because  serving as a contracting officer’s representative is often a collateral duty,  officials serving in this role may not be fully informed about their  responsibilities as well as the extent of and any limitations on their  authority if they do not receive a designation letter specifying their  authority.", "Both of these contracts were identified as firm-fixed price in the Federal Procurement  Data System-Next Generation and thus were not required by the Federal Acquisition  Regulation to have a contracting officer’s representative assigned. letters for contracting officer’s representatives and the roles and  responsibilities of agency officials."], "subsections": []}, {"section_title": "Most Professional Service Contracts We Reviewed Did Not Include Quality Assurance Surveillance Plans", "paragraphs": ["Most of the professional service contracts we reviewed did not include  quality assurance surveillance plans to guide oversight of professional  service contracts—specifically, 12 of 15 contracts we reviewed did not  include such plans. The Federal Acquisition Regulation directs that  contracts include a quality assurance surveillance plan as necessary to  ensure that the contractors’ service meets contract requirements and that  such plans should be prepared in conjunction with a contract’s statement  of work. OMB guidance on best contracting practices indicates that  developing a quality assurance surveillance plan is important because it  provides a method for contracting officers to evaluate services and  products the contractors are required to furnish. We have found in the  past that such plans are critical to assessing the quality and timeliness of  the products and services produced by contractors.", "Officials from the three agencies in our review held varying views on the  need for such plans. One agency official told us that having a quality  assurance surveillance plan was not necessary because the information  that would be included in such a plan could be included in the statement  of work. Similarly, for one contract in our review, the contracting officer  told us the contract itself listed terms and conditions that covered  information that would have otherwise been included in a quality  assurance surveillance plan. Moreover, a Departmental Management  headquarters official noted that the agency does not require quality  assurance surveillance plans for every contract and that determining  when one is needed is left up to the discretion—or “business sense”—of  the contacting officer and contracting officer’s representative. In contrast,  several contracting officers and contracting officer’s representatives from  the agencies in our review identified having a separate quality assurance  surveillance plan with clear monitoring requirements as a best practice in  oversight of service contracts.", "As part of various efforts to improve contract documentation, as of fiscal  year 2013, all three agencies had developed templates for contracting  officers and contracting officer’s representatives to use in developing  quality assurance surveillance plans for inclusion in contracts. In addition,  according to Food and Nutrition Service headquarters officials, the  agency is planning to make quality assurance surveillance plans a  requirement for all contracts by fiscal year 2015. As part of this effort,  according to these officials, the agency is developing guidance and has  held training for staff on the use of quality assurance surveillance plans.  In addition, the agency plans to track compliance in an internal system.  Departmental Management and the Forest Service, however, do not have  similar mechanisms planned or in place to help ensure that a quality  assurance surveillance plan is included in contracts as necessary to  ensure the integrity of the service provided. A Departmental Management  headquarters official told us that oversight requirements should be  included in every contract, but the agency does not have a mandated  format or policy related to quality assurance surveillance plans because  this has not been an agency priority in the past. According to a Forest  Service official, while the agency has provided some training and  assistance related to development of quality assurance surveillance  plans, the template for these plans has not been widely disseminated  across the agency and the agency has mainly focused on the use of such  plans for its higher-dollar, higher-risk contracts. Moreover, as with  Departmental Management, the Forest Service does not have a  mechanism in place to help ensure that a quality assurance surveillance  plan is included in contracts as necessary to ensure the integrity of the  service provided. Without such mechanisms, the agencies may not be  able to fully assess the quality and timeliness of the services they receive."], "subsections": []}, {"section_title": "Agencies Conducted a Variety of Oversight Activities While Selected Contracts Were Ongoing", "paragraphs": ["For the contracts we reviewed, contracting officers and contracting  officer’s representatives generally told us that they conducted a variety of  oversight activities while the contracts were ongoing, including the  following practices, all of which are consistent with OMB guidance: meeting with the contractor on a regular basis throughout the  contract’s performance period, as well as participating in additional  informal communications with the contractor through e-mails, phone  calls, and visits;   reviewing progress reports submitted by the contractor; and   reviewing invoices before the contractor was paid.", "Many officials we interviewed told us that having close communication  among the contracting officer, contracting officer’s representative, and  contractor by holding regular meetings and requiring periodic reports was  key to successful contract administration, and many reported doing so in  overseeing the contracts we reviewed. Several officials noted that doing  so can, for example, help to identify and address any problems early.  Some agency officials told us that they also conducted other oversight  activities, such as using spreadsheets or data systems to track contractor  activities and deliverables.", "In some cases, however, contracts we reviewed did not include all of  these practices. For example, one contract we reviewed did not include a  requirement in the contract for the contractor to submit progress reports  because the contracting officer forgot to include this provision in the  contract. On another contract, the contractor had not submitted monthly  progress reports despite the contract’s requirement to do so; agency  officials told us they were already maintaining information on the  contractor’s progress and therefore such reports would be duplicative.  Nevertheless, for most of the contracts we reviewed, contracting officers  and contracting officer’s representatives reported conducting a variety of  oversight activities while the contracts were ongoing, as noted."], "subsections": []}, {"section_title": "Agencies Did Not Consistently Assess Contractor Performance", "paragraphs": ["USDA’s Departmental Management, Food and Nutrition Service, and  Forest Service did not consistently assess contractor performance as  directed by the Federal Acquisition Regulation, agency policies and  guidance, and OMB guidance. Agencies’ completion of contractor  performance assessments varied, according to information we obtained  from the Past Performance Information Retrieval System. As of August  2014, for all contracts requiring assessments, Departmental Management  completed about 38 percent of assessments required by the Federal  Acquisition Regulation, the Food and Nutrition Service about 15 percent,  and the Forest Service about 66 percent—falling short of the targets OMB  established, which aim for 100 percent completion of required  assessments by 2015.34 Similarly, the majority of contracts we reviewed  did not have required assessments. Of the 15 contracts we reviewed, 11  were required to have at least one completed assessment in the Past  Performance Information Retrieval System, and assessments had been  completed for 5 of the 11 contracts. Some officials told us they had  provided informal feedback to the contractor, and others told us they  planned to enter contractor assessment information when the contract  was closed out.", "Compliance is based on contracts that should have a completed assessment in the  database—that is, contracts that (a) have a period of performance that falls within the prior  3 years (6 years for construction and architect-engineer contracts), (b) meet the reporting  dollar threshold, and (c) have an assessment due. As noted, our assessment of  compliance includes all contracts, not just professional service contracts, because the  database does not distinguish between professional service and other contracts in its  compliance reports.", "GAO-14-160.", "Departmental Management, the Food and Nutrition Service, and the  Forest Service have placed additional emphasis on the need to complete  contractor performance assessments in recent years, according to  headquarters officials and agency documents. Since January 2014,  Departmental Management has been tracking the status of contractor  assessments in CPARS every 2 weeks and has also emphasized to  contracting officials that reports are required for all active contracts. The  Food and Nutrition Service trained employees on use of CPARS in fiscal  year 2012 and has placed greater emphasis on the requirement for  contracting officers to complete contractor assessments since 2010,  according to a headquarters official. In addition, the Forest Service has  increased its emphasis on contractor assessments since fiscal year 2013,  raising the completion rate for required assessments from about  24 percent in April 2013, when the agency first started tracking  compliance, to about 36 percent at the end of September 2013, according  to agency data; as noted, the agency’s compliance rate was about  66 percent as of August 2014. Forest Service officials told us that the  agency has recently been able to focus on improving completion of  contractor assessments because the agency has finished a contracting  initiative in another area, freeing up resources that can be devoted to this  effort.", "In addition, the Forest Service has developed a specific written strategy  for meeting OMB’s compliance targets for contractor assessments. The  Forest Service’s strategy was prepared in response to USDA’s 2013  request that each agency within the department develop a plan detailing  steps to improve reporting. Some of the steps included in the Forest  Service plan were to appoint and train regional staff tasked with  responsibilities related to contractor assessments and create a tracking  spreadsheet to provide weekly updates on CPARS activity. Moreover, the  Forest Service included compliance with contractor assessments among  its goals in a recently updated strategic plan. However, unlike the Forest  Service, neither Departmental Management nor the Food and Nutrition  Service has a strategy for meeting OMB’s targets. According to  Standards for Internal Control in the Federal Government, strategies for  meeting agency performance goals are an important part of sound  program management. Without such a strategy, it is unclear how, when,  or whether Departmental Management and the Food and Nutrition  Service will increase their contractor assessment compliance to the  extent laid out in those targets."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["USDA’s Departmental Management, Food and Nutrition Service, and  Forest Service have all shown improvement in recent years in selecting  lower-risk types of contracts for professional services and overseeing  those contracts. For example, the three agencies have made it a priority  to increase their use of performance-based, firm-fixed-price contracts and  have increased the percentage of obligated dollars used for these types  of contracts. The agencies have also taken steps to improve contract  oversight, as evidenced by all three agencies developing templates for  quality assurance surveillance plans. Nevertheless, additional  improvements in contract oversight could better position the agencies to  ensure that the government gets what it is paying for under these  contracts. For example, while several agency officials we spoke with  recognized that including a quality assurance surveillance plan in the  contract was a best practice for overseeing contracts, and we have  previously reported on the importance of these plans, neither the Forest  Service nor Departmental Management has a mechanism in place to  ensure that these plans are included in contracts as necessary. The  absence of quality assurance surveillance plans can limit the agencies’  oversight over the quality and timeliness of the services provided. In  addition, while OMB has cited the importance of completing contractor  performance assessments and has established targets for doing so,  neither Departmental Management nor the Food and Nutrition Service  has developed strategies to meet OMB targets. Without such strategies,  these agencies may continue to fall short of OMB’s goals, and the  government may continue to have limited contractor performance  information when making future contracting decisions."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve the oversight of contracts for professional services and help  ensure that federal contracting officials have complete and timely  information about the performance of contractors, we recommend that the  Secretary of Agriculture take the following two actions:", "Direct the Head of Contracting Activity for Departmental Management  and the Chief of the Forest Service to put mechanisms in place to  help ensure that quality assurance surveillance plans are included in  contracts as necessary.", "Direct the Head of Contracting Activity for Departmental Management  and the Administrator for the Food and Nutrition Service to develop  strategies for meeting the targets OMB has established regarding the  percentage of contracts for which contractor performance  assessments are completed."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to USDA for review and comment. In e- mails received on September 9 and 10, 2014, officials from Departmental  Management, the Food and Nutrition Service, and the Forest Service  stated that the agencies generally agreed with the findings and  recommendations in the report. In response to the recommendations,  Departmental Management also indicated it planned to take corrective  actions, including establishing goals, workflows, and reporting and  monitoring processes for contractor performance assessments to help  achieve OMB’s targets. The Forest Service provided technical comments,  which we incorporated into our report as appropriate.", "As agreed with your office, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the appropriate  congressional committees; the Secretary of Agriculture, the Administrator  for the Food and Nutrition Service, and the Chief of the Forest Service;  and other interested parties. In addition, the report will be available at no  charge on the GAO website at http://www.gao.gov.", "If you or your staff members have any questions about this report, please  contact me at (202) 512-3841 or fennella@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. Key contributors to this report are listed in  appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to assess the extent to which the U.S. Department of  Agriculture’s (USDA) Departmental Management, Food and Nutrition  Service, and Forest Service (1) used contract types preferred in federal  regulations, agency policies and guidance, and Office of Management  and Budget (OMB) guidance when procuring professional services, and  (2) followed federal regulations, agency policies and guidance, and OMB  guidance in overseeing these contracts.", "To perform this work, we identified preferred contract types and oversight  practices by reviewing relevant regulations, including the Federal  Acquisition Regulation and the Agriculture Acquisition Regulation; agency  policies, including procurement advisories, acquisition operating  procedures, handbooks, and other relevant guidance; and OMB  guidance. To obtain additional insight into selection of preferred contract  types and other preferred contracting practices, we also reviewed our  reports that discuss the application of these practices by various  agencies, as well as relevant federal internal control standards. We also  interviewed the head of contracting (or a designee) for each of the three  agencies to identify agency processes and procedures for selecting  contract types and overseeing contracts.", "To assess the extent to which USDA’s Departmental Management, Food  and Nutrition Service, and Forest Service used preferred contract types,  we obtained and analyzed data from the government’s Federal  Procurement Data System-Next Generation for the 5 most recent fiscal  years—2009 through 2013. We included those contracts coded in the  system as “professional, administrative, and management support  services” (referred to in the system as product service code “R”). In some  cases, there may be overlap across various product service codes  because individual contracts may encompass activities covered by  multiple service codes. Because of possible subjectivity in agency  officials’ selection of product service codes for contracts, obligated  amounts for professional service contracts in this report are approximate.  To assess the reliability of these data, we reviewed agency documents  and interviewed officials, and while our report notes questions about the  accuracy of some of the elements in the database, we found the data to  be sufficiently reliable for the purposes of this report. We then compared  the information we obtained from the Federal Procurement Data System- Next Generation, as well as our interviews of agency officials, to the  regulations, policies, and guidance we reviewed on preferred practices for  selecting contract types to assess the extent to which the agencies  followed regulations, policies, and OMB guidance in selecting contract  types.", "To assess the extent to which the three agencies followed federal  regulations, agency policies and guidance, and OMB guidance in  overseeing contracts, we selected from the Federal Procurement Data  System-Next Generation a nonprobability sample of 15 professional  service contracts for further review—5 from each of the three agencies  included in our review. Generally, we selected contracts that were among  the highest in value (as measured by obligated dollars) and that  represented a mix of contract types (e.g., firm-fixed price and labor hour)  and types of services contracted (e.g., marketing and human resource  assistance). We selected contracts that were awarded between October  1, 2008, and September 30, 2012, to allow time for oversight activities to  have taken place for each contract. Because this was a nonprobability  sample, the results are not generalizable but provide examples of USDA’s  contract types and oversight activities. For these 15 contracts, we  reviewed contract documents provided by agency officials and  interviewed the agencies’ cognizant contracting officers and contracting  officer’s representatives to obtain information on selection of contract  type. In two cases, the contracting officers and contracting officer’s  representatives assigned to the contracts were no longer with USDA; in  those cases, we met with other officials identified by the agency as  knowledgeable about these contracts.", "We also identified preferred contract oversight practices by reviewing the  relevant regulations, policies, and guidance indicated above, and by  reviewing our past reports discussing the use of these practices. We  then reviewed contract documents from the 15 contracts in our  nonprobability sample and interviewed cognizant contracting officers,  contracting officer’s representatives, and other officials to obtain  information on the use of contract oversight practices. In addition, to  determine the extent to which the agencies had completed contractor  performance assessments, we obtained and analyzed data from the Past  Performance Information Retrieval System as of August 1, 2014.  Assessments are available in this system for 3 years after the contract  performance completion date, except for construction and architect- engineer contracts, for which data are available for 6 years after the  contract performance completion date. Because this system does not  distinguish between professional service contracts (that is, contracts  coded under product service code “R”) and other contracts for goods or  services, our analysis of the three agencies’ completion of performance  assessments encompasses all contracts in the database, not just  professional service contracts. To assess the reliability of these data, we  reviewed agency documents and found the data to be sufficiently reliable  for the purposes of this report. We then compared the information we  obtained from our review of the 15 contracts in our sample, our interviews  of agency officials, and our analysis of data from the Past Performance  Information Retrieval System, to the regulations, policies, and guidance  we reviewed on preferred practices for overseeing contracts to assess the  extent to which the agencies followed regulations, policies, and OMB  guidance in overseeing contracts.", "We conducted this performance audit from August 2013 to September  2014 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Steve Gaty (Assistant  Director), Kevin Bray, Mark Braza, Allen Chan, Karen Jones, Julia  Kennon, Cynthia Norris, Lesley Rinner, Bradley Terry, Tatiana Winger,  and William T. Woods made key contributions to this report."], "subsections": []}]}], "fastfact": []}