{"id": "GAO-11-300", "url": "https://www.gao.gov/products/GAO-11-300", "title": "DOD Education Benefits: Increased Oversight of Tuition Assistance Program Is Needed", "published_date": "2011-03-01T00:00:00", "released_date": "2011-03-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In fiscal year 2009, the Department of Defense's (DOD) Military Tuition Assistance (TA) Program provided $517 million in tuition assistance to approximately 377,000 service members. GAO was asked to report on (1) DOD's oversight of schools receiving TA funds, and (2) the extent to which DOD coordinates with accrediting agencies and the U.S. Department of Education (Education) in its oversight activities. GAO conducted site visits to selected military education centers and interviewed officials from DOD, its contractors, Education, accrediting agencies and their association, and postsecondary institutions."]}, {"section_title": "What GAO Found", "paragraphs": ["DOD is taking steps to enhance its oversight of schools receiving TA funds, but areas for improvement remain. Specifically, DOD could benefit from a systematic risk-based oversight approach, increased accountability in its education quality review process, and a centralized system to track complaints. DOD does not systematically target its oversight efforts based on factors that may indicate an increased risk for problems, such as complaints against schools or the number of service members enrolled at a school. Instead, DOD's oversight policies and procedures vary by a school's level of program participation, and schools that operate on base are subject to the highest level of oversight. DOD plans to implement more uniform oversight policies and procedures, but they are not expected to take effect until 2012. In addition, the process DOD used to review the academic courses and services provided by schools and military education centers was narrow in scope and lacked accountability. The review was limited to schools offering traditional classroom instruction at installations and did not include distance education courses, which account for 71 percent of courses taken in fiscal year 2009. The contract for these quality reviews expired on December 31, 2010, and DOD plans to resume its reviews on October 1, 2011, when a new contractor is selected. DOD is developing an expanded quality review process and plans to select schools based, in part, on the amount of TA funds received. With regard to accountability, DOD's review process provided recommendations that could improve educational programming, but there is no DOD-wide process to ensure that these recommendations have been addressed. Furthermore, DOD lacks a system to track complaints about schools and their outcomes. As a result, it may be difficult for DOD and its services to accurately identify and address any servicewide problems and trends. DOD's limited coordination with accreditors and Education may hinder its oversight efforts. DOD verifies whether a school is accredited; however, it does not gather some key information from accreditors when conducting its oversight activities, such as whether schools are in jeopardy of losing their accreditation. Accreditors can place schools on warning or probation status for issues such as providing inaccurate information to the public and poor institutional governance. Schools can experience various problems within the 3- to 10-year accreditation renewal period, and these problems can negatively affect students, including service members. Additionally, DOD does not require schools to have new programs and other changes approved by accrediting agencies in order to receive TA funds. Currently, students enrolled in unapproved programs or locations are ineligible to receive federal student aid from Education, but can receive TA funds. DOD's coordination with Education has generally been limited to accreditation issues and Education's online resources about schools and financial aid. DOD does not utilize information from Education's school-monitoring activities to inform its oversight efforts. Education's findings from program reviews and financial audits of schools provide insights about schools' financial condition, level of compliance, and governance. Collectively, this information could provide DOD with information that can be used to better target schools for review or inform other oversight decisions."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that DOD (1) improve accountability for recommendations made by third-party quality reviews, (2) develop a centralized process to track complaints against schools, (3) conduct a systemic review of its oversight processes, (4) take actions to ensure TA funds are used only for accreditor-approved courses and programs, and (5) require and verify state authorization for all schools."]}], "report": [{"section_title": "Letter", "paragraphs": ["In fiscal year 2009, the Department of Defense’s (DOD) Military Tuition  Assistance (TA) Program provided $517 million in tuition assistance to  approximately 377,000 service members who elected to pursue off-duty  postsecondary education. DOD offers these benefits to service members  in order to help them fulfill their academic goals and enhance their  professional development. In order to participate in the program, DOD  requires that postsecondary institutions must be accredited by an  accrediting agency recognized by the U.S. Department of Education  (Education). These institutions have played an important role in providing  traditional classroom instruction to service members on military  installations, but the majority of courses service members are taking are  distance education courses. This report examines (1) the Department of  Defense’s process for overseeing postsecondary institutions that receive  tuition assistance funds, and (2) the extent to which DOD coordinates with  accrediting agencies and Education in its oversight of institutions  participating in the tuition assistance program.", "To address these objectives, we reviewed and analyzed relevant federal  laws, regulations, and program documents and data, including program  participation and expenditure data from DOD and its military services  (Army, Air Force, Marine Corps, and Navy). We analyzed available data  from the military services on service member complaints regarding  schools receiving tuition assistance funds. We also interviewed officials  from DOD, its military services, and contractors—-Servicemembers  Opportunity Colleges (SOC) and the American Council on Education. We  conducted site visits to education centers located at military installations  of the four services to gain a better understanding of how the program is  implemented. We interviewed Education officials to determine the extent  to which they coordinate with DOD as part of DOD’s efforts to oversee its  TA program. We also reviewed Education’s monitoring and compliance  data. Finally, we interviewed representatives from an association of  colleges and universities and selected accrediting agencies in order to  obtain information about the extent to which they coordinate and provide  information to DOD and its military services for monitoring schools.", "We conducted this performance audit from August 2010 to February 2011  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives. See appendix I for more  detailed information about our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["DOD has voluntary education programs in place to facilitate educational  opportunities for service members to pursue postsecondary education  during off-duty time. Program oversight for voluntary education programs  is the responsibility of the Undersecretary of Defense for Personnel and  Readiness. In addition, the military services are responsible for  establishing, maintaining, operating, and implementing the programs at  350 education centers on military installations worldwide. Education  centers are managed by an education services officer (ESO) and staff,  such as education guidance counselors.", "Service members must meet certain requirements in order to participate in  the program. These requirements include consulting with a counselor in  order to develop an education goal and degree plan, maintaining a 2.0  grade point average (GPA) for undergraduate-level courses, and  maintaining a 3.0 GPA for graduate-level courses. In accordance with DOD  policy, tuition assistance covers up to $250 per credit hour, with a  maximum of $4,500 per year. In fiscal year 2009, the military services’ TA  program expenditures were $517 million, as shown in figure 1.", "In order to receive TA funds, DOD requires postsecondary institutions to  be accredited by an agency recognized by Education. Accreditation is a  peer review evaluative process that compares a school against its  accrediting agency’s established standards. The accrediting agency  conducts institutional reviews to assess the school in its entirety, including  its resources, admissions requirements, and services offered, and the  quality of its degree programs. The schools’ accreditation is then  periodically reevaluated every 3 to 10 years, depending on the accrediting  agency. Schools may lose accreditation if their accrediting agency  determines that they no longer meet the established standards.", "Since 1972, SOC has enhanced educational opportunities for service  members. SOC, a consortium of approximately 1,900 colleges and  universities, is funded by DOD through a contract with the American  Association of State Colleges and Universities (AASCU). SOC functions in  cooperation with 15 higher-education associations, DOD, and active and  reserve components of the military services to expand and improve  voluntary postsecondary education opportunities for service members  worldwide. SOC criteria stipulate that school policies and practices be  fair, equitable, and effective in recognizing the special conditions faced by  military students, such as trouble completing college degrees because of  their frequent moves. Colleges and universities within SOC must have  policies that meet four SOC criteria relating to transfer of credit, academic  residency requirement, credit for military training and experience, and  credit for nationally recognized testing programs. In addition, they must  also follow SOC’s three principles: (1) service members should share in  the postsecondary educational opportunities available to other citizens;  (2) educational programs for service members should rely primarily on  programs, courses, and services provided by appropriately accredited  institutions and organizations; and (3) institutions should maintain a  necessary flexibility of programs and procedures, such as recognition of  learning gained in the military and part-time student status.", "Since 1991, DOD’s Military Installation Voluntary Education Review  (MIVER) process has provided an independent third-party assessment of  the quality of postsecondary education programs offered to off-duty  service members at military installations around the world. DOD  contracted with the American Council on Education (ACE) to administer  the MIVER. The MIVER had two purposes: (1) to assess the quality of  selected on-installation voluntary education programs and (2) to assist in  the improvement of such education through appropriate recommendations  to institutions, installations, DOD, and the military services. To assess the  quality of education programs offered by schools on installations and to  ensure that these program are comparable to those offered at a school’s  other campuses, MIVER assessed schools’ missions, education programs,  program administration, resources, and program evaluation. The MIVER  also examined the installations’ mission statements and command  support, program management and leadership, student services,  resources, and the voluntary education program plans to determine the  quality of their education programs and services. A visiting team  composed of college and university professors selected by the contractor  evaluated the quality of educational services and support provided by the  installation’s education center and servicing institutions. The MIVER  provided installations and schools with commendations for their areas of  strength, and recommendations for areas needing improvement. It also  provided the military services with observations on issues that require the  military services’ attention. MIVERs were for the purpose of quality  assessment and enhancement only; these reviews were not intended to  replace institutional accreditation. The MIVER contract with ACE expired  on December 31, 2010, and DOD elected not to renew the contract because  it is expanding the scope of these reviews, but DOD is currently in the  process of obtaining a new contract for its reviews. According to DOD, a  contractor will be selected in 2011 and the new third-party review process  will commence on October 1, 2011.", "On August 6, 2010, DOD published a proposed rule for its voluntary  education programs in the Federal Register for public comment.  Included in this rule, among other things, are guidelines for establishing,  maintaining, and operating voluntary education programs, including  instructor-led courses offered on and off installations, distance education  courses, and the establishment of a DOD Voluntary Education Partnership  Memorandum of Understanding (MOU) between DOD and all educational  institutions receiving TA funds. DOD estimates that this new rule will  become effective at the beginning of 2012.", "While Education does not have a role in overseeing DOD education  programs, it is responsible for the administration of the federal student aid  programs under Title IV and oversees over 6,000 postsecondary  institutions receiving these funds. Education determines which  institutions of higher education are eligible to participate in Title IV  programs, which include the following:    Public institutions—institutions operated and funded by state or local  governments, which include state universities and community colleges.", "Private nonprofit institutions—institutions owned and operated by  nonprofit organizations whose net earnings do not benefit any shareholder  or individual. These institutions are eligible for tax-deductible  contributions in accordance with the Internal Revenue Code (26 U.S.C. §  501(c)(3)).", "For-profit institutions—institutions that are privately owned or owned by  a publicly traded company and whose net earnings can benefit a  shareholder or individual."], "subsections": []}, {"section_title": "DOD Takes Steps to Enhance Its Oversight of Schools Receiving TA Program Funds, but Areas for Improvement Remain", "paragraphs": ["audit reports and may impose penalties or other sanctions on schools  found in violation of Title IV requirements."], "subsections": [{"section_title": "DOD’s Oversight Policies and Procedures Vary by Schools’ Level of Program Involvement but Could Benefit from a Systematic Risk-Based Approach", "paragraphs": ["DOD policies and procedures to oversee schools receiving TA funds vary  based on the school’s level of involvement in the program. While DOD  monitors enrollment patterns and schools’ funding levels, and addresses  complaints about postsecondary schools on a case-by-case basis, its  oversight activities do not include a systematic approach that considers  these factors when targeting schools for review. At a minimum, all  postsecondary schools receiving TA funds are required to be accredited by  an agency recognized by the Department of Education to ensure the  quality of education programs being offered to its service members.  Schools that are members of the SOC consortium or offer classes on an  installation are subject to additional DOD oversight, as shown in figure 2.", "Schools that elect to become members of the SOC consortium must  comply with SOC principles and criteria, which promote institutional  flexibility with regard to transfer of credits, the development of programs  and procedures appropriate to the needs of service members, and  safeguarding the quality of educational programs offered to service  members. SOC also reviews member schools’ student loan default rates  and verifies their accreditation status every 2 years, according to a SOC  official. In addition, SOC considers recruitment practices such as high- pressure promotional activities and “limited time only” enrollment  discounts inappropriate activities for its member institutions to engage in.  According to a SOC official, SOC will submit a formal complaint to the  school’s accreditor when it becomes aware of serious violations of  prohibited marketing practices.", "Schools offering classes on an installation are subject to additional  oversight measures. Aside from accreditation and mandatory membership  of SOC institutions that provide academic courses on military  installations, schools are subject to additional oversight measures  including state licensure, MIVER quality reviews, and the terms and  conditions of an individualized MOU with the installation commander.  The MOU governs the school’s operations on an installation; for example,  it can cover reporting requirements on course offerings and the  maintenance of student data such as course grades and degrees  completed. Education center officials at two installations we visited  reported that they stay in constant contact with on-installation schools  and review relevant information such as school term schedules and class  rosters to ensure that schools comply with their MOUs. If a school does  not comply with the MOU requirements, the installation commander can  require the school to leave the installation, according to education center  officials at two of the installations we visited. In general, DOD and its  military services’ oversight of schools is based on a school’s level of  program participation rather than a risk-based approach.", "To address the varying levels of oversight and create a more uniform set of  program oversight policies, DOD has developed a new standard MOU for  all schools receiving TA funds. Under the new MOU, all schools will be  required to, among other things, abide by SOC principles and criteria and  provide an evaluated educational plan to service members. DOD estimates  that this new rule will be implemented at the beginning of 2012."], "subsections": []}, {"section_title": "DOD’s Education Quality Review Process Was Narrow in Scope and Needed Increased Accountability", "paragraphs": ["The MIVER was limited to institutions that offer face-to-face courses at  military installations. While distance learning courses accounted for 71  percent of courses paid for with TA funds in fiscal year 2009, DOD did not  have a review process in place to assess the quality of these institutions. In  addition, quality reviews were not conducted at all installations. According  to DOD officials, since the MIVER process was first initiated, in 1991, all  Marine Corps installations were visited, while only a portion of  installations of the other military services were reviewed (86 percent of  Navy installations, 56 percent of Army installations, and 30 percent of Air  Force installations). Under the expanded review process that is being  developed, all institutions receiving TA funds will be subject to a new  third-party review process—a Military Voluntary Education Review  (MVER)—regardless of whether the school delivers courses face to face or  by distance education. In addition, DOD officials said that schools will be  selected for the MVER process based on the amount of TA funds they  receive.", "DOD has relied on MIVER to evaluate the quality of the education services  being provided to its service members at installations; however, three of  the four services lacked a process to follow up on and respond to the  findings of the MIVER process. During the MIVER process, reviewers  developed a report listing their recommendations, commendations, and  observations of the educational services provided by the installation it was  reviewing and the institutions offering courses at that installation. MIVER  final reports were distributed to the institutions and installations that were  reviewed as well as DOD officials and its military services. The Army was  the only military service that required installations that received a MIVER  visit to submit a follow-up report indicating actions taken in response to  the MIVER review. The Air Force recognizes the importance of having  such a process and was considering adopting a policy that would  implement a formal process of tracking and following up on items  mentioned in MIVER reports. The Navy and Marine Corps reported that  they did not have a formal process requiring their installations to track the  outcome of MIVER recommendations, commendations, and  observations. These military services also reported that they review and  maintain copies of all MIVER reports. One DOD official reported that  MIVER reports were helpful in identifying the strengths, weaknesses, and  areas for improvement in DOD educational programming. Additionally,  according to ESOs we interviewed, some MIVER recommendati ons were  implemented with successful results. For example, an ESO told us that  some of the Navy installations implemented a MIVER recommendation to  strengthen their coordination with nearby schools. Given that there was  no DOD-wide requirement to track the outcomes of MIVER  recommendations and some of the military services did not require  schools and installations to formally respond to MIVER findings, it is  unclear to what extent recommendations that could improve the quality of  education services offered at schools and installations were addressed.  There is currently no such requirement in place for its new third-party  process, according to DOD officials."], "subsections": []}, {"section_title": "DOD Has Several Ways to Receive Reports of Problems but Needs a Centralized System to Track Complaints", "paragraphs": ["While DOD has several mechanisms for service members to report  problems associated with their TA funding, it lacks a centralized system to  track these complaints and how they are resolved. If service members  have a complaint or issue regarding a school, they can speak with a  counselor at their installation’s education center, contact a representative  from SOC, use the call center service, or use the Interactive Customer  Evaluation (ICE). According to DOD officials, DOD’s practice is to have  ESOs and education center staff resolve complaints at the installation level  and to only elevate issues that warrant greater attention at the military  service level. However, DOD and its military services do not have a formal  process or guidance in place for when ESOs should elevate a complaint to  their military service chief or DOD.", "DOD reported that most of the complaints it receives are administrative in  nature, but a few complaints involve improper or questionable marketing  practices. ESOs we spoke with reported that the most frequent complaints  they receive from all sources tend to be administrative, such as billing  issues. These complaints are often handled directly by counseling staff at  the education offices and are generally resolved immediately at the  installation level, according to DOD officials. ESOs told us that they also  receive complaints about improper or questionable marketing practices by  schools receiving TA funds. ESOs and their staff mentioned cases where  school representatives have conducted marketing activities at installations  without the installation commander’s or ESO’s permission. Although the  ESOs do not maintain an official record of all complaints, ESOs we spoke  with recalled that most of the instances of a school engaging in improper  or questionable marketing practices have involved for-profit schools. They  provided us with documentation of a few examples of these complaints. In  one case, a for-profit school was found to be charging higher tuition rates  to service members than civilians and offering service members $100 gas  cards upon course completion. The ESO at the installation where this  incident occurred told us that this issue was resolved by speaking with  school officials and an accrediting agency. An official also told us that  another for-profit school representative continually called and e-mailed a  service member during day and evening hours after he elected not to  attend that institution.", "SOC also helps DOD and its military services in resolving complaints. SOC  produces and disseminates quarterly reports to the voluntary education  service chiefs of each of the military services to inform them of the issues  that SOC has addressed on behalf of DOD and its military services. SOC  addresses various administrative matters such as answering questions  from schools and service members about the TA program. A SOC official  told us that SOC also resolves complaints involving aggressive marketing,  claims of unfair grading, and issues relating to deployment and transfer of  credit between institutions. For example, SOC intervened on a student’s  behalf and successfully secured transfer of credits when a school failed to  honor its agreement with the service member to do so upon course  completion.", "Education center staff elevate issues that cannot be handled locally to the  military service chief level, but DOD does not have specific guidance  explaining when to do so. When a school distributed flyers and e-mails at  an installation to advertise courses it planned to offer on-installation  without an MOU and misrepresenting the number of credits service  members would receive from taking the school’s courses, DOD officials  and SOC were notified of these activities. In response to these issues, DOD  shared its concerns and copies of the school’s marketing materials with  Education. Additionally, SOC filed a complaint with the school’s  accrediting agency. Education planned to review the school’ marketing  materials, and the accreditor plans to hold a meeting to determine the  appropriate actions to address SOC’s complaint, according to DOD  officials. DOD’s Interservice Voluntary Education Working Group serves  as a forum for service officials to share information, including complaints  they might be made aware of, with DOD headquarters officials. The group,  with representation from each military service, meets quarterly to discuss  various DOD voluntary education-related issues and share information  among the four military services. Despite such examples of complaints  being referred up the chain of command, one military service official said  that it is difficult to establish policy on how to handle every complaint or  issue that may arise. Without polices and a centralized system to track  complaints and their outcomes, DOD may not have adequate information  to assess trends across its military services or determine whether  complaints have been adequately addressed."], "subsections": []}, {"section_title": "Military Education Center Staff and School Representatives Identified Areas Needing Improvement", "paragraphs": ["Education center staff and school representatives outlined several areas  that could improve program oversight—(1) requiring schools to offer  distance learning tutorials, and (2) developing a uniform installation  access policy for schools.", "Require schools to offer a distance learning tutorial: Officials at the  military education centers we visited suggested that the availability of a  distance learning tutorial for all service members accessing online courses  is important to ensure that service members successfully complete these  courses. Because of the mobile nature of a service member’s life, online  education offerings provide an opportunity for service members to access  and complete postsecondary courses. However, counseling staff and  school representatives we interviewed at one installation reported that  some service members have had difficulty using the course software to  access discussion boards and/or submit assignments because they had not  previously taken an Internet-based course. Officials from one of the  institutions we spoke with told us that they offer online tutorials and  technical support for their distance learning courses, and participation in  the online tutorial is strongly encouraged.", "Uniform installation access policy for schools: School representatives  we met with suggested that DOD establish a uniform installation access  policy for all schools participating in the TA program. Installation access  policies are determined at the installation level by the ESO and installation  commander, and these policies tended to vary with installations we  visited. In addition to schools that offer courses on an installation and  have a signed MOU, some schools are granted access to the installation by  the ESO as visiting schools. These schools do not offer courses on an  installation but instead offer periodic office hours and academic support  for the students they serve at that installation. At one installation we  visited, the ESO grants access to only a few visiting schools and requires  that they all sign an MOU outlining the terms of their operations on an  installation. However, at another installation we visited, the ESO allows  any school that currently serves students on an installation to hold office  hours with the education center’s approval. A few school representatives  expressed concerns about their limited or lack of installation access to  support their students."], "subsections": []}]}, {"section_title": "DOD’s Limited Coordination with Accreditors and Education May Hinder Its Efforts", "paragraphs": [], "subsections": [{"section_title": "DOD Coordinates with Accrediting Agencies but Does Not Use Information about Schools That Have Been Sanctioned or Have Unapproved Changes", "paragraphs": ["While DOD coordinates with accrediting agencies, it does not use  accrediting agencies’ monitoring results or consider schools’ unapproved  substantive changes as it carries out its oversight. DOD officials told us  they communicate with accrediting agencies through SOC to verify  accreditation, and report complaints or problems with schools. SOC, on  the behalf of DOD, contacts accrediting agencies biannually to verify the  accreditation status of its member institutions, according to a SOC  official. DOD and its military services officials reported that they also  contact accrediting agencies directly or through SOC when they cannot  resolve complaints against schools. For example, one military service  worked with SOC to file a complaint against a school when it found that a  school was falsely marketing its courses to its service members. According  to DOD, this complaint led to an investigation into the matter by the  school’s accrediting agency. DOD also reported that it holds annual  meetings with accrediting agencies to discuss DOD policies and  procedures and the delivery of educational programs to its military  services.", "DOD’s oversight process does not take into account accrediting agencies’  monitoring results of schools that could negatively affect students and  service members. Schools can be sanctioned by accrediting agencies when  they fail to meet established accrediting standards, such as providing  sound institutional governance, providing accurate information to the  public, and offering effective educational programs. For example, on the  basis of an accrediting agency’s monitoring results that were publicly  available, a school was warned it could be at risk of losing its  accreditation in part because it lacked evidence of a sustainable  assessment process to evaluate student learning. The school was required  to submit a report to the accrediting agency providing evidence of its  process and that the results were being used to improve teaching, learning,  and institutional effectiveness. According to accrediting agency officials,  schools are given multiple opportunities to correct deficiencies before  having accreditation revoked and can be sanctioned for up to 2 years.", "DOD does not currently require schools to have their substantive changes  approved by their accrediting agency in order to receive TA funds. Schools  may introduce new courses or programs significantly different from  current offerings, and such changes may be considered substantive and  outside the scope of an institution’s accreditation. Unlike DOD, Education  requires a school to obtain its accrediting agency’s approval on any  substantive change and report this information to Education for approval  before it can disburse Title IV funds to students enrolled in new courses or  programs considered to be substantive changes. Education requires  accrediting agencies to have substantive change policies in place to ensure  that any substantive change to an institution’s educational mission or  programs does not adversely affect its capacity to continue to meet its  accrediting agency’s standards. DOD recently proposed that tuition  assistance funds should be available for service members participating in  accredited undergraduate or graduate education programs and that  approved courses are those that are part of an identified course of study  leading to a postsecondary certificate or degree. According to Education,  schools seeking Title IV funds generally wait for approval before enrolling  students in such new courses and programs, but can collect other federal  education assistance and out-of-pocket funds during that time. Students  enrolled in unapproved courses or programs have less assurance that they  are receiving a quality education, according to Education officials. On the  basis of Education’s fiscal year 2009 Program Compliance Annual Report,  we determined that there were over 1,200 substantial changes processed  in fiscal year 2009."], "subsections": []}, {"section_title": "DOD Could Better Leverage Compliance Information from Education to Improve Its Oversight of Schools", "paragraphs": ["DOD coordinates with Education to some extent but does not utilize  Education’s compliance data to oversee schools receiving TA funds. The  extent of DOD’s coordination with Education has generally been limited to  accreditation status. According to DOD officials, DOD regularly searches  Education’s Web site to verify schools’ accreditation status, and utilizes  Education’s resources for counseling students on federal student aid. In  addition, DOD reported that it invited Education officials to attend its  Interservice Voluntary Education Working Group meeting in September  2010 to discuss future changes to the accreditation process. However,  DOD does not utilize information from Education’s monitoring reviews to  inform its oversight efforts. This information can alert DOD to problems at  schools that may affect the quality of education provided to students,  including service members. Education determines schools’ initial  eligibility to participate in federal student aid programs through eligibility  reviews and continuing eligibility through program reviews, compliance  audits, and financial audits. The results of these oversight measures  provide additional insight into a school’s financial stability, quality of  education, and compliance with regulations that provide consumer  protections for students and the federal investment. See table 1 for a  summary of these oversight activities.", "The results of these oversight measures can provide DOD and its military  services with additional insight into a school’s ability to provide a quality  education and services to students. Schools that are financially unstable or  fail to comply with student loan default rate and 90/10 requirements may  be unable to fulfill their promises to provide students with quality program  offerings, according to Education. While DOD monitors default rates  through SOC, it does not formally monitor 90/10 information. Military  education center staff we spoke with at two military installations indicated  that ensuring the consumer protection of service members amidst  sometimes deceptive recruiting practices of some schools can be a  challenge. Education’s monitoring results in these areas could provide  relevant information to help DOD and its military services to better target  their oversight and provide additional consumer protection for service  members.", "Education has recently developed additional provisions to better address  oversight in distance education. Education has developed a review  process and guidance for its staff to assess the integrity of distance  learning programs, such as whether schools have a process to verify  student attendance. DOD has proposed that distance education schools be  subject to MVER reviews, but currently does not generally evaluate these  courses. DOD may be able to leverage information from Education’s  ongoing efforts in this area.", "In part because of inconsistencies in states’ authorization requirements for  schools, Education recently clarified what is required for institutions of  higher education to be considered legally authorized by a state. Under new  regulations that will generally take effect in July 2011, states must, among  other things, have a process to review and address complaints about  institutions authorized by the state. In addition the new regulations require  that if an institution is offering postsecondary education through distance  or correspondence education in a state in which it is not physically  located, the institution must meet any state requirements for it to be  legally offering distance or correspondence education in that state.  Unlike Education, DOD does not verify that all schools receiving TA funds  have state authorization; it only verifies state authorization for on- installation schools. Since DOD reported that it has not had the  opportunity to fully review Education’s new rule regarding state  authorization, it is unclear whether it will follow those requirements.", "Education has partnerships with a number of other federal agencies,  including the Department of Justice and the Federal Trade Commission.  Education partners with these two agencies to share information on  complaints and college scholarship and financial aid fraud. Additionally,  Education has a Federal Agency Advisory Working Group to facilitate its  coordination with other federal agencies and told us that it is willing to  share information and provide guidance to DOD in real time."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["In fiscal year 2009, nearly 377,000 service members relied on TA funds to  help further their academic and professional goals. Schools that offer  distance learning courses play an ever increasing role in helping students  achieve these goals. The amount of TA funding going toward distance  learning programs creates new oversight challenges for DOD and its  military services, especially since DOD oversight has primarily focused on  schools offering traditional classroom instruction on military installations.", "Increased oversight is needed to remedy gaps in the accountability of the  quality review process and the process to address complaints against  schools. Although DOD has plans to improve its oversight of schools  receiving TA funds, without accountability measures for its quality review  process, DOD cannot be certain its efforts to safeguard TA funds will be  effective. In addition, while DOD is aware of some concerns regarding  schools’ improper recruiting practices, without a centralized process to  track complaints against schools and their resolution, DOD lacks the  ability to accurately determine trends in areas requiring oversight and  whether concerns have been adequately addressed.", "DOD could further enhance its oversight efforts by leveraging resources  and information that accrediting agencies and Education already collect.  For example, the additional consumer protections provided by  Education’s regulations on schools’ substantive changes could provide  DOD with additional assurance that TA funds are going toward courses  and programs that have been properly vetted by the schools’ accreditors.  Without leveraging these additional oversight tools, DOD and its military  services may lack key information that could help strengthen and inform  future program oversight. Targeted improvements in these areas may help  DOD and its military services to better ensure that TA funds are being  properly utilized and services members are receiving quality education."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of Defense direct the Undersecretary of  Defense for Personnel and Readiness to take the following 5 actions to  improve its oversight of schools receiving TA funds:  1.  To improve the accountability of DOD, its military services, their  installations, and participating postsecondary schools in developing its  new third-party review process, require all schools, installations, and the military services to formally  respond in writing to related recommendations pertaining to them, and   develop a process to track and document the status of all  recommendations for improvement.  2.  Evaluate ways to develop a centralized process to record and track the  status and outcomes of complaints. This should be done in a way that  balances the need for a comprehensive tracking system with, to the  extent possible, minimizing the reporting burden placed on education  center staff at military installations. 3.  Undertake a systematic review of its oversight of schools receiving TA  program funds. In doing so, the Undersecretary of Defense for  Personnel and Readiness should consider the following:   developing a more systematic risk-based approach to oversight by  utilizing information from accrediting agencies and Education to better  target schools,   modifying its proposed standard MOU to include an explicit prohibition  against school conduct that may adversely affect service members,  such as misrepresentation, and reviewing Education’s recently promulgated requirements for state  authorization of schools and coordinate with Education to determine  the extent to which these requirements are useful for overseeing  schools receiving TA funds. 4.  Prohibit TA funds from being used to pay for courses and programs  that are not included within the scope of an institution’s accreditation.  This could include leveraging Education’s knowledge and expertise to  determine the extent to which other substantive changes listed in  Education’s regulations are applicable to the military education  programs.  5.  Require and verify that all schools receiving TA funds are authorized  by their state."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOD and Education. DOD’s written  comments are reproduced in appendix III.  DOD agreed with our  recommendations and noted steps it would take to address them.  Additionally, DOD and Education provided technical comments on the  draft. We incorporated each agency’s comments as appropriate.", "We are sending copies of this report to relevant congressional committees,  the Secretary of Defense, the Secretary of Education, and other interested  parties. In addition, this report will be available at no charge on GAO’s  Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-7215 or scottg@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made key contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To address our objectives, we reviewed and analyzed relevant federal  laws, regulations, and program documents and data, including program  participation and expenditure data from the Department of Defense  (DOD) and its military services. We also reviewed the Department of  Education’s (Education) monitoring results to report on cases where  schools were not in compliance with Title IV requirements.", "We interviewed officials from DOD, its military services, and  contractors—Servicemembers Opportunity Colleges (SOC) and the  American Council on Education. We conducted site visits to education  centers located at military installations of the four military services to gain  a better understanding of how the program is implemented. We selected  these sites based on whether the sites had a mix of public, private  nonprofit, and for-profit schools offering classes or held office hours at the  installations. We visited one installation per military service—Joint Base  Andrews, Fort Carson, Marine Corps Base Quantico, and Naval Station  Norfolk. During our site visits, we toured the education facilities and  interviewed education center staff and representatives from 16 schools  across the four installations that we visited. (See app. II.)", "We interviewed Department of Education officials to determine the extent  to which they coordinate with DOD as part of DOD’s efforts to oversee its  Military Tuition Assistance (TA) program. Finally, we interviewed  representatives from an association of colleges and universities (Council  for Higher Education Accreditation) and selected accrediting agencies  (the Distance Education and Training Council and the Higher Learning  Commission) in order to obtain information about the extent to which  they coordinate and provide information to DOD and its military services  for monitoring schools. Overall, we assessed the reliability of these data by  reviewing existing information about the data and the system that  produced them and interviewing agency officials knowledgeable about the  data. We determined the data to be sufficiently reliable for the purposes of  this report.", "We conducted this performance audit from August 2010 to February 2011  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Selected Postsecondary Institutions GAO Interviewed at Selected Education Centers", "paragraphs": [], "subsections": [{"section_title": "Private nonprofit", "paragraphs": [], "subsections": []}, {"section_title": "Public", "paragraphs": [], "subsections": []}]}, {"section_title": "Appendix III: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments:", "paragraphs": ["In addition to the above contact, Tranchau (Kris) Nguyen (Assistant  Director), Raun Lazier (Analyst-in-Charge), James Bennett, Jessica  Botsford, Susannah Compton, Catherine Hurley, Edward (Ted) Leslie,  Katya Melkote, and Luann Moy made significant contributions to this  report."], "subsections": []}]}], "fastfact": []}