{"id": "GAO-04-856", "url": "https://www.gao.gov/products/GAO-04-856", "title": "International Taxation: Tax Haven Companies Were More Likely to Have a Tax Cost Advantage in Federal Contracting", "published_date": "2004-06-30T00:00:00", "released_date": "2004-08-27T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The federal government was involved in about 8.6 million contract actions, including new contract awards, worth over $250 billion in fiscal year 2002. Some of these contracts were awarded to tax haven contractors, that is, U.S. subsidiaries of corporate parents located in tax haven countries. Concerns have been raised that these contractors may have an unfair cost advantage when competing for federal contracts because they are better able to lower their U.S. tax liability by shifting income to the tax haven parent. GAO's objectives in this study were to (1) determine the conditions under which companies with tax haven parents have a tax cost advantage when competing for federal contracts and (2) estimate the number of companies that could have such an advantage. GAO matched federal contractor data with tax and location data for all large corporations, those with at least $10 million in assets, in 2000 and 2001, in order to identify those companies that could have an advantage."]}, {"section_title": "What GAO Found", "paragraphs": ["There are conditions under which a tax haven contractor may have a tax cost advantage (lower tax on additional income from a contract) when competing for a federal contract. The extent of the advantage depends on the relative tax liabilities of the tax haven contractor and its competitors. One way for a contractor to gain a tax cost advantage is by reducing its U.S. taxable income from other sources to less than zero and by using its losses to offset some or all of the additional income from a contract, resulting in less tax on the contract income. A company would thereby gain an advantage relative to those competitors with positive income from other sources and may be able to offer a lower price or cost for the contract. While some domestic corporations may also have a tax cost advantage, tax haven contractors may be better able to reduce U.S. taxable income to less than zero because of opportunities to shift income to their tax haven parents. Whether a contractor has a tax cost advantage in competing for a particular contract depends on the tax liabilities of other competitors. Also, the contractors with a tax cost advantage are not necessarily the successful competitors because the tax cost savings may not be reflected in actual prices, and prices may be only one of several factors involved in awarding contracts. Using tax liability as an indicator of ability to offset contract income, GAO found that large tax haven contractors in both 2000 and 2001 were more likely to have a tax cost advantage than large domestic contractors. In 2000, 56 percent of the 39 large tax haven contractors reported no tax liability, while 34 percent of the 3,253 large domestic contractors reported no tax liability. In 2001, 66 percent of large tax haven contractors and 46 percent of large domestic contractors reported no tax liability."]}], "report": [{"section_title": "Letter", "paragraphs": ["The federal government was involved in about 8.6 million contract actions,  including new contract awards, worth over $250 billion in fiscal year 2002.   Some of the companies that were awarded these contracts were U.S.  subsidiaries of corporate parents located in tax haven countries.  In this  report, we will refer to such contractors as “tax haven contractors.”  We  reported in October 2002 that four of the top 100 federal contractors that  were publicly traded corporations in fiscal year 2001 were tax haven  contractors and that three of these were originally U.S.-headquartered  corporations that had reincorporated in tax haven countries through  corporate inversions.", "Because tax haven contractors may have opportunities to shift income  between the U.S. subsidiary and the corporate parent in ways that reduce  U.S. tax, you have raised concerns that tax haven contractors may have an  unfair cost advantage over U.S.-headquartered contractors when  competing for federal contracts.  Because of the concerns, you asked us to  determine the extent, if any, to which tax haven contractors have an  advantage when competing for federal contracts.", "After reviewing the relevant literature, determining what data were  available, and meeting with your staff, we decided to (1) determine the  conditions under which corporations with parents in tax havens have a tax  cost advantage when competing for federal contracts and (2) to the extent  possible, estimate the number of companies that have characteristics  consistent with having such an advantage.  We did not try to determine the  size of any tax cost advantage or whether the tax cost advantage had an  effect on the competition for specific contracts.", "To address our objectives, we collected and analyzed information on  government contracting practices and business decision-making processes.   Using this information, we built a simple qualitative model to explain the  conditions under which a corporation may gain a tax cost advantage in  competing for federal contracts over other competitors whose  headquarters are not located in tax haven countries.  We matched  contractor data from the General Services Administration’s (GSA) Federal  Procurement Data System (FPDS) to tax and location data of corporations  from the Internal Revenue Service’s (IRS) Statistics of Income (SOI)  division to estimate the number of companies with characteristics that the  qualitative model identifies as consistent with a tax advantage.  For our  analysis of contractors in 2000, we selected the 3,924 corporations that  appeared in both FPDS and SOI in that year that had total assets of at least  $10 million.  For our 2001 analysis, we selected the 4,264 corporations in  both databases that had total assets of at least $10 million.  In this report,  we refer to corporations with at least $10 million in assets as large  corporations. The SOI sample includes the universe of such large  corporations in 2000 and 2001.  Because it is the universe, there is no  sampling error for the information that we report about these corporations.", "Some companies may have reasons to locate in tax haven countries that are  unrelated to tax advantages.  For example, some companies may locate  their operations in tax haven countries because of business conditions in  the tax haven related to costs and profitability.  Location in a tax haven  country does not by itself establish that a company has adopted a tax- minimizing strategy.", "We requested comments on this draft from the Commissioner of Internal  Revenue and the Secretary of the Treasury.  We conducted our review from  July 2003 through June 2004 in accordance with generally accepted  government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Corporations can be located in tax haven countries through a variety of  means, including corporate inversions, acquisition, or initial incorporation  abroad.  Location in a tax haven country can change a company’s tax  liability because the United States taxes domestic corporations differently  than it taxes foreign corporations."], "subsections": [{"section_title": "U.S. Tax Treatment of a Domestic Corporation", "paragraphs": ["The United States taxes the worldwide income of domestic corporations,  regardless of where the income is earned; gives credits for foreign income  taxes paid; and defers taxation of foreign subsidiaries until their profits are  repatriated in the form of dividends or other income.  However, a U.S.  parent corporation is subject to current U.S. tax on certain income earned  by a foreign subsidiary, without regard to whether such income is  distributed to the U.S. corporation.", "Through “deferral,” U.S. parent corporations are allowed to postpone  current taxation on the net income or economic gain accrued by their  subsidiaries.  These subsidiaries are separately incorporated foreign  subsidiaries of U.S. corporations.  Because they are not considered U.S.  residents, their profits are not taxable as long as the earnings are retained  and reinvested outside the United States in active lines of business.  That is,  U.S. tax on such income is generally deferred until the income is  repatriated to the U.S. parent.", "The U.S. system also contains certain anti-deferral features that tax on a  current basis certain categories of passive income earned by a domestic  corporation’s foreign subsidiaries, regardless of whether the income has  been distributed as a dividend to the domestic parent corporation.  Passive  income includes royalties, interest and dividends.  According to the  Internal Revenue Code (I.R.C.), passive income is “deemed distributed” to  the U.S. parent corporation and thus denied deferral.  The rules defining  the application and limits of this antideferral regime are known as the  Subpart F rules.", "In order to avoid double taxation of income, the United States permits a  taxpayer to offset, in whole or in part, the U.S. tax owed on this foreign- source income.  Foreign tax credits are applied against a corporation’s U.S.  tax liability.  The availability of foreign tax credits is limited to the U.S. tax  imposed on foreign-source income.  To ensure that the credit does not  reduce tax on domestic income, the credit cannot exceed the tax liability  that would have been due had the income been generated domestically.   Firms with credits above that amount in a given year have “excess” foreign  tax credits, which can be applied against their foreign source income for  the previous 2 years or the subsequent 5 years.", "This system of taxation of U.S. multinational corporations has been the  subject of ongoing debate.  Specific issues in international taxation include  whether to reform the U.S. system by moving from worldwide taxation to a  territorial system that exempts foreign-source income from U.S. tax.  These  issues have become more prominent with the increasing openness of the  U.S. economy to trade and investment."], "subsections": []}, {"section_title": "U.S. Tax Treatment of a Foreign Corporation", "paragraphs": ["The United States taxes foreign corporations on income generated from  their active business operations in the United States.  Such income may be  generated by a subsidiary operating in the United States or by a branch of  the foreign parent corporation. It is generally taxed in the same manner and  at the same rates as the income of a U.S. corporation.  In addition, if a  foreign corporation is engaged in a trade or business in the United States  and receives investment income from U.S. sources, it will generally be  subject to a withholding tax of 30 percent on interest, dividends, royalties,  and certain types of income derived from U.S. sources, subject to certain  exceptions.  This tax may be reduced or eliminated under an applicable tax  treaty."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["For objective 1, we collected and analyzed information on government  contracting practices and business decision-making processes.  We also  reviewed the economics literature and reports of the Department of the  Treasury and the Joint Committee on Taxation to determine how  differences in the tax treatment of corporations can contribute to a tax cost  advantage.  Using the information we obtained, we built a simple  qualitative model to explain the conditions under which a tax haven  company may have a tax cost advantage in competing for federal contracts  relative to other companies whose headquarters are not located in tax  haven countries.  For a description of the model, see appendix I.", "For objective 2, we used the qualitative model to identify companies that  had characteristics consistent with having a tax cost advantage. We  matched contractor data (name and taxpayer identification numbers) from  the GSA’s FPDS for 2000 and 2001 to tax and location data from the IRS’s  SOI corporation file.  In this matched database, we analyzed information  about large corporations, those with at least $10 million in assets.  We  identified the large corporations with characteristics consistent with a tax  cost advantage compared to other large corporations and counted the  number of these advantaged and disadvantaged corporations. We divided  the SOI data into categories that differentiated between federal contractors  (domestically owned and foreign owned) and noncontractors  (domestically owned and foreign owned).  We further divided the foreign- owned corporation data by those headquartered in tax haven countries  from those not headquartered in tax haven countries."], "subsections": [{"section_title": "Data Limitations and Reliability", "paragraphs": ["SOI is a data set widely used for research purposes.  SOI corporation files  are representative samples of the population of all corporations that filed  tax returns.  Generally, SOI data can be used to project tax return  information to the universe of all filers. However, the total corporations  that matched in both the SOI and FPDS databases could not be used to  project the results of our analysis to the universe of all corporations.   Because SOI’s sampling rate for smaller corporations is very low, our  matched database contained very few smaller corporations and would not  lead to reliable estimates of the properties of the universe of smaller  corporations. Therefore, the results of our analysis cannot be projected to  the universe of all corporate filers.  However, our results do represent the  universe of large tax haven contractors.  SOI samples corporations with at  least $10 million in assets at a 100 percent rate so that the SOI sample  includes the universe of these larger corporations.   For this reason, we  report the results of our analysis without sampling error.", "IRS performs a number of quality control steps to verify the internal  consistency of SOI sample data.  For example, it performs computerized  tests to verify the relationships between values on the returns selected as  part of the SOI sample and manually edits data items to correct for  problems, such as missing items.  We conducted several reliability tests to  ensure that the data excerpts we used for this report were complete and  accurate.  For example, we electronically tested the data and used  published data as a comparison to ensure that the data set was complete.   To ensure accuracy, we reviewed related documentation and electronically  tested for obvious errors.  We concluded that the data were sufficiently  reliable for the purposes of this report.", "We have previously reported that there are limitations to the accuracy of  the data in FPDS.  The data accuracy issues we reported on involved  contract amounts and classification of contract characteristics. For this  report, the only FPDS data we used were the contractors’ names and  taxpayer identification numbers. Our previous report did not address the  accuracy of these data elements.  Therefore, our match of the FPDS and  SOI data may contain some nonsampling error; that is, due to inaccurate  identification numbers, we may fail, in some cases, to correctly identify  large corporations in SOI that were also federal contractors. However, we  expect this nonsampling error to be small, and we concluded that the data  were sufficiently reliable for the purposes of this report."], "subsections": []}]}, {"section_title": "There Are Conditions under Which Tax Haven Contractors May Have a Tax Cost Advantage", "paragraphs": ["Contractors, including tax haven contractors, that have a lower marginal  tax rate on the income from a contract than other contractors would have a  tax cost advantage when competing for a contract.  Furthermore, there is  some evidence that a tax haven contractor may be able to shift income  between the U.S. subsidiary and its tax haven parent in order to reduce U.S.  taxable income."], "subsections": [{"section_title": "Contractors with Lower Marginal Tax Rates May Have a Tax Cost Advantage", "paragraphs": ["There are conditions under which a contractor could have a tax cost  advantage when competing for a contract.  The tax cost of the contract is  the tax paid on the additional income derived from the contract.  A  contractor that pays less tax on additional income from a contract gains a  tax cost advantage compared to companies that pay higher tax.  One way to  gain a tax cost advantage is by offsetting income earned on the contract  with losses from other activities.  The contractors with a tax cost  advantage are not necessarily the successful competitors because the tax  cost savings may not be reflected in actual bid prices or price proposals,  and prices or costs are only one of several factors involved in awarding  contracts.  This reasoning holds for all contractors, including tax haven  contractors, and all contracts, including federal contracts.", "The appropriate measure of the tax cost of the contract is the corporation’s  marginal tax rate.  The marginal tax rate is the rate that applies to an  increment of income.  As such, the marginal tax rate would be the rate that  applies to the additional income that would arise from the federal contract.   For example, if a contractor in a 34 percent tax bracket earns $1 million of  additional income from the contract, it would owe $340,000 in additional  tax. The 34 percent statutory tax rate is this contractor’s marginal rate.", "A lower marginal tax rate may confer a tax cost advantage when companies  are bidding on contracts because it indicates a higher after-tax rate of  return on the contact.  All other things being equal, a lower marginal  effective tax rate is equivalent to a reduction in cost, that is, a reduction in  either the tax rate or cost would produce a higher after-tax return. For  example, a contractor with a 30 percent marginal tax rate on a contract  producing $1 million of income pays $300,000 in taxes and receives  $700,000 in additional after-tax income.  On the other hand, a contractor  with a 34 percent marginal tax rate on the same contract producing   $1 million of income pays $340,000 in taxes and receives $660,000 in  additional after-tax income. The $40,000 difference in after-tax income due  to the difference in marginal tax rates is the tax cost advantage. In this  example, the contractor with the tax cost advantage can, in theory,  underbid the competitor by as much as $40,000 and earn an after-tax  income at least as large as the competitor. In this sense, the competitor  with the lower marginal tax rate would have a tax cost advantage over a  competitor with a higher marginal tax rate.", "A contractor gains a tax cost advantage if it has a lower marginal tax rate  compared to other companies that are competing for the contract.   However, the available data are not sufficient to measure marginal rates  accurately.  In order to compute marginal rates, detailed information is  required about the tax status of the contractors and types of spending by  the contractors associated with the contracts.", "Although the marginal tax rates are not available, conditions under which  the marginal rates may be lower for some companies than others can be  inferred from their current taxable income. Specifically, a company that  has positive taxable income may be more likely to have a positive tax  liability on the incremental income from the contract than companies with  zero or negative taxable income.  Therefore, a company with zero taxable  income may have a lower marginal tax rate relative to companies with  positive taxable income.  Tax losses in the United States on other activities  could absorb incremental income generated from a contract.  All other  things being equal, a company competing for a federal contract that  reported taxable income in the United States would face a higher tax cost  than a competitor without taxable income.", "While a zero tax liability provides an indicator of a tax cost advantage, it  does not necessarily mean that the advantage exists.  Whether a contractor  with zero tax liability has a tax cost advantage when competing for a  particular contract depends on the tax liabilities of the other competitors.   The contractor with zero tax liability would have no tax cost advantage if  all the other competitors also had no tax liability.", "Even if a contractor can be shown to have a tax cost advantage when  competing for a federal contract, this advantage does not imply that the  contractor’s bid or proposal will be successful.  A tax cost advantage may  not be reflected in the contractor’s bid or price proposal, the content of  which depends on the business judgment of the contractor.  For example,  in order to include more profit, a contractor may decide not to use any tax  cost advantage to reduce its price.  Even if the tax advantage is reflected in  the bid or price proposal, other price or cost factors that affect whether the  bid or proposal is successful may not be equal across the companies  competing for the contract.  For example, a bidder may have a tax cost  advantage over other bidders, but if its costs of labor and material are  higher, its tax cost advantage may be offset by its higher costs for those  other elements of its bid.  Further, where price or cost is not the only  evaluation factor for award of the contract, any tax cost advantage may be  offset by the relative importance of other factors such as technical merit,  management approach, and past performance.  Generally, the contractor’s  tax cost advantage would become a competitive advantage where other  contractors would have to reduce their prices (or costs) and/or improve the  nonprice (or noncost) elements of their proposals to offset the tax cost  advantage."], "subsections": []}, {"section_title": "Tax Haven Contractors May Be Able to Shift Income to Reduce U.S. Taxable Income", "paragraphs": ["Tax haven contractors may be more likely to have lower tax costs than  other contractors because they may be able to shift U.S. source income to  their tax haven parents, reducing U.S. taxable income.  Some, but not all,  domestic contractors - those that have overseas affiliates - may also be able  to shift income.  Any income earned by the U.S. subsidiary from a contract  for services performed in the United States would be U.S. taxable income.   Such income would be taxed in the United States unless it is shifted outside  the United States through such techniques as transfer pricing abuse.", "Location in a tax haven country can confer tax advantages that are not  related to income shifting and do not give a company an advantage when  competing for federal contracts.  When a parent locates in a tax haven  country, taxes on foreign income can be reduced by eliminating U.S.  corporate-level taxation of foreign operations.  However, these tax savings  are unrelated to the taxes paid on income derived from the contract for  services performed in the United States and have no effect on the tax cost  of the contract.  The tax haven contractor potentially gains an advantage  with respect to contract competition because of the increased scope for  income shifting to reduce U.S. taxable income below zero.", "A tax haven contractor may be able to shift income outside of the United  States by increasing payments to foreign members of the corporate group.  The contractor may engage in transfer pricing abuse, whereby related  parties price their transactions artificially high or low to shift taxable  income out of the United States.  For example, the tax haven parent can  charge excessive prices for goods and services rendered (for example,  $1000 instead of $500).  This raises the subsidiary’s expenses (by $500),  lowers its profits (by $500), and shifts the income ($500) to the lower tax  jurisdiction outside the United States. Transfer pricing abuse can also  occur when the foreign parent charges excessive interest on loans to its  U.S. subsidiary.    Interest deductions can also be used to shift income  outside the United States through a technique called “earnings stripping.”   Using this technique, the foreign parent loads the U.S. subsidiary with a  disproportionate amount of debt, merely by issuing an intercompany note,  thereby generating interest payments to the parent and interest deductions  against U.S. income for the subsidiary.   However, the U.S. subsidiaries  would still be subject to the I.R.C. rules that limit the deductibility of  interest to 50 percent of adjusted taxable income whenever the U.S.  subsidiary’s debt-equity ratio exceeds 1.5 to 1.", "Determining whether companies shift income to obtain a tax cost  advantage is difficult because differences among companies that may  indicate shifting can also be explained by other factors affecting costs and  profitability.  For example, while differences in average tax rates and  interest expenses may be consistent with income shifting, they do not  prove that such activities are occurring.  The differences might be  explained by other factors, such as the age of the company.", "As table 1 shows, tax haven contractors in 2001 had greater interest  expense and lower tax liabilities relative to gross receipts than domestic or  all foreign contractors.  The greater interest expense associated with lower  tax liabilities may indicate that the tax haven contractors have used  techniques like earnings stripping to shift taxable income outside the  United States.  The pattern of tax liabilities and interest expense in 2000 is  the same as in 2001 in all respects except one: the ratio of interest expense  to gross receipts for tax haven noncontractors is lower than the ratio for  domestic or all foreign contractors in 2000.  (For details, see app. II.)", "This pattern of interest expenses and tax liabilities is largely consistent  with tax haven contractors inflating interest costs to shift taxable income  outside of the United States but does not prove that this has occurred.  The  differences may be due to such factors as the age and industry of the  companies, their history of mergers or acquisitions, and other details of  their financial structure and the markets for their products. Furthermore,  low or zero tax liability is not necessarily an indicator of noncompliance.   Companies may have low or zero tax liabilities for a variety of reasons,  such as overall business conditions, industry- or company-specific  performance issues, and the use of income shifting.", "The evidence on the extent to which income shifting is occurring is not  precise. Studies that compare profitability of foreign-controlled and  domestically controlled companies show that much of the difference can  be explained by factors other than income shifting.  However, the range of  estimates can be wide, contributing to uncertainty about the precise effect,  and the studies do not focus on income shifting to parents in tax haven  countries. The 1997 study by Harry Grubert showed that more than 50  percent, and perhaps as much as 75 percent, of the income differences  could be explained by factors other than income shifting.  A Treasury  report on corporate inversions did discuss income shifting to parents in tax  haven countries but did not provide any quantitative estimates of the extent  of such shifting. According to the report, the tax savings from income  shifting are greatest in the case of a foreign parent corporation located in a  no-tax jurisdiction.  The Treasury report cites increased benefits from  income shifting among other tax benefits as a reason for recent corporate  inversion activity and increased foreign acquisitions of U.S. multinationals."], "subsections": []}]}, {"section_title": "Tax Haven Contractors Were More Likely to Have a Tax Cost Advantage Than Domestic Contractors", "paragraphs": ["Using tax liability as an indicator of ability to offset contract income, we  determined that large tax haven contractors were more likely to have a tax  cost advantage than large domestic contractors in both 2000 and 2001.  In  both years, tax haven contractors were about one and a half times more  likely to have no tax liability as domestic contractors. As table 2 shows, in  2000, 56 percent of the 39 tax haven contractors reported no tax liability,  while 34 percent of the 3,253 domestic contractors reported no tax liability.   In 2001, 66 percent of the 50 tax haven contractors and 46 percent of the  3,524 domestic contractors reported no tax liability.", "Under the conditions of our model, contractors with no tax liability would  have a tax cost advantage compared to the contractors that did have tax  liabilities in these years.  Consequently, in 2000, the tax haven contractors  without tax liabilities were likely to have a tax cost advantage compared to  the 17 other tax haven contractors and 2,132 domestic contractors that had  tax liabilities. The 1,121 domestic contractors without tax liabilities were  also likely to have a tax cost advantage compared to these same  companies. In 2001, the tax haven contractors with zero tax liability were  likely to have a tax cost advantage compared to the 17 other tax haven  contractors and 1,888 domestic contractors that had tax liabilities.   Because they reported no tax liability, 1,636 domestic contractors were  also likely to have a tax cost advantage with compared to these same  companies.", "This analysis of possible tax advantages does not show that income shifting  is the only potential cause of the advantage.  As mentioned above, the tax  losses that confer the advantage may be due to income shifting, but may  also be due to other factors such as overall business conditions, industry  and age of the company, or company-specific performance issues. In  addition, the analysis does not show the size of the advantage in terms of  tax dollars saved.  The amount saved depends, in part, on the amount of  additional income from the contract.  If the contractor with no tax liability  has insufficient losses to offset the additional income, it would pay taxes  on at least part of the income, reducing the potential advantage. Lastly, the  analysis identifies tax haven contractors that meet the conditions for  having a tax cost advantage with respect to income from the contract in  2000 and 2001. The data do not indicate whether they have an overall tax  cost advantage on a contract that produces income in other years.   Furthermore, to the extent that losses are used to offset income in the  current year, they cannot be used to offset income in other years.  These  smaller loss carryovers would reduce the overall tax cost advantage."], "subsections": []}, {"section_title": "Concluding Observations", "paragraphs": ["The existence of a tax cost advantage for some tax haven contractors  matters to American taxpayers.  First, the advantage could, but does not  necessarily, affect which company wins a contract.  A contractor with a tax  cost advantage could offer a price that wins a contract based more on tax  considerations than on factors such as the quality and cost of producing  goods and services.  Second, the potential tax cost advantage may  contribute, along with other tax considerations, to the incentives for  companies to move to tax haven countries, reducing the U.S. corporate tax  base.", "The issue of tax cost advantages for tax haven contractors is related to the  larger issue of how companies headquartered or operating in the United  States should be taxed.  For example, the questions about how the  worldwide income of U.S. multinational corporations should be taxed are  part of a larger debate and beyond the scope of this report.  Because of  these larger policy issues, we are not making recommendations in this  report."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In a letter dated June 22, 2004, the IRS Commissioner stated that because  IRS’s only role in our report was to provide us with certain tax data, IRS’s  review of a draft of this report would be limited to evaluating how well we  described the tax data it provided.  The Commissioner stated that IRS  believes that the report fairly describes these data.  On June 28, officials  from the Department of the Treasury’s Office of Tax Policy provided oral  comments on several technical issues, which we incorporated into the  report where appropriate.", "As agreed with your office, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days after its  date.  At that time, we will send copies to the Secretary of the Treasury, the  Commissioner of Internal Revenue and other interested parties.  We will  also make copies available to others on request.  In addition, this report will  be available at no charge on GAO’s Web site at http://www.gao.gov.", "If you have any questions concerning this report, please contact me at (202)  512-9110 or whitej@gao.gov or Kevin Daly at (202) 512-9040 or   dalyke@gao.gov. Key contributors to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "A Simple Qualitative Model for Assessing Potential Contracting Advantages", "paragraphs": ["A parent corporation that locates in a tax haven country may reduce U.S.  tax on corporate income by shielding subsidiaries from U.S. taxation and  by providing opportunities for shifting of U.S. source income to lower tax  jurisdictions.  Such a corporation could have an advantage because it is  able to have a lower marginal tax rate on U.S. contract income than its  domestic competitors or other foreign competitors.  The simple qualitative  model in this appendix specifies a set of conditions under which  corporations with a tax haven parent may have a lower marginal U.S. tax  rate.", "The principal means by which a parent corporation that locates in a tax  haven country may have lower U.S. tax liabilities are as follows.", "The corporation pays no U.S. tax on what would have been its foreign  source income if it were located in the United States. To the extent that  foreign subsidiaries are owned by a foreign parent, the U.S. corporate- level taxation of foreign operations is eliminated.  Tax savings would  come from not having to pay tax on the corporate group’s foreign  income.", "The corporation may be able to shift income outside of the United States  by increasing payments to foreign members of the group. The  corporation may engage in transfer pricing abuse, whereby related  parties price their transactions artificially high or low to shift taxable  income out of the United States. Transfer pricing abuse can also occur  when the foreign parent charges excessive interest on loans to its U.S.  subsidiary.  Interest deductions can also be used to shift income outside  the United States through a technique called earnings stripping.  Using  this technique, the foreign parent loads the U.S. subsidiary with a  disproportionate amount of debt, merely by issuing an intercompany  note, thereby generating interest payments to the parent and interest  deductions against U.S. income for the subsidiary. The subsidiaries  would still be subject to the thin capitalization rules (I.R.C. section 163  (j)) that limit the deductibility of interest to 50 percent of adjusted  taxable income whenever the U.S. subsidiary’s debt-equity ratio exceeds  1.5 to 1.", "When a parent corporation locates in a tax haven country, the elimination  of U.S. corporate-level taxation of foreign operations can reduce taxes on  foreign income.  However, these tax savings are unrelated to the taxes paid  on income derived from the contract and have no effect on the tax cost of  the contract.  Any income earned by the U.S. subsidiary from a contract for  services performed in the U.S. would be U.S. taxable income. Therefore,  the elimination of the corporate-level taxation of foreign operations  provides no competitive advantage to a corporation that is competing for a  U.S. government contract.", "A corporation has a U.S. tax advantage in competing for a government  contract when it would pay a lower marginal U.S. tax rate on the income  from that contract than would the other companies competing for that  same contract.  The available data are not sufficient to measure marginal  rates accurately.  However, the likelihood that the rates are lower for some  companies than others can be inferred from their current tax liabilities.   The manipulation of interest payments and other transfer pricing can  reduce U.S. taxable income. We can infer that the corporation may have a  lower marginal tax rate on its U.S. contract income if the manipulation  allows a corporation that would otherwise have positive taxable income to  reduce its taxable income (excluding the net income from the contract) to  a negative amount.  Table 3 shows a set of situations, or cases, in which a  corporation may and may not have a cost advantage when bidding on a  contract.", "In order to use this model to identify corporations with a tax cost  advantage, we make two assumptions: (1) corporations with positive U.S.  taxable income pay tax at the same rate based on the schedule of corporate  tax rates (that is, their income before the contract income puts them in the  same tax bracket) and (2) corporations with negative income have  sufficient losses to offset income from the contract.  With these  assumptions, we can draw inferences about relative marginal tax rates for  the three cases. A U.S. corporation that has positive U.S. taxable income  (before taking the income from the contract into account) and has a parent  located in a tax haven country does not have a competitive advantage  compared to a U.S. corporation with positive income (Case 2).  Because  they have positive income and pay the same rate of tax, neither has a lower  marginal tax rate than the other. Likewise, a corporation with a tax haven  parent that has U.S. tax losses and zero tax liability would not have an  advantage compared to another corporation with tax losses (Case 3).   Because the marginal tax rate is zero for both these corporations and they  have sufficient losses to offset the contract income, neither has a tax cost  advantage.", "However, a corporation that has a tax haven parent and U.S. tax losses  would have an advantage when compared to a corporation with positive  income (Case 1).  In this case, the corporation with losses has a zero  marginal rate, which provides a tax cost advantage compared to a  corporation with taxable income and a positive marginal rate.  The  assumption that a corporation with zero tax liability has sufficient losses to  offset contract income may not be true in particular instances.  For  example, a corporation may obtain more than one contract (in the public or  private sector) and the marginal tax rate on income from a particular  contract will depend on how the losses are allocated across income from  all the contracts. However, a corporation with zero tax liability is more  likely to be able to offset the additional income than a corporation with  positive tax liability. In this sense, tax liability is an indicator of the ability  to offset income from the contract.", "The qualitative model does not identify the causes of the advantage. The  tax losses that confer the advantage may be due to income shifting, but  may also be due to other factors. In addition, the model does not show the  size of the advantage in terms of tax dollars saved.  The amount saved  depends, in part, on the amount of additional income from the contract.  If  the contractor with no tax liability has insufficient losses to offset the  additional income, it would pay taxes on at least part of the income,  reducing the potential advantage compared to contractors that have  positive tax liabilities. Lastly, the model is used to identify tax haven  contractors that meet the conditions for having a competitive advantage  with respect to income from the contract in 2000 and 2001. The data do not  indicate whether they have an overall tax advantage on a contract that  produces income in other years."], "subsections": []}, {"section_title": "Additional Information about Contractors in 2000", "paragraphs": ["The additional table of tax liabilities and interest expense for 2000 is  provided for comparison with the data reported in the letter.  It shows  substantially the same pattern."], "subsections": [{"section_title": "Information on Large Contractors in 2000", "paragraphs": ["Table 4 shows that in 2000, tax haven contractors had greater interest  expense and lower tax liabilities relative to gross receipts than domestic or  all foreign contractors.  The pattern of tax liabilities and interest expense in  2000 is the same as in 2001 in all respects except one: the ratio of interest  expense to gross receipts for tax haven noncontractors is lower than the  ratio for domestic or all foreign contractors in 2000. The greater interest  expense associated with lower tax liabilities may indicate, but does not  prove, that the tax haven contractors have used techniques like earnings  stripping to shift taxable income outside the United States."], "subsections": []}]}, {"section_title": "Staff Acknowledgments", "paragraphs": ["Amy Friedheim, Donald Marples, Samuel Scrutchins, James Ungvarsky,  and James Wozny made key contributions to this report."], "subsections": [{"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional responsibilities  and to help improve the performance and accountability of the federal government  for the American people. GAO examines the use of public funds; evaluates federal  programs and policies; and provides analyses, recommendations, and other  assistance to help Congress make informed oversight, policy, and funding  decisions. GAO’s commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to   e-mail alerts” under the “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}