{"id": "GAO-03-334", "url": "https://www.gao.gov/products/GAO-03-334", "title": "Department of Health and Human Services: Controls over Travel Program Are Generally Effective, but Some Improvements Are Needed", "published_date": "2003-02-21T00:00:00", "released_date": "2003-03-05T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["By their nature, determining and paying allowable travel costs pose substantial risk, making effective internal control crucial. Because of this and weaknesses in internal control identified in the GAO review of travel card usage at the Department of Defense, GAO was requested to review the Department of Health and Human Services' (HHS) travel program. GAO assessed whether HHS's process for monitoring travel charge cards helps minimize delinquencies, write-offs, and unauthorized use. GAO also assessed whether controls over travel voucher processing help ensure proper reimbursements. GAO tested a statistical sample of travel card transactions at each of five HHS component agencies to determine if they were for authorized purposes. GAO also reviewed related travel vouchers to determine if reimbursement amounts were proper."]}, {"section_title": "What GAO Found", "paragraphs": ["HHS's process for monitoring its travel card program, which includes reviewing bank reports to identify delinquent cardholders, effectively minimized delinquencies and write-offs. However, some unauthorized use of the travel card still occurred. HHS delinquency rates were lower than governmentwide rates for most of 2001 and declined further in 2002. Also, HHS's .29 percent write-off rate--the amount of unpaid travel card charges written off as a percentage of total travel charges--was slightly lower than the governmentwide rate of .44 percent. HHS has not always identified or prevented unauthorized travel card use because its monitoring of travel card use focuses mainly on delinquencies. GAO estimated that unauthorized travel card transactions for fiscal year 2001 ranged from about 7 percent at one HHS component agency to about 22 percent at another. Examples of unauthorized charges included personal charges for meals and automated teller machine withdrawals. While unauthorized use had minimal negative monetary effect because the majority of cardholders who made these charges paid their travel card bills timely, left unchecked, such use could lead to increased delinquencies and write-offs. GAO also found weaknesses in voucher processing, inadequate review of vouchers, and poor record retention, resulting in some employees being reimbursed for more than allowable expenses and for amounts not properly supported. The excess reimbursement ranged from about $2 on one voucher to about $250 on another. While these amounts alone are insignificant and relate to only a small percentage of travel reimbursements for fiscal year 2001, excess reimbursements reduce the amount of available travel funds. Further, vouchers that are not supported by related receipts make it difficult to determine if the reimbursement amounts are proper."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Health and Human Services (HHS), like other federal  agencies, issues travel cards to personnel for expenses related to official  government travel.  The travel card program is intended to improve  convenience for the traveler and to reduce the government’s administrative  costs.  By their nature, determining and paying allowable travel costs pose  substantial risk, making effective internal control crucial.  Because of this  and weaknesses identified in our reviews of travel card usage at the  Department of Defense, you asked us to review HHS’s travel program.   Specifically, you requested that we determine whether (1) HHS has an  effective process for monitoring its travel card program to minimize  delinquency rates, write-offs, and unauthorized use of the card and   (2) HHS’s controls over travel voucher processing are effective in helping  ensure that travelers are not receiving reimbursements in excess of proper  travel expenses.  This report provides the results of our review of travel  card use at five HHS component agencies for fiscal year 2001."], "subsections": [{"section_title": "Background", "paragraphs": ["HHS is the U.S. government’s principal agency for protecting the health of  all Americans and providing essential human services.  To help fulfill its  mission, HHS requires many of its employees to travel throughout the  country, and the world, to inspect food and drug manufacturers, administer  Medicare and Medicaid programs, attend conferences, and perform other  functions in furthering its mission.  Federal regulations require most HHS  employees who travel to use the government travel card—a type of charge  card—for all official travel-related expenses.  The federal government’s  travel card program is significantly different from its purchase card  program in that the cardholder is directly responsible for all charges  incurred on his or her travel card account and the monthly bill is sent to the  cardholder for payment.  The cardholder is responsible for submitting a  properly documented travel voucher and is reimbursed by HHS for all valid  expenses related to official government travel.  In contrast, all purchase  card charges are billed directly to the government for payment."], "subsections": [{"section_title": "Travel Cards", "paragraphs": ["In 1983, the General Services Administration (GSA) awarded a  governmentwide master contract with a private company to provide  government-sponsored, contractor-issued travel cards to federal  employees to be used to pay for costs incurred on official government  travel.  The intent of the travel card program was to improve convenience  for the traveler and to reduce the government’s cost of administering travel  by reducing the need for cash advances to the traveler and the  administrative workload associated with processing and reconciling travel  advances.  Under the current GSA master contract, HHS entered into a task  order with U.S. Bank to provide travel card services.", "The Travel and Transportation Reform Act of 1998 (P.L. 105-264) expanded  the use of government travel cards by mandating the use of the cards for all  official travel expenses unless specifically exempted.  The act is intended  to further reduce the overall cost of travel to the federal government  through reduced administrative costs and by taking advantage of rebates  from the travel card contractor based on the volume of transactions  incurred using the card and on cardholders paying their monthly travel  card bills on time.  To help cardholders pay their monthly bills on time, the  act also requires that agencies reimburse cardholders for proper travel  claims within 30 days of submission of proper travel vouchers.  Further, the  act allows, but does not require, agencies to offset a cardholder’s pay for  amounts the cardholder owes to the travel card contractor as a result of  travel card delinquencies not disputed by the cardholder.  As required by  the act, GSA incorporated its requirements into the Federal Travel  Regulation, which governs travel and transportation and relocation  allowances for all federal government employees, including overall policies  and procedures governing the use of government travel cards.  Agencies  are required to follow the requirements of GSA’s Federal Travel  Regulation, but can augment these with their own implementing  regulations.", "In accordance with the act, HHS employees are required to use the travel  card for official travel expenses, including cash advances through ATM  machines.  Travelers do not have to use their travel cards for laundry and  dry cleaning, parking, taxi, tips, meals when the use of the card is not  practical, and in cases where the vendor does not accept the card.  The  travel card is not to be used for personal purchases or ATM withdrawals  unrelated to official travel.  In fiscal year 2001, HHS had almost 40,000  individually billed travel card accounts and about $73.4 million in related  travel card charges.", "Travel cardholders are responsible for paying their travel card bills upon  receipt of their monthly statements.  The bank may suspend an account if  payment for any undisputed principal amount is not received within 60  calendar days from the closing date on the statement on which the unpaid  charge first appeared.  Suspension means the cardholder will be unable to  use the travel card until the bank receives payment.  The bank may cancel  an account if (1) the account has been suspended twice during a 12-month  period for nonpayment of undisputed principal amounts and is past due  again with payment not received within 45 calendar days from the closing  date on the billing statement in which the charge first appeared or (2) the  account is 126 days past due from the closing date on the billing statement  in which the unpaid charge first appeared.  When the card is canceled due  to nonpayment, the bank may report the delinquency to credit bureaus and  refer the account to collection agencies.  If an account becomes 180 days  past due, the bank can write off the account.", "HHS component agencies receive quarterly rebates from U.S. Bank based  on the volume of transactions incurred using the card and on cardholders  paying their monthly travel card bills on time.  The rebate amount is  reduced if significant numbers of cardholders do not pay their bills on time.", "Each of the component agencies has program coordinators who are  responsible for the travel card program in their offices.  We were told that  individuals were given this responsibility as a collateral duty, in addition to  other travel-related or administrative duties.  The program coordinators  monitor travel card usage, serve as focal points for answering questions,  submit travel card applications to the bank on behalf of the travelers, issue  travel cards, and retrieve the cards from employees when they leave HHS.   Program coordinators told us they monitor travel card usage by reviewing  monthly reports from U.S. Bank, mainly to identify delinquent cardholders.   Once the delinquent cardholders are identified, the program coordinators  told us that they contact the cardholders and their supervisors to take  action to get the bills paid."], "subsections": []}, {"section_title": "Travel Process", "paragraphs": ["Each of the five component agencies we reviewed has its own travel  process and system, although they all operate similarly.  In most cases,  travel orders and travel vouchers are prepared and approved electronically.   When a cardholder is required to travel for official government purposes,  either administrative staff or the traveler prepares a travel order by  entering travel information in the component agency’s automated travel  system.  The information entered includes duration and points of travel,  amounts of per diem and ATM advances authorized, and mode of travel.   The travel order is then automatically routed to the appropriate authorizing  official(s) for approval.", "Within 5 working days of return, the traveler is required to submit a  voucher claiming allowable expenses incurred while on travel.  The  traveler (or the agency’s administrative staff) prepares a travel voucher,  which includes an itemized list of travel expenses.  The automated system  routes the travel voucher to one or more persons for approval.  The final  approving official, depending on the component agency, may be the  traveler’s supervisor or a staff member in the travel/financial management  office.  The approving official is to ensure proper receipts are attached, per  diem rates are correct, and expenses are properly claimed.", "The voucher is then routed to the payment office for reimbursement to the  traveler.  Some vouchers are selected for audit either before or after  payment is made, depending on the component agency.  These audits are to  consist of a complete, thorough review of the voucher, including verifying  that (1) correct per diem rates were used, (2) applicable receipts are  attached and the amounts claimed on the voucher are supported by the  receipts, (3) all other expenses are properly claimed, and (4) calculations  are correct.  The vouchers selected for audit include (1) all vouchers for  senior executive staff and political appointees, (2) all vouchers over $1,500  or $2,500, depending on the component agency, (3) all relocation vouchers,  and (4) a sample of the remaining vouchers.  In accordance with the Travel  and Transportation Reform Act of 1998 and implementing federal  regulations, HHS has 30 days after the traveler submits a proper travel  voucher to reimburse the traveler."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["We selected five HHS component agencies for review based on the amount  of travel card activity and delinquency rates in fiscal year 2001.  Table 1  shows the amounts of travel card activity for these component agencies in  fiscal year 2001.  These five component agencies, which incurred  approximately 370,000 transactions in the amount of $48.8 million, covered  nearly 70 percent of HHS’s travel card activity in fiscal year 2001.", "To determine whether HHS has an effective process for monitoring its  travel card program to minimize delinquency rates, write-offs, and  unauthorized use of the card, we obtained an understanding of the travel  card program, both departmentwide and for the five individual component  agencies.  We interviewed HHS staff and officials and reviewed HHS’s  departmentwide and individual component agencies’ policies and  procedures to identify procedures for monitoring their travel card  programs.  We also obtained data from GSA on delinquency rates and write- offs and compared HHS to other federal agencies.  We did not assess the  reliability of the GSA data.", "To determine the extent of unauthorized use of travel cards during fiscal  year 2001, we tested a statistical sample of travel card transactions from  each of the five component agencies.  To select the sample, we obtained   (1) a database of HHS travel card transactions for fiscal year 2001 from U.S.", "Bank, the contractor that administers the HHS travel card program, and   (2) lists of fiscal year 2001 travel orders and vouchers from the five  component agencies.  From the U.S. Bank data, we selected random  samples of travel card transactions for each of the five component  agencies.  Using the list of travel orders and vouchers and information  about each travel card transaction (i.e., date of transaction, location of  merchant, etc.), we determined whether the selected transactions were for  expenses of official travel.  We also used information provided by the  component agencies about individual transactions to determine whether  they were authorized.  Using the U.S. Bank data, we determined whether  those cardholders who used their travel cards for unauthorized purposes  paid their bills timely.", "To determine whether controls over travel voucher processing are effective  in helping ensure that travelers are not receiving reimbursements in excess  of proper travel expenses, we identified the travel voucher covering each of  the transactions in our statistical sample and tested whether the  reimbursement amount was proper.  For each voucher in the sample, we  verified that correct per diem rates were used, verified that ATM cash  withdrawal fees were calculated correctly, determined if the necessary  receipts were attached and the correct amounts were claimed on the  voucher, and verified that the calculations on the voucher were accurate.", "Appendix I provides further detail on our scope and methodology.  We  conducted our work from May 2002 through November 2002 in accordance  with generally accepted government auditing standards.  We requested  comments on a draft of this report from the Secretary of Health and Human  Services or his designee.  We received written comments as well as  separate technical comments which we have considered and incorporated  into our report as appropriate.  We have reprinted the written comments in  appendix II."], "subsections": []}, {"section_title": "HHS Travel Card Monitoring Process Has Effectively Minimized Delinquencies and Write-offs, but Some Unauthorized Use Still Occurs", "paragraphs": ["Two key indicators of how well agencies monitor their travel card  programs are delinquency rates and write-off rates.  For the past 2 years,  HHS’s delinquency rates and write-off rates have been lower than the  governmentwide rates.  HHS’s lower delinquency and write-off rates  indicate that its monitoring process is effective, but also can be attributed  to demographics of the workforce.  Travel card program coordinators  monitor monthly bank reports to identify delinquent cardholders and  follow up with them to get their bills paid.  However, because the  monitoring efforts focus primarily on delinquencies, some unauthorized  use goes undetected.  We found unauthorized transactions such as charges  for personal meals and charges for business-related purposes that should  not have been paid for with the travel card.  In assessing the impact that  unauthorized use had on the travel card program, we determined that the  majority of the employees responsible for the unauthorized use paid their  bills timely, thus having minimal effect on the rebate amount.  However,  when employees use their travel cards for unauthorized purposes, it  increases the risk that they could become delinquent and have their  accounts written off, thus reducing the agency’s future rebates."], "subsections": [{"section_title": "Monitoring Process Is Generally Effective", "paragraphs": ["Travel card program coordinators monitor monthly bank reports to identify  delinquent cardholders.  According to the program coordinators, when they  identify these cardholders, they take action, such as contacting the  cardholders and their supervisors to inform them that they need to pay  their travel card bills so that the delinquencies do not continue.  These  procedures have been effective in minimizing HHS’s delinquency rates and  write-off amounts.  At the end of fiscal year 2001, HHS’s delinquency rate  was lower than the governmentwide rate.  Figure 1 shows HHS’s  delinquency rates for fiscal years 2001 and 2002 (through August)  compared to the governmentwide rates, excluding HHS, and to the rates of  other civilian agencies, excluding HHS.", "Paying travel card bills on time and, thus, maintaining low delinquency and  write-off rates is important to the travel card program because banks that  administer the program offer agencies incentives in the form of rebates.   The GSA master contract requires the banks to pay a quarterly rebate to  agencies and GSA related to card usage.  The rebate to the agency is  reduced, or eliminated, if significant numbers of an agency’s cardholders  do not make timely payments.  Because the vast majority of HHS  cardholders pay their bills on time, write-offs as a percentage of total travel  card charges were lower than the governmentwide write-offs.  Table 2  shows a comparison, based on the best available data, of the amount and  percentage of write-offs since inception of the travel card contract on  November 30, 1998, through August 2002 to total charges over a similar  period for HHS, governmentwide excluding HHS, and other civilian  agencies excluding HHS.", "The monitoring process that HHS has in place for its travel card program  has helped it achieve better-than-average travel card performance.  HHS  designates program coordinators to monitor the travel card program in  each HHS component agency and take corrective or disciplinary action  when necessary.  Each month, U.S. Bank sends reports to the department  and to the component agencies.  These reports contain information on  delinquencies and details on each cardholder’s travel card usage.  The  department’s Office of Financial Policy also sends a monthly report that it  prepares based on U.S. Bank data to each of the component agency  program coordinators, which summarizes data on delinquencies and write- offs.  The Office of Financial Policy includes messages with these reports  reminding each component agency about the need to monitor the travel  card program effectively.  Program coordinators told us they routinely  review the U.S. Bank reports to identify delinquent cardholders, and during  this review, they may also identify unauthorized charges.  One program  coordinator told us he specifically looks for potential unauthorized or  personal use by all cardholders by checking the location where  transactions occurred (to detect purchases in the local area where  employees work) and the name of merchants where transactions occurred.   However, others only focused on delinquent cardholders.", "Program coordinators issue messages to all staff reminding them of their  responsibility to pay their travel card bills on time and that the card is to be  used only for authorized expenses related to official travel.  In addition,  U.S. Bank staff, departmental staff, and component agency program  coordinators participate in monthly conference calls to discuss issues  related to travel card policy and identify areas where additional monitoring  may be needed.", "As monitoring procedures have identified agency- or employee-specific  problems, component agencies have implemented corrective or  disciplinary actions to address the problems.  For example, at the  beginning of fiscal year 2002, IHS limited ATM withdrawals to $60 per day  not to exceed $360 per week, from the prior limits of $300 per day not to  exceed $600 per week.  It also lowered the credit limit for most of its  cardholders to $3,500 per month.  The limits had been as high as $15,000.   In addition, the IHS program coordinator sends letters to cardholders, their  supervisors, and unit managers containing specific details of the problems  and actions that can or will be taken.  These additional controls may have  contributed to the decrease in IHS’s delinquency rate from almost 11  percent at the end of fiscal year 2001 to 3.8 percent in August 2002.", "CMS staff members told us of recent actions taken by CMS related to its  travel card program.  CMS has designated a staff member to work full-time  on monitoring travel card use and delinquencies.  They also told us that  CMS lowered the travel card monthly purchase limits to $7,500 from prior  limits that were as high as $25,000.", "HHS component agencies have also taken disciplinary action against  cardholders who become delinquent and in danger of having their accounts  canceled or written off and who use their travel cards for unauthorized  purposes.  These actions range from verbally reprimanding employees to  canceling travel card accounts.  Specific examples are discussed in the  next section.", "In addition to monitoring travel cards and taking action when problems  arise, HHS staff members responsible for the travel card program told us  that low delinquency and write-off rates can also be attributed to the  demographics of its workforce.  They told us that most HHS employees in  the component agencies we reviewed whose jobs require travel tend to be  mid- to higher-level workers who have many years of work experience and  higher rates of pay.  An exception is IHS, which had the highest delinquency  rates of the five component divisions we reviewed.  According to IHS  officials, its traveling workforce tends to be less experienced and lower  paid than employees in the other component agencies.  We found similar  circumstances during our review of travel at the Army.  We reported that  most of the cardholders responsible for the Army’s high delinquency and  write-off rates were young, low- and mid-level enlisted military personnel  with relatively low incomes and little experience in handling personal  finances.", "HHS continues developing plans to implement more controls over its travel  card program.   In June 2002, HHS established a remedial action plan for its  travel card program in response to the Office of Management and Budget’s  (OMB) request that all federal agencies develop remedial action plans to  ensure the integrity of their travel card programs.  In its plan, HHS listed  some other controls it is implementing HHS-wide, including the following:  Adjusting spending limits—HHS will work with U.S. Bank to review  spending patterns of cardholders and to establish criteria for lowering  authorized spending limits.", "Putting a message on billing statements—HHS will work with U.S. Bank  to use the billing statement message space to remind cardholders to file  timely vouchers and pay travel card bills on time.", "Canceling cards that are used infrequently—Departmental management  will ask component agencies to consider deactivation, or cancellation,  of infrequently used travel cards.", "HHS has also established a goal for further reducing its delinquencies.  In  its letter to OMB, HHS noted that although it recognizes that there will  always be some delinquencies, the department has established a goal of  reducing its delinquency rate to 1 percent or less by September 30, 2003.   We agree that the delinquency rate should be minimal because the program  is designed so that employees receive reimbursement for their travel  expenses, which they are to use to pay their travel card bills.  Implementing  its planned actions and continuing its monitoring efforts will be key to HHS  achieving this goal."], "subsections": []}, {"section_title": "Despite Monitoring Efforts, Unauthorized Use Still Occurs", "paragraphs": ["Federal regulations, HHS policies, and the agreement a cardholder signs  with U.S. Bank when obtaining a travel card all state that the travel card  may be used only for official travel-related expenses.  For each of the five  component agencies, we tested a random sample of 86 fiscal year 2001  travel card transactions (for a total of 430 transactions) to determine  whether the transactions were for authorized purposes related to official  government travel.  At each of the five HHS components we reviewed, we  found transactions that we characterized as unauthorized, either because  we determined that they were for personal use or the component agencies  were unable to provide approved travel orders or other documentation to  demonstrate that the transactions were official travel expenses.  Table 3  shows the estimate of unauthorized fiscal year 2001 travel card  transactions.", "Unauthorized transactions we identified that were for personal use  included charges for lodging, meals, and ATM withdrawals unrelated to  official government travel.  In some of these cases, cardholders indicated  that they inadvertently used the travel card, rather than their personal  credit card.  For other transactions, the component agency provided  documentation, such as a local travel voucher, that indicated the  transaction was business related but was unauthorized.  Table 4 shows the  number of the unauthorized transactions (out of the 86 tested at each  component agency) we identified in the following categories: (1) personal,  (2) business related but unauthorized, and (3) charges for which the  component agencies did not provide us with adequate documentation to  make such a determination.", "IHS had the marginally highest rate of unauthorized use, 19 of the 86  sampled transactions.  We estimate that 22 percent of IHS travel card  transactions for fiscal year 2001 were for unauthorized purposes.  Most of  the IHS unauthorized use was for personal purchases, such as gas and ATM  charges, or purchases made while on local travel.  In one of these cases,  IHS told us that the employee was terminated in October 2001 for misuse of  his travel card.  In another case, IHS told us the card had been canceled,  and in a third case, the employee had received a verbal reprimand for the  personal transaction.  In other cases, IHS told us the matter was referred to  the cardholder’s administrative officer to determine action.", "At NIH, we found that 16 of the 86 sampled transactions we reviewed were  considered unauthorized use of the travel card.  We estimate that 19  percent of the NIH travel card transactions for fiscal year 2001 were used  for unauthorized purposes.  Ten of the 16 unauthorized transactions were  for personal charges, including a charge at The Sports Authority.  Four of  the 16 were for business-related purposes, such as using the card for  parking and registration fees for local meetings.  This may indicate that  some cardholders are not aware that these types of charges are  unauthorized.", "At CMS and FDA, we estimate that 17 percent of travel card transactions  for fiscal year 2001 at each component were for unauthorized purposes.   These instances of unauthorized use mainly represent transactions for  which the component agencies did not provide documentation to support  that the transactions were authorized and for official travel or were  unauthorized.", "At OS, we estimate that 7 percent of fiscal year 2001 travel card  transactions were unauthorized.  We identified personal charges for gas  and ATM withdrawals and one business-related transaction for parking at a  meeting.", "In some cases, the component agencies had already identified  unauthorized transactions that were in our sample and had taken action,  and in other cases, the component agencies were not aware of the  unauthorized use until we brought it to their attention.  For example, one of  the transactions in our NIH sample was a personal purchase of gasoline.   NIH provided documentation showing that the cardholder had several prior  instances of personal use of the card and had been delinquent in paying his  travel card bill.  NIH canceled his travel card in June 2002, and the  employee voluntarily resigned.  For two other unauthorized transactions in  our sample, NIH told us that the purchases were not identified until we  started our review.  NIH also told us that in June 2002, it sent a document  containing the policy on proper use of the travel card to all cardholders  who had to certify that they read and understood the rules.", "In addition to our assessment of unauthorized use, we took steps to  determine the potential impact that these instances of unauthorized use  had on the travel card program.  Specifically, we determined whether the  employees responsible for the unauthorized use were late in paying their  bills or had their accounts written off.  This is key because unauthorized  use of the travel card by itself has no direct negative monetary affect on the  government unless the cardholders do not pay their bills on time.   Delinquencies and write-offs affect how the bank calculates the amount of  an agency’s rebate.  We reviewed U.S. Bank data for fiscal year 2001 to  determine whether those cardholders in our sample whose transactions  were personal, unauthorized, or undocumented paid their bills on time.  Of  the 71 unauthorized or undocumented transactions that we reviewed, 3  were made by cardholders who did not pay their bills timely and had their  accounts written off.  These 3 write-offs totaled $13,446.", "While the majority of the cardholders in our samples who used their travel  cards for unauthorized and personal purposes paid their bills timely, using  the card for these purposes is against government regulations.  Because  HHS’s monitoring efforts focus on identifying delinquent accounts, they  may not identify the majority of personal and other unauthorized use.   Although HHS’s delinquency rates are comparatively low, left unchecked,  personal and other unauthorized use of travel cards has the potential to  increase delinquencies and write-offs in the future."], "subsections": []}]}, {"section_title": "Controls over Travel Voucher Processing Could Be Improved", "paragraphs": ["To assess whether controls over travel voucher processing were effective  in helping to ensure that travelers were not receiving reimbursements for  unallowable expenses or in excess of proper travel expenses, we tested  349 travel vouchers related to the sample of travel card transactions we  discussed earlier.  While we did not find any cardholders who were  reimbursed for outright unallowable expenses, we did find some errors  that were not caught during the voucher review process, resulting in  reimbursements that exceeded proper expenses. The two most common  types of errors we identified were reimbursement for (1) per diem in  excess of authorized amounts and (2) items such as telephone calls and  hotel taxes that the hotel charged to the traveler, and then credited to the  traveler’s account.  We could not determine the validity of some  reimbursements because the component agencies did not provide us with  all the receipts supporting the reimbursement amounts.  Without the  proper supporting documentation, neither we nor the travel voucher  reviewers can determine with certainty whether reimbursements of travel  expenses are proper and correct.", "Table 5 shows the estimate of travel vouchers in which the reimbursement  amounts were in excess of proper travel expenses or were not properly  supported.", "Table 6 gives a breakdown of the number of vouchers that we reviewed in  which the reimbursement amounts were in excess of proper travel  expenses or were not properly supported.", "As table 6 shows, the main reason for problems at FDA was poor record  retention.  FDA did not provide sufficient documentation (mainly required  receipts for expenses like lodging and airfare) to determine whether the  reimbursements were proper.  The most common type of problem that we  identified in testing vouchers for IHS and NIH was that per diem was  reimbursed for 1 day more than the number of days of actual travel or in  excess of authorized amounts.  At IHS, three vouchers we tested included  reimbursement amounts totaling $95 related to excess per diem, and five  NIH vouchers we tested included reimbursement amounts totaling $378  related to excess per diem.  This situation should have been identified in  the process, either by employees when they signed the vouchers before  submitting them for review, or by the reviewers before the vouchers were  paid.", "The problems we found in testing vouchers for CMS and OS were lack of  receipts and excess reimbursement for items such as telephone calls and  hotel taxes that the hotel charged to the traveler, and then credited to the  traveler’s account.  The amount of excess reimbursement by CMS for items  credited to hotel bills was about $33 and the amount for OS was about  $159.  We also found that CMS improperly reimbursed about $12 to a  traveler for fees claimed on the voucher twice, and OS paid about $12 in  excess per diem.  While these amounts are minimal, they relate to only a  small percentage of travel voucher reimbursements for fiscal year 2001,  and if extrapolated to all travel reimbursements, the amount could be  significant.  Reimbursing employees for amounts that exceed proper  expenses potentially reduces the amount of travel funds available during  the year for other important mission-related activities requiring travel.   Further, in cases where the component agencies did not maintain adequate  documentation to support the amounts reimbursed on travel vouchers,  neither they nor we can determine if the travel voucher reimbursements  are proper."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["HHS’s process for monitoring its travel card program has been effective in  reducing delinquencies and write-offs.  However, because the focus is  primarily on identifying and addressing existing delinquencies as opposed  to preventing or detecting unauthorized use, unauthorized use is not  always identified.  Unchecked, unauthorized use could lead to increased  delinquencies and write-offs, thus reducing the rebates HHS earns on its  travel card program.  In addition, while component agencies have controls  over travel voucher processing, these controls were not always effective in  ensuring that per diem amounts claimed were proper and that  reimbursements did not include amounts for which travelers had received  credits on their hotel bills.  Also, weaknesses in controls related to record  retention impede reviewers’ ability to ensure that travel voucher  reimbursement amounts are proper and accurate."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To reduce unauthorized and personal use of travel cards and help ensure  that travelers are not receiving reimbursements in excess of proper travel  expenses, we recommend that the Secretary of Health and Human Services  require component agencies to  include procedures in their monitoring efforts for periodically testing a  sample of travel card transactions to identify unauthorized travel card  charges and any adverse trends that would warrant further testing or  additional controls,  issue an alert to voucher processing staff/reviewers reminding them to  check vouchers for proper per diem amounts and amounts credited on  hotel bills, and  issue an alert to voucher processing staff/reviewers reminding them to  obtain and retain the necessary receipts needed to determine the  correct amount of travel reimbursement."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on a draft of this report, which are reprinted in  appendix II, HHS concurred with our recommendations and stated that it is  working to implement them.  According to HHS, some of the component  agencies we reviewed are taking, or have taken, various actions to  implement our recommendations.  These actions should help to reduce  unauthorized and personal use of travel cards and help ensure that  travelers are not receiving reimbursement in excess of proper travel  expenses.  We urge HHS to ensure that the recommendations are addressed  departmentwide.", "In separate technical comments, CMS took issue with three transactions  that we determined to be unauthorized because the agency did not provide  supporting documentation.  As stated in our report, we characterized  certain transactions as unauthorized because we determined that they  either were for personal use or the component agencies did not provide us  an approved travel order or other documentation to demonstrate that the  transaction was an official travel expense.", "These three transactions did not have cardholder names associated with  them in U.S. Bank’s database.  CMS stated that it could not provide  documentation to support the transactions without a traveler name, and  therefore, these transactions should not be considered errors.  We disagree.", "We had several conversations with representatives from U.S. Bank about  the data.  Based on other data elements in its database, U.S. Bank  representatives told us that they had determined the transactions were  made with travel cards issued to CMS employees.  CMS and the bank were  both aware of the account numbers associated with these three  transactions and other transaction information such as the merchant name  and address and transaction date.  This information would have provided  them an avenue to ascertain the cardholder names.", "As agreed with your office, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 7 days after its  date. At that time, we will send copies to interested congressional  committees, the Secretary of Health and Human Services, and the Director  of the Office of Management and Budget.  Copies will also be made  available to others upon request.  In addition, this report will be available at  no charge on GAO’s Web site at http://www.gao.gov.", "Please contact me at (202) 512-9508 or by E-mail at calboml@gao.gov if you  or your staff has any questions concerning this report.  An additional GAO  contact and staff acknowledgments are provided in appendix III."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["The objectives of our review were to determine whether (1) the  Department of Health and Human Services (HHS) has an effective process  for monitoring its travel card program to minimize delinquency rates, write- offs, and unauthorized use of the card and (2) HHS’s controls over travel  voucher processing are effective in helping ensure that travelers are not  receiving reimbursements in excess of proper travel expenses.  We selected  five HHS component agencies to review based on the amount of travel card  activity and delinquency rates in fiscal year 2001.  Table 7 shows the  amounts of travel card activity for these component agencies in fiscal year  2001.  These five component agencies, which incurred approximately  370,000 transactions in the amount of $48.8 million, covered nearly 70  percent of HHS’s travel card activity in fiscal year 2001.", "To determine whether HHS has an effective process for monitoring its  travel card program to minimize delinquency rates, write-offs, and  unauthorized use of the card, we obtained an understanding of the travel  card program, both departmentwide and for the five individual component  agencies.  We interviewed HHS staff members and officials and reviewed  HHS’s departmentwide and individual component agencies’ policies and  procedures to identify procedures for monitoring their travel card  programs.  We also obtained data from the General Services Administration  on delinquency rates and write-offs and compared HHS to other federal  agencies.", "To determine the extent of unauthorized use of travel cards during fiscal  year 2001, we tested random samples of travel card transactions from each  of the five component agencies.  To select the samples, we obtained (1) a  database of HHS travel card transactions for fiscal year 2001 from U.S.", "Bank, the contractor that administers the HHS travel card program, and   (2) lists of fiscal year 2001 travel orders and vouchers from the five  component agencies.  We verified that the population of transactions in the  database agreed with control totals for the number and amount of  transactions provided by U.S. Bank.  We were not able to verify the  completeness of the lists of travel orders and vouchers.", "From the U.S. Bank data, we selected random samples of 86 travel card  transactions for each of the five component agencies, for a total of 430  transactions.  Then, based on the date of the transactions and the dates of  travel, we identified the travel order related to each transaction.  We asked  the component agencies to provide the travel order, travel voucher, and all  documentation and receipts supporting the amount claimed on the travel  voucher for each of the sampled transactions.  Because we were not able to  ensure that the lists of travel orders were complete, in cases where we  could not identify a related order, we provided the component agencies  with information on the transactions, including cardholders’ names and  account numbers, merchant names and addresses, and dates of  transaction, so that they could try to identify the related orders through  other means.  In some cases, the component agencies were able to locate  the related travel orders and vouchers, and they provided the documents to  us, or they provided us with documentation stating that the transactions  were not for authorized expenses related to official travel.  In other cases,  the component agencies provided us with travel orders and vouchers, but  we determined that they did not relate to the transactions, or the  component agencies did not provide any documentation for some  transactions.  We concluded that a transaction was an authorized use of the  travel card if there was an approved travel order related to the transaction.   We concluded the transaction was unauthorized if (1) the component  agency acknowledged unauthorized use, (2) the travel order we were  provided did not relate to the transaction, or (3) we were not provided with  any documentation.  Table 8 shows the results of our tests, including the  point estimates and the two-sided, 95 percent confidence intervals for  fiscal year 2001 travel card transactions that were unauthorized.", "To determine the potential impact that the unauthorized transactions had  on the travel card program, we reviewed the U.S. Bank data and  determined whether those cardholders who used their travel cards for  unauthorized purposes paid their bills on time.  Table 9 shows the number  of cardholders with unauthorized transactions who were delinquent and  who had their accounts written off during fiscal year 2001.", "To determine whether controls over travel voucher processing are effective  in helping ensure that travelers are not receiving reimbursements in excess  of proper travel expenses, we tested the travel voucher covering each of  the authorized transactions in our samples to determine whether the  reimbursement amount was properly supported and not overstated.  For  each voucher in the sample, we verified that correct per diem rates were  used; verified that automated teller machine cash withdrawal fees were  calculated correctly, ensured that the necessary receipts were attached and  the correct amounts were claimed on the voucher, and verified that the  calculations on the voucher were accurate.  Table 10 shows the results of  our tests, including the point estimates and the two-sided, 95 percent  confidence intervals for fiscal year 2001 travel vouchers relating to  authorized travel card transactions.", "We conducted our work from May 2002 through November 2002 in  accordance with generally accepted government auditing standards.  We  requested comments on a draft of this report from the Secretary of Health  and Human Services or his designee.  Written comments were received  from HHS and are reprinted in appendix II.  These written comments and  separate technical comments we received are evaluated in the “Agency  Comments and Our Evaluation” section near the end of our report."], "subsections": []}, {"section_title": "Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Sharon Byrd, Don Campbell,  Johnny Clark, Lisa Crye, Harold Fulk, Darren Goode, Kelly Lehr, Diane  Morris, Chanetta Reed, Taya Tasse, and Cynthia Teddleton made key  contributions to this report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the audit, evaluation and investigative arm of  Congress, exists to support Congress in meeting its constitutional responsibilities  and to help improve the performance and accountability of the federal government  for the American people. GAO examines the use of public funds; evaluates federal  programs and policies; and provides analyses, recommendations, and other  assistance to help Congress make informed oversight, policy, and funding  decisions. GAO’s commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to GAO  Mailing Lists” under “Order GAO Products” heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}