{"id": "GAO-18-89", "url": "https://www.gao.gov/products/GAO-18-89", "title": "Natural Gas Storage: Department of Transportation Could Take Additional Steps to Improve Safety Enforcement Planning", "published_date": "2017-11-22T00:00:00", "released_date": "2017-12-22T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Natural gas storage is important for ensuring that natural gas is available when demand increases. There are 415 storage sites—including underground caverns and depleted aquifers and oil and gas reservoirs—located in 31 states, often near population centers (see fig.). Leaks from these sites, such as one near Los Angeles that led to the temporary relocation of about 8,000 families in 2015, can result in environmental and economic damage. Until 2016, states set standards for 211 sites, but there were no standards for 204 sites connected to interstate pipelines subject to federal jurisdiction. With passage of the PIPES Act of 2016, PHMSA, an agency within DOT that sets and enforces standards for energy pipelines, among other things, was tasked with issuing minimum standards for all gas storage sites.", "GAO was asked to review natural gas storage safety standards. This report examines (1) PHMSA's efforts to implement the requirement to issue minimum safety standards for natural gas storage sites and (2) the extent to which PHMSA has planned strategically to enforce its safety standards for these sites. GAO reviewed PHMSA documents and plans, compared them to leading planning practices, and interviewed PHMSA officials."]}, {"section_title": "What GAO Found", "paragraphs": ["To meet its requirement under the Protecting Our Infrastructure of Pipelines and Enhancing Safety (PIPES) Act of 2016, the Department of Transportation's (DOT) Pipeline and Hazardous Materials Safety Administration (PHMSA) issued minimum safety standards in an interim rule and plans to finalize them by January 2018. Under the interim standards, site operators are to follow industry-developed best practices to detect and prevent leaks and plan for emergencies, among other things. Since the interim rule went into effect in January 2017, the minimum safety standards apply to all 415 natural gas storage sites, and the rule will be subject to further revision before it is final.", "To enforce its safety standards, PHMSA has taken steps to establish a natural gas storage safety enforcement program. For example, PHMSA has started developing a training program for its inspectors. PHMSA also has identified a strategic goal for its program—to promote continuous improvement in safety performance—and is developing a performance goal for its training program.", "However, PHMSA has not yet followed certain leading strategic planning practices. For example, PHMSA has not yet defined the level of performance to be achieved, fully addressed all core program activities, or used baseline data to develop its performance goal. GAO has previously reported that requirements under the Government Performance and Results Act (GPRA) and GPRA Modernization Act of 2010—which include establishing performance goals to define the level of performance—can serve as leading practices for lower levels of an agency, such as PHMSA. GAO also has found that successful performance goals address all core program activities. PHMSA's goal focuses on training and does not address other core program activities, such as conducting effective inspections. For example, a goal to evaluate whether PHMSA's inspections are effective could be to annually reduce, by a certain percentage, the number of sites not meeting minimum standards. PHMSA officials told GAO that they will strive to add and refine performance goals as the program evolves. As they do so, ensuring that these goals define the level of performance, address all core program activities, and use baseline data could help PHMSA better track progress toward its strategic goal."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making two recommendations, which are that PHMSA (1) define levels of performance and address all core program activities and (2) use budget data to refine performance goals for its gas storage program. DOT concurred with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Natural gas storage sites are key elements in our nation’s energy system,  helping ensure that natural gas, which is used for a range of applications  such as heating homes and as a fuel to produce electricity, is available  when demand peaks. There are 415 active natural gas storage sites  located in 31 states. These sites store natural gas in underground  geologic formations such as caverns, depleted aquifers, and depleted oil  and gas reservoirs.", "Major leaks from these sites can result in serious economic disruption  and environmental damage. Natural gas leaks can cause explosions or  fires and, according to the Environmental Protection Agency (EPA),  natural gas is considered to be a significant greenhouse gas which, if  released, can pose significant environmental harm. One such leak  occurred in 2015 at the Aliso Canyon Underground Storage Facility near  the neighborhood of Porter Ranch in suburban Los Angeles, California.  This leak released 5.4 billion cubic feet of natural gas into the atmosphere  over the course of almost 4 months, which caused the temporary  relocation of more than 8,000 families. In addition, the accident disrupted  the ability of the Aliso Canyon site to deliver stored gas to electrical power  plants, which in turn posed risks to the stability of California’s electrical  grid. Like the Aliso Canyon facility, many of the nation’s natural gas  storage sites are located within 3 miles of a city, town, or other populated  area, according to the Department of Energy (DOE).", "Until 2016, states had sole responsibility for overseeing the safety of the  intrastate natural gas storage sites within their states, but states’ safety  standards for these sites varied and applied only to the intrastate sites  that were wholly within their borders. In contrast, interstate natural gas  storage sites were not covered by state regulations. These interstate  sites are subject to state and local permitting and federal licensing  requirements, but they were not regulated for safety. Existing Department of Transportation (DOT) safety regulations, which had been in place for  more than 30 years, applied to conventional surface pipelines and above- ground equipment at all natural gas storage sites. However, these  existing regulations did not apply to the underground portions of the sites,  such as wells, wellbore tubing, and casing. In June 2016, the Protecting  Our Infrastructure of Pipelines and Enhancing Safety (PIPES) Act of 2016  directed DOT to develop and issue minimum safety standards for all  natural gas storage sites. DOT’s Pipeline and Hazardous Materials  Safety Administration (PHMSA) develops and enforces these standards.", "You asked us to review the development and enforcement of natural gas  storage safety standards. This report examines (1) the status of PHMSA’s  efforts to implement the requirement under the PIPES Act to issue  minimum safety standards for natural gas storage sites and (2) the extent  to which PHMSA has planned strategically to enforce its safety standards  for natural gas storage sites.", "To examine the status of PHMSA’s efforts to implement the requirement  under the PIPES Act to issue minimum safety standards for natural gas  storage sites, we interviewed agency officials and examined laws,  regulations, and agency documents that describe the authority, time  frames, and enforcement goals for implementing new federal standards  under the PIPES Act. To examine the extent to which PHMSA has  planned strategically to enforce its safety standards for natural gas  storage sites, we examined PHMSA’s policies, guidance, and plans and  interviewed agency officials about their plans for oversight. We compared  PHMSA’s plans with leading practices for strategic planning identified by  our prior work. Strategic planning is a systematic process for defining  desired outcomes and translating this vision into goals and steps to  achieve them. For more information on our objectives, scope, and  methodology, see appendix I.", "We conducted this performance audit from November 2016 to November  2017 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["This section discusses the purpose, types, and locations of natural gas  storage sites; leaks from such sites; safety enforcement prior to 2017;  and the PIPES Act."], "subsections": [{"section_title": "Purpose, Types, and Locations of Natural Gas Storage Sites", "paragraphs": ["Natural gas storage sites—geologic formations where natural gas is  stored deep underground and retrieved for later use—are key parts of our  energy system. Natural gas provides about 30 percent of U.S. energy  needs, is used to generate a third of the nation’s electricity, is widely used  for heating homes and businesses, and is used in a variety of industrial  processes, according to Energy Information Administration (EIA)  information. Natural gas storage sites provide a way to meet peak energy  needs—such as during a cold spell in the winter or during periods of high  electricity demand in the summer—more quickly than would be possible if  relying solely on pipelines that transport natural gas from distant  production fields. Natural gas storage sites are privately owned and  operated by a variety of companies in the energy industry, including local  utilities, independent companies that store gas for sale at peak times to  other companies, and interstate pipeline companies.", "There are three major types of underground geologic formations where  natural gas storage sites are found: (1) underground salt caverns,  (2) depleted aquifers, and (3) depleted oil and gas reservoirs. The wells  that inject or withdraw natural gas from the underground formations can  extend thousands of feet underground. The 415 natural gas storage sites  in the United States contain about 17,000 wells, ranging from a few wells  per site to over a hundred wells at some larger sites. Figure 1 illustrates  the types of geologic formations where natural gas storage sites are  constructed and operated.", "Natural gas storage sites are found in 31 states across the country,  according to EIA data. Over 300 cities, towns, and other populated areas  are located near a natural gas storage site, according to a DOE analysis.  Operators often locate natural gas storage sites near major population  centers or large gas pipelines to improve their ability to deliver natural gas  when needed. Figure 2 shows the approximate location of natural gas  storage sites located within counties populated by 100,000 or more  people."], "subsections": []}, {"section_title": "Leaks from Natural Gas Storage Sites", "paragraphs": ["Leaks from natural gas storage sites can be caused by a variety of  factors—such as underground fissures or inadequately designed or  damaged wells—and have the potential to affect human health, cause  economic disruption, and harm the environment. For example, natural  gas poses the risk of explosion and asphyxiation within enclosed spaces.  In addition, other components of natural gas can cause short-term  neurological, gastrointestinal, and respiratory symptoms, according to the  Los Angeles County Department of Public Health. Moreover, if a large  gas storage facility unexpectedly goes offline due to a major leak, it can  disrupt the natural gas supply system, which in turn may affect the flow of  gas to heat homes and businesses or may cause electrical blackouts due  to the loss of fuel for gas-fired electrical generators. According to a DOE  report, the natural gas stored in geologic formations is under high  pressure and may find its way to the surface if underground fissures or  unplugged oil and gas wells allow the geologic formation to be breached.  Leaks can also occur if the wells used to inject and withdraw natural gas  from geologic formations lose integrity due to cracking of cement used to  seal the well or other factors. Older wells used for natural gas storage  were often drilled for other reasons, such as oil and gas production, and  are more likely to have age-related degradation, according to DOE. About  half of the about 17,000 wells that inject and withdraw natural gas from  storage sites are more than 50 years old, and many wells are more than  100 years old, according to DOE. In addition, DOE reported that other  factors may contribute to leaks, such as earthquake activity, nearby  drilling activity, or other mechanical stresses and undetected corrosion  that may not be known by the natural gas storage site operators. Further,  DOE has reported that operators can sustain safety by regularly  maintaining site equipment, monitoring and repairing leaks, keeping  records about the site, and planning for possible emergencies, among  other things.", "Leaks from natural gas storage sites can result in significant and harmful  effects on public health and safety, the environment, and the energy  system. DOE, PHMSA, and others have identified three major leaks from  natural gas storage sites since 2000 that illustrate these potential  negative effects:", "The Aliso Canyon leak, which was detected in October 2015 and  continued for nearly 4 months, focused national attention on natural  gas storage safety. As of August 2017, the cause of the leak had not  been conclusively determined. However, the leak occurred in a well  that, at the time, was about 60 years old, according to DOE. The  operator of the Aliso Canyon site unsuccessfully attempted to stop the  leak several times over the 4-month event and eventually was able to  do so in February 2016 by permanently sealing the well. According to  the private operator, it temporarily relocated about 8,000 neighboring  families until the leak was abated. Also, the leak disrupted the Aliso  Canyon site’s ability to supply natural gas to electricity generating  plants. Because the Aliso Canyon site supplies gas for nearly 10  gigawatts of electricity in the Los Angeles basin, the leak led to  concerns that there may not be enough gas to serve the electricity  needs of the surrounding region during peak times. In July 2017,  California state regulators announced that the operator had conducted  a comprehensive safety review and that the regulators would allow  Aliso Canyon to reopen at a greatly reduced capacity in order to  prevent energy shortages.", "In August 2004, the Moss Bluff natural gas storage site in Liberty  County, Texas, experienced a major leak due to a damaged well. The  leaking gas caught fire and burned for over 6 days, according to DOE  and PHMSA documents. As a result, the gas was released into the  atmosphere as carbon dioxide, which, according to an EPA analysis,  is a less potent greenhouse gas than natural gas, which was released  by the Aliso Canyon leak.", "In January 2001, the Yaggy natural gas storage site leaked through  underground fissures from the site’s salt caverns into the nearby city  of Hutchinson, Kansas, eventually causing an explosion in the city’s  downtown business district, DOE reported. Two people were killed,  and several businesses were damaged or destroyed by the explosion."], "subsections": []}, {"section_title": "Safety Enforcement for Natural Gas Storage Sites Prior to 2017", "paragraphs": ["Before 2017, many natural gas storage sites were subject to varied, state- by-state safety enforcement. States were responsible for regulating and  enforcing safety at sites that were located solely within their boundaries  and only linked to pipelines within the state. Agencies representing  26 state governments licensed 211 such sites, which amounted to about  half of the 415 active sites in the United States. Prior to 2017, these state  governments applied various safety standards that addressed  underground conditions, such as the integrity of the geologic formations  that store natural gas, or the construction and maintenance of wells that  inject and withdraw gas. For example, according to a DOE report, some  states’ standards specified how site operators should safely construct the  wells. Other states’ standards specified how wells were to be maintained  during their useful life, or how they were to be safely plugged and  abandoned after their useful life ended.", "Prior to 2017, the remaining 204 interstate natural gas storage sites were  subject solely to federal oversight. However, the federal government had  not issued safety standards for them. The Federal Energy Regulatory  Commission (FERC) licenses storage sites that serve the interstate  natural gas market—a market regulated by FERC. However, according to  FERC, its licensing process focuses on whether a proposed site serves  an economic need, and it does not review the safety conditions of a site  when reviewing whether to grant a license. In this role, FERC has  licensed 204 sites in 24 states. As part of its mission to ensure the safety  of the interstate natural gas pipeline system—of which natural gas  storage sites are a part—PHMSA had the regulatory authority to issue  and enforce safety standards for interstate natural gas storage sites.  However, PHMSA’s interstate pipeline safety regulations did not extend to  underground natural gas storage facilities, even when connected to  interstate pipelines. Moreover, because interstate sites were under  federal jurisdiction, state safety standards could not be applied to such  sites.", "Other federal agencies had responsibilities that addressed limited aspects  of safety at natural gas storage sites. DOE provided technical assistance  to California during the Aliso Canyon incident, and has researched the  effects of natural gas storage leaks on the reliability of the electricity grid.  The Bureau of Land Management (BLM), within the Department of the  Interior, manages public lands that overlap, either partially or fully, with  33 natural gas storage sites. EPA provides funding and oversight to  help states and local pollution control agencies meet their responsibility to  monitor air quality within their jurisdictions, according to EPA officials.  EPA can also provide its expertise and support to states and local  communities in the event of natural gas storage leaks, as it did during the  leak at Aliso Canyon. However, EPA does not regulate underground  conditions at gas storage sites."], "subsections": []}, {"section_title": "The PIPES Act", "paragraphs": ["In June 2016, Congress passed and the President signed the PIPES Act,  which, among other things, directed DOT to establish minimum safety  standards for all natural gas storage sites by June 2018 after considering  recommendations from a federal task force and industry standards.  PHMSA sets and enforces these standards.", "The PIPES Act also directed DOE to establish and lead the task force,  which was charged with analyzing the Aliso Canyon incident and making  recommendations to reduce the occurrence of similar incidents in the  future. The task force published its report in October 2016. The report  included findings in three areas—well integrity, environmental and health  protection, and energy reliability. The report also made  44 recommendations to enhance natural gas storage safety, including 3  key recommendations:", "Operators of natural gas storage sites should make advance  preparations with appropriate federal, state, and local governments to  mitigate potential future leaks.", "Electrical grid operators should prepare for the risks that potential gas  storage disruptions create for the electric system.", "Operators of natural gas storage sites should begin a rigorous  program to evaluate the status of the wells, establish risk  management planning, and, in most cases, phase out old wells with  single-point-of-failure designs.", "The PIPES Act directed DOT to consider industry consensus standards to  the extent practicable in establishing its minimum safety standards.  Consensus standards for the oil and gas industry—including those for  natural gas storage—are issued by various entities, including the  American Petroleum Institute (API). API consensus standards describe  how to safely perform technical procedures, such as drilling wells for oil  and gas production, refining produced natural gas into usable gas for  heating and electricity generation, and conducting “workover” operations  to refurbish existing wells. API develops its consensus standards  involving industry, manufacturers, engineering firms, the public,  academia, and government, and API’s recommended practices are  frequently adopted by a majority of the industry, according to API and  PHMSA. Following several years of study and discussion by industry  experts and government officials, including participation by PHMSA, API  issued two documents outlining recommended practices for the  development and operations of natural gas storage sites. These  recommended practices describe the procedures for designing, locating,  constructing, and operating natural gas storage sites, and include such  activities as inspecting and testing the wells used to inject and withdraw  gas from natural gas storage sites and monitoring the integrity of the  underground formations where natural gas is stored. The API documents  also recommend that operators prepare for emergencies and train the  personnel who operate the sites.", "Under the PIPES Act, state governments also have a continuing role in  enforcing natural gas storage safety for the sites in their states. The act  allows states to certify with PHMSA that they have adopted state  standards that meet or exceed the federal standards and can enforce  these standards. Once a state certifies that it has met these conditions,  the state is responsible for enforcing safety standards on state-regulated  intrastate natural gas underground storage sites through inspections  conducted by state employees, according to PHMSA officials. In addition,  PHMSA officials told us that they would periodically assess whether  states are meeting these conditions. PHMSA officials told us that PHMSA  will have direct responsibility for inspecting federally-licensed interstate  facilities for the next few years because federal safety standards are still  being established, but officials noted that state inspectors could  eventually seek permission from PHMSA to assume the role of inspecting  interstate natural gas storage sites on behalf of PHMSA in the future.  PHMSA officials also noted that PHMSA does not force states to  participate in their pipeline safety program, and so in cases where a state  chooses not to certify its safety enforcement program, PHMSA has stated  that it will assign its own inspectors and staff to enforce federal natural  gas storage safety standards in that state. The PIPES Act also requires  PHMSA to set and charge user fees to operators that it can use for  activities related to underground natural gas storage facility safety,  subject to the expenditure of these fees being provided in advance in an  appropriations act."], "subsections": []}]}, {"section_title": "PHMSA Has Issued Interim Safety Standards and Plans to Finalize Them by January 2018", "paragraphs": ["Citing an urgent need to improve safety at natural gas storage sites,  PHMSA issued an interim final rule that includes minimum safety  standards based largely on API recommended practices in December  2016. The rule took effect in January 2017 and provided that existing  facilities (and those constructed by July 18, 2017) must meet the  standards by January 18, 2018. PHMSA is now considering public  comments on its interim standards, and it plans to finalize them by issuing  a final rule by January 2018. PHMSA also has stated that it will delay  enforcement of certain standards in the interim final rule until 1 year after  issuance of the final rule."], "subsections": [{"section_title": "PHMSA Has Issued Minimum Standards in an Interim Final Rule", "paragraphs": ["To meet the requirement under the PIPES Act, PHMSA issued minimum  safety standards for natural gas storage through an interim final rule in  December 2016, which took effect in January 2017. PHMSA issued  the interim final rule—which allowed the safety standards to take effect  more quickly than under the conventional regulatory process—and stated  that any delay in adopting the standards would jeopardize the public interest through risks to public safety and the environment. As a result, all  415 natural gas storage sites are for the first time subject to federal  regulation, including minimum safety standards as set forth in the interim  final rule, and subject to revision in a final rule.", "To develop the minimum safety standards, PHMSA considered industry  consensus standards, as required by the PIPES Act. PHMSA had already  advised operators to follow industry-recommended practices published by  API, which develops consensus standards for the oil and gas industry.  Specifically, in February 2016, before the passage of the PIPES Act,  PHMSA issued a bulletin encouraging operators to follow the API  recommended practices to update their safety programs. The API  recommended practices contain many provisions that are mandatory, and  other provisions that are nonmandatory. The interim final rule provides  that the nonmandatory provisions of the recommended practices that are  incorporated by reference in the rule are adopted as mandatory.  PHMSA’s interim final rule requires operators of existing natural gas sites,  and those constructed by July 18, 2017, to meet the requirements of  certain sections of the API recommended practices identified in the rule  by January 18, 2018. The API recommended practices address, among  other things, general operations, monitoring the sites for potential leaks,  and emergency response and preparedness. For new storage sites  starting construction after July 18, 2017, the rule requires operators to  meet all sections of the applicable API recommended practices.", "According to PHMSA officials, PHMSA considered the recommendations  of the task force in developing its minimum safety standards, as required  by the PIPES Act, and continues to do so. PHMSA’s minimum safety  standards addressed certain recommendations made by the task force,  according to an analysis performed by PHMSA. However, PHMSA did not  require operators to implement one key recommendation of the task force  report with its minimum standards, according to PHMSA officials. In  particular, the October 2016 task force report recommended that  operators phase out most storage wells with single-point-of-failure  designs—where the failure of a single component, such as a well casing,  could lead to a large release of gas—by installing multiple points of  control at each well. According to an API official, its recommended  practices do not direct operators to phase out such wells because this  practice may not significantly improve safety in all cases; for example, this  practice may not have prevented the leak at Aliso Canyon. The API  official and PHMSA officials noted that API recommended practices direct  operators to assess the risks at their sites and to take steps to address  these risks. According to PHMSA officials, assessing the risks of a site  could include identifying wells with a single point of failure and developing  steps to mitigate this risk. Mitigating the risk could include installing  multiple points of control for certain wells, among other possible mitigation  steps. Neither PHMSA nor API officials could tell us how many of the  approximately 17,000 wells at the nation’s 415 natural gas storage sites  have single-point-of-failure designs, because this information has not  been centrally gathered to date. However, PHMSA plans to gather  information about how many storage wells have single-point-of-failure  designs by asking operators to provide this information as part of a  required annual report.", "To fund its enforcement of its minimum safety standards, PHMSA also  issued a notice to set the user fees that PHMSA charges operators, as  required by the PIPES Act. In November 2016, PHMSA published a  notice of agency action and request for comment, describing its user fee  structure. PHMSA collected public comments, evaluated them, and  finalized its user fee structure in April 2017. As set forth in this notice,  PHMSA will charge each operator based on the size of the operator’s  storage sites as measured by working gas capacity range. The notice  stated that PHMSA plans to collect a total of up to $8 million annually in  fees from all operators combined; however, PHMSA may seek authority  to increase or decrease the amount it charges operators if it finds that the  cost of inspection and enforcement is more or less than it initially  estimated, according to PHMSA officials. Following enactment of an  appropriations act provision, PHMSA is authorized to use the fees it  collects to fund its enforcement activities and plans to use a portion of the  fees to reimburse states for enforcing its minimum safety standards,  according to PHMSA officials.", "Table 1 provides a timeline of key events in the development of PHMSA’s  minimum safety standards."], "subsections": []}, {"section_title": "PHMSA Is Considering Comments on Its Interim Final Rule and Plans to Issue Final Safety Standards in January 2018", "paragraphs": ["Since issuing its interim final rule, PHMSA has been collecting public  comments and plans to adjust some aspects of the rule in response to  comments from the public, industry representatives, and others. PHMSA  plans to finalize its minimum safety standards by replacing its interim final  rule with a final rule in January 2018, and has delayed some dates for  when it expects operators to comply with some aspects of its standards.  PHMSA’s interim final rule states that, with respect to incorporation by  reference of the standards, the nonmandatory provisions it adopted are  adopted as mandatory provisions. API and two other organizations  representing natural gas utilities and transmission companies submitted  comments asking PHMSA to reconsider how it used the API  recommended practices in its minimum safety standards. While API and  the other industry representatives agreed that it was appropriate for  PHMSA to use API recommended practices for its minimum safety  standards, they stated that making all portions mandatory would make the  standards burdensome. In June 2017, PHMSA published a notice in the  Federal Register stating that it would consider these comments as it  finalized its minimum safety standards, which it stated it expects to issue  by January 2018. The notice stated further that PHMSA will not issue any  enforcement citations to operators for failure to meet any standards that  were nonmandatory but that were converted to mandatory by provisions  of the interim final rule until 1 year after it issues the final rule.", "PHMSA also provided additional guidance and clarifications to operators  about scheduling and its plans for enforcement. During the development  of its interim final rule, PHMSA noted that some of the provisions in the  minimum safety standards may take operators several years to fully  implement. According to PHMSA officials, these provisions recommend  that operators carefully inspect their natural gas storage sites, identify any  conditions that do not meet industry-recommended practices, and then  improve conditions at the sites by prioritizing the greatest risks and  implementing preventative measures to mitigate and remediate these  risks over a number of years. As a result, PHMSA published guidance on  its website stating that it expects operators to make and implement plans  to inspect and remediate risks found at their sites within 3 to 8 years  following the effective date of the interim final rule."], "subsections": []}]}, {"section_title": "PHMSA Has Taken Steps to Establish an Enforcement Program but Has Not Yet Followed Certain Leading Practices of Strategic Planning", "paragraphs": ["To enforce PHMSA’s safety standards, the agency’s officials have taken  a variety of steps to establish a safety enforcement program for natural  gas storage sites, but they have not yet followed certain leading practices  of strategic planning in starting PHMSA’s natural gas storage program.  Specifically, PHMSA officials have started developing a training program  for natural gas storage inspectors. They also have established a strategic  goal and begun developing a training performance goal for their natural  gas safety enforcement program. However, they have not yet followed  certain leading practices for strategic planning—the systematic process  for defining desired outcomes and translating this vision into goals and  steps to achieve them. For example, PHMSA’s training performance goal  does not define the level of performance officials hope to achieve or  address all core program activities, such as conducting effective  inspections. In addition, PHMSA has not used baseline data or budgetary  information to inform the development of performance goals. PHMSA  officials explained that they are still developing performance goals for  their new program and collecting relevant data."], "subsections": [{"section_title": "PHMSA Has Taken Steps to Establish a Natural Gas Storage Safety Enforcement Program", "paragraphs": ["To enforce the agency’s safety standards, PHMSA officials have taken a  variety of steps to establish a safety enforcement program for natural gas  storage sites by January of 2018. For example, PHMSA officials have  started developing a training program for natural gas storage inspectors.  They have identified learning objectives for the program and have begun  developing learning materials. According to PHMSA officials, developing  a training program for inspectors is central to safety enforcement efforts,  in part because PHMSA has a limited number of staff members with  expertise in natural gas storage. For example, PHMSA had 10 employees  with natural gas storage experience as of August 2017, according to  PHMSA officials. In addition, PHMSA officials have completed eight  safety assessments of selected natural gas storage operators to  document the initial condition of gas storage sites and safety practices.  According to PHMSA officials, their methodology for conducting these  assessments involved visiting a cross section of operators, including  operators of interstate and intrastate sites and multiple types of facilities.", "PHMSA officials also have developed workload and budget estimates for  their new program, according to PHMSA documentation. In recent years,  the Office of Pipeline Safety, which will be responsible for natural gas  storage inspections in addition to pipeline inspections and other activities,  has initiated about 1,100 inspections annually, according to PHMSA data.  When natural gas storage site inspections begin, PHMSA officials  estimate that the Office of Pipeline Safety’s inspection workload could  increase 14 percent due to their new responsibilities. They reached this  estimate by dividing the 203 new natural gas storage units they anticipate  needing to inspect by the total number of inspection units they currently  inspect. To meet the demands of this increased workload, officials  estimate that PHMSA will need $2 million annually to fund 6 new  inspector positions, training, travel, and other expenses associated with  managing the natural gas storage safety enforcement program. With this  number of inspectors, PHMSA officials believe that they can inspect all  203 natural gas storage units within about 4 years. Because PHMSA  officials expect that many states that have previously conducted similar  inspections will help PHMSA conduct inspections, officials also estimate  that PHMSA will need to provide $6 million annually to states. However,  PHMSA officials noted that their estimates may change as they gain  additional information about the program. Specifically, after PHMSA  begins initial inspections in early 2018, officials will have more information  about the time it takes to inspect natural gas storage sites. By the end of  fiscal year 2018, they will have even more information with which to  develop more precise workload and budget estimates for the program,  according to these officials.", "To ensure that the states assisting PHMSA are fully qualified to enforce  the federal government’s minimum safety standards, PHMSA officials  have begun developing a state certification program. This has involved  drafting certification documents and contacting potential state partners.  As of June 2017, PHMSA officials expected all states with intrastate  natural gas storage sites to pursue certification. However, officials  explained that they may not know until the end of fiscal year 2017 exactly  how many states will pursue certification. If some states choose not to  pursue certification or are not approved by PHMSA, PHMSA will be  responsible for inspecting natural gas storage sites in those states, which  could increase its inspection workload beyond the level it has estimated.  For states that choose certification and are approved, PHMSA plans to  use grants to fund up to 80 percent of state inspection costs. However,  PHMSA officials told us that PHMSA may not be able to fund states to  this level, depending on the approved costs requested by all states and  levels of funding PHMSA receives through the appropriations process. In  either circumstance, PHMSA’s grant program for certified state partners  leverages state dollars, since it requires states to fund the portions of their  programs not covered by grant funding."], "subsections": []}, {"section_title": "PHMSA Has Established a Strategic Goal but Has Not Yet Followed Certain Leading Practices of Strategic Planning", "paragraphs": ["PHMSA also has established a strategic goal for its natural gas safety  enforcement program, but it has not yet followed other leading practices  for strategic planning. Specifically, PHMSA officials told us that their  new enforcement program will be guided by one of PHMSA’s existing  strategic goals—to promote continuous improvement in safety  performance. PHMSA officials also told us that they are developing a  performance goal for their training program and that other performance  goals are still being identified and developed. The Government  Performance and Results Act of 1993 (GPRA), as amended—which  seeks to improve the effectiveness of federal programs by establishing a  system for agencies to set goals for program performance and measure  results—defines a performance goal as the target level of performance  expressed as a tangible, measurable objective against which actual  achievement is to be compared. For example, in the area of weather  forecasting, we have previously reported that such a goal could be to  increase the lead time for predicting tornadoes from 7 to 9 minutes.", "PHMSA has not yet followed certain leading practices for strategic  planning, as it has not: (1) defined the level of performance or fully  addressed core program activities with its existing performance goal; or  (2) used baseline data and other data or budget information to inform and  refine performance goals."], "subsections": [{"section_title": "Defining Level of Performance and Addressing All Core Program Activities", "paragraphs": ["Our prior work has identified several leading practices for strategic  planning that PHMSA has not yet followed, such as setting goals that  define a certain level of performance and address all core program  activities. Some of this prior work has examined requirements under  GPRA and the GPRA Modernization Act of 2010. GPRA, which was  significantly enhanced by the GPRA Modernization Act of 2010, requires  agencies to develop annual performance plans that, among other things,  establish performance goals to define the level of performance to be  achieved. We have previously reported that requirements under these  acts can serve as leading practices for planning at lower levels of the  agency. As one of several operating administrations within DOT,  PHMSA would be considered a lower level of the agency. In addition, we  have found that a key attribute of successful performance measures is  that they reflect the full range of core program activities. Moreover, we  have found that a key practice for helping federal agencies enhance and  sustain collaborative efforts with other agencies is to define and articulate  a common outcome or purpose they are seeking to achieve.", "While PHMSA has taken some steps to plan strategically for its new  program, it has not followed certain leading practices of strategic  planning. For example, PHMSA has developed a performance goal for its training program, and agency officials told us that they plan to review the  number of students who pass their gas storage training course as a  measure of the agency’s training performance goal. However, with this  measure PHMSA has not defined the level of performance to be  achieved. An example of a measure of the agency’s training performance  goal that defines the level of performance could be one that specifies that  a certain percentage of students will pass the course on their first attempt.  In addition, PHMSA has not yet developed performance goals for other  core program activities, such as conducting effective inspections.  According to PHMSA subject-matter experts, one of the critical tasks  associated with inspecting a gas storage site will be determining whether  the operator has met all well monitoring requirements specified in API’s  Recommended Practice 1171, which addresses the functional integrity of  gas storage in depleted hydrocarbon reservoirs and aquifers. An  example of a performance goal that could indicate whether PHMSA’s  inspections are effective could be to annually reduce, by a certain  percentage, the number of operators that do not meet the well monitoring  requirements of Recommended Practice 1171. Another critical task  identified by PHMSA’s subject-matter experts will be to determine  whether the operator has followed its own risk management plan for gas  storage sites—another area where PHMSA has not developed a  performance goal. An example of a performance goal in this area could  be to annually reduce, by a certain percentage, the number of gas  storage operators that have not followed their own risk management  plans.", "PHMSA officials acknowledged that their performance goals are not yet  complete and said that they would strive to refine performance goals as  they continue developing the program; however, PHMSA has not yet  done so. As they do so, ensuring that their performance goals define the  level of performance to be achieved and address core program activities  could help them ensure that they effectively track progress toward their  strategic goal and make adjustments to activities and resources, if  needed, to better meet the goal. In addition, because PHMSA plans to  leverage state resources to oversee gas storage sites, the success of its  gas storage program will depend, in part, on collaboration with state  partners. Establishing performance goals for the program could help  PHMSA coordinate efforts and resources with the states that are  expected to assist PHMSA with inspections."], "subsections": []}, {"section_title": "Using Baseline Data to Inform Performance Goals", "paragraphs": ["Another leading practice of strategic planning involves using baseline and  trend data to inform performance goals, according to our prior work.  Baseline data—data collected about operations before oversight begins— can serve as a basis for comparison with subsequently collected trend  data. We have previously reported that baseline and trend data can  provide a context for drawing conclusions about whether performance  goals are reasonable and appropriate. For example, we found in 1999  that the Department of Education was able to use such information to  gauge the appropriateness of its goals for reducing the default rate on  student loans provided through the Federal Family Education Loan  program. The program’s annual plan provided baseline and trend data  for the default rate, which indicated that the rate declined from 22.4  percent to 10.4 percent from fiscal years 1990 to 1995. According to  Education’s analysis of the data, future declines were likely to be steady  but smaller because of the large number of high-default schools that had  already been eliminated from the program. For fiscal year 1999,  Education set a goal of reducing the default rate to 10.1 percent of  borrowers.", "For PHMSA’s natural gas storage program, PHMSA will have access to  baseline data—and eventually trend data—over time that could inform the  development of performance goals and subsequent refinement of them.  PHMSA officials told us that they have not yet used such data to inform  the development of their performance goal because they are still in the  process of collecting relevant data. For example, officials told us that,  over time, they will have access to data about operators’ facilities,  functional integrity work, and operations and maintenance procedures  starting in early 2018. These data will likely include the number of wells  that have leaked and been repaired during the last calendar year. As  specified in PHMSA’s minimum safety standards, PHMSA also plans to  collect safety and incident reports to track gas releases, deaths, and  injuries resulting in hospitalizations. In addition, in August of 2017,  PHMSA officials completed eight industry safety assessments, which  involved visiting natural gas storage sites and studying sites’ safety  procedures. As previously mentioned, these assessments aimed, in part,  to document the initial condition of gas storage sites and safety practices.  Agency officials told us that they had planned to use the data they collect  from these assessments to inform the agency’s state certification and  inspection programs. They did not specify whether or how they intend to  use these data to inform their performance goals. As PHMSA continues  developing performance goals for its natural gas storage program, using  available data to inform and refine these goals could help the agency  ensure that its goals are reasonable and appropriate."], "subsections": []}, {"section_title": "Using Budgetary Information to Inform Performance Goals", "paragraphs": ["We also have reported that comparing information about budgetary  resources with information about performance goals can help  decisionmakers determine whether their performance goals are  achievable. Specifically, we have reported that decisionmakers can better  compare planned levels of accomplishment with the resources requested  if they have information about how funding levels are expected to achieve  a discrete set of performance goals. For example, we reported in a best  practices report about strategic planning that the Internal Revenue  Service (IRS) included in its performance plan for 1999 the budget  amounts that corresponded with past performance levels. Table 2  illustrates how IRS used this information to inform proposed performance  levels for the upcoming year. Moreover, GPRA requires agencies to  prepare an annual performance plan covering each program activity set  forth in the budget and, among other things, describe the resources  required to meet performance goals. As previously mentioned, we have  found that GPRA requirements can serve as leading practices for  planning at lower levels of the agency.", "Assessing whether the new program’s performance goals are achievable  given budgetary resources is important at a time when PHMSA officials  are managing other new resources and responsibilities. For example, in  addition to requiring DOT to establish minimum safety standards for  natural gas storage sites, the PIPES Act of 2016 also requires DOT to  update minimum safety standards for small-scale liquefied natural gas  pipeline facilities. To carry out its responsibilities, PHMSA has received  additional resources in recent years. As shown in figure 3, PHMSA’s  Pipeline Safety Program has seen its total budgetary resources available  increase from about $95 million in fiscal year 2007 to about $175 million  in fiscal year 2016. In addition, the Consolidated Appropriations Act for  fiscal year 2017 included a provision allowing for the obligation of up to  $8 million from fees collected in fiscal year 2017 from operators for  PHMSA’s natural gas storage program. These fees will be deposited in  an Underground Natural Gas Storage Facility Safety account within  PHMSA’s Pipeline Safety Fund and will be added to the Pipeline Safety  Program’s total budgetary resources available for fiscal year 2017.", "PHMSA is not yet in a position to use budget information to inform or  refine performance goals for its natural gas storage program because  PHMSA officials are still developing these goals and PHMSA lacks key  data, such as data on the time it takes—and therefore the budgetary  resources required—to inspect natural gas storage sites. As previously  mentioned, PHMSA will begin inspections in early 2018, and officials will  have a better understanding of how long it takes to inspect natural gas  storage sites by the end of fiscal year 2018. As PHMSA officials continue  developing performance goals and finish collecting relevant data, using  information about budgetary resources to inform and refine these goals  may help PHMSA ensure that its goals are achievable."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["Natural gas storage sites are key elements of our nation’s energy system,  helping ensure that natural gas is available when demand peaks. As  evidenced by the large-scale leak of natural gas outside Los Angeles that  started in 2015 and extended into 2016, leaks from these sites can cause  economic disruptions and environmental damage. These sites recently  became subject to national safety standards, which are subject to further  revision.", "PHMSA has taken a variety of steps to meet its new responsibilities for  overseeing natural gas storage sites, such as developing a training  program for inspectors and a performance goal for training. However,  PHMSA has not yet followed certain leading practices of strategic  planning in starting PHMSA’s new safety enforcement program. For  example, PHMSA’s only current performance goal does not define the  level of performance officials are working to achieve, and PHMSA does  not currently have goals that address other core program activities, such  as conducting effective inspections. PHMSA also has not yet used the  baseline data it is collecting to develop its performance goals. PHMSA  officials explained that they are still developing performance goals for  their new program and collecting data. As the agency continues to  develop these goals, ensuring that performance goals define the level of  performance and address all core program activities could help the  agency better track progress toward its strategic goal and adjust activities  and resources, if needed, to better meet the goal. Using baseline data to  develop these goals could help PHMSA ensure that its goals are  reasonable and appropriate. Finally, once PHMSA finalizes performance  goals for the program and collects relevant data over time as well as  budgetary information, using these data and information when available  to inform and refine performance goals may help PHMSA ensure that its  goals are achievable."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making the following two recommendations to PHMSA.", "The Administrator of PHMSA should ensure that PHMSA defines levels of  performance, addresses core program activities, and uses baseline data  as it continues developing performance goals for its natural gas storage  program. (Recommendation 1)", "The Administrator of PHMSA should ensure that PHMSA uses other data  and information about budgetary resources as they become available to  inform and refine its performance goals. (Recommendation 2)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DOT for review and comment. In  written comments, DOT concurred with the report’s recommendations  and provided additional information on steps they are taking or plan to  take as part of their oversight of natural gas storage sites. In addition,  DOT stated that it would provide a detailed response to each  recommendation within 60 days of our final report’s issuance. The  complete comment letter is reproduced in appendix III.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the  appropriate congressional committees, the Secretary of Transportation,  and other interested parties. In addition, the report will be available at no  charge on the GAO website at http://www.gao.gov.", "If you or members of your staff have any questions about this report,  please contact us at (202) 512-3841, gomezj@gao.gov, or  ruscof@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this report.  GAO staff who made key contributions to this report are listed in   appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["In this report, we examine (1) the status of the Pipeline and Hazardous  Materials Administration’s (PHMSA) efforts to implement the requirement  under the Protecting Our Infrastructure of Pipelines and Enhancing Safety  (PIPES) Act of 2016 to issue minimum safety standards for natural gas  storage sites, and (2) the extent to which PHMSA has planned  strategically to enforce its safety standards for natural gas storage sites.", "To examine the status of PHMSA’s efforts to implement the requirement  to issue minimum safety standards for natural gas storage sites, we  examined laws, regulations, and agency documents that describe the  authority, time frames, and enforcement goals for implementing new  federal rules under the PIPES Act. Specifically, we reviewed the PIPES  Act to identify requirements that the act directed to the Department of  Transportation (DOT), or PHMSA. To understand PHMSA’s  implementation of DOT’s requirements under the act, we reviewed  PHMSA notices and regulations as presented in the Federal Register and  discussed the information in these documents with agency officials. We  also reviewed guidance documents on the PHMSA website intended to  provide natural gas storage operators with more detailed guidance and  discussed the documents with agency officials. We reviewed an October  2016 report, mandated by the act, which was issued by a task force led  by the Department of Energy (DOE). We also obtained and reviewed  copies of recommended practices issued by the American Petroleum  Institute (API), which issues industry consensus standards for the oil and  gas industry, and interviewed API officials to better understand these  recommended practices.", "We also interviewed agency officials. Specifically, we interviewed officials  with PHMSA, the Federal Energy Regulatory Commission, the Bureau of  Land Management within the Department of the Interior, and the  Environmental Protection Agency, to understand how they participated in  the task force and to what degree they have responsibilities related to  natural gas storage safety enforcement.", "In addition, we obtained data from PHMSA and DOE’s Energy  Information Administration about natural gas storage sites to gain an  estimate of the number and regulatory status of various natural gas  storage sites, their locations, and other details. We assessed the  reliability of these data by (1) corroborating these data with other sources,  (2) reviewing existing information about the data and the system that  produced them, and (3) interviewing agency officials knowledgeable  about the data. We determined that these data were sufficiently reliable  for the purposes of this report. We also interviewed agency officials at  DOT and PHMSA, including discussing agency requirements under the  PIPES Act and how PHMSA planned to implement its responsibilities. To  better understand the operation and control of natural gas storage sites,  we conducted a site visit to the Aliso Canyon Gas Storage Facility in  California and spoke to officials representing the operator of the site, and  state government officials responsible for safety enforcement at the site.", "To examine the extent to which PHMSA has planned strategically to  enforce safety standards for natural gas storage sites, we compared  information we gathered from PHMSA officials and documents with  leading practices for strategic planning identified by our prior work, which  were identified by examining requirements under the Government  Performance and Results Act (GPRA) of 1993. We have previously  reported that requirements under GPRA and the GPRA Modernization  Act of 2010 can serve as leading practices for planning at lower levels of  the agency. We also interviewed PHMSA officials—including budgetary,  policy, and programmatic officials—about their planning efforts for the  natural gas storage program. In addition, we reviewed regulations and  documents that reflect agency planning efforts, including: PHMSA’s  interim final rule on the safety of underground natural gas storage  facilities; agency guidance, such as frequently asked questions for  operators of natural gas storage sites; and agency planning documents,  such as the Training Implementation Plan for Natural Gas Underground  Storage Regulation Training, PHMSA 2021 Business Plan - 2017, and  workload and budget estimates for the program. Using information  obtained from these sources about PHMSA’s efforts to plan for its natural  gas storage program, we compared PHMSA’s planning efforts with  leading practices for strategic planning identified in our prior reports.", "We conducted this performance audit from November 2016 to November  2017 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Number of Active Natural Gas Storage Sites as of January 2016 by State and Jurisdiction", "paragraphs": ["Table 3 identifies the 415 natural gas storage sites active as of January  2016, by state and jurisdiction. The number of natural gas storage sites  that fall under federal or state jurisdiction in each state is presented, along  with the total storage capacity of the sites. A natural gas storage site is  considered to be under federal jurisdiction—also known as “interstate”—if  the site is linked to a federally-regulated interstate pipeline permitted by  the Federal Energy Regulatory Commission. Otherwise, sites are under  state jurisdiction.", "The sites represented in this table were compiled by the Department of  Energy’s Energy Information Administration in 2016, and provided by the  Department of Transportation’s Pipeline and Hazardous Materials Safety  Administration (PHMSA). EIA collects these data using a survey of  natural gas storage site operators. According to a PHMSA document,  PHMSA used these data to, among other things, identify natural gas  storage sites and calculate the amount of user fees that it charged  operators in 2017 (the first year PHMSA collected these user fees) to  fund its inspection and enforcement programs. PHMSA plans to update  its information about natural gas storage sites using data submitted by  operators, as required by its interim final rule. This rule requires natural  gas storage site operators to submit these data on or before July 18,  2017. PHMSA plans to require operators to annually submit this  information using a form. According to PHMSA officials, the Office of  Management and Budget recently approved this form. As a result,  PHMSA will begin collecting data that reflect calendar year 2017 by its  due date of March 15, 2018. PHMSA officials told us that it will take about  5 to 6 months to develop a website that will allow PHMSA to efficiently  collect these data from operators for all sites this year and in future years."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Transportation", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individuals named above, Mike Hix and Jon Ludwigson  (Assistant Directors), Richard Burkard, Lee Carroll, Nirmal Chaudhary,  Ellen Fried, Cindy Gilbert, Carol Henn, Mary Koenen, Jessica Lemke,  Ben Licht, Greg Marchand, John Mingus, Katrina Pekar-Carpenter, Sara  Sullivan, and Kiki Theodoropoulos made important contributions to this  report."], "subsections": []}]}], "fastfact": ["Natural gas is stored underground, often in old oil fields near cities. This proximity helps meet peak demand quickly but also makes leaks more problematic. One near Los Angeles in 2015 led 8,000 families to leave their homes for weeks.", "A 2016 law called for minimum federal safety standards for storage sites, and the Department of Transportation has issued interim standards while working on final ones.", "The department's efforts have not yet followed some of our leading practices for strategic planning. For example, it has not set a goal to measure improved safety at storage sites. We recommended steps to improve planning efforts."]}