{"id": "GAO-15-580T", "url": "https://www.gao.gov/products/GAO-15-580T", "title": "Veterans Affairs Health Care: Addition to GAO's High Risk List and Actions Needed for Removal", "published_date": "2015-04-29T00:00:00", "released_date": "2015-04-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["VA operates one of the largest health care delivery systems in the nation, including 150 medical centers and more than 800 community-based outpatient clinics. Enrollment in the VA health care system has grown significantly, increasing from 6.8 to 8.9 million veterans between fiscal years 2002 and 2013. Over this same period, Congress has provided steady increases in VA's health care budget, increasing from $23.0 billion to $55.5 billion.", "Risks to the timeliness, cost-effectiveness, quality, and safety of veterans' health care, along with other persistent weaknesses GAO and others have identified in recent years, raised serious concerns about VA's management and oversight of its health care system. Based on these concerns, GAO designated VA health care a high-risk area and added it to GAO's High Risk List in 2015.", "Since 1990, GAO has regularly updated the list of government operations that it has identified as high risk due to their vulnerability to fraud, waste, abuse, and mismanagement or the need for transformation to address economy, efficiency, or effectiveness challenges.", "This statement addresses (1) the criteria for the addition to and removal from the High Risk List, (2) specific areas of concern identified in VA health care that led to its high-risk designation; and (3) actions needed to address the VA health care high-risk area."]}, {"section_title": "What GAO Found", "paragraphs": ["To determine which federal government programs and functions should be designated high risk, GAO considers a number of factors. For example, it assesses whether the risk involves public health or safety, service delivery, national security, national defense, economic growth, or privacy or citizens' rights, or whether the risk could result in significantly impaired service, program failure, injury or loss of life, or significantly reduced economy, efficiency, or effectiveness. There are five criteria for removal from the High Risk List: leadership commitment, capacity (people and resources needed to resolve the risk), development of an action plan, monitoring, and demonstrated progress in resolving the risk.", "In designating the health care system of the Department of Veterans Affairs (VA) as a high-risk area, GAO categorized its concerns about VA's ability to ensure the timeliness, cost-effectiveness, quality, and safety of veterans' health care, into five broad areas:", "1. Ambiguous policies and inconsistent processes. GAO found ambiguous VA policies lead to inconsistency in the way its facilities carry out processes at the local level, which may pose risks for veterans' access to VA health care, or for the quality and safety of VA health care.", "2. Inadequate oversight and accountability. GAO found weaknesses in VA's ability to hold its health care facilities accountable and ensure that identified problems are resolved in a timely and appropriate manner.", "3. Information technology challenges. Of particular concern is the outdated, inefficient nature of certain systems, along with a lack of system interoperability.", "4. Inadequate training for VA staff. GAO has identified gaps in VA training that could put the quality and safety of veterans' health at risk or training requirements that were particularly burdensome to complete.", "5. Unclear resource needs and allocation priorities. GAO has found gaps in the availability of data required by VA to efficiently identify resource needs and to ensure that resources are effectively allocated across the VA health care system.", "VA has taken actions to address some of the recommendations GAO has made related to VA health care, including those related to the five broad areas of concern highlighted above; however, there are currently more than 100 that have yet to be fully resolved. For example, to ensure that processes are being carried out more consistently at the local level--such as scheduling veterans' medical appointments--VA needs to clarify its existing policies, as well as strengthen its oversight and accountability across its facilities. The Veterans Access, Choice, and Accountability Act of 2014 included a number of provisions intended to help VA address systemic weaknesses in its health care system. Effective implementation, coupled with sustained congressional attention to these issues, will help ensure that VA continues to make progress in improving the delivery of health care services to veterans. GAO plans to continue monitoring VA's efforts to improve veterans' health care. An assessment of the status of VA health care's high-risk designation will be done during GAO's next update in 2017."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss managing risks and improving  health care in the Department of Veterans Affairs (VA), an area that was  added to GAO’s High Risk List for the first time in 2015.", "Since 1990, we have regularly reported on government operations that  we have identified as high risk due to their vulnerability to fraud, waste,  abuse, and mismanagement or the need for transformation to address  economy, efficiency, or effectiveness challenges. Our high-risk program— which is intended to help inform the congressional oversight agenda and  to guide efforts of the administration and agencies to improve government  performance—has brought much-needed focus to problems impeding  effective government and costing billions of dollars. In 1990, we  designated 14 high-risk areas. Since then, generally coinciding with the  start of each new Congress, we have reported on the status of progress  to address previously designated high-risk areas, determined whether  any areas could be removed or consolidated, and identified new high-risk  areas.", "Risks to the timeliness, cost-effectiveness, quality, and safety of veterans’  health care, along with other persistent weaknesses we have identified in  recent years, have raised serious concerns about VA’s management and  oversight of its health care system. Based on these concerns, we  designated VA health care a high-risk area and added it to the High Risk  List in 2015—one of two areas added this year, for a total of 32 high-risk  areas on the 2015 list. In particular, increasing enrollment and  expenditures for VA health care, the growing demand for services, new  legislative requirements, and ongoing problems offering timely,  coordinated care to veterans contributed to this designation.", "VA operates one of the largest health care delivery systems in the nation,  and it is growing. As of fiscal year 2014, VA was operating an expansive  system of health care facilities, including 150 medical centers and more  than 800 community-based outpatient clinics nationwide. In the years  since the United States began conducting military operations in  Afghanistan and Iraq, enrollment in the VA health care system has  increased significantly—from 6.8 million veterans in fiscal year 2002 to  8.9 million veterans in fiscal year 2013. Consequently, VA has faced a  growing demand by veterans for its health care services, a trend that is  expected to continue. For example, the total number of annual outpatient  medical appointments VA provided increased by 39.9 million visits   (about 85 percent) between fiscal years 2002 and 2013. Over that same  period, Congress provided steady increases in VA’s annual health care  budget, with amounts more than doubling, increasing from $23.0 billion to  $55.5 billion between fiscal years 2002 and 2013. Despite these  substantial budget increases, for more than a decade there have been  numerous reports—by GAO, VA’s Office of the Inspector General, and  others—of VA facilities failing to provide timely health care. In some  cases, the delays in care or VA’s failure to provide care at all have  reportedly resulted in harm to veterans.", "In response to these and other serious and longstanding problems with  veterans’ access to care, which were highlighted in a series of  congressional hearings in the spring and summer of 2014, Congress enacted the Veterans Access, Choice, and Accountability Act of 2014,which provides $15 billion in new funding for VA health care. Generally,  this law requires VA to offer veterans the option to receive hospital care  and medical services from a non-VA provider when a VA facility cannot  provide an appointment within 30 days, or when veterans reside more  than 40 miles from the nearest VA facility. Under the law, VA received  $10 billion to cover the expected increase in utilization of non-VA  providers to deliver health care services to veterans. The $10 billion is  available until expended and is meant to supplement VA’s current  budgetary resources for medical care. Further, the law appropriated   $5 billion to increase veterans’ access to care by expanding VA’s capacity  to deliver care to veterans by hiring additional clinicians and improving the  physical infrastructure of VA’s facilities. It is therefore critical that VA  ensures its resources are being used in a cost-effective manner to  improve veterans’ timely access to health care.", "While timely and cost-effective access to needed health care services is  essential, it also is imperative that VA ensures the quality and safety of  the services it provides. With the increased utilization of non-VA providers  that is expected to occur as a result of the Veterans Access, Choice, and  Accountability Act, veterans may be required to navigate multiple complex  health care systems—the VA health care system and those of non-VA  providers—to obtain needed health care services. Coordination of care  between VA and non-VA providers is critical. Without it, there is increased  risk of unfavorable health outcomes for veterans. For example, a lack of  care coordination may lead to unnecessary duplication of services, which  is not only costly, but also may pose health risks to veterans who may  receive care that is not needed. Moreover, the quality of care may be  adversely affected if important clinical information is not promptly  communicated between VA and non-VA providers. Safeguarding the  quality and safety of health care services provided within VA facilities is  also essential. A series of infectious disease outbreaks at several VA  facilities over the past several years—and allegations that VA officials  may have withheld information about the outbreaks from the public—have  raised concerns about the effectiveness of patient safety practices at VA’s  facilities.", "In my statement today, which is based on our February 2015 High-Risk  Series: An Update, I will address (1) the criteria for additions to and  removals from GAO’s High Risk List, (2) specific areas of concern  identified in VA health care that led to its high-risk designation; and   (3) actions needed to address the VA health care high-risk area."], "subsections": [{"section_title": "High Risk List Designation Status Depends on Program Significance, Effects, and Status of Corrective Measures", "paragraphs": [], "subsections": [{"section_title": "Criteria for Addition to the High Risk List", "paragraphs": ["To determine which federal government programs and functions should  be designated high risk, we use our guidance document, Determining  Performance and Accountability Challenges and High Risks.consider qualitative factors, such as whether the risk  involves public health or safety, service delivery, national security,  national defense, economic growth, or privacy or citizens’ rights; or  could result in significantly impaired service, program failure, injury or  loss of life, or significantly reduced economy, efficiency, or  effectiveness.", "We also consider the exposure to loss in monetary or other quantitative  terms. At a minimum, $1 billion must be at risk, in areas such as the value  of major assets being impaired; revenue sources not being realized;  major agency assets being lost, stolen, damaged, wasted, or  underutilized; potential for, or evidence of, improper payments; and  presence of contingencies or potential liabilities. Before making a high- risk designation, we also consider corrective measures planned or under  way to resolve a material control weakness and the status and  effectiveness of these actions."], "subsections": []}, {"section_title": "Criteria for Removal of High-Risk Designation", "paragraphs": ["Since 1990, more than one-third of the areas previously designated as  high risk have been removed from the High Risk List because sufficient  progress was made in addressing the problems identified. Nonetheless,  11 issues have been on the High Risk List since the 1990s and 6 of these  were on our original list of 14 areas in 1990.", "Our experience with the high-risk series over the past 25 years has  shown that the key elements needed to make progress in high-risk areas  are top-level attention by the administration and agency leaders grounded  in the five criteria for removal from the High Risk List, as well as any  needed congressional action. The five criteria for removal are", "Leadership Commitment. Demonstrated strong commitment and top  leadership support.", "Capacity. Agency has the capacity (i.e., people and resources) to  resolve the risk(s).", "Action Plan. A corrective action plan exists that defines the root  cause, identifies solutions, and provides for substantially completing  corrective measures, including steps necessary to implement  solutions we recommended.", "Monitoring. A program has been instituted to monitor and  independently validate the effectiveness and sustainability of  corrective measures.", "Demonstrated Progress. Ability to demonstrate progress in  implementing corrective measures and in resolving the high-risk area.", "These five criteria form a road map for efforts to improve and ultimately  address high-risk issues. Addressing some of the criteria leads to  progress, while satisfying all of the criteria is central to removal from the  list. Figure 1 shows the five criteria for removal as a designated high-risk  area and examples of actions taken by agencies in response."], "subsections": []}]}, {"section_title": "Five Broad Areas of Concern Contributed to Designation of VA Health Care as High Risk", "paragraphs": ["In designating VA as a high-risk area, we categorized our concerns about  VA’s ability to ensure the timeliness, cost-effectiveness, quality, and  safety of veterans’ health care, into five broad areas: (1) ambiguous  policies and inconsistent processes, (2) inadequate oversight and  accountability, (3) information technology challenges, (4) inadequate  training for VA staff, and (5) unclear resource needs and allocation  priorities. We have made numerous recommendations that aim to  address weaknesses in VA’s management and oversight of its health  care system. Although VA has taken actions to address some of them,  more than 100 recommendations have yet to be fully resolved, including  recommendations related to the following five broad areas of concern:", "Ambiguous policies and inconsistent processes. Ambiguous VA  policies lead to inconsistency in the way VA facilities carry out  processes at the local level. In numerous reports, we have found that  this ambiguity and inconsistency may pose risks for veterans’ access  to VA health care, or for the quality and safety of VA health care they  receive.", "For example, in December 2012, we found that unclear policies led  staff at VA facilities to inaccurately record the required dates for  appointments and to inconsistently track new patients waiting for  outpatient medical appointments at VA facilities. These practices may  have delayed the scheduling of veterans’ outpatient medical  appointments and may have increased veterans’ wait times for  accessing care at VA facilities. In some cases, we found that staff  members were manipulating medical appointment dates to conform to  VA’s timeliness guidelines, which likely contributed further to the  inaccuracy of VA’s wait-times data for outpatient medical  appointments. Without accurate data, VA lacks assurance that  veterans are receiving timely access to needed health care.", "In our November 2014 report, we found that VA policies lacked clear  direction for how staff at VA facilities should document information  about veteran suicides as part of VA’s behavioral health autopsy  program (BHAP). The BHAP is a national initiative to collect  demographic, clinical, and other information about veterans who have  died by suicide and use it to improve the department’s suicide  prevention efforts. In a review of a sample of BHAP records from five  VA facilities, we found that more than half of the records had  incomplete or inaccurate information. The lack of reliable data limited  the department’s opportunities to learn from past veteran suicides and  ultimately diminished VA’s efforts to improve its suicide prevention  activities.", "We have also identified gaps in VA policies related to facilities’  response to adverse events—clinical incidents that may pose the risk  of injury to a patient as the result of a medical intervention or the lack  of an appropriate intervention, such as a missed or delayed diagnosis,  rather than due to the patient’s underlying medical condition.  Specifically, we found that VA policies were unclear as to how  focused professional practice evaluations (FPPE) should be  documented, particularly what information should be included. An  FPPE is a time-limited evaluation during which a VA facility assesses  a provider’s professional competence when a question arises  regarding the provider’s ability to provide safe, quality patient care. In  our December 2013 report, we found that gaps in VA’s FPPE policy  may have hindered VA facilities’ ability to appropriately document the  evaluation of a provider’s skills, support any actions initiated, and  track provider-specific incidents over time.", "Inadequate oversight and accountability. We also have found  weaknesses in VA’s ability to hold its health care facilities accountable  and ensure that identified problems are resolved in a timely and  appropriate manner. Specifically, we have found that (1) certain  aspects of VA facilities’ implementation of VA policies are not routinely  assessed by the department; (2) VA’s oversight activities are not  always sufficiently focused on its facilities’ compliance with applicable  requirements; and (3) VA’s oversight efforts are often impeded by its  reliance on facilities’ self-reported data, which lack independent  validation and are often inaccurate or incomplete.", "In a July 2013 report, for example, we found that VA needed to take  action to improve the administration of its provider performance pay  and award systems. In that report, we found that VA had not reviewed  performance goals set by its facilities for providers and, as a result,  concluded that VA did not have reasonable assurance that the goals  created a clear link between performance pay and providers’  performance in caring for veterans. At four VA facilities included in our  review, performance pay goals covered a range of areas, such as  clinical competence, research, teaching, patient satisfaction, and  administration. Providers who were eligible for performance pay  received it at all four of the facilities we reviewed, despite at least one  provider in each facility having personnel actions taken against them  related to clinical performance in the same year. Such personnel  actions resulted from issues including failing to read mammograms  and other complex images competently, practicing without a current  license, and leaving residents unsupervised during surgery.", "In March 2014, we found that VA lacked sufficient oversight  mechanisms to ensure that its facilities were complying with  applicable requirements and not inappropriately denying claims for  non-VA care. Specifically, the March 2014 report cited noncompliance  with applicable requirements for processing non-VA emergency care  claims for a sample we reviewed. The noncompliance at four VA  facilities led to the inappropriate denial of about 20 percent of the  claims we reviewed and the failure to notify almost 65 percent of  veterans whose claims we reviewed that their claims had been  denied. We found VA’s field assistance visits, one of the department’s  primary methods for monitoring facilities’ compliance with applicable  requirements, to be lacking. In these annual on-site reviews at a  sample of VA facilities, VA officials were to examine the financial,  clinical, administrative, and organizational functions of staff  responsible for processing claims for non-VA care; however, we found  that these visits did not examine all practices that could lead VA  facilities to inappropriately deny claims. Further, although VA itself  recommended that managers at its facilities audit samples of  processed claims to determine whether staff processed claims  appropriately, the department did not require VA facilities to conduct  such audits, and none of the four VA facilities we visited were doing  so.", "In a September 2014 report and in three previous testimonies for  congressional hearings, we identified weaknesses in VA’s oversight of  veterans’ access to outpatient specialty care appointments in its  facilities. VA officials told us they use data reported by VA facilities to  monitor how the facilities are performing in meeting VA’s guideline of  completing specialty care consults—requests from VA providers for  evaluation or management of a patient for a specific clinical concern,  or for a specialty procedure, such as a colonoscopy—within 90 days.  We found cases where staff had incorrectly closed a consult even  though care had not been provided, and found that VA does not  routinely audit consults to assess whether its facilities are  appropriately managing them and accurately documenting actions  taken to resolve them. Instead, we found that VA relied largely on  facilities’ self-certification that they were doing so.", "Information technology challenges. In recent reports, we also have  identified limitations in the capacity of VA’s existing information  technology (IT) systems. Of particular concern is the outdated,  inefficient nature of certain systems, along with a lack of system  interoperability—the ability to exchange information—which presents  risks to the timeliness, quality, and safety of VA health care.", "For example, we have reported on VA’s failed attempts to modernize  its outpatient appointment scheduling system, which is about 30 years  old. Among the problems cited by VA staff responsible for scheduling  appointments are that the system requires them to use commands  requiring many keystrokes and that it does not allow them to view  multiple screens at once. Schedulers must open and close multiple  screens to check a provider’s or a clinic’s full availability when  scheduling a medical appointment, which is time-consuming and can  lead to errors. VA undertook an initiative to replace its scheduling  system in 2000 but terminated the project after spending $127 million  over 9 years, due to weaknesses in project management and a lack of  effective oversight. The department has since renewed its efforts to  replace its appointment scheduling system, including launching a  contest for commercial software developers to propose solutions, but  VA has not yet purchased or implemented a new system.", "In 2014, we found that interoperability challenges and the inability to  electronically share data across facilities led VA to suspend the  development of a system that would have allowed it to electronically  store and retrieve information about surgical implants (including tissue  products) and the veterans who receive them nationwide. Having this  capability would be particularly important in the event that a  manufacturer or the Food and Drug Administration (FDA) recalled a  medical device or tissue product because of safety concerns. In the  absence of a centralized system, at the time of our report VA  clinicians tracked information about implanted items using stand-alone  systems or spreadsheets that were not shared across VA facilities,  which made it difficult for VA to quickly determine which patients may  have received an implant that was subject to a safety recall.", "Further, as we have reported for more than a decade, VA and the  Department of Defense (DOD) lack electronic health record systems  that permit the efficient electronic exchange of patient health  information as military servicemembers transition from DOD to VA  health care systems. The two departments have engaged in a series  of initiatives intended to achieve electronic health record  interoperability, but accomplishment of this goal has been  continuously delayed and has yet to be realized. The ongoing lack of  electronic health record interoperability limits VA clinicians’ ability to  readily access information from DOD records, potentially impeding  their ability to make the most informed decisions on treatment options,  and possibly putting veterans’ health at risk. One location where the  delays in integrating VA’s and DOD’s electronic health records  systems have been particularly burdensome for clinicians is at the  Captain James A. Lovell Federal Health Care Center (FHCC) in North  Chicago, the first planned fully integrated federal health care center  for use by both VA and DOD beneficiaries. We found in June 2012  that due to interoperability issues, the FHCC was employing five  dedicated, full-time pharmacists and one pharmacy technician to  conduct manual checks of patients’ VA and DOD health records to  reconcile allergy information and identify possible interactions  between drugs prescribed in VA and DOD systems.", "Inadequate training for VA staff. In a number of reports, we have  identified gaps in VA training that could put the quality and safety of  veterans’ health at risk. In other cases, we have found that VA’s  training requirements can be particularly burdensome to complete,  particularly for VA staff who are involved in direct patient care.", "In a November 2014 report that examined VA’s monitoring of veterans  with major depressive disorder (MDD) and whether those who are  prescribed an antidepressant receive recommended care, we  determined that VA data may underestimate the prevalence of MDD  among veterans and that a lack of training for VA clinicians on  diagnostic coding may contribute to the problem. In a review of  medical record documentation for a sample of veterans, we found that  VA clinicians had not always appropriately coded encounters with  veterans they diagnosed as having MDD, instead using a less specific  diagnostic code for “depression not otherwise specified.” VA’s data on  the number of veterans with MDD are based on the diagnostic codes  associated with patient encounters; therefore, coding accuracy is  critical to assessing VA’s performance in ensuring that veterans with  MDD receive recommended treatments, as well as measuring health  outcomes for these veterans.", "In a May 2011 report, we found that training for staff responsible for  cleaning and reprocessing reusable medical equipment (RME), such  as endoscopes and some surgical instruments, was lacking.  Specifically, VA had not specified the types of RME for which training  was required; in addition, VA provided conflicting guidance to facilities  on how to develop this training. Without appropriate training on  reprocessing, we found that VA staff may not be reprocessing RME  correctly, posing patient safety risks.", "In our October 2014 report on VA’s implementation of a new,  nationally standardized nurse staffing methodology, staff from  selected VA facilities responsible for developing nurse staffing plans  told us that VA’s individual, computer-based training on the  methodology was time-consuming to complete and difficult to  understand. These staff members said they had difficulty finding the  time to complete it while also carrying out their patient care  responsibilities. Many suggested that their understanding of the  material would have been greatly improved with an instructor-led,  group training course where they would have an opportunity to ask  questions.", "Unclear resource needs and allocation priorities. In many of our  reports, we have found gaps in the availability of data required by VA  to efficiently identify resource needs and to ensure that resources are  effectively allocated across the VA health care system.", "For example, in October 2014, we found that VA facilities lacked  adequate data for developing and executing nurse staffing plans at  their facilities. Staffing plans are intended to help VA facilities identify  appropriate nurse staffing levels and skill mixes needed to support  high-quality patient care in the different care settings throughout each  VA facility, and are used to determine whether their existing nurse  workforce sufficiently meets the clinical needs of each unit, or whether  facilities need to hire additional staff. At selected VA facilities, staff  members responsible for developing and executing the nurse staffing  plans told us that they needed to use multiple sources to collect and  compile the data—in some cases manually. They described the  process as time-consuming, potentially error-prone, and requiring  data expertise they did not always have.", "In a May 2013 report, we found that VA lacked critical data needed to  compare the cost-effectiveness of non-VA medical care to that of care  delivered at VA facilities. Specifically, VA lacks a data system to group  medical care delivered by non-VA providers by episode of care—all  care provided to a veteran during a single office visit or inpatient stay.  As a result, VA cannot efficiently assess whether utilizing non-VA  providers is more cost-effective than augmenting its own capacity in  areas with high non-VA health care utilization.", "In a September 2014 report, we identified concerns with VA’s  management of its pilot dialysis program, which had been  implemented in four VA-operated clinics. Specifically, we found that,  five years into the pilot, VA had not set a timetable for the completion  of its dialysis pilot or documented how it would determine whether the  pilot was successful, including improving the quality of care and  achieving cost savings. We also found that VA data on the quality of  care and treatment costs were limited due to the delayed opening of  two of the four pilot locations. Veterans who receive dialysis are one  of VA’s most costly populations to serve, but VA has limited capacity  to deliver dialysis in its own facilities, and instead refers most veterans  to non-VA providers for this treatment. VA began developing its  dialysis pilot program in 2009 to address the increasing number of  veterans needing dialysis and the rising costs of providing this care  through non-VA providers."], "subsections": []}, {"section_title": "Sustained Attention and Focus Needed to Resolve More than 100 Recommendations for Improvement in VA Health Care", "paragraphs": ["VA has taken actions to address some of the recommendations we have  made related to VA health care; however, there are currently more than  100 that have yet to be fully resolved, including recommendations related  to the five broad areas of concern highlighted above. For example, to  ensure that its facilities are carrying out processes at the local level more  consistently—such as scheduling veterans’ medical appointments—VA  needs to clarify its existing policies. VA also needs to strengthen  oversight and accountability across its facilities by conducting more  systematic, independent assessments of processes carried out at the  local level, including how VA facilities are resolving specialty care  consults and processing claims for non-VA care. We also have  recommended that VA work with DOD to address the administrative  burdens created by the lack of interoperability between their two IT  systems. A number of our recommendations aim to improve training for  staff at VA facilities, to address issues such as how staff are cleaning,  disinfecting, and sterilizing reusable medical equipment, and to more  clearly align training on VA’s new nurse staffing methodology with the  needs of staff responsible for developing nurse staffing plans. Finally, we  have recommended that VA improve its methods for identifying VA  facilities’ resource needs and for analyzing the cost-effectiveness of VA  health care.", "The recently enacted Veterans Access, Choice, and Accountability Act  included a number of provisions intended to help VA address systemic  weaknesses. For example, the law requires VA to contract with an  independent entity to (1) assess its capacity to meet the needs of  veterans who use the VA health care system, given their current and  projected demographics, (2) examine VA’s clinical staffing levels and  productivity, and (3) review VA’s IT strategies and business processes,  among other things. The new law also establishes a 15-member  commission, to be appointed primarily by bipartisan congressional  leadership, which will examine how best to organize the VA health care  system, locate health care resources, and deliver health care to veterans.  It is critical for VA leaders to act on the findings of this independent  contractor and congressional commission, as well as on those of VA’s  Office of the Inspector General, GAO, and others, and to fully commit  themselves to developing long-term solutions that mitigate risks to the  timeliness, cost-effectiveness, quality, and safety of the VA health care  system.", "It is also critical that Congress maintain its focus on oversight of VA  health care. In the spring and summer of 2014, congressional committees  held more than 20 hearings to address identified weaknesses in the VA  health care system. Sustained congressional attention to these issues will  help ensure that VA continues to make progress in improving the delivery  of health care services to veterans.", "We plan to continue monitoring VA’s efforts to improve the timeliness,  cost-effectiveness, quality, and safety of veterans’ health care. To this  end, we have ongoing work focusing on topics such as veterans’ access  to primary care and mental health services; primary care productivity;  nurse recruitment and retention; monitoring and oversight of VA spending  on training programs for health care professionals; mechanisms VA uses  to monitor quality of care; and VA and DOD investments in Centers of  Excellence—which are intended to produce better health outcomes for  veterans and service members. An assessment of the status of VA health  care’s high-risk designation will be done during our next update in 2017.", "Chairman Isakson, Ranking Member Blumenthal and Members of the  Committee, this concludes my statement. I would be pleased to respond  to any questions you may have."], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": ["For further information about this statement, please contact Debra A.  Draper at (202) 512-7114 or draperd@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this testimony. Key contributors to this statement were  Jennie Apter, Jacquelyn Hamilton, and Alexis C. MacDonald."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["VA Health Care: Improvements Needed in Monitoring Antidepressant Use  for Major Depressive Disorder and in Increasing Accuracy of Suicide  Data. GAO-15-55. Washington, D.C.: November 12, 2014.", "VA Health Care: Actions Needed to Ensure Adequate and Qualified  Nurse Staffing. GAO-15-61. Washington, D.C.: October 16, 2014.", "VA Health Care: Management and Oversight of Consult Process Need  Improvement to Help Ensure Veterans Receive Timely Outpatient  Specialty Care. GAO-14-808. Washington, D.C.: September 30, 2014.", "VA Dialysis Pilot: Documentation of Plans for Concluding the Pilot  Needed to Improve Transparency and Accountability. GAO-14-646.  Washington, D.C.: September 2, 2014.", "Veterans’ Health Care: Oversight of Tissue Product Safety.   GAO-14-463T. Washington, D.C.: April 2, 2014.", "VA Health Care: Actions Needed to Improve Administration and Oversight  of Veterans’ Millennium Act Emergency Care Benefit. GAO-14-175.  Washington, D.C.: March 6, 2014.", "Electronic Health Records: VA and DOD Need to Support Cost and  Schedule Claims, Develop Interoperability Plans, and Improve  Collaboration. GAO-14-302. Washington, D.C.: February 27, 2014.", "VA Surgical Implants: Purchase Requirements Were Not Always  Followed at Selected Medical Centers and Oversight Needs  Improvement. GAO-14-146. Washington, D.C.: January 13, 2014.", "VA Health Care: Improvements Needed in Processes Used to Address  Providers’ Actions That Contribute to Adverse Events. GAO-14-55.  Washington, D.C.: December 3, 2013.", "VA Health Care: Actions Needed to Improve Administration of the  Provider Performance Pay and Award Systems. GAO-13-536.  Washington, D.C.: July 24, 2013.", "VA Health Care: Management and Oversight of Fee Basis Care Need  Improvement. GAO-13-441. Washington, D.C.: May 31, 2013.", "VA Health Care: Reliability of Reported Outpatient Medical Appointment  Wait Times and Scheduling Oversight Need Improvement. GAO-13-130.  Washington, D.C.: December 21, 2012.", "VA/DOD Federal Health Care Center: Costly Information Technology  Delays Continue and Evaluation Plan Lacking. GAO-12-669. Washington,  D.C.: June 26, 2012.", "VA Health Care: Weaknesses in Policies and Oversight Governing  Medical Supplies and Equipment Pose Risks to Veterans’ Safety.   GAO-11-391. Washington, D.C.: May 3, 2011.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}], "fastfact": []}