{"id": "GAO-04-1065", "url": "https://www.gao.gov/products/GAO-04-1065", "title": "Maritime Security Fleet: Many Factors Determine Impact of Potential Limits on Food Aid Shipments", "published_date": "2004-09-13T00:00:00", "released_date": "2004-09-13T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Food aid cargo must generally be carried on U.S.-flag ships under requirements set by the cargo preference program. Two groups of carriers compete for this cargo: (1) those that participate in the Maritime Security Program and receive an annual government subsidy--generally liners operating on scheduled routes and (2) those that do not--generally carriers operating on a charter basis. Congress directed GAO to study (1) how the cargo preference and Maritime Security programs are designed and who participates;(2) the nature and extent of MSF and non-MSF carrier participation and competition in the food aid program; and (3) how a tonnage limitation on bagged preference cargo for MSF vessels could affect MSF, other U.S.-flag ships, the cargo preference food aid program, and the ports servicing these ships."]}, {"section_title": "What GAO Found", "paragraphs": ["The cargo preference program and the Maritime Security Program provide incentives to retain privately owned U.S.-flag ships and their U.S. citizen mariners for commercial and national defense purposes. The cargo preference program is open to all U.S.-flagged vessels, while the Maritime Security Fleet (MSF) subsidy is only available to certain militarily useful vessels. Of the 47 ships currently in the MSF, 37 have participated in cargo preference food aid shipments. MSF and non-MSF carriers compete for food aid shipped as bagged cargo, which averaged 33 percent of food aid shipments by tonnage from fiscal years 1999 to 2003. There is no competition for bulk food aid shipments because MSF carriers do not carry bulk cargo. Changes in food aid spending have contributed to a shift from bulk to bagged cargo and increased reliance on bagged cargo by some non-MSF carriers. From 1999 to 2003, MSF carriers shipped about 45 percent and non-MSF carriers 55 percent of bagged food aid cargo. Competition between MSF and non-MSF carriers for bagged food aid is affected by certain cargo preference requirements. Establishing a tonnage limitation on MSF vessels would likely reduce their share of food aid shipments, but the extent would depend on factors such as the level of the limit and the options MSF carriers have in responding to it. We examined three proposed limits and found that the percentage of food aid voyages carrying more than the proposed limit rises from 3 percent with a limit of 7,500 tons to 19 percent above 2,500 tons, according to fiscal year 2001 to 2003 data. The actual impact on MSF carriers will be smaller if they are able to (1) carry some food aid up to the limit, (2) replace some food aid above the limit with other cargo, and/or (3) elect to carry food aid even without the subsidy. Food aid agencies are concerned about the impacts of a tonnage limit, including increased delays in providing food aid, administrative burdens, and higher shipping costs. Major ports would generally experience a limited overall impact of a tonnage limitation, but specific food aid terminals could be affected."]}], "report": [{"section_title": "Letter", "paragraphs": ["Food aid shipments must generally be transported on U.S.-flag ships under  the requirements set by the cargo preference program. Two broad groups  of U.S.-flag carriers compete for these food aid shipments:  1. those that participate in the Maritime Security Fleet (MSF) (generally  liners that carry containers on scheduled routes) and receive a $2.1  million annual subsidy from the federal government and 2. those that do not (generally carriers of bulk and bagged cargo that  operate on a charter basis).", "During the debate on renewing the Maritime Security Program and MSF,  the non-MSF carriers complained that the MSF subsidy put them at a  competitive disadvantage, particularly for bagged food aid cargo. They  supported a provision to limit the amount of bagged cargo that MSF ships  could carry so that, on days when the limit was exceeded, MSF ships would  have to forfeit their subsidy. Since no analysis had been conducted on the  effects of such a change, the Maritime Security Program was authorized  without this provision, and we were directed to study the impact of placing  a limitation on MSF transportation of bagged food aid preference cargo.", "As discussed with representatives of the House and Senate Committees on  Armed Services and the Senate Committee on Commerce, Science, and  Transportation, we have focused on answering the following questions: 1. How are the cargo preference and Maritime Security Programs  designed to meet their objectives and who participates in them? 2. What are the nature and extent of MSF and non-MSF carrier  participation and competition in the food aid program? 3. How would establishing a bagged cargo preference tonnage limitation  on MSF vessels be expected to affect MSF, other U.S.-flag ships, the  cargo preference food aid program, and the ports servicing these ships?", "To answer these questions, we gathered and analyzed food aid shipment  data for fiscal years 1999 to 2003 from the U.S. Agency for International  Development (USAID), the Department of Agriculture (USDA), and the  Maritime Administration (MARAD), as well as MSF and cargo preference  vessel data from MARAD and military contingency participation data from  MARAD and the Department of Defense (DOD). Through electronic data  testing, verification of data against other sources, and interviews with  agency officials managing the data, we found the data to be sufficiently  reliable and appropriate for our purposes. We conducted interviews and  obtained financial data for fiscal years 2001 to 2003 from representatives of  15 carriers that transported the majority of cargo preference food aid,  including 5 MSF and 10 non-MSF carriers. We also conducted interviews  with representatives of eight ports through which a major share of food aid  shipments were shipped. Consistent with the terms of our mandate, we  analyzed the potential impact of daily tonnage limits on MSF vessels of  2,500, 5,000, and 7,500 tons. While our analysis provides a range of impact  estimates based on data in recent years and several additional  assumptions, if future market conditions differ from those reflected in this  recent data, impacts may differ from those illustrated by our analysis. We  conducted our work in accordance with generally accepted government  auditing standards. (See app. I for details about our scope and  methodology.)"], "subsections": [{"section_title": "Background", "paragraphs": ["U.S.-flag fleet participants in cargo preference food aid shipments comprise  two general categories of carriers: charter service and liner service. The  cargo preference and Maritime Security Programs are intended to support  both as part of the U.S.-flag fleet. These programs are administered by  MARAD, while the food aid programs are administered by USAID and  USDA."], "subsections": [{"section_title": "U.S.-Flag Fleet Generally Comprises Charter and Liner Service Carriers", "paragraphs": ["Vessels in the privately owned U.S.-flag fleet engaged in international  commerce can be placed into two general categories: charter service and  liner service. While most non-MSF carriers provide charter service, most  MSF carriers provide liner service, as shown in table 1 below.", "Most charter service vessels are operated by non-MSF carriers. Charter  service means that vessels are hired to carry a cargo to specific ports at a  specific time; these vessels do not provide regularly scheduled service on a  fixed route but typically carry a shipload of cargo for only one or a few  customers at a time. Charter service is primarily provided by bulk, break- bulk, and tug-barge vessels that can carry either bulk or bagged cargo. Bulk  vessels are designed to carry dry bulk commodities, such as rice or wheat,  in large interior holds. The benefit of bulk shipments is the economies of  scale that can be gained from shipping large amounts of a single  commodity. Figure 1 shows a photograph of a bulk vessel. Break-bulk  vessels are general cargo ships that are designed to carry nonuniform items  packaged as single parcels or assembled together on pallet boards. Bagged  commodities are stacked and secured within interior holds of the ship. Tug- barge vessels have a tugboat or towboat that propels a separate barge by  pushing or towing it. Barges generally carry bulk or break-bulk cargo,  although some also carry containerized cargo.", "Most MSF vessels are liner service vessels. Liner service means that vessels  have regularly scheduled sailings on fixed routes. These vessels typically  carry small amounts of cargo for many customers at one time and will sail,  even if not completely full. Liner service is primarily provided by  containerships that carry bagged cargo; they do not carry bulk cargo.  Containerships are designed to carry cargo in standard-size, preloaded  containers that are stacked next to and on top of each other on the ship.  The benefit of containers is that they permit rapid loading and unloading  and efficient transportation of cargo to and from the port area. Containers  facilitate intermodal transportation because they can be loaded by the  supplier and sealed, taken by truck or railcar to the port, then loaded onto  the containership without the cargo being handled. In the case of food aid,  generally the suppliers do not load the containers but instead ship bagged  commodities by rail or truck to the port of loading, where they are loaded  into the containers. Figure 2 shows a photograph of a containership. Liner  service is also provided by Lighter Aboard Ships (LASH), which are barge- carrying vessels that use barges like containers. They are also intermodal  because the barges can use rivers and canals to pick up and drop off cargo  at interior loading docks."], "subsections": []}, {"section_title": "Cargo Preference and Maritime Security Programs Intended to Support U.S.- Flag Fleet", "paragraphs": ["The cargo preference and Maritime Security Programs are both intended to  bolster the U.S.-flag market share in international commerce, as well as to  ensure the availability of an adequate number of U.S.-flag ships and U.S.- citizen mariners in the event of a national defense need. The cargo  preference laws are part of the overall statutory program to support the  privately owned and operated U.S.-flag commercial fleet, or merchant  marine. DOD and MARAD consider the merchant marine vital to U.S.  national security, providing essential sealift capability in wartime. The  ships that carry these cargoes also provide jobs for American seafarers  who are available in time of national emergency to crew the sizable fleet of  reserve government vessels. As an agency of the Department of  Transportation, MARAD’s responsibilities include promoting the  development and maintenance of the U.S. merchant marine. It administers  both the cargo preference and Maritime Security Programs.", "The Maritime Security Program is more targeted than the cargo preference  program in terms of the vessels that can participate. It is intended to  guarantee that certain kinds of militarily useful ships and their crews will  be available to DOD in a military contingency. Under the renewed program  starting in 2005, DOD must approve the proposed vessels as militarily  useful. The program’s main focus has been to enable globally competitive  carriers that operate militarily useful vessels to enter or keep U.S.-flag  status. Most MSF vessels are containerships, operated by some of the  largest containership carriers in the world. For instance, MSF carriers  Maersk Sealand, P&O Nedlloyd, and APL were ranked among the top four  containership carriers by volume as of May 2001, according to the Bureau  of Transportation Statistics. These containership carriers have intermodal  systems that also come as part of the package, allowing DOD to benefit  from private sector global transportation and communication networks.  According to MARAD, these networks include not only vessels, but also  logistics management services, infrastructure, terminals and equipment,  communications and cargo-tracking networks, and thousands of trained,  professional U.S.-citizen mariners and shoreside employees located  throughout the world.", "The Maritime Security Program also results in the reflagging of new and  more efficient vessels to U.S. registry for participation in MSF. The program  requires that vessels be less than 15 years old to participate (except that  LASH vessels can be 25 years old). From its implementation in 1996  through 2002, a total of 18 modern commercial liner vessels, with an  average age of less than 9 years, were reflagged to U.S. registry for  participation in MSF, according to MARAD."], "subsections": []}, {"section_title": "Food Aid Programs Administered by USAID and USDA", "paragraphs": ["USAID and USDA’s Foreign Agricultural Service are responsible for  administering the food aid programs that provide humanitarian food  assistance to countries in need. The food aid programs had an annual  average budget of $1.97 billion during fiscal years 1999 to 2003, according  to USDA. The primary mechanism through which the U.S. government  implements its international food assistance initiatives is P.L. 480. Food  assistance provided under P.L. 480 is delivered to foreign countries through  three separate programs: Titles I, II, and III. USDA administers Title I,  which provides for government-to-government sales of agricultural  commodities to developing countries on credit terms or for local  currencies. USAID administers Titles II and III. Title II provides for  donation of U.S. agricultural commodities to meet emergency and  nonemergency food needs in other countries, and it is by far the largest of  the food aid programs. Title III provides for government-to-government  grants to support long-term growth in the least developed countries but has  been inactive in recent years. In addition to P.L. 480, food aid is provided  through three smaller programs administered by USDA’s Foreign  Agricultural Service: Food for Progress, section 416(b), and the McGovern- Dole International Food for Education and Child Nutrition Program."], "subsections": []}]}, {"section_title": "Cargo Preference and Maritime Security Programs Provide Incentives to Retain U.S.-Flag Ships and Mariners", "paragraphs": ["The cargo preference and Maritime Security Programs both provide  incentives to retain privately owned U.S.-flag ships and their U.S.-citizen  mariners for commercial and national defense purposes. Cargo preference  makes available a protected market that provides the economic incentive  for vessel owners to pay the higher costs associated with the U.S. flag and  employ U.S.-citizen crews. We found that a total of 190 privately owned  U.S.-flag vessels carried cargo preference food aid shipments at some point  during the fiscal year 1999 to 2003 period. In addition, the Maritime  Security Program provides a subsidy for MSF carriers with particular  militarily useful vessels. MSF currently has 47 ships, of which 37 have  participated in cargo preference food aid shipments. DOD strongly  supports both programs and said it has benefited from both during the  recent wars in Afghanistan and Iraq."], "subsections": [{"section_title": "Cargo Preference Program Provides Protected Market as Incentive for U.S.-Flag Registry", "paragraphs": ["Preference cargoes are intended to provide the economic incentive for  vessel owners to pay the higher costs associated with U.S.-flag registry and  employ U.S.-citizen crews. According to MARAD, due to high U.S. labor  costs; safety, health, and environmental regulations; and taxes, it is more  expensive for vessels to be U.S.-flagged. For instance, U.S.-flag vessels  generally incur higher labor costs due to higher manning level  requirements, as well as higher wages and benefits for U.S.-citizen  mariners.", "The cargo preference laws, by guaranteeing the availability of cargo to U.S.- flag ships, contribute to the financial viability of U.S.-flag vessel operating  companies, thereby helping to ensure that the vessels, trained crews, and  vessel service industries continue to exist, according to MARAD. The  cargo preference program provides this incentive by reserving a portion of  the U.S. market for U.S.-flag vessels, despite the higher prices they typically  charge. In the food aid transportation market, a minimum of 75 percent of  food aid shipments must be shipped on U.S.-flag vessels.", "The U.S.-flag vessels (both MSF and non-MSF) participating in cargo  preference food aid shipments during fiscal years 1999 to 2003 comprised a  variety of vessel types. According to our analysis of USDA data, a total of  190 individual vessels participated in food aid shipments at some point  between 1999 and 2003. This included 111 bulk, break-bulk, tug-barge, and  tanker vessels that provided charter service and 79 containership, LASH,  and other vessels that provided liner service. These vessels were operated  by 38 carrier companies.", "We found that the level of dependence on food aid varied significantly  among carriers. We interviewed representatives of 15 of the top carriers  that participated in U.S.-flag cargo preference food aid shipments during  1999 to 2003, comprising 77 percent of food aid revenues. Of the 10 non- MSF carriers we interviewed that generally provided charter service, 4 said  that 60 percent or more of their annual revenues came from food aid  shipments, 3 said between 20 and 50 percent, and 3 said less than 10  percent came from these shipments. Most of the five MSF carriers we  interviewed that provided liner service said that food aid revenues  comprised a small percentage of their total revenues."], "subsections": []}, {"section_title": "Maritime Security Program Provides Subsidy for MSF", "paragraphs": ["The Maritime Security Program was authorized for fiscal years 1996 to  2005 and provides about $100 million in annual funding for up to 47  vessels to participate. Each participating vessel receives an annual subsidy  payment of $2.1 million, intended to partially offset the higher operating  cost of keeping these vessels under U.S.-flag registry. In November 2003,  Congress passed another 10-year authorization for the Maritime Security  Program, starting in fiscal year 2006, that would expand the program from  47 to 60 vessels. Annual subsidy payments were increased from a flat $2.1  million payment to an escalating payment of $2.6 million for fiscal years  2006 to 2008, $2.9 million for fiscal years 2009 to 2011, and $3.1 million for  fiscal years 2012 to 2015, always subject to the availability of congressional  appropriations.", "According to MARAD officials and MSF carrier representatives we  interviewed, the combination of MSF subsidy and access to cargo  preference shipments, including food aid shipments, enables these  containership carriers to stay in MSF and creates incentives to reflag newer  vessels. While most MSF carriers primarily carry commercial cargo, MSF  carrier representatives said that they need both MSF subsidy and cargo  preference food aid shipments to offset the higher costs of operating as a  U.S.-flag vessel. MARAD stated in its 2002 annual report that the current  $2.1 million subsidy represents about 13 percent of the cost of operating a  U.S.-flag vessel. According to a MARAD official, the subsidy only partially  offsets the higher cost of employing U.S.-citizen mariners. However, during  the interviews, MSF carrier representatives said that the subsidy was  important to them because it was a guaranteed monthly payment that  provided a level of financial stability.", "MSF currently comprises 47 vessels operated by 12 companies, based on  data as of December 2003. These vessels include 38 containerships, 1  LASH, and 8 roll-on/roll-off vessels. Of the vessels currently participating  in MSF, 36 containerships and 1 LASH vessel participated in cargo  preference food aid shipments during fiscal years 1999 to 2003.  Approximately 2,162 mariners are employed on these ships, according to  MARAD. (See app. III for a profile of the current MSF participants.)"], "subsections": []}, {"section_title": "DOD Supports Both Cargo Preference and Maritime Security Programs", "paragraphs": ["DOD strongly supports both the cargo preference and Maritime Security  Programs. DOD officials said that DOD’s priority is to maintain or increase  the current level of U.S.-flag ships and mariners and, therefore, it strongly  supports both programs. Through the cargo preference and Maritime  Security programs, an additional manpower pool is maintained that DOD  can draw on to crew the reserve fleet. DOD officials said that the  Maritime Security Program, in addition to guaranteeing militarily useful  U.S.-flag ships and trained U.S.-citizen mariners, provides access to MSF  liner carriers’ intermodal systems, which is important to DOD.", "In testimony before the House Armed Services Committee on October 8,  2002, General John W. Handy, Commander of the U.S. Transportation  Command, strongly supported reauthorization of the Maritime Security  Program. He stated that DOD limited its sealift fleet to those assets that  the commercial sector could not provide, so that only 33 percent of the  vessels DOD may require resided in its own fleet. The remainder of the  sealift capacity, needed to transport military equipment and supplies, came  from the commercial sector.", "DOD officials said that it had benefited from both programs during the  Afghanistan and Iraq wars. For example, during Operation Iraqi Freedom,  DOD did not need to pull MSF vessels out of their normal commercial  service. Instead, it chartered two MSF roll-on/roll-off vessels for DOD use  and used the other MSF vessels in their normal commercial routes, where  appropriate, to meet its needs, according to a DOD official. This official  said that DOD preferred to leave MSF vessels in their normal commercial  service because then DOD would also be able to benefit from use of their  global intermodal systems. MSF carriers may have had to displace some  commercial cargo but otherwise continued business as usual. During the  period January 1 to October 14, 2003, MSF vessels made 135 vessel voyages  of cargo to sustain the Iraqi deployment. This effort included 35 MSF  containerships. These vessels transported a total of 8,668 twenty-foot  equivalent units (TEU), according to DOD data. According to MARAD,  more than 7,500 merchant mariners served in Operation Iraqi Freedom. Of  these, about 1,470 mariners served on MSF vessels, based on a DOD  estimate."], "subsections": []}]}, {"section_title": "MSF and Non-MSF Carriers Compete for Bagged Food Aid Shipments", "paragraphs": ["MSF and non-MSF carriers compete only for bagged food aid shipments  because MSF vessels do not carry bulk food aid. Although the majority of  food aid continues to be shipped as bulk cargo, bulk food aid shipments  decreased from fiscal years 1999 to 2003, partly because of changes in food  aid spending. The recent decline in bulk cargo has caused some non-MSF  bulk carriers to rely more on bagged cargo. Non-MSF carriers transported  about 55 percent and MSF carriers 45 percent of bagged food aid shipments  from fiscal years 1999 to 2003. Cargo preference requirements affect  whether agencies award bagged food aid shipments to MSF or non-MSF  carriers. Most of the bagged food aid cargo carried by MSF and non-MSF  vessels is loaded for export at U.S. ports in the Gulf of Mexico."], "subsections": [{"section_title": "Increasing Share of Food Aid Is Shipped as Bagged Cargo", "paragraphs": ["Although on average approximately 67 percent of food aid was shipped as  bulk cargo and 33 percent as bagged cargo from fiscal years 1999 to 2003,  the share of food aid shipped as bagged cargo generally increased during  these years. This change was due mostly to a decline in USDA’s purchases  of bulk agricultural commodities for the food aid program. Although USDA  purchases of bulk commodities remained relatively stable from 1996 to  1998, they increased dramatically in 1999 and then declined steadily from  1999 to 2003. As the procurement data in figure 3 show, purchases of bulk  commodities decreased from 5.76 million tons in 1999 to 2.39 million tons  in 2003. However, purchases of bagged commodities equaled about 2  million tons each year during this period. Thus, the percentage of  commodities procured that were bagged increased from 26 percent in 1999  to 46 percent in 2003.", "Changes in food aid spending from fiscal years 1999 to 2003 have  contributed to this shift from bulk to bagged cargo. The largest food aid  program is administered under P.L. 480 Title II, which experienced an  increase in funding from 2000 to 2003. The P.L. 480 statute requires that at  least 75 percent of agricultural commodities donated for development, or  nonemergency, purposes be value-added. Value-added commodities are  shipped as bagged cargo, as opposed to bulk. Aside from Title II  development assistance, many of the commodities donated by the Food for  Education and section 416(b) food aid programs also have been shipped as  bagged cargo in recent years, according to USDA officials. However,  spending for the P.L. 480 Title I food aid program generally declined from  1999 to 2003. Most commodities sold under the P.L. 480 Title I program are  shipped as bulk cargo, such as wheat, corn, and soybeans."], "subsections": []}, {"section_title": "Reduction in Bulk Food Aid Cargo Leads to Increased Reliance on Bagged Food Aid Cargo", "paragraphs": ["Many non-MSF carriers depend on cargo preference food aid shipments for  a large share of their business; therefore, the decline in bulk cargo has  meant increased reliance on bagged cargo shipments. According to the  interviews we conducted with non-MSF carriers, some non-MSF carriers  that traditionally ship bulk food aid reacted to the decline in bulk food aid  shipments by increasing their participation in bagged food aid shipments.  Figure 4 shows that while total shipments of food aid by non-MSF vessels  decreased over the fiscal year 1999 to 2003 period, the decline in bulk food  aid shipments was partially offset by an increase in bagged food aid  shipments. Among non-MSF carriers that have shipped bulk food aid, 43  percent have also shipped bagged food aid.", "MSF and non-MSF vessels combined carried a total of 6.73 million metric  tons of bagged food aid cargo and earned an average of $430 million each  year from bagged food aid shipments from 1999 to 2003. MSF vessels  carried about 45 percent of this cargo and non-MSF vessels carried 55  percent. However, non-MSF carriers’ share of the bagged food aid market  was clearly greater in 2002 and 2003 than in the previous 3 years, as shown  in figure 5.", "The MSF cargo was shipped by five companies: four operating 42  containerships and one operating 5 LASH vessels. Each MSF containership  carried an average shipment of 950 tons per voyage, and each MSF LASH  vessel carried an average shipment of 22,440 tons per voyage. The non-MSF  cargo was shipped by 38 companies that operated 143 vessels. Each non- MSF vessel carried an average shipment of 1,750 tons of bagged cargo per  voyage, almost twice the average shipment of each MSF containership."], "subsections": []}, {"section_title": "Cargo Preference Requirements Affect Whether Food Aid Shipments Are Awarded to MSF or Non-MSF Carriers", "paragraphs": ["Cargo preference requirements affect the results of competition between  MSF and non-MSF carriers for food aid shipments. One requirement that  has tended to favor non-MSF carriers is MARAD’s interpretation of U.S.-flag  service for the cargo preference program. Figure 6 outlines the criteria  agencies are required to follow when awarding shipments subject to cargo  preference laws. As the figure indicates, an ocean carrier that offers to  carry preference cargo on a U.S.-flag vessel can be counted as either  Priority 1 or Priority 2 service. For example, a U.S.-flag vessel qualifies for  Priority 1 service if it offers to transport preference cargo on a U.S.-flag  vessel or transship the cargo to U.S.-flag vessels for the entire portion of  the waterborne voyage. However, a U.S.-flag vessel would qualify for  Priority 2 service if it transshipped the cargo to a foreign-flag vessel for any  leg of the voyage. In the absence of Priority 1 service availability, agencies  may also count Priority 2 as Priority 1 service by default.", "Most non-MSF vessels qualify for Priority 1 service because they offer the  food aid program charter service entirely on a U.S.-flag vessel. However,  vessels that operate in liner service, such as MSF containerships, often  qualify for Priority 2 service because they transfer shipment of (transship)  food aid cargo to a foreign-flag vessel for a leg of the voyage. In some  locations, however, some MSF carriers have started to transship food aid  cargo to prepositioned U.S.-flag vessels instead of foreign-flag vessels so  that they can qualify as Priority 1 service. In fact, as figure 7 shows, liner  vessels that carried Title II food aid cargo from fiscal years 1999 to 2003  qualified for Priority 1 service about 48 percent of the time. Liner vessels  counted as Priority 1 service by default about 23 percent of the time and  Priority 2 or 3 service about 29 percent of the time. Under the cargo  preference program, agencies are required to award food aid shipments to  carriers that offer Priority 1 service over carriers that offer Priority 2 or 3  service, even if the freight rate charged by the carrier offering Priority 1  service is higher, unless the rate exceeds MARAD’s fair and reasonable rate  calculation.", "Other cargo preference requirements tend to favor MSF carriers. An  example of a requirement that has benefited MSF carriers is section 17 of  the Maritime Security Act of 1996. This provision allocates up to 25  percent of the total tonnage of Title II bagged food aid cargo each month to  Great Lakes ports. Moreover, shipments of this cargo are awarded to  carriers without regard to the flag of the vessel offering service and  therefore are not subject to MARAD’s priority rules. From fiscal years  1999 to 2003, MSF vessels and foreign-flag vessels carried an estimated  total of 221,000 tons and 379,000 tons of this cargo, respectively. MSF  carriers have shipped much of this cargo because they have incorporated  certain Great Lakes ports facilities into their intermodal networks. They  have created a system for transporting this cargo intermodally in  containers by rail to U.S. ports on the East and West Coast, where the cargo  is ultimately exported. MSF carriers have been successful in winning  much of this cargo because these intermodal shipments allow them to offer  competitive freight rates, according to USAID and USDA officials.  However, non-MSF carriers ship this cargo less often than MSF carriers  because they generally lack access to the intermodal infrastructure that  enables MSF carriers to move this cargo efficiently."], "subsections": []}, {"section_title": "MSF and Non-MSF Carriers Load Most Bagged Food Aid Cargo from U.S. Gulf Ports", "paragraphs": ["U.S. Gulf ports handled about 70 percent of the average annual tonnage of  bagged food aid cargo carried by MSF and non-MSF vessels from fiscal  years 1999 to 2003. Table 2 shows the tonnages of bagged food aid cargo  loaded by MSF and non-MSF vessels at major food aid ports. As the table  indicates, the ports of Lake Charles and Jacintoport handled 1.72 million  tons and 1.43 million tons of bagged food aid cargo from 1999 to 2003,  respectively. These two ports handle bagged food aid mostly as break-bulk,  or noncontainerized, cargo. Lake Charles is an agricultural port that is also  the only U.S. port approved by USDA to store prepositioned commodities  for the food aid program. Jacintoport has an automated cargo handling  system capable of loading large tonnages of bagged food aid into break- bulk vessels and bulk vessels at a high rate of speed. Lake Charles will soon  have a similar machine with like capabilities. MSF carriers do not load food  aid directly into their vessels from these two ports. Instead, they hire  stevedores to stuff the food aid cargo into containers and then move the  containers intermodally by barge or rail to nearby ports that have container  terminals where they have regularly scheduled service, such as the ports of  New Orleans and Houston. MSF carriers run a similar operation from the  Port of Chicago, where most of the Title II bagged food aid cargo subject to  section 17 of the Maritime Security Act of 1996 is loaded. The Port of  Chicago handled on average an estimated 35,000 tons of bagged food aid  cargo for MSF carriers each year from 1999 to 2003. Much of this cargo was  transported intermodally by rail to major U.S. container ports, such as  Charleston, South Carolina; Norfolk, Virginia; and Seattle, Washington."], "subsections": []}]}, {"section_title": "Multiple Factors Determine How Tonnage Limit Changes Would Impact Food Aid Carriers", "paragraphs": ["Our analysis of data from program agencies and carriers suggests that  establishing a bagged tonnage limitation could reduce MSF vessels’ market  share in food aid, but the extent will depend on the limitation level and the  options MSF carriers have in responding to it. Using recent data, we  examined daily limits of 7,500, 5,000, and 2,500 tons and found that the  percentage of MSF food aid voyages affected rises from 3 percent at a limit  of 7,500 tons to 19 percent at a limit of 2,500 tons. Almost all voyages above  7,500 tons were on the specialized LASH vessels, of which only one remains  in MSF. Total annual food aid for MSF containerships on voyages above a  2,500-ton limit was around 160,000 tons. However, setting a limit at this  level may not mean a reduction of 160,000 tons that MSF vessels carry, to  the extent they are able to continue to carry some food aid on affected  voyages, replace some food aid with other cargo, and forfeit their subsidy  for food aid shipments that are sufficiently profitable. A simulation analysis  we performed for MSF containerships suggests that, at a limit of 2,500 tons  for example, the total annual decrease in food aid carried by these vessels  could, under certain assumptions incorporating those options, range from  about 17,000 to about 63,000 tons. Structured interviews with the carriers  suggest that considerations such as vessel sharing arrangements could also  affect the outcome and impacts on non-MSF carriers may depend on their  market niche. Further, if the terms of MSF and non-MSF carriers’  participation in cargo preference change, program agencies are concerned  that they could face increased delivery delays, administrative burdens, and  shipping costs. The major food aid ports would generally experience a  limited impact on their overall port activity from a bagged tonnage limit,  although specific food aid terminals could potentially be affected,  depending on the extent of any limitation and the MSF carriers’ responses  to it."], "subsections": [{"section_title": "Share of MSF Food Aid Voyages Affected Would Increase Substantially as Limitation Level Decreases", "paragraphs": ["While more than 80 percent of MSF food aid voyages fall below a 2,500-ton  limit, establishing a limit at 2,500 tons would be substantially more  constraining for the majority of the fleet than limits at 5,000 or 7,500 tons.  According to USDA data from fiscal years 2001 to 2003, only 3 percent of  MSF food aid voyages carried more than 7,500 tons, almost all of which  occurred on the five LASH vessels that have participated in the MSF.   However, another 16 percent of MSF food aid voyages carried food aid  tonnage between 2,500 and 7,500 tons. All of these voyages occurred on  containerships, which comprise the majority of current MSF vessels.  Figure 8 shows the number of MSF food aid voyages at different tonnage  levels. The average annual tonnage carried by both MSF LASH vessels and  containerships on voyages in excess of 2,500 tons was around 322,000 tons,  of which around 160,000 tons were carried on the containerships.", "Similar to the percentage of MSF food aid voyages, the share of MSF food  aid revenues affected by a tonnage limit rises substantially as the level is  decreased. As shown in figure 9, 37 percent of MSF total food aid revenues  were earned on voyages carrying more than 7,500 tons of food aid while 68  percent of MSF total food aid revenues were earned on voyages with more  than 2,500 tons of food aid. In comparison to the percentage of voyages  affected, these revenue shares reflect that MSF voyages above a potential  tonnage limit are earning proportionally more food aid revenues than those  with smaller cargo volumes. MSF food aid revenues earned on the  primarily LASH vessels that carried more than 7,500 tons were around $26  million annually, or $8.5 million per vessel. Not including LASH vessels,  MSF food aid revenues earned on containerships that carried more than  2,500 tons were around $22 million annually, or $1.3 million per vessel.  Nonetheless, while these data indicate how often an MSF vessel could be  restricted by a tonnage limitation, they indicate the potential loss in  revenue from food aid only under the assumption that MSF carriers were to  no longer carry any food aid on these voyages."], "subsections": []}, {"section_title": "Various Factors Will Affect Actual Impact on MSF", "paragraphs": ["The actual food aid tonnage and net revenue impact for MSF vessels under  a tonnage limitation will depend on options available to the carriers and  how they respond to them. Numerous considerations relating to market  conditions, food aid logistics, and carrier characteristics would ultimately  shape the impact of any tonnage limitation. We identified three factors to  explicitly consider in an analysis of a tonnage limitation. Each of these  factors, under certain assumptions, has the potential to make the impact of  a tonnage limit on MSF vessels smaller than suggested by the share of MSF  voyages affected.", "First, affected MSF vessels might be able to carry some food aid,  potentially up to the level of the limit, and may not have to give up the  entire tonnage for that voyage to keep their subsidy. This situation can  occur if a carrier can bid on a portion of an offered shipment or if the food  aid tonnage on a voyage comprises multiple shipments, such that the  carrier could bid on those shipments providing tonnage under the limit.   For example, a carrier that would normally have a voyage with 3,700 tons  of food aid may be able to carry two food aid contracts for 1,000 tons each  and, under a tonnage limit of 2,500 tons, face a potential loss of food aid  cargo of only 1,700 tons.", "Second, depending on market conditions, affected MSF carriers may be  able to replace a portion of the food aid above the limit with commercial or  nonfood preference cargo, diminishing their loss in total revenues. For  example, if an MSF vessel were to carry 1,700 tons less food aid due to a  tonnage limit, the carrier may be able to replace a portion of that tonnage  with nonfood aid cargo.", "Third, there may be occasions when carrying food aid cargoes above a  tonnage limit is more profitable than reducing food aid to receive the  subsidy for a voyage, thus providing an incentive to carry food aid above  the limit. This may occur for food aid shipments that are particularly large  or earn a particularly high freight rate such that an affected MSF carrier  might choose to carry the food aid, even if it entailed forfeiting the subsidy  otherwise earned during the days of that voyage, as well as forgoing any net  revenues from available replacement cargo.  For example, if an MSF  vessel were to normally carry 7,000 tons of food aid on a voyage that lasted  15 days, the carrier would have to give up a subsidy payment of around  $107,000 to carry that entire tonnage. The carrier might choose to forfeit  the subsidy payment if the net revenues from the food aid effectively above  the 2,500-ton limit exceeded the $107,000 plus potential net revenues from  replacement cargo.", "To illustrate the impact of a tonnage limitation when accounting for these  three factors, we created a simulation model that suggests ranges of  possible tonnage and net revenue changes for MSF vessels at different  tonnage limits. The model uses estimates of average freight rates, average  cargo volumes, and average vessel costs for voyages from fiscal years 2001  to 2003, and includes probability distributions that reflect certain  assumptions about carrier options and behavior. Table 3 provides the  annual average simulation estimates for MSF containership voyages that  carried more than 2,500 tons of food aid.", "The estimates illustrate that, under the assumption that carriers could  respond to a tonnage limit in the ways we have discussed, impacts on MSF  vessels could be reduced. While the total food aid tonnage on voyages  affected by the limit is around 160,000 tons, to the degree that carriers can  keep some food aid on voyages where the total food aid tonnage has been  above the limit, the amount of food aid that they could lose due to the limit  would, under certain assumptions, range from around 61,000 to 138,000  tons. This food aid tonnage that is effectively above the limit would  correspond to estimated net revenues of around $7 million to $16 million.  Based on our assumptions about how much other cargo MSF carriers are  able to secure to replace the food aid, MSF net revenues from additional  cargo might range from an estimated $200 thousand to an estimated $4  million. Based on our assumptions about net revenues for food aid and  other cargo, the food aid tonnage above the limit that MSF vessels continue  to carry might range from an estimated 24,000 to an estimated 102,000 tons.  The net revenues from this food aid tonnage minus the forfeited subsidy  payments would then range from around $3 million to $9 million. Taking all  three factors into account, the total decline in MSF net revenues under a  limitation of 2,500 tons of food aid might range from around $2 million to $5  million a year. On a per vessel basis, this amounts to roughly $120,000 to  $270,000. By estimating the food aid tonnage effectively above the limit and  subtracting the tonnage that MSF vessels might continue to carry while  forfeiting their subsidy payments, the annual food aid tonnage available to  non-MSF carriers might range from around 17,000 to 63,000 tons.", "Impacts on carriers could fall toward the ends of the simulation ranges  reported in table 3 or, in some cases, outside those ranges if carrier options  and responses differ from those simulated. An important consideration is  that certain key assumptions in the simulation are based on information  from fiscal years 2001 to 2003. To the extent that future market conditions  differ from those reflected in recent years, or carriers respond in different  ways than we have considered, the impacts of a tonnage limitation could be  affected. For example, if future food aid program levels decline, then the  overall tonnage and revenue changes from a shift in MSF’s food aid market  share would also likely decline. If, however, future nonfood preference  cargo levels decline, then MSF may be able to replace a smaller share of the  food aid tonnage above a limit with other cargo, and the revenue impacts  from a tonnage limit would be greater. If MSF carriers decide never to carry  food aid above a limit—even when it is profitable to do so, net of a forfeited  subsidy payment—then the total decline in food aid tonnage they carry and  the revenue loss to MSF vessels would increase."], "subsections": []}, {"section_title": "Carriers Reported that Structural Challenges Would Impede Their Ability to Adapt to Tonnage Limits", "paragraphs": ["MSF carriers told us they face certain logistical constraints that challenge  them in being able to effectively respond to a tonnage limit at any level.", "One challenge is the difficulty in planning vessel tonnages around a  limit. The MSF carriers cited their lack of control over when they  receive food aid cargoes from suppliers, which makes it difficult to  distribute the food aid tonnage onto vessel sailings to stay under the  limit and meet delivery deadlines. They stated they could face additional  expenses for cargo storage at ports as well as loading penalties and  charges for delayed delivery.  MSF carriers also cited the fact that they  may bid on multiple food aid shipments concurrently as a complication  in planning vessel tonnages around a limit.", "A second challenge cited by two MSF carriers was that they have  agreements with other carriers to share space on their vessels that could  be at risk if a carrier is concerned with shipping food aid above a certain  tonnage.  USDA and MARAD corroborated this view and expressed  concern that eliminating vessel-sharing agreements would increase  inefficiency in the market.", "A third challenge noted by some MSF carriers was that the costs they  incur to maintain an infrastructure to support food aid cargo might  become too high if their food aid tonnage should be reduced. Such  infrastructure might include a U.S.-flag vessel stationed abroad to  transfer food aid from major ports to more remote destinations or the  container loading operations some MSF carriers have set up in the Great  Lakes region.", "The ability of the non-MSF carriers to benefit from a tonnage limitation  would depend on their market niche, according to our interviews with 10  non-MSF carriers. The simulation we discussed above suggests that, under  certain assumptions, the additional bagged food aid available to all non- MSF carriers might range from less than 1 percent to 8 percent of this  segment’s current bagged tonnage for tonnage limits at 5,000 and 2,500  tons, respectively. However, each non-MSF carrier’s ability to bid for and  win that cargo would be differentially affected by (1) whether it carries  bagged food aid; (2) whether it services food aid destinations where cargo  has become available; and (3) the tonnage of cargo available, compared  with its vessel capacity. For example, while seven of the non-MSF carriers  we interviewed said they would benefit from a tonnage limitation, two non- MSF carriers said they would be unaffected because they do not carry  bagged food aid. Three non-MSF carriers supported a lower tonnage  limitation limit, but two of them mentioned being constrained by the  geographic routes they service in their ability to pick up new business.   Moreover, two other non-MSF carriers responded that a lower tonnage  limitation would actually hurt them because it would encourage MSF  carriers to more intensely compete in their market niche that services  smaller shipments. Three other non-MSF carriers with larger vessels were  satisfied with a higher tonnage limitation because it would reduce MSF  competition in the market niche for large shipments."], "subsections": []}, {"section_title": "Effect on Program Agencies Will Depend on MSF and Non-MSF Carrier Responses", "paragraphs": ["The impact of a bagged tonnage limitation on program agencies is hard to  predict and will ultimately depend on the degree to which both MSF and  non-MSF carriers alter the terms in which they participate in the Maritime  Security Program and cargo preference.  According to DOD, a tonnage limit  could cause some MSF carriers to withdraw from the Maritime Security  Program, though DOD officials indicated that they expect to receive more  applications for the next program than available slots.  USDA, USAID, and  MARAD also reported several concerns about a tonnage limit at any level.  These concerns include:  Decreased food aid timeliness:  USDA and USAID noted concern that  food aid shipments could be delayed if the non-MSF vessels do not have  sufficient capacity to quickly carry the additional food aid shipments  above a limit or if MSF carriers responded to the limitation by spreading  food aid tonnage over several sailings to stay under the limit.", "Increased administrative burdens: USDA and USAID noted concern  about additional administrative burdens if MSF carriers responded to  the limit by submitting partial bids or dividing up shipments and if non- MSF carriers increasingly submitted bids for bagged cargo that were  contingent on getting numerous contracts in order to fill larger vessels.  MARAD noted concern that a tonnage limit would negatively affect their  initiative to implement service contracts. Additionally, both food aid  agencies and MARAD will face the administrative burden of having to  track volumes on a voyage basis—something they do not currently do.", "Increased shipping costs: USDA, USAID, and MARAD noted concern  over the possibility of increased freight rates if (1) non-MSF carriers  raised prices in response to decreased competition, (2) freight rates bid  by non-MSF vessels for contracts that would have otherwise been  carried by MSF vessels are higher because of charter service rather than  liner service or because the non-MSF carrier may not regularly sail to  that location, (3) MSF carriers raised prices in response to losses  associated with carrying less food aid, receiving fewer subsidy  payments, or incurring costs for delayed delivery charges, and/or (4)  freight rates bid by MSF carriers for food aid shipments below a tonnage  limitation are higher than their bid otherwise would have been for a  larger shipment due to the loss of economies of scale."], "subsections": []}, {"section_title": "Tonnage Limitation Generally Would Have Limited Overall Impact on Ports, with Greater Potential Effects on Certain Terminals", "paragraphs": ["A bagged food aid tonnage limitation on MSF carriers generally would have  limited impact on the overall activity of the major food aid ports, based on  our analysis of the food aid shipment data and the interviews we conducted  with port representatives. Some ports may experience some shift in the  type of food aid handled, which could affect participating terminals within  these ports. For example, if bagged cargo shipments by MSF  containerships were seriously affected, this would likely have a greater  impact on terminals that predominantly stuff bagged food aid cargo into  containers. However, any impact would depend on the extent of the  limitation imposed and the MSF carriers’ responses to it.", "The major Gulf ports, from which most food aid cargo is shipped, would  likely experience little impact if a bagged food aid limitation were imposed  on MSF carriers because they service both MSF and non-MSF vessels that  carry bagged cargo. The result would be a shift among their customers,  according to port officials. The ports of Lake Charles and Jacintoport are  specialized agricultural commodity ports that handle only bagged food aid  cargo, and they anticipate that any loss of bagged cargo by MSF carriers  would likely be picked up by the non-MSF carriers who are their biggest  customers. The ports of New Orleans and Houston service both MSF and  non-MSF customers at different terminals. These large ports handle all  kinds of cargo in addition to food aid shipments, and port officials  anticipate that there would be no net loss in overall business for the port.  While officials said there could be some impact on individual terminals,  they estimated that the terminals could likely replace any lost food aid  container cargo with other container cargo.", "The large coastal container ports like Norfolk, Charleston, and Seattle  would also likely experience little impact since the volumes of food aid  cargo involved comprise a very small percentage of their total business.  For instance, Norfolk handled 12 million tons of cargo in 2003, of which  70,000 tons were food aid that they stuffed into containers at the port,  according to a port official. Norfolk did not track how much food aid it  handled that was already in containers. The port official in Charleston  estimated that food aid was about 1 percent of its cargo, while the official  in Seattle estimated about 3 to 4 percent. These ports would experience  little impact from a bagged tonnage limitation on MSF carriers, according  to these officials. However, they said that the terminals at the ports that  stuff the bagged food aid into the containers might be affected.", "A port of Chicago representative expressed the greatest concern about the  potential impact from a tonnage limitation, although food aid cargo is a  small portion of Chicago’s total cargo. MSF carriers transport most of the  section 17 cargo reserved for Great Lakes ports, and the majority of it goes  through the port of Chicago. The port official said that the port valued food  aid cargo because it was relatively more labor intensive and generated  more jobs than other types of cargo. The preponderance of food aid cargo  going through the port of Chicago is handled at a single terminal, whose  business could be damaged, depending on the nature and extent of the  impact. If MSF carrier participation in food aid shipments is severely  curtailed and other carriers do not step in to carry section 17 cargo, the  terminal could be seriously affected. In addition, the port official said that  one benefit of the section 17 provision was that it helped make Midwestern  commodity suppliers more competitive when their cargo could be loaded  in nearby Great Lakes ports instead of being transported to Gulf ports. The  official said that the regional effort to encourage more food aid commodity  sourcing from Midwestern suppliers could also be affected if section 17  bagged cargo was curtailed."], "subsections": []}]}, {"section_title": "Observations", "paragraphs": ["While we make no recommendations in this report, we believe that our  analysis provides important insights into the nature of competition  between MSF and non-MSF carriers for food aid shipments. A sharp drop in  bulk food aid shipments in fiscal years 2000 and 2001 suggests that  competition for bagged food aid has become more intense. In those years,  MSF carriers captured a large share of the business, but market share of  bagged shipments shifted toward the non-MSF carriers in fiscal years 2002  and 2003. The two segments of the industry appear to be finding ways to  respond to the changes in food aid, but this time frame is too short to  determine any clear trends.", "We also believe that our analysis of a potential limit on the MSF carriers’  food aid shipments provides some findings that are not obvious without a  close examination of the system. One finding is that, if MSF carriers have  certain options in responding to a tonnage limit that would mitigate the  impacts of that limit, the potential decline in food aid shipments by this  group would be less than the total volume of food aid carried on voyages  over the limit. This result would occur if MSF vessels carry some food aid  up to the limit on affected voyages, and in some cases choose to forfeit  subsidy payments in favor of carrying profitable shipments above the limit.  To the extent that MSF carriers do choose to carry food aid over the limit  and forfeit the subsidies, a tonnage limit may not lead to a large shift in  food aid shipments and financial benefits to non-MSF vessels. Where any  financial effects of food tonnage limitations would accrue remains  uncertain. For example, MARAD subsidy payments could be lower if MSF  carriers continue to carry food aid. However, food aid agencies could face  higher costs if the limits resulted in fewer and more expensive options for  some shipments, and these agencies have emphasized their concerns that  additional constraints on food aid shipments could impede their ability to  provide food aid to meet critical humanitarian needs.", "Finally, it is important to recognize the limits of any effort to predict the  future course of events in an area in which key factors are so volatile. For  example, the volume of food aid shipments has varied greatly over recent  years, and the relationship between food aid and export subsidies is also  under discussion in the WTO negotiations. The outcome of MARAD’s  efforts to support the two key maritime sectors is clearly influenced by the  level and composition of food aid, so long-term trends and even  fluctuations in food aid shipments will affect the program. Second, the  importance and profitability of food aid, compared with other commercial  or preference cargo, has a large influence on the health of the various firms  and components of the industry, and the volume and prices for these  alternative cargoes can also change significantly. In these cases, firms may  decide to move vessels into or out of the program, which will have an effect  on the existing operators."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["USAID, USDA, and DOD provided written comments on a draft of this  report, which are reproduced in appendixes IV, V, and VI. USAID stated that  we used sound and logical methodologies to analyze the data and  accurately identified trends pertaining to MSF and non-MSF carriers that  carried food aid over a 5-year period. USAID agreed that predicting the  impact of a tonnage limitation is difficult and said it takes a cautious  approach to changes, citing concerns regarding impacts on administrative  systems and the ability to meet foreign assistance objectives. USDA said  that the report adequately summarized USDA’s major concerns over the  impact on food aid programs that could result from a bagged cargo tonnage  limitation placed on MSF carriers, including decreased food aid timeliness,  increased administrative burdens, and increased shipping costs. DOD  generally concurred with our findings. It stated that it would oppose any  change in cargo preference that would adversely impact the U.S. merchant  marine because it believed there would be negative impacts on DOD  mobilization capabilities. DOT provided oral comments. DOT said that the  draft report provided a thoughtful analysis of the potential impact of  tonnage limits on food aid shipments and how they might affect the U.S.- flag shipping industry. However, DOT identified issues with some factors,  and the way they are considered, in the simulation model we used to  estimate the range of impacts from different tonnage limits. In addition,  USAID and DOT provided technical comments, which we incorporated in  the report as appropriate.", "DOT officials, including the Director of MARAD’s Cargo Preference  Program, said that they identified issues with some factors and the way  they are considered in the simulation model used in our analysis of  potential impacts of a tonnage limitation. In particular, these officials  suggested that the draft report and its simulation model could have more  thoroughly explored the effects of three factors: (1) MSF carriers’ ability to  replace food aid cargo with commercial cargo, (2) the industry’s reluctance  to carry cargo over the limit and forfeit the subsidy, and (3) the logistical  constraints on carriers’ ability to operate under a low tonnage limit.  Specifically, with respect to replacing food aid cargo, DOT officials  questioned whether sufficient commercial cargo is actually available in the  marketplace to replace food aid cargo for MSF vessels. With respect to  carrying cargo above the limit and forfeiting the subsidy, DOT emphasized  that all five MSF carriers stated they would not give up their subsidy to  carry food aid. DOT officials stated their view that logistical limitations,  which would further constrain MSF carriers’ ability to carry food aid  shipments under low tonnage limits, may be underestimated in the model.  While the DOT officials recognized these factors are acknowledged in the  draft report as limitations on the model’s predictive value, they emphasized  their view that the cumulative effect of more thoroughly exploring them in  the model might have led us to conclude that the imposition of tonnage  limits could be more detrimental to MSF than the results otherwise  indicated. As a result, the officials suggested the model’s limitations be  more extensively and prominently recognized in the body of the report.  Finally, the DOT officials emphasized their agreement with the aspect of  our observations that the imposition of any tonnage limit on MSF vessels  could drive up costs for the food aid program and decrease efficiency by  limiting competition and increasing freight charges.", "We agree that MSF carriers may face constraints in terms of their options in  responding to a tonnage limitation. Specifically, we agree that carriers may  have restricted flexibility in managing contract amounts to keep food aid  shipments below limits and still carry food aid, and in replacing lost food  aid with other cargo. Our simulation analysis specifically incorporates  uncertainty in these factors, and we have modified our report language in  several places to clarify the range of assumptions concerning those and  other variables, and the implications of the uncertainty regarding our  results. Additional detail about how these factors are treated in our  analysis is presented in the following paragraphs. With respect to whether  carriers would in some cases carry food aid above a tonnage limit and forgo  the subsidy for affected days, we agree that including that assumption is  important to our simulation model results. Our simulation model  represents the outcome when carriers choose the most profitable option  available on each voyage, and vessel data reported by MSF carriers suggest  that there are times when carriers would have the financial incentive to  carry food aid above the limit and forfeit their subsidy payment for that  voyage. The presentation of our simulation model results makes it clear  that option is an important one in carriers being able to mitigate the impact  of a tonnage limitation. If carriers never forgo the subsidy, the impacts of a  limitation on MSF carriers would be greater. Neither carriers nor MARAD  provided us a reason why they would not ever forgo a subsidy.", "The simulation model incorporates the likelihood that MSF carriers would  face logistical constraints in managing food aid contracts to continue  carrying food aid amounts near but under the limit. It reflects possibilities  ranging from carriers being able to carry food aid exactly up to the limit  amount—for example 2,500 tons—to not being able to carry any food aid  on the share of voyages above the limit. We tested the sensitivity of our  simulation results to the particular probability distribution assumed for this  variable; and we found that if carriers are assumed to have less flexibility in  managing food aid tonnage below a limit, the average values for the  impacts would differ somewhat from the averages we reported. For  example, for one alternative distribution assuming less flexibility, the  average value of food aid tonnage that carriers would have to give up or  lose the subsidy for the voyage increased from about 92,000 tons to about  109,000 tons.", "Similarly, our simulation model allows for the possibility that MSF carriers  would be unable to replace any food aid above a limit with commercial or  nonfood preference cargo. However, most MSF carriers reported that they  are currently sailing near full capacity, with a range of capacity utilization  rates that together average 90 percent. The simulation model relies on  these reported capacity utilization rates to determine the most likely value  for the share of food aid effectively above the limit that carriers might be  able to replace with other cargo. However, the simulation model reflects a  range of probabilities with respect to carriers being able to replace lost  food aid cargo and achieve their current (based on the fiscal year 2001 to  2003 data we analyzed) average capacity utilization, and includes at one  extreme the possibility that no lost food aid tonnage will be replaced.", "To the extent that these constraints strongly affect MSF carriers’ ability to  respond to tonnage limits, then the high end of the range of possible results  suggested by the simulation model should be considered. For example, if  MSF carriers face significant logistical constraints to carrying food aid up  to the limit, then, under a tonnage limit of 2,500 tons, they are more likely  to have an annual 138,000 tons of food aid effectively above the limit,  compared with the annual 61,000 tons of food aid effectively above the  limit as estimated by the simulation’s low value results.", "In addition to the potential impacts of a tonnage limit that are suggested by  the simulation model under certain assumptions, there are potential  structural constraints we were not able to reliably quantify and include in  the model. One example is the potential impact on MSF carriers’ total  tonnage and revenues if a tonnage limit were to jeopardize their vessel  sharing agreements. As we stated in the report, these types of structural  constraints could challenge MSF carriers in being able to effectively  respond to a tonnage limit at any level.", "We are sending copies of this report to appropriate congressional  committees, the Secretaries of USDA, DOD, and DOT, and the  Administrator of USAID. We will also make copies available to others upon  request. In addition, this report will be available at no charge on the GAO  Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-4128. Additional contacts and staff acknowledgments are listed  in appendix VII."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["In a legislative mandate in section 3535 of the National Defense  Authorization Act for Fiscal Year 2004 (P.L. 108-136), Congress directed us  to review the impact of placing a tonnage limitation on transportation by  the Maritime Security Fleet (MSF) of cargo preference food aid and to  report to the Chairman and Ranking Minority Member of the House and  Senate Committees on Armed Services and the Senate Committee on  Commerce, Science, and Transportation. As discussed with Committee  representatives, we have focused on answering the following questions: (1)  how the cargo preference and Maritime Security Programs are designed to  meet their objectives and who participates in them; (2) what the nature and  extent are of MSF and non-MSF carrier participation in the food aid  program; (3) how establishing a bagged cargo preference tonnage  limitation on MSF vessels would be expected to affect the MSF, other U.S.- flag ships, the cargo preference food aid program, and the ports servicing  these ships.", "To examine how the cargo preference and Maritime Security Programs are  designed to meet their objectives and who participates in them, we  reviewed documents, relevant legislation, regulations, and data pertaining  to the cargo preference and Maritime Security Programs from the Maritime  Administration (MARAD) and Department of Defense (DOD), as well as  our prior studies and those done by the Congressional Research Service.  We also obtained and analyzed MSF and cargo preference vessel data and  food aid shipment participation data from MARAD and the Department of  Agriculture (USDA) for fiscal years 1999 to 2003. We examined the data for  their reliability and appropriateness for our purposes through electronic  testing of the data, verification of the data against other sources, and  interviews with agency officials that manage the data. We found the data to  be sufficiently reliable to represent participation by MSF and non-MSF  vessels and carriers in transporting food aid shipments. In addition, we  interviewed agency officials at MARAD, DOD, USDA, and the Agency for  International Development (USAID), as well as representatives of three  maritime trade associations. We also conducted structured interviews with  representatives of 15 carriers that transported the majority of cargo  preference food aid, including 5 MSF and 10 non-MSF carriers.", "To determine the nature and extent of MSF and non-MSF carrier  participation and competition in the food aid program, we gathered and  analyzed food aid shipment data from USDA and USAID for fiscal years  1999 to 2003. We examined the data for their reliability and appropriateness  for our purposes and found them sufficiently reliable to represent MSF and  non-MSF carrier participation and competition in the food aid program. We  also interviewed USDA, USAID, MARAD, DOD, and maritime trade  association officials, including company representatives from 5 MSF and 10  non-MSF carriers. To determine whether bagged cargo has accounted for  an increasing share of food aid shipments, we obtained and analyzed USDA  food aid procurement data from fiscal years 1996 to 2003. We examined the  data for their reliability and appropriateness for our purposes through  electronic testing of the data, verification of the data against other sources,  and interviews with agency officials that manage the data. We found them  sufficiently reliable to confirm that an increasing share of food aid was  shipped as bagged cargo from 1999 to 2003. In addition, we reviewed  agency reports that discussed food aid program activities and trends, and  conducted interviews with USDA and USAID officials. To examine the  process by which agencies award food aid shipments to MSF and non-MSF  carriers, we obtained and reviewed USDA, USAID, and MARAD directives  and regulations governing the ocean transportation of food aid cargo and  also reviewed applicable legislation. We also conducted interviews with  USDA and USAID officials responsible for awarding food aid shipments in  accordance with cargo preference requirements. To identify the U.S. ports  that handled the largest tonnages of food aid cargo shipped by MSF and  non-MSF carriers, we analyzed USDA food aid shipment data. To gain  additional perspectives on how MSF and non-MSF carriers handled and  transported this cargo in preparation for export shipment, we interviewed  port officials from 8 major food aid ports, as well as 15 MSF and non-MSF  carrier representatives.", "To examine how establishing a bagged cargo preference tonnage limitation  on MSF vessels would potentially affect MSF and other U.S.-flag ships, we  obtained and analyzed USDA food aid shipment data for fiscal years 1999 to  2003. We analyzed the tonnage carried and revenues earned for each MSF  vessel voyage that carried food aid above potential limits of 2,500, 5,000,  and 7,500 tons. To illustrate how carriers might respond to a tonnage limit,  we obtained operating and revenue information from the five MSF carriers  on each of their vessels from fiscal years 2001 to 2003. To account for  variation in the values of our estimates, we performed a Monte Carlo  simulation that varied the impact model approximately 20,000 times from  probability distributions characterizing possible values for variables, such  as the percent of food aid above the limit that carriers replace with other  cargo, the freight rate for other cargo, and the cost differential between  food aid and other cargo. This simulation resulted in a range of estimates,  under certain assumptions, for the likely total decline in MSF food aid  tonnage and net revenues on an annual basis. A technical discussion of the  simulation model and the results at a 5,000-ton limitation is provided in  appendix II. We examined USDA’s food aid shipment data and carrier’s  vessel estimates for their reliability and appropriateness for our purposes.  For USDA’s data, we performed electronic testing of the data, verification  of the data against other sources, and interviews with agency officials that  manage the data. Although we were able to do only limited verification of  the self-reported data from carriers, we found both sources to be  sufficiently reliable to inform our simulation model. In addition, we  supplemented our simulation results with information that both MSF and  non-MSF carriers provided in interviews pertaining to any structural  constraints they may face in responding to a tonnage limitation.", "To examine how establishing a bagged cargo preference tonnage limitation  on MSF vessels would potentially affect the program agencies, we  reviewed the current extent of data collection and procedures for tracking  food aid shipments to see if additional administrative burdens would be  entailed. We also interviewed agency officials at USDA, USAID, MARAD,  and DOD.", "To examine how establishing a bagged cargo preference tonnage limitation  on MSF vessels would potentially affect the ports that service food aid  shipments by MSF and non-MSF carriers, we analyzed food aid shipment  data from USDA that identified the ports used for each shipment for fiscal  years 1999 to 2003. We also conducted telephone interviews with  representatives of eight major food aid ports (Charleston, South Carolina;  Chicago, Illinois; Houston and Jacintoport, Texas; Lake Charles and New  Orleans, Louisiana; Norfolk, Virginia; and Seattle, Washington) to obtain  additional information, including their assessment of the potential impact  of a limitation on their port.", "We performed our work from February through August 2004 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Simulating Potential Impacts of a Bagged Tonnage Limitation", "paragraphs": ["This appendix describes the data and methodology that we used to analyze  the impact of a bagged tonnage limitation on MSF and presents some  additional estimates not contained in the letter portion of this report. This  simulation analysis is based on certain assumptions regarding carrier  options and responses and makes use of food aid data from agencies,  reported vessel revenue and cost estimates for recent years, and  information from interviews about the food aid industry. The three  potential carrier responses incorporated into our model include an MSF  vessel’s potential ability to continue carrying some food aid on affected  voyages, replace some food aid with other cargo, and forfeit its subsidy for  food aid contracts that are sufficiently profitable. Our methodology  illustrates that, depending on the degree to which these options exist for  MSF, carriers may reduce the overall tonnage and net revenue impacts of a  limit. These estimates reflect some probability that carriers will face  constraints in how they respond to limits, however, there is uncertainty  associated with some of the assumptions of the model. Carriers may face  additional logistical or structural constraints relating to program  requirements or company characteristics that would limit their responses  to a greater degree than our simulation reflects. Moreover, future market  conditions may differ from those reflected in recent data, such that our  analysis could not be used as a forecast. Thus, while our simulation can  help decision-makers understand important factors that should be taken  into account when considering tonnage limits—and develops a range of  impact estimates based on recent years that reflect those factors—actual  impacts could be near the outer limits of or fall outside our estimated  ranges."], "subsections": [{"section_title": "Data and Methodology", "paragraphs": ["To analyze the impacts of a tonnage limit on MSF vessels, we collected data  on key tonnage and revenue variables from a variety of sources for fiscal  years 2001 to 2003. To create a list of MSF vessel voyages that carried food  aid tonnage above a potential limit, we examined USDA’s food aid shipment  data and identified 123 vessel voyages. We paired this voyage list with  estimates we collected from the MSF carriers on each vessel’s annual costs  and annual tonnage and freight rates for commercial cargo, food aid cargo,  and nonfood aid preference cargo. We also calculated the subsidy per  voyage each MSF vessel earns, based on the number of days per voyage in  that vessel’s regularly scheduled outbound service.", "To estimate a range of impacts for a tonnage limitation under certain  assumptions, we explicitly consider three options that MSF carriers may  potentially have in responding to such a limit. For affected voyages, an MSF  carrier may be able to (1) continue carrying some food aid up to the limit,  (2) replace some food aid above a limit with other cargo, and (3) continue  carrying food aid above a limit if it were more profitable than the subsidy  payment for that voyage plus any net revenue from replacing the food aid  with other cargo. As discussed below, we rely on assumptions about the  degree to which carriers may be able to respond in these three ways to  assign probabilities to a probability distribution. Table 4 shows that we use  the following five probability distributions to calculate a range of impacts  for MSF carriers under a tonnage limitation. Each of these distributions is  discussed further in the text following table 4. 1. USDA and USAID reported that the food aid tonnage on a voyage often  comprises multiple food aid contracts such that carriers may be able to  continue to bid only on those shipments providing tonnage under the  limit. However, since food aid contract terms vary, the degree to which  MSF carriers can maximize carrying food aid up to the limit will also  vary. As a result, we include in our simulation an assumption that  carriers will most likely be able to carry tonnage up to the level of the  limit (based on profit maximization principles), but we use a  probability distribution that includes a range of values for the amount  of food aid that the vessel could potentially lose—otherwise stated as  the amount of food aid effectively above the limit. For example, at a  limit of 5,000 tons, for an MSF voyage with 6,000 tons of food aid, only  1,000 tons of food aid could be effectively above the limit. However, if  MSF carriers had less flexibility in managing food aid tonnage, up to the  entire 6,000 tons could be effectively above the tonnage limit.  2. We asked carriers to provide information about their current capacity  utilization as an indication of the most likely value for the share of food  aid they may be able to replace. Reported capacity utilization rates  were high for all carriers with a range of values averaging 90 percent.  However, we note the uncertainty regarding how close to the reported  capacity utilization rates carriers would be able to come through  replacing lost food aid tonnage with other cargo. We use a probability  distribution to incorporate this uncertainty that allows for the  possibility that carriers would not be able to replace any lost food aid  with other cargo.  3. We asked carriers to provide their average freight rates for commercial  cargo and nonfood aid preference cargo as an indication of the most  likely freight rate they may receive on replacement cargo. Using  annually weighted information from the five MSF carriers on all of their  vessel voyages, we calculated a standard deviation and used this  variation to apply a range of values for each voyage to reflect likely  freight rates for other cargo, subject to certain constraints.", "4.", "If MSF carriers replace food aid above a limit with other cargo, they are  also likely to experience a change in costs. We found that it is generally  more costly for the MSF to carry a ton of food aid than it is to carry a  ton of commercial cargo. Based on interviews with carriers and  industry experts, we incorporate, across the model, a range of values  for this additional food aid cost differential around a most likely  estimate of $30 per ton.", "If carriers alter the total tonnage on a vessel voyage, their costs will also  vary. We do not have data pertaining to the percentage of MSF total vessel  costs that vary with tonnage levels. Based on broad estimates from MARAD  that around 40 percent of vessel costs are for overhead or fixed items, we  consider a wide range of values around the remaining 60 percent of total  costs.", "To incorporate these five assumptions into our impact estimates, we  performed a Monte Carlo simulation. In this simulation, values were  randomly drawn 20,000 times from probability distributions characterizing  possible values for impact variables discussed above and listed in table 4.  Under assumptions described by probability distributions selected for  these impact variables, the simulation yields estimates for the total decline  in both MSF food aid tonnage and net revenues on an annual basis."], "subsections": []}, {"section_title": "Summary of Results", "paragraphs": ["Using our simulation model, we analyzed the tonnage and net revenue  impacts on MSF of a food aid limit at 5,000 and 2,500 tons. Results for a  2,500-ton limit are presented in the letter portion of this report while table 5  provides the results for a 5,000-ton limit. As shown in table 5, the estimated  decline in MSF food aid tonnage under this limitation ranges from around  3,000 to 13,000 tons, a decline significantly less than the total tonnage on  voyages affected by the limit—46,000 tons. In this analysis, carriers are  estimated to replace food aid above the limit with 1,000 to 11,000 tons of  other cargo and continue to carry 5,000 tons to 31,000 tons of food aid  above the tonnage limit. The total decline in net revenues for this group  would range from roughly $500,000 to $1 million.", "According to this analysis, the impact estimates for a limit at both 2,500 and  5,000 tons are influenced most by variations in assumptions pertaining to  the amount of food aid effectively above the limit for each voyage, and the  share of food aid above the limit that carriers may be able to replace with  other cargo. A higher value for the amount of food aid effectively above the  limit tends to increase the estimate for the total decline in MSF net  revenues because MSF carriers are less able to maximize carrying food aid  up to the limit. A higher value for the share of food aid above the limit that  carriers might replace with other cargo tends to lower the estimate for the  total decline in MSF net revenues because carriers are earning more money  from replacement cargo. However, this assumption tends to raise the  estimate for the total decline in MSF food aid tonnage carried because it  makes the option of forfeiting the subsidy payment to carry food aid above  the limit less profitable.", "This simulation model has certain limitations resulting from two broad  areas of uncertainty not incorporated into the estimates. First, MSF  carriers may face logistical or structural constraints as imposed by  program requirements or company characteristics that would alter their  response to a tonnage limit in ways our simulation does not reflect. For  example, if an MSF carrier decides never to carry food aid above a limit—-  even if it is profitable to do so, net of a forfeited subsidy payment—then the  total food aid tonnage available to the non-MSF carriers would also  increase. In addition, vessel financial data are based on estimates of annual  averages and may not incorporate the entire range of variation for every  variable. One example might include a higher food aid cost differential  associated with an emergency food aid shipment to a remote area with  particularly expensive contract terms.", "Second, our model relies on data from fiscal years 2001 to 2003, which may  not be an accurate indicator of future food aid program levels, future food  aid program requirements, or the future number of U.S.-flag vessels  participating in cargo preference. For example, if future food aid program  levels decline, then the overall tonnage and revenue changes from a shift in  the MSF’s food aid market share would also likely decline. Therefore, to the  extent that our model’s assumptions do not adequately reflect these two  broad areas of uncertainty, the impacts of a tonnage limit could lie outside  our estimated ranges."], "subsections": []}]}, {"section_title": "Profile of Maritime Security Fleet", "paragraphs": ["The Maritime Security Fleet currently comprises 47 vessels operated by 12  companies. Table 6 provides a profile of the vessels participating in the  Maritime Security Fleet, as of December 2, 2003."], "subsections": []}, {"section_title": "Comments from the U.S. Agency for International Development", "paragraphs": [], "subsections": []}, {"section_title": "Comments from the Department of Agriculture", "paragraphs": [], "subsections": []}, {"section_title": "Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Jay Cherlow, Martin De Alteriis, Jamie  McDonald, Eric Petersen, Kendall Schaefer, Richard Seldin, and Daniel  Williams made key contributions to this report."], "subsections": []}, {"section_title": "GAO’s Mission", "paragraphs": ["The Government Accountability Office, the audit, evaluation and  investigative arm of Congress, exists to support Congress in meeting its  constitutional responsibilities and to help improve the performance and  accountability of the federal government for the American people. GAO  examines the use of public funds; evaluates federal programs and policies;  and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of  accountability, integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost  is through GAO’s Web site (www.gao.gov). Each weekday, GAO posts  newly released reports, testimony, and correspondence on its Web site. To  have GAO e-mail you a list of newly posted products every afternoon, go to  www.gao.gov and select “Subscribe to Updates.”"], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Congressional Relations", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}