{"id": "GAO-03-331", "url": "https://www.gao.gov/products/GAO-03-331", "title": "Food Assistance: Potential to Serve More WIC Infants by Reducing Formula Cost", "published_date": "2003-02-12T00:00:00", "released_date": "2003-02-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of Agriculture's Food and Nutrition Service (FNS) provided about $3 billion to state agencies in fiscal year 2001 for food assistance, including infant formula, through its Special Supplemental Nutrition Program for Women, Infants and Children (WIC). Most infants receiving formula are given a milk- or soy-based standard formula. To stretch program dollars, each state WIC agency contracts with a single company for purchases of that company's standard formula for which they receive rebates. These rebates totaled $1.4 billion in fiscal year 2001. Rebates do not apply to other companies' brands of standard formula (noncontract standard formula) or to nonstandard formulas designed to meet special medical or dietary conditions. GAO was directed to examine the extent that WIC agencies have restricted the use of noncontract standard formula to lower cost of the WIC program."]}, {"section_title": "What GAO Found", "paragraphs": ["As of February 2002, all 51 of the state WIC agencies included in our survey had policies to restrict the use of noncontract standard formula. Three of the 51 agencies prohibited the use of this formula entirely. The other 48 agencies restricted its use to specific situations, such as if medically prescribed or if needed for religious reasons. Seven of these 48 agencies also set percentage limits, such as 4 percent of all standard formula issued, on the use of noncontract standard formula. In fiscal year 2002, 3.3 percent of the infants using formula in the WIC program received a noncontract standard formula, while 90.3 percent received the contract brand. The remaining 6.4 percent received a medically prescribed nonstandard formula for special medical or dietary needs. There were wide variations between WIC agencies in the percentage of infants who received noncontract standard formula, ranging from a low of zero, for the 3 agencies that prohibited its use, to 10.5 percent. Likewise, the percentage of infants receiving medically prescribed nonstandard formula ranged from 0.2 percent to 27.7 percent. FNS has not routinely collected from WIC agencies the data that would allow it to monitor the effectiveness of these agencies in restricting the use of either noncontract standard or nonstandard infant formula. Buying noncontract standard formula brands cost the WIC program an estimated $50.9 million in foregone rebates in fiscal year 2002. Although it may be neither feasible nor desirable to prohibit all purchases of noncontract standard formula, rebates would have increased by $13.8 million if every state had a noncontract standard formula usage rate no higher than the average of 3.3 percent reported across all agencies."]}], "report": [{"section_title": "Letter", "paragraphs": ["About half of all infant formula sold in the United States is purchased  through the federally funded Special Supplemental Nutrition Program for  Women, Infants, and Children (WIC). The U.S. Department of Agriculture’s  Food and Nutrition Service (FNS) administers WIC in partnership with  state-level WIC agencies. Federal WIC grants provided to WIC agencies for  infant formula and other supplemental food were about $3 billion for fiscal  year 2001, during which WIC served a monthly average of 7.3 million  participants, including women, children (up to age 5), and 1.9 million  infants. Participants generally receive this aid in the form of vouchers,  which they can use to buy infant formula and other approved types of  foods.", "Since 1989, federal law has required WIC agencies to take steps to contain  the cost of infant formula purchased through the WIC program. All the  competing brands of standard infant formula on the market are  nutritionally identical because the federal government regulates their  content and quality. To contain costs, WIC agencies have taken advantage  of their substantial buying power by using a competitive-bid process. The  agencies have entered into contracts giving one manufacturer the  exclusive right to sell formula to all WIC participants whose infants (those  less than 1 year old) can use standard formula (any cow’s milk-based or  soy-based formula intended for feeding full-term, healthy infants). For  each can of the contract manufacturer’s standard formula (called contract  standard formula) that WIC participants purchase with their vouchers at  retail stores, the WIC agency receives a rebate. The net effect for the WIC  agency is a substantial reduction in the net retail cost—sometimes as  much as 80 percent. For the country as a whole, rebates totaled about $1.4  billion in fiscal year 2001. By reducing the cost of infant formula in this  way, such contracts leveraged the buying power of federal grants and  enabled the program to serve over 2 million additional participants during  the fiscal year.", "To effectively leverage its purchasing power, a WIC agency must ensure  that WIC participants are issued vouchers for contract standard formula  with a rebate rather than vouchers for a standard formula produced by  another manufacturer that is not under contract and does not provide a  rebate—called noncontract standard formula. Generally, contract  standard formulas must be used unless medical documentation is obtained  or a religious reason cited to justify the use of another manufacturer’s  brand of formula. However, WIC participants may have other reasons why  they prefer not to purchase the contract standard formula. For example,  parents of newborns who receive noncontract standard formula at the  hospital and find that their infant is content with it may be reluctant to  switch to the contract brand. Similar concerns may surface if, in  negotiating a new contract, the WIC agency signs an agreement with a  different manufacturer. In this situation, some parents whose infants are  used to one brand may prefer not to switch brands and may request their  medical providers to document a need for another formula. In these  instances, WIC participants and prescribing medical providers may be  unaware of the large cost differences between the contract standard and  noncontract standard brands.  This is because the differences come in the  form of rebates paid to WIC agencies, not to participants or medical  providers.", "Concerned over selected aspects of infant formula cost containment  measures, the House Conference Report on Appropriations for the  Department of Agriculture for fiscal year 2002 directed us to examine the  following:    To what extent have WIC state agencies restricted the use of  noncontract standard formula to help lower the overall cost of the WIC  program?", "To what extent do infants in the WIC program receive noncontract  standard formula?", "To what extent, according to available research, are normal, healthy  infants adversely affected by switching to a different brand of formula?", "What is the estimated dollar effect of using noncontract standard  formula?", "In conducting our work, we also obtained data on the use of nonstandard  infant formula and have included that data in this report.", "To respond to this request, we developed a survey and sent it in June 2002  to 51 WIC agencies (48 states, the District of Columbia, the Navajo Nation  tribal organization, and Puerto Rico). We used a survey because the FNS  did not have data on the use of noncontract formula by WIC agencies. The  51 agencies in our survey collectively served over 97 percent of all WIC  infant participants in fiscal year 2001. All 51 agencies responded to our  survey, however, some agencies did not have the data needed to answer  all survey questions. We did not independently verify the accuracy of the  information these agencies reported to us. However, to verify the  correctness of the data they had provided we did contact several agencies  that reported very low or very high usage of either noncontract standard  or nonstandard formula (any formula that is not contract standard or  noncontract standard and that is designed to meet various medical and  dietary needs of infants that standard formulas will not satisfy). Several of  the agencies contacted provided us with revised formula usage data in  response to our inquiries.", "In addition to conducting the survey, we discussed WIC infant formula use  with officials at WIC agencies and at FNS headquarters and regional  offices, and we reviewed relevant regulations and research. We also  performed an extended literature search on the issue of normal, healthy  infants being adversely affected by switching between brands of infant  formula or showing a strong preference for the first standard formula  used, and we included a question on this issue in our survey sent to the  WIC agencies. We performed our work between May 2002 and December  2002 in accordance with generally accepted government auditing  standards. Appendix I further describes our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["The WIC program provides eligible women, infants, and children with  nutritious foods to supplement their diets, nutrition education, and  referrals to health care. FNS administers the program through a  federal/state partnership in which FNS makes funds available in the form  of grants to WIC agencies. FNS establishes regulations for the program,  including the cost containment aspects, and provides guidance to the  agencies. To measure overall compliance with program requirements, FNS  regional offices conduct management evaluations at state-level WIC and  local agencies. Each WIC agency is responsible for developing guidelines  to ensure that WIC benefits are effectively delivered to eligible  participants. WIC grants cover the costs of food grants, nutrition services,  and administration. Food grants are allocated to the WIC agencies through  a formula that is based on the number of individuals in each state who are  potentially eligible for WIC benefits. Nutrition services and administration  grants are allocated to the agencies through a formula that considers  factors such as an agency’s number of projected program participants and  a salary differential for local government employees.", "In fiscal year 2001, FNS provided $4.1 billion in grants to WIC agencies to  fund all benefits and services, of which about $3.0 billion was for  supplemental food, including formula. On average, the program had about  7.3 million participants each month, including 1.9 million infants. WIC is a  discretionary grant program for which the Congress authorizes a specific  amount of funds each year, not an entitlement program. Therefore, eligible  individuals can enroll in the program only to the extent that funds are  available. FNS estimated that about 47 percent of all babies born in the  United States were served by WIC in fiscal year 2001. FNS also estimated  that about 19 percent of all potentially eligible women, infants, and  children were not participating in the program. At the state level, the  program is administered through 88 state-level WIC agencies and a  network of over 2,000 local agencies.", "Eligible participants include pregnant or postpartum and breastfeeding  women, infants, and children up to age five who meet income guidelines, a  state residency requirement, and are individually determined to be at  “nutritional risk” by a health professional. The two major types of  nutritional risk are (1) medical-based risks such as anemic or underweight  infants, maternal age, history of pregnancy complications, or poor  pregnancy outcomes and (2) diet-based risks such as an inadequate diet  pattern. Infants are among those given highest priority for receiving WIC  benefits of those who have medical-based nutritional risk conditions.  Infants with dietary risk are lower priority than medically at risk infants.  For the first 6 months of life, breast milk or infant formula is the primary  food in a baby’s diet. WIC promotes breastfeeding as the best choice for  meeting an infant’s nutritional needs, but it also provides infant formula to  those who prefer to use it exclusively or as a supplement to their  breastfeeding. About half of all infant formula sold in the country is  purchased through the WIC program.", "As defined in the Federal Food, Drug, and Cosmetic Act, infant formula  means a food that “purports to be or is represented for special dietary use  solely as a food for infants by reason of its simulation of human milk or its  suitability as a complete or partial substitute for human milk.”  Commercially available infant formulas can be described in two broad  categories: standard and nonstandard. (See fig. 1.) Standard infant formula  includes milk-based and soy-based infant formulas that meet the  nutritional needs of most full-term healthy infants less than one year old.  The Food and Drug Administration strictly regulates the content and  quality of standard infant formula for all brands. Therefore, all brands of  standard formula are nutritionally identical. In this report, we use two  categories of standard infant formula—contract and noncontract. Contract  standard formula is any standard infant formula that is provided to WIC  participants for which a WIC agency receives a rebate based on its  contractual arrangement with an infant formula manufacturer.  Noncontract standard formula is any standard infant formula that is not  eligible for a rebate from an infant formula manufacturer. Nonstandard  formula, as we use the term, is any formula that is not contract standard or  noncontract standard and that is designed to meet various medical and  dietary needs of infants that standard formulas will not satisfy. This  includes “exempt” formulas, which are defined in the Federal Food, Drug,  and Cosmetic Act as any infant formula which is represented and labeled  for use by an infant who has an inborn error of metabolism or a low birth  weight, or who otherwise has an unusual medical or dietary problem, and  other specialized but nonexempt infant formulas classified as WIC eligible  medical foods, which are specifically formulated to provide nutritional  support for infants with a diagnosed medical condition when the use of  conventional foods is precluded, restricted, or inadequate.", "Since 1989, WIC agencies have been required by law to implement  measures to contain the cost of infant formula. In most instances, this  means a state-level agency agrees, through a competitive contract awarded  to one manufacturer, to provide and deliver one brand of standard infant  formula to its participants through the existing retail outlet system and in  return receives money back, called a rebate, from the manufacturer for  each can of standard infant formula that is purchased by WIC participants  at retail stores. Rebates are not received for noncontract standard formula  and nonstandard infant formula, which is not covered by rebate contracts  as reported by the WIC agencies responding to our survey.", "Most WIC infant formula participants receive vouchers that they use to  purchase the contract standard infant formula at authorized retailers. The  WIC agency then reimburses the retailer for the full retail price of the  infant formula. The WIC agency or its financial institution then obtains a  reimbursement from the manufacturer for the rebate agreed to in the  contract. As a result, the actual cost of infant formula to the WIC program  equals the retail cost minus the amount of the manufacturer’s rebate. FNS  policy requires that during the grant year, any savings from cost  containment are to be used to provide food benefits to additional WIC  participants.", "Even though a state-level WIC agency contracts to provide only one brand  of standard infant formula, federal WIC regulations permit the issuance of  noncontract standard formula provided medical documentation is  obtained or a religious reason is offered to justify its use for individual  participants. Medical documentation must be provided by a licensed  health care professional authorized to write medical prescriptions under  state law. According to regulations, there is just one exception to the  medical documentation requirement: noncontract standard brand infant  formulas may be issued without medical documentation to accommodate  religious eating patterns, such as the Judaic requirement for kosher infant  formulas. However, between February 2000 and February 2002, the three  infant formula manufacturers that WIC agencies used for their formula  rebate contracting (Mead Johnson, Ross, and Carnation) each provided a  soy-based, kosher infant formula, which minimizes the need for agencies  to provide noncontract standard formulas to accommodate Jewish infants’  religious eating patterns.", "Because WIC agencies pay the retail price but do not receive rebates for  noncontract standard formula, an increase in the use of this formula will  increase a WIC agency’s total net payments for infant formula. Table 1  shows an example of the effect rebates had on the net cost of contract and  noncontract standard formula in the state of Washington in April 2002.", "As table 1 indicates, even though the retail cost of contact standard  formula and noncontract standard formula may be similar, rebates equal  to 80 percent or more of the average retail cost of contract formula can  lower its net cost for the WIC agency to 20 percent of the cost of  noncontract standard formula."], "subsections": []}, {"section_title": "WIC Agencies Use Different Approaches to Restrict the Use of Noncontract Standard Formula", "paragraphs": ["The 51 WIC agencies we surveyed all set some sort of restrictions designed  to limit the amount of noncontract standard infant formula provided under  WIC. (See table 2.) The approach used by 48 WIC agencies in February  2002 was to adopt the restrictions contained in federal regulation, which  limit the use of noncontract standard formula to certain specific  situations, such as if medically prescribed or if needed for religious  reasons. Seven of the 48 agencies also set quantitative limits on the  amount of noncontract standard formula allowed. Three other agencies  were even more restrictive and prohibited noncontract standard formula  use entirely.", "The 7 agencies that set quantitative limits on the use of noncontract  standard formula all differed to some degree in their approach, with the  maximum limit for noncontract formula usually set at 2 to 4 percent of all  infant formula or all standard infant formula issued. (See table 3.) For  example, the Oregon agency has two maximum usage rates for local  agencies: 4 percent for noncontract standard cow’s milk-based formula  and 8 percent for noncontract standard soy-based formula; and the  Louisiana agency requires that 96 percent of all standard formula be  contract formula which, in effect, sets the limit for noncontract standard  formula at 4 percent.", "The Mississippi, New Mexico, Tennessee, and Virginia WIC agencies all  had policies prohibiting the use of noncontract standard formula and did  not issue any such formula in February of 2002. New Mexico and  Tennessee had such a policy in place since before February 2000, while  Virginia’s policy took effect in July 2001. In addition to these 3 WIC  agencies, Alabama and Pennsylvania both implemented policies  prohibiting the issuance of noncontract standard formula in March 2002,  although Alabama allowed WIC infants already receiving a noncontract  standard formula to continue doing so and Pennsylvania allowed existing  vouchers for noncontract standard formula to be used. The directors of  the Alabama and Pennsylvania WIC agencies told us that the overall  implementation of the prohibition on noncontract standard formula had  gone smoothly and there were few complaints from WIC participants.", "To obtain perspective from other states about a policy that would prohibit  the use of noncontract standard formula altogether, we asked officials of  the 4 WIC agencies providing formula to the largest number of infants  (California, Florida, New York, and Texas) whether they had considered  instituting a policy of prohibiting the issuance of noncontract standard  formula without exception, and what the overall effect of such a policy  would be on WIC participants in their states. Three (California, Florida,  and Texas) responded that their agencies had considered prohibiting the  issuance of noncontract standard formula but had decided not to do so.  Generally, the Texas and Florida agencies stated that if they prohibited the  use of noncontract standard formula the likely effect on infants receiving  noncontract standard formula would be (1) the larger portion of parents of  these infants would ask their doctors to prescribe nonstandard formulas,  which could cost the agency more than the noncontract standard formula,  (2) some parents would remove their infants from the WIC program; and  (3) few or no infants would be switched to the contract standard formula.  California WIC agency officials said that projecting the impact on WIC  families of prohibiting noncontract standard formula is speculative, but  that some families would probably switch to a contract standard formula,  others might drop out of the program, and some participants might ask  their doctor to put the infant on a more expensive nonstandard formula.", "The New York WIC agency had not considered a policy of prohibiting the  use of noncontract standard formula. However, an agency official believed  such a prohibition would cause a majority of users of noncontract  standard formula to either switch to contract standard formula or seek  another party to pay for noncontract standard formula, such as U.S.  Department of Agriculture’s Commodity Supplemental Food Program,  Medicaid or food banks. The official does not believe that prohibiting  noncontract standard formula would lead to an increase in requests for  nonstandard formula."], "subsections": []}, {"section_title": "About 3 Percent of WIC Infants Receive Noncontract Standard Formula, but Extent Varies Greatly Among WIC Agencies", "paragraphs": ["Nationally, 3.3 percent of WIC infants using formula received noncontract  standard formula in February 2002, according to usage data reported by 45  WIC agencies that had these data. By comparison, 90.3 percent of all  infants received contract standard formula, while 6.4 percent received  nonstandard formulas, which are special formulas for infants who cannot  use standard formula. (See fig.2.) There was substantial variation in these  percentages from agency to agency. The 3 agencies with the most  restrictive policies that prohibited the use of noncontract standard  formula reported they did not use any of this formula. Seven agencies that  established quantitative limits on noncontract standard formula use had  mixed success in staying within their limits. Four of the 7 agencies that set  the highest limits stayed within their limits while the 3 agencies with the  lowest established limits exceeded their limits. Also, the 7 agencies, on  average, issued a somewhat greater portion of noncontract standard  formula than did the remaining 35 agencies that only restricted its use to  specific situations. Officials at selected WIC agencies reported that the use  of noncontract standard formula for religious reasons was very limited."], "subsections": [{"section_title": "Agencies Showed Variation in Both Noncontract Standard and Nonstandard Formula Use", "paragraphs": ["The percentage of WIC infants receiving noncontract standard formula in  February 2002 ranged from a low of zero to a high of 10.5 percent, as  reported by the 45 agencies that provided this information. (See table 4.)  Four agencies (New Mexico, Tennessee, Virginia, and the Navajo Nation)  reported issuing no noncontract standard formula in February 2002. Three  other agencies reported rates of less than 1 percent: Arkansas, Maryland,  and Georgia reported rates of 0.04, 0.6, and 0.7 percent, respectively. At  the other end of the spectrum, Utah issued vouchers for noncontract  standard formula to 8.5 percent of all WIC infants, Puerto Rico to 8.9  percent, and Wyoming to 10.5 percent. However, Wyoming and Utah are 2  of the smaller agencies in terms of number of WIC infants served, so  despite the high percentage figure, the number of infants issued vouchers  for noncontract standard formula by these agencies is relatively small  compared to other larger WIC agencies.", "The variation in the percentage of infants who received nonstandard  formula was even greater than the percentage that received noncontract  standard formula. The use of nonstandard formula ranged from 0.2  percent of all infants receiving WIC formula in Nevada and 0.9 percent in  the District of Columbia to 27.7 percent in Puerto Rico and 19.9 percent in  Ohio. Appendix II shows the number of infants using each type of formula,  by agency."], "subsections": []}, {"section_title": "Reasons for Variations Not Fully Known, but Restrictiveness of Policies Plays a Role", "paragraphs": ["Our survey was designed to gather basic information about noncontract  standard formula usage in the absence of any available information on this  issue. FNS is not routinely collecting from WIC agencies the data that  would allow it to monitor the effectiveness of these agencies in restricting  the use of noncontract standard formula. To provide some perspective on  why there was so much variation in noncontract standard formula usage  rates, we contacted certain agencies, especially those with the lowest  percentage usage and those with the largest programs. For agencies with  the lowest percentage of infants receiving noncontract standard formula,  the restrictiveness of the agency policy with regard to noncontract formula  is clearly a factor. Three of the 4 agencies reporting zero usage (New  Mexico, Tennessee, and Virginia) had policies in place prohibiting the use  of noncontract standard formula with no exceptions.", "The 4 largest of the 48 agencies that allowed the use of noncontract  standard formula in specific situations (California, Florida, New York, and  Texas) varied considerably in the percentage of infants who received this  formula. Two of them, Texas and New York, issued vouchers for  noncontract standard formula to a smaller percentage of infants than the  average of 3.3 percent for all 45 agencies. Texas’s percentage was 1.4  percent, while New York’s was 2.3 percent. Texas and New York pointed  to policies and practices they regarded as restrictive as the reason for their  relatively low percentages. Officials at the Texas agency said their practice  for issuing vouchers for noncontract standard formula was restrictive  enough that they were a little concerned it may have shifted some infants  into nonstandard formula, which is more expensive than noncontract  standard formula. However, Texas’s rate of 3.3 percent for nonstandard  formula was also lower than the average reported by all agencies (6.4  percent). A New York agency official said the agency restricts the approval  of certain noncontract standard formulas and that is tantamount to  prohibiting the issuance of those particular formulas.", "California and Florida, by contrast, reported noncontract standard rates  that were above the national average of 3.3 percent: California’s rate was  4.6 percent, while Florida’s was 5.9 percent. Our discussions with agency  officials about the possible reasons for their relatively high rates showed  that the factors contributing to such rates might vary considerably from  agency to agency. In California, for example, agency officials said they  grapple on a continuing basis with responding to parental requests for  noncontract standard formula because the infant received noncontract  standard formula in the hospital at birth. California officials have drafted a  new policy, which they designed to limit the use of noncontract standard  formula. Florida officials said the use of noncontract standard formula in  their state, which had historically been less than 3 percent, increased  when a different manufacturer became the contract supplier. Florida’s  experience is discussed in more detail later in this report."], "subsections": []}, {"section_title": "Agencies with Low Quantitative Limits on Noncontract Standard Formula Use Exceeded Them", "paragraphs": ["The 3 agencies that set a low quantitative limit (2 or 3 percent of all  formula used) on the use of noncontract standard formula exceeded that  limit in February 2002. However, the 4 agencies that set a higher limit (4  percent) stayed below that limit. On average, the 7 agencies with policies  setting quantitative limits actually issued a somewhat greater portion of  noncontract standard formula (4.0 percent of all formula issued) than did  35 WIC agencies that also granted exceptions but did not set quantitative  limits (3.3 percent). (See table 5.)"], "subsections": []}, {"section_title": "Only Limited Issuance of Noncontract Standard Formula for Religious Reasons Identified", "paragraphs": ["It does not appear that a substantial amount of the noncontract standard  formula is issued for religious reasons. Religious concerns about contract  standard formula mainly involved the brands manufactured by a company,  whose formula contained ingredients or involved manufacturing processes  that did not meet some groups’ requirements. We contacted all five  agencies that had contracts with the company as of February 2002, and  officials from four of the five said they issued small amounts of  noncontract standard formula for religious reasons. For example, in New  Jersey, where the rate of noncontract formula is 1.4 percent, an agency  official said all of the noncontract standard formula was issued for  Orthodox Jewish infants whose parents do not find the soy-based, kosher  contract standard formula provided by the New Jersey agency to be  manufactured to strict enough standards to be acceptable. The agency  permits the issuance of noncontract standard soy-based, kosher formula,  which is made by other manufacturers and is acceptable to Orthodox  Jewish parents. The Kentucky WIC agency also issued a small amount on  noncontract standard formula to meet the kosher requirements of some  Jewish parents. Similarly, officials from the Florida and North Dakota  agencies said a very few Muslim participants received noncontract  standard formula because they find a pork enzyme used in the  manufacture of the milk-based contract standard formula to be  unacceptable and are unable or not required to use the soy-based standard  contract formula which does not contain the pork enzyme. We contacted 5  other agencies (Alabama, New Mexico, New York, Pennsylvania, and  Tennessee) that had contracts with other manufacturers, and none of  them reported issuing any noncontract standard formula for religious  reasons."], "subsections": []}]}, {"section_title": "No Research Found on Effects of Switching Brands of Standard Infant Formula", "paragraphs": ["We found no research that directly addressed the question of whether  normal, healthy infants are adversely affected by switching to a different  standard formula brand, and no research that directly addressed whether  infants exhibit a strong preference for the first standard formula they use.  The studies we identified addressed such things as whether stool  characteristics changed as a result of changing formula, but they did not  note any adverse effects from making the switch. In the past, FNS has also  studied the issue of switching between standard formulas and found no  scientific evidence to support the need for a gradual rather than immediate  switch. However, some WIC agencies report that when a switch in  contract standard formula occurs, use of noncontract standard formula  rises. Thirty-two of the WIC agencies we surveyed had entered into new  contracts resulting in a change of infant formula manufacturer and of  contract standard formula brand, and of these, 7 (22 percent) reported that  an increase in noncontract standard formula use occurred after changing  contract standard formula brands."], "subsections": [{"section_title": "Research Identified Addresses Narrower Topics", "paragraphs": ["We identified two industry-sponsored studies that addressed how infants  are affected by switching between brands of standard formula. These  studies were “Formula Tolerance in Postbreastfed and Exclusively  Formula-fed Infants” and “Effect of Infant Formula on Stool  Characteristics of Young Infants.” Two of the 51 agencies also informed  us of these studies. The two studies did not disclose any adverse affect for  normal, healthy infants from switching to a different brand of standard  formula but did note differences in such things as stool characteristics  from switching to a different formula brand.", "The first article, supported by Ross Products Division, attempted to  measure infant tolerance in two standard milk-based formulas, Ross’s  Similac with iron powder and Mead Johnson’s Enfamil with iron  powder. Included were healthy, full-term infants, who were either  initially breastfed in one group or initially formula-fed Similac in  another group. In both groups, the results of intolerance measures,  such as the volume of formula intake, weight gain, and incidence of  spit-up or vomit did not differ between formulas. However, differences  were observed in stool characteristics, such as color, firmness, and  frequency. The study concluded that one brand of formula produced  stool characteristics closer to that of infants who feed on breast milk,  and it made no mention of stool differences being adverse to an infant’s  health.", "The second article, supported by Mead Johnson Nutritionals,  investigated the relationship among four types of Mead Johnson  formulas (Enfamil, Enfamil with Iron, ProSobee, and Nutramigen)  consumed and the stooling characteristics and gastrointestinal  symptoms of young infants. Among formula groups tested, there were  variations in stool frequency, consistency, and color. However, no  significant differences were noted in the severity of spitting, gas, and  crying between the four formula groups. The study concluded that  although true hypersensitivity to cow’s milk or soy protein may occur,  it is uncommon and many infants are often mislabeled as being  “allergic” to a particular formula when their symptoms such as loose  stools, gas, spitting, and crying probably fall within the normal range of  variability observed with all infant formulas. The study stressed the  importance of parental education in the interpretation of stooling  patterns and gastrointestinal symptoms during the administration of  various infant formulas, and it made no mention of differences in stool  characteristics being adverse to an infant’s health."], "subsections": []}, {"section_title": "Prior FNS Review Found No Evidence That Gradual Shift in Standard Formula Was Necessary", "paragraphs": ["FNS headquarters officials also were not aware of any research  concluding that infants show a strong preference for the first standard  formula used. However, FNS pointed out that because WIC state agencies  typically renegotiate rebate contracts every few years, many of the infants  they serve are required to switch from receiving one brand of standard  infant formula to another. And on occasion, parents and caretakers  complained that their infants experienced problems tolerating the new  brand of formula and requested a noncontract standard substitute.  Because this situation has raised concern within the WIC community, in  1995 FNS explored whether scientific evidence exists to support the  suggestion that a change of standard formula should be gradually  introduced into an infant’s diet. FNS wanted to ascertain whether a  specific amount of time was needed to wean an infant from one formula to  another and if a particular proportion of old-to-new formula was  recommended.", "In its research of this issue, FNS contacted the American Academy of  Pediatrics and the Infant Formula Council to solicit their advice and  recommendations on the proper methods to use when introducing an  infant to a change in formula. FNS reported that the American Academy of  Pediatrics stated “scientific literature does not reveal any compelling  evidence for adopting a guideline suggesting the delayed introduction of  infant formula products for well babies.” Although the Infant Formula  Council did not directly reply to FNS’s inquiry, FNS reported that one of  the council’s members, Ross Products Division of Abbott Laboratories,  sent a letter stating that its staff physicians and researchers also  concluded “no scientific evidence or formal guidelines exist concerning  the introduction of a formula change.” As a result of its inquiry, FNS sent a  letter in June 1995, to FNS Regional Directors which stated that FNS was  “unaware of a medical basis for recommending any particular procedures  or methods which should be routinely followed when a well WIC infant is  switched from one standard infant formula to another.” Also, in August  2001, in responding to Senator Leahy regarding WIC’s issuance of  noncontract standard formula, FNS stated that almost all infants, except  those that are exclusively breastfed, can be issued contract standard infant  formula without compromising an infant’s nutritional needs and that  noncontract standard formula should only be issued in exceptional  situations."], "subsections": []}, {"section_title": "Observations from Some WIC Agencies on Switching Contract Standard Formulas", "paragraphs": ["Considering the possibility that changing infant formula manufacturers  might lead to an increase in the use of noncontract standard formula, we  asked the WIC agencies we surveyed to consider how their most recent  change to a different infant formula manufacturer affected their use of  noncontract standard infant formula. Most agencies that had switched  between brands of standard formula for their rebate contract indicated  that the change had not been accompanied by an increase in noncontract  standard formula. In all, 32 of the WIC agencies we surveyed had made  such a change, and 25 of them (78 percent) said the use of noncontract  standard formula had not increased after their most recent contract  change to a different infant formula manufacturer.", "We did not follow up with all of the 7 other agencies that reported an  increase, but 1 of the 7 (Florida) was among the largest agencies where we  focused part of our follow-up work. A state agency official said that use  of noncontract formula had traditionally been less than 3 percent of all  formula issued until February 1999, when the Florida WIC agency  switched its contract to a new infant formula manufacturer. The official  cited several reasons for the increase in noncontract standard formula use  after changing contractors. For example, some hospitals were not using  the new contractor’s products, so infants not exclusively breastfed were  started out on a noncontract formula rather than a contract formula. In  addition, the new contractor did not initially market its products to health  care professionals in Florida. However, Florida’s use of noncontract  standard formula has declined from 10.1 percent of all infants issued WIC  formula in February 2000 to 8.6 percent in February 2001 and 5.9 percent  in February 2002. In October 2002, the Florida agency official informed us  that there had been a steady decline in requests for noncontract standard  formulas since the new contractor deployed a medical marketing team in  Florida. He said the team had good success in some areas in gaining  physician acceptance and in persuading hospitals to provide their  products in nurseries to newborns and in pediatric units to infants who  may participate in the WIC program, although there were still some large  hospitals that did not offer the new contractor’s formulas."], "subsections": []}]}, {"section_title": "Use of Noncontract Standard Formula Cost WIC about $51 Million in Lost Rebates", "paragraphs": ["Using February 2002 data, we estimated that the use of noncontract  standard infant formula cost the WIC program $50.9 million annually in  lost rebates, an amount equal to about 3.7 percent of the rebates actually  received. This calculation assumes all infants using noncontract standard  formula would instead use contract standard formula. Each WIC infant  using noncontract standard formula instead of contract standard formula  results in the agency foregoing the rebate from the infant formula  manufacturer. For February 2002, the sum of infant formula rebates  foregone by the 47 WIC agencies that provided data was an estimated  $4.25 million. Assuming that February’s total is representative of months  throughout the year, the annual total is an estimated $50.9 million.  Assuming the retail price of contract standard and noncontract standard  infant formula is the same, the foregone rebate is also the net cost to the  WIC agency. Amounts foregone for February 2002 ranged from zero at the  4 WIC agencies that reported issuing no noncontract standard formula to  $781,370 for California, the largest WIC agency. (See appendix III for an  estimate of rebates foregone in February 2002 by each of 47 WIC agencies;  see appendix I for a description of the method we used to estimate the  amount of rebate dollars lost.)", "Six WIC agencies—California, Florida, New York, Pennsylvania, Puerto  Rico, and Texas—accounted for over half of the estimated infant formula  rebates lost in 2002. All were among the 9 largest agencies in terms of the  number of infants provided infant formula. These agencies, however, did  not necessarily have above average percentages of infants receiving  noncontract standard formula. For example, as a percentage of all WIC  infants issued formula, Texas issued noncontract standard formula to only  1.4 percent of infants and New York to 2.3 percent of infants in February  2002. Nevertheless, the sheer size of their programs meant that even a  below average percentage of infants issued noncontract standard formula  could result in a substantial amount of rebates being foregone.", "Six WIC state agencies—Alabama, Mississippi, New Mexico, Pennsylvania,  Tennessee, and Virginia—have implemented policies prohibiting the use of  noncontract standard formula entirely. Some state agencies may have  medical or dietary religious reasons for not entirely prohibiting the use of  noncontract standard formula. However, an opportunity exists for  agencies with higher-than-average usage rates to lower their use of  noncontract standard formula, thereby increasing rebates. If the 19  agencies with higher-than-average noncontract standard use were able to  lower their usage rates to 3.3 percent (the average for 45 WIC agencies in  2002) rebates could have been increased by an estimated $13.8 million in  2002 (about 1 percent of annual rebate savings). These rebates could have  been used to provide additional program benefits to women, infants, and  children. (See appendix IV for an estimate of rebates foregone by each of  19 WIC agencies due to noncontract standard formula use in excess of 3.3  percent of all formula issued in February 2002; see appendix I for a  description of the method we used to estimate the amount of these rebate  dollars foregone.)", "Knowing the reasons for the widely varying usage rates among the WIC  agencies for nonstandard infant formula could also provide an opportunity  to lower the usage rate of the higher costing formula and result in cost  savings. FNS is not routinely collecting from WIC agencies the data that  would allow it to monitor the effectiveness of WIC agencies in restricting  the use of nonstandard infant formula. As shown in table 4, the usage rate  reported by the 45 WIC agencies for nonstandard infant formula varied  significantly. We did not examine the cause of this variation because our  study focused on the use and cost of noncontract standard formula.  However, the usage rate reported for nonstandard formula (6.4 percent) is  nearly double that of noncontract standard formula, and nonstandard  formula can be, on average, twice as expensive as noncontract standard  formula. For example, nonstandard formula issued in Montgomery  County, Ohio in December 2001 cost, on average, $19.00 per can compared  to $9.48 per can for noncontract standard formula. If this cost differential  exists nationally, agencies may be spending nearly four times as much on  nonstandard formula as they are on noncontract standard formula.  Potential topics on which to focus future studies of cost savings  opportunities in the WIC program may thus include examining why  nonstandard formula use varied so widely between WIC agencies, and  what policies and practices were used by agencies that kept their use of  nonstandard formula at below-average levels."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Federal law requires WIC state agencies to contain the cost of purchasing  infant formula. In fiscal year 2001, FNS received $1.4 billion in rebates  from the use of contract standard formula by infants participating in the  WIC program. The $1.4 billion permitted FNS and the WIC agencies to  provide WIC benefits to about 2.0 million additional participants. In  February 2002, we found that 3.3 percent of infants received noncontract  standard formula and 6.4 percent received nonstandard infant formulas for  which there were no rebates. FNS has stated that almost all healthy  infants, except those that are exclusively breastfed, can be issued contract  standard infant formula without compromising an infant’s nutritional  needs and that noncontract standard formula should only be issued in  exceptional situations. Six state-level WIC agencies that we contacted  have found it feasible to prohibit noncontract standard formula entirely.", "FNS is not routinely collecting from WIC agencies the data that would  allow it to monitor the effectiveness of WIC agencies in restricting the use  of noncontract standard or nonstandard infant formula. The wide variation  among WIC agencies in the percentage of noncontract standard formula  used suggests that there is potential for the WIC agencies with above- average usage to reduce their use of noncontract standard formula and  thereby increase rebates received from infant formula manufacturers. For  example, if the 19 WIC state agencies with above-average usage had been  able to reduce their noncontract standard usage to the average of 3.3  percent reported in February 2002, infant formula rebates would have  been an estimated $13.8 million greater in 2002, which would have allowed  the program to serve additional participants. Beyond the issue of  noncontract standard formula use, we observed wide variations in the use  of nonstandard formulas—those special formulas for infants whose health  or dietary needs cannot be met through standard formulas. The usage  rates reported by WIC agencies are nearly twice as great and vary even  more for nonstandard formulas than for noncontract standard formula,  and nonstandard formulas can be much more expensive."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["To effectively monitor the economical purchase of infant formula, we  recommend the Secretary of Agriculture direct the Administrator of the  Food and Nutrition Service to (1) require that WIC agencies develop and  regularly submit data on their use of noncontract standard infant formula,  and (2) work with WIC agencies with above-average usage rates of  noncontract standard formula to implement the best policies and practices  for reducing the level of use. Additionally, the Administrator should (1)  require that WIC agencies develop and regularly submit data on their use  of nonstandard formula, and (2) work with WIC agencies with above- average use of nonstandard formula to implement the best policies and  practices for reducing nonstandard formula use."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Department of Agriculture. FNS  provided a written response, which is included as appendix V of this  report. In addition, FNS provided technical comments, which we  incorporated where appropriate. In its letter, FNS agreed with the  recommendations in the report and stated that it had recently started  collecting data that will facilitate the implementation of the  recommendations. However, FNS expressed concern that GAO’s survey  instrument may have been misinterpreted by WIC state agencies because  we used terms to describe types of infant formula that are different from  FNS’s terms.  FNS believes this difference in terminology, and in particular  our use of the term nonstandard formula, may have resulted in WIC state  agencies’ overreporting the volume of nonrebated, nonstandard infant  formula purchased by WIC participants.", "We used the term “nonstandard formula” in our report because we wanted  to capture the different types of special formulas for which states did not  receive rebates, and this term encompassed all the types of special  formula not under contract that the WIC agencies used and reported to us  in our infant formula survey. Our definition of nonstandard formula  includes both the Food and Drug Administration exempt and the special  nonexempt formulas that the WIC agencies provided, neither of which  were covered by a rebate contract as reported by the states. We do not  believe that the WIC agencies had difficulty interpreting our survey terms.", "We pretested our survey with officials in three states, which included a  discussion of their understanding of the definitions we employed.  In  addition, after our preliminary analysis of survey responses, we contacted  officials in four WIC agencies with particularly high usage of nonstandard  formula to verify the correctness of the data they had provided. In three of  the four instances, state officials chose not to make any changes to the  data. Although one of the agencies adjusted their nonstandard formula  usage downward, the adjustment was not required due to difficulty in  interpreting our infant formula descriptions, but rather was because  agency officials neglected to subtract exclusively breastfed infants in their  reported data.", "Despite these efforts, it is possible that the amount of nonstandard  formula use reported by some WIC agencies included the use of  nonexempt infant formulas that should have been covered by the agencies’  infant formula rebate contracts.  Whether such instances occurred cannot  be determined from our survey data.  However, if such instances did  occur, as FNS believes, this only reinforces the importance of our  recommendation that FNS effectively monitor the use of both noncontract  standard and nonstandard formulas, including those that are categorized  as nonexempt and exempt. Such monitoring would help to identify any  nonstandard, nonexempt formulas manufactured by a WIC agency’s rebate  contractor that should be covered by the agency’s rebate contract but are  not.", "We are sending copies of this report to the Honorable Ann M. Veneman,  Secretary of Agriculture; Roberto Salazar, FNS Administrator; appropriate  congressional committees; and other interested parties. Please call me at  (202) 512-7215 if you or your staffs have any questions about this report.  Key contacts and staff acknowledgements for this report are listed in  appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["At the state level, the WIC program is administered through 88 state-level  WIC agencies and a network of over 2,000 local agencies. The 88 state- level WIC agencies, which received program funding in fiscal year 2001,  include agencies in all 50 states, the District of Columbia, American  Samoa, the Commonwealth of Puerto Rico, Guam, the U.S. Virgin Islands,  and 33 Indian Tribal Organizations. We obtained most of the data used to  address our report objectives from the responses to a survey on the use of  infant formula we sent out in June 2002 to 51 WIC agencies (48 states, the  District of Columbia, the Navajo Nation tribal organization, and Puerto  Rico). These agencies collectively represented over 97 percent of the WIC  infant participants in fiscal year 2001 and they primarily relied on the  competitively bid rebate contracts with infant formula manufacturers to  comply with federal cost containment requirements for infant formula. All  51 WIC agencies receiving our survey responded. However, some agencies  were unable to answer every survey question due to the unavailability of  some data.", "Of the 88 WIC agencies that received program funding in fiscal year 2001,  we excluded 37 agencies from our survey. Seventeen were excluded  because they were exempted from continuously operating a cost  containment system for infant formula that is implemented in accordance  with 7 CFR 246.16a, Infant Formula Cost Containment. Two WIC agencies,  Mississippi and Vermont, were exempted because they did not use retail  stores for distributing infant formula to their WIC participants. Mississippi  uses a direct distribution delivery system under which participants pick up  formula from storage facilities operated by the state or local agency.  Vermont uses a home delivery system under which formula is delivered to  the participant’s home. Fifteen Indian tribal organizations were exempted  because they served 1,000 or fewer WIC participants. Another 20 WIC  agencies (Guam, Virgin Islands, American Samoa, and 17 other Indian  tribal organizations) we judgmentally excluded from our survey because  they served fewer infant participants in fiscal year 2001 than Wyoming, the  smallest WIC state agency.", "Our survey was necessary because data on the use of contract standard,  noncontract standard and nonstandard infant formula by WIC agency was  not available from FNS. In addition, some of the WIC agencies did not  account for the number of infants receiving each type of formula. As a  result, 3 of the 51 agencies we surveyed were unable to provide any data  on the number of infants using each type of infant formula in February of  2000, 2001, or 2002. Another 9 agencies could provide only partial data. Of  the agencies that provided data on the number of infants using each type  of formula in each of the three years, some had to estimate the number of  infants receiving each type of formula based on the number of cans of  formula issued and still other agencies had to make special analyses of  computerized data that took up to two months to complete. We did not  independently verify the accuracy of the information these agencies  reported to us and we did not examine the effectiveness of their policies  or practices. However, when we completed our analysis of agency data we  did contact several agencies that had very low or very high usage of either  noncontract standard or nonstandard formula to verify the correctness of  the data they had provided. Several of these agencies provided us with  revised formula usage data in response to our inquiries.", "Our survey was designed to determine, for each responding WIC agency,  the amount of infant formula use for infant participants based on the  number of infants that were issued three categories of formula—contract  standard, noncontract standard or nonstandard formula during the month  of February for the years 2000, 2001, and 2002. The number of infants  receiving the three categories of formula was determined to be a  reasonable proxy for the extent that infant formula was being used and it  was a common measure that could be obtained from most WIC agencies.  Also, we limited the infant use data collected and the amount of rebate  dollars received to just one month for each year to minimize the work  required by WIC agencies responding to our survey. We used the month of  February because that was the most current month in 2002 we could use  and still expect to receive information on the amount of rebate dollars  received or billed for, considering the lag time typically required for WIC  agencies to determine the amount of rebate dollars they will receive for a  given month for contract standard formula purchased.", "In determining what research says about the extent that infants are  adversely affected by switching to a different brand of standard infant  formula intended for normal healthy babies, we performed an extensive  literature search and we used a question in our survey of 51 WIC agencies  to ask if they were aware of any studies or research that have addressed  how switching standard formulas affects infants. Also, considering the  possibility that changing infant formula manufacturers might lead to an  increase in the use of noncontract standard formula, we used another  survey question to ask each responding WIC agency to describe how  changing its contract to the current infant formula manufacturer may have  affected their infant participants’ use of noncontract standard infant  formula. In addition to conducting the survey, we discussed WIC infant  formula use with officials at WIC agencies and at FNS headquarters and  regional offices, and we reviewed relevant regulations and research.", "To determine whether WIC agencies restricted the use of noncontract  standard formula, we primarily relied on the answers to a survey question  which asked what the WIC agency’s current policy was on the use of  noncontract standard formula, and we also obtained copies of the WIC  agencies’ policies pertaining to the use of noncontract standard formula.  To determine the extent that infants in the WIC program receive  noncontract standard formula we relied on a survey question which asked,  during the month of February in each of the years 2000, 2001, and 2002,  how many infants each WIC state agency provided with each of the three  categories of formula. First, the WIC agencies reported all infant formula  used for which rebates were received.  In addition, they reported all infant  formula used for which no rebates were received, and this no-rebate- received category was provided in two parts: noncontract standard  formula and nonstandard formula.  Therefore, we assumed all  nonstandard formula reported to be noncontract formula, that is, not  included in contracts for rebates from infant formula manufacturers.", "In estimating the dollar effect of using noncontract standard formula, we  assumed that all infants that used noncontract standard formula could and  would have used contract standard formula if noncontract standard  formula had been prohibited from use. Also, assuming that the retail price  of contract and noncontract standard infant formula was the same, the  rebate dollars foregone would equal the net cost to the WIC agencies. To  estimate the dollar effect of using noncontract standard formula, we  multiplied the number of infants provided noncontract standard formula in  February 2002 for each of the 47 WIC agencies that provided data times  the average rebate received per infant by that agency to obtain the amount  of rebate dollars forgone. Computations made to estimate the rebate  dollars foregone by each of 19 WIC agencies with noncontract standard  use in excess of the 3.3 percent average for all agencies that reported data  in February 2002, are as follows: (1) we multiplied the total infants  receiving formula by 0.033 to obtain the number of infants required to  attain a 3.3 percent noncontract standard formula usage rate, (2) we  subtracted the number of infants required to attain a 3.3 percent  noncontract standard formula usage rate from the total infants that  received such formula to obtain the number of infants receiving  noncontract standard formula in excess of the 3.3 percent rate, and (3) we  multiplied the number of infants receiving noncontract standard formula  in excess of 3.3 percent by the average monthly rebate received per infant  using contract standard formula to obtain the number of rebate dollars  foregone. The total of all rebate dollars foregone by each agency in  February was multiplied by 12 to obtain an estimated annual effect of  using noncontract standard formula. This a conservative estimate because  February is the shortest month of the year. Data for these calculations  were derived from responses to survey questions."], "subsections": []}, {"section_title": "Appendix II: Number of Infants That Received Contract Standard, Noncontract Standard, and Nonstandard Formula", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Estimate of Rebates Foregone by WIC Agency", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Estimate of Rebates Foregone Due to Above Average Use of Noncontract Standard Formula by WIC Agencies", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: Comments from the Department of Agriculture", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Chuck Novak, Stan Stenersen, and Ron  Wood made key contributions to this report. Luann Moy provided  important consultation on methodological issues for the WIC agency  survey."], "subsections": []}]}], "fastfact": []}