{"id": "GAO-10-960", "url": "https://www.gao.gov/products/GAO-10-960", "title": "Food and Drug Administration: Overseas Offices Have Taken Steps to Help Ensure Import Safety, but More Long-Term Planning Is Needed", "published_date": "2010-09-30T00:00:00", "released_date": "2010-10-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["An increasing volume of food and medical products marketed in the United States are produced in foreign countries. This globalization has challenged the Food and Drug Administration (FDA), which is responsible for ensuring the safety of these products. In late 2008 and early 2009, FDA established overseas offices comprised of 42 total staff covering particular countries or regions--China, Europe, India, Latin America, and the Middle East. The offices are to engage with foreign stakeholders to develop information that FDA officials can use to make better decisions about products manufactured in foreign countries, among other activities. GAO examined (1) the steps overseas offices have taken to help ensure the safety of imported products and (2) the extent to which FDA has engaged in long-term strategic and workforce planning for the overseas offices. GAO reviewed documentation of overseas office activities and planning. GAO also visited offices in China, India, and Latin America to interview FDA officials, officials from other U.S. agencies overseas, and foreign regulators and other stakeholders."]}, {"section_title": "What GAO Found", "paragraphs": ["FDA's overseas offices have engaged in a variety of activities to help ensure the safety of imported products, but officials report challenges that could limit their effectiveness, due to an increasing workload and other factors. A primary activity for the offices has been establishing relationships with foreign stakeholders (such as foreign regulators and industry) and U.S. agencies overseas. FDA officials and foreign stakeholders said they had limited contact prior to the opening of the offices, and each noted that the overseas offices are beneficial for relationship building, although relationship building can be time consuming. FDA overseas officials have also gathered information about regulated products and shared it with U.S. officials to assist with decision making. Although FDA has used some of this information to take regulatory actions, some FDA overseas officials told us that they lack feedback regarding the utility of much of the information that they submit to the agency. FDA's offices in China and India include investigators who inspect foreign establishments. In these two countries, as of June 2010, the overseas investigators conducted 48 inspections since they were posted overseas. The FDA overseas officials have also started to provide training, responses to queries, and other assistance to foreign stakeholders to help them improve their regulatory systems and better understand FDA regulations. These officials said, however, that an increasing interest in this type of assistance from foreign stakeholders, while important, could lead to an unmanageable workload. Although FDA staff and others have pointed to several immediate benefits of the offices, it is early and their impact on the safety of imported products is not yet clear. FDA is in the process of long-term strategic planning for the overseas offices and has not developed a long-term workforce plan. FDA expects to complete a 5-year strategic plan to manage office activities by October 2010. Officials said that they intend to include performance goals and measures for the offices in the strategic plan, but that it will be difficult to quantify office contributions toward long-term outcomes. Also, coordination of the overseas offices with other parts of FDA has been a challenge, and strategic planning efforts can help ensure this coordination. FDA has not yet developed a long-term workforce plan to help ensure that it is prepared to address potential overseas office staffing challenges. Overseas staff agree to 2-year rotations, and workforce planning has focused on preparing to fill any 2011 vacancies. FDA has experienced challenges staffing some office locations and officials from FDA and other agencies with overseas staff have identified potential recruitment and retention challenges that could affect FDA's mission. They said that recruiting staff with language skills and reintegrating returning staff into domestic operations may be difficult. Certain FDA staff experienced a reduction in their pay when they went overseas. Workforce planning could help FDA prepare for potential staffing challenges."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Commissioner of FDA take steps to enhance strategic planning to ensure coordination between overseas and domestic activities and develop a workforce plan to help recruit and retain overseas staff. FDA agreed with GAO's recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The globalization of food production and medical product manufacture  has presented the Food and Drug Administration (FDA) with challenges.  FDA is charged with ensuring the safety of imported products, including  food and medical products (drugs, biologics, and medical devices). FDA’s  oversight of imported products includes inspecting foreign manufacturing  establishments and examining imported products at the U.S. border.  Demands on the agency have soared, due in part to the globalization of the  industries that FDA regulates, according to an FDA advisory board. FDA- regulated imported products arrive from more than 200 countries and  territories, and the volume of these imports more than tripled from 1998 to  2008.", "A series of recent incidents of illness and death caused by contaminated  food and medical products highlight FDA’s challenges in ensuring the  safety of these imported goods. In 2007, FDA learned that certain pet foods  were sickening and killing cats and dogs and contained ingredients  imported from China that were contaminated with melamine, an industrial  chemical that has no approved use as an ingredient in animal or human  food in the United States. In 2008, more than 50 people became ill with  Salmonella from Honduran cantaloupes, and more than 1,400 people  became ill with Salmonella from Mexican peppers. Also in 2008, FDA  began an investigation after receiving reports of serious adverse events in  people receiving heparin sodium, a commonly used blood thinner. The  agency later learned that an active pharmaceutical ingredient found in this  drug contained a contaminant and had been manufactured at a Chinese  establishment never inspected by FDA.", "In recent reports, we highlighted weaknesses in FDA’s oversight of these  imported products. For example, in 2008, we identified weaknesses  involving both FDA’s inspection of foreign establishments and its  oversight of products at the U.S. border. In addition, we included federal  oversight of both food and medical products in our High-Risk Series in  2009 due, in part, to increased globalization of the production of regulated  products. In November 2007, the President’s Interagency Working Group  on Import Safety made several recommendations to improve federal  oversight of imported products, including that FDA establish a field  presence in key foreign locations. FDA subsequently launched an  initiative to establish five overseas offices covering particular countries or  regions—China, Europe, India, Latin America, and the Middle East.", "You expressed interest in FDA’s new overseas offices and whether the  agency is taking the steps necessary to ensure the safety of imported  products. In particular, you asked us to gather information on the plans,  goals, and activities of the overseas offices and the challenges they face.  We examined:  1.  the steps the overseas offices have taken to help ensure the safety of  2.  the extent to which FDA has engaged in long-term strategic and  workforce planning for the overseas offices.", "To examine steps the overseas offices have taken to help ensure the safety  of imported products, we reviewed the offices’ fiscal year 2009  accomplishment reports and other documentation of their activities. We  also interviewed FDA officials from each of FDA’s five overseas offices to  learn about their activities, challenges, and accomplishments. For three of  the overseas offices—China, India, and Latin America—we interviewed  office staff during on-site visits in February and March 2010. During these  visits, we also interviewed officials from U.S. agencies with overseas  offices and foreign stakeholders, such as officials from FDA’s foreign  regulatory counterparts, trade associations, and operators of food and  medical product establishments. (See app. I for a list of U.S. agencies and  other stakeholders we interviewed during the site visits.) We also  interviewed domestically based FDA officials responsible for regulating  products, conducting foreign inspections, and overseeing the importation  of foreign products to learn about their interactions with the overseas  offices. To determine the number of inspections that were conducted by  FDA officials overseas, we obtained information from FDA’s Field  Accomplishments and Compliance Tracking System. To assess the  reliability of these data we reviewed related documentation, interviewed  knowledgeable agency officials, performed electronic data testing, and  compared inspection counts to published data. We found counts of  inspections sufficiently reliable for the purposes of our report.", "To examine the extent to which FDA engaged in long-term strategic  planning for the overseas offices, we reviewed FDA’s strategic planning  documents. These included draft strategic plans developed by each  overseas office and documents related to FDA’s plans for evaluating the  performance of the offices. Through the review of these documents and  interviews with overseas and domestic officials, we examined the  integration of strategic planning for the overseas offices with planning by  other agency components. To examine the extent to which FDA engaged  in long-term workforce planning, we reviewed FDA staffing requirements  for the overseas offices and interviewed current overseas staff to learn  about their experiences and challenges. We examined the status of FDA’s  workforce planning for the overseas offices, including planning for staff  reintegration into FDA’s domestic operations. To learn about how other  agencies have approached the staffing of their overseas offices, we also  interviewed officials from other federal agencies that have had overseas  staff for several years, including the Centers for Disease Control and  Prevention (CDC) and the Foreign Agricultural Service. We also  considered information in our previous reports on strategic planning,  workforce planning, and the creation of overseas offices by other federal  agencies to examine issues for FDA to consider in future planning.", "We conducted this performance audit from January 2010 to September  2010, in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["FDA is responsible for ensuring the safety of food and medical products  marketed in the United States. FDA has opened overseas offices to assist it  in the oversight of products manufactured overseas. While FDA’s overseas  offices have only recently opened, other federal agencies have long- standing overseas offices and, in previous work, we have identified  strategic and workforce planning as important in managing these offices."], "subsections": [{"section_title": "FDA Oversight of Imported Products", "paragraphs": ["FDA is responsible for ensuring that products marketed in the United  States meet the same statutory and regulatory requirements, whether they  are produced in the United States or a foreign country. FDA also works  with representatives of other countries to reduce the burden of regulation,  harmonize regulatory requirements, and achieve appropriate reciprocal  arrangements.", "FDA’s responsibilities for overseeing the safety of imported products are  divided among its centers and offices. FDA’s six regulatory centers are  each responsible for the regulation of specific types of products. In  addition, the Office of Regulatory Affairs (ORA) performs fieldwork, such  as inspecting foreign establishments and examining products at the U.S.  border, on behalf of all the product centers to promote compliance with  FDA requirements and the applicable laws. To enhance FDA’s activities in  this regard, the centers and ORA also engage with foreign regulators and  industry through a variety of activities, such as conducting and attending  training workshops. In addition, each center and ORA has staff dedicated  to managing these international activities.", "Responsibility for leading, managing, and coordinating all of FDA’s  international activities and its overseas offices lies with the Office of  International Programs (OIP), within the Office of the Commissioner. (See  fig. 1) FDA, including OIP, has historically had staff based only in the  United States. OIP engages with international health and regulatory  partners on a variety of issues, including holding bilateral meetings,  establishing confidentiality agreements with regulatory counterparts for  sharing information on regulated products, and holding meetings to  harmonize FDA and international regulatory requirements."], "subsections": []}, {"section_title": "Development and Structure of FDA’s Overseas Offices", "paragraphs": ["FDA developed a proposal to establish the overseas offices in May 2008.  The stated mission of the offices is to engage with foreign stakeholders to  develop information that FDA officials can use to make better decisions  about products manufactured in foreign countries for the U.S. market.  FDA stated that establishing relationships with foreign stakeholders and  gathering information are important responses to globalization, in part  because the agency is not able to inspect all of the foreign establishments  that manufacture products for the U.S. market. During this planning, FDA  identified several broad categories of activities that would serve as the  initial focus for the offices, with the expectation that they would evolve as  OIP and the offices gained experience. These activities included   (1) establishing relationships with U.S. agencies located overseas and  foreign stakeholders, including regulatory counterparts and industry;   (2) gathering better information locally on product manufacturing and  transport to U.S. ports; (3) improving FDA’s capacity to conduct foreign  inspections; and (4) providing assistance to build the capacity of  counterpart agencies to better assure the safety of the products  manufactured and exported from their countries.", "As of July 2010, most of the offices had opened overseas, and each of these  had posts in multiple locations. (See fig. 2.) However, the Middle East  Office staff continued to work in the United States while FDA was in the  process of finalizing plans to locate the office overseas. Also, as of July  2010, the Europe Office was planning to open its post in Parma, Italy, by  late fall 2010. The first FDA staff member was deployed overseas in  November 2008, to the China Office, and most staff arrived overseas in the  middle of 2009. FDA budgeted $29.9 million for the overseas offices in  fiscal year 2009. For fiscal year 2010, the agency increased its budget for  the overseas offices by $1 million, bringing the year’s total to $30.9 million.  All staffing and administrative costs associated with the offices are  included in these budgeted amounts. In addition to the regions covered by  the overseas offices, OIP has domestic offices that cover other regions of  the world, such as its Africa and Asia Office.", "FDA officials said it was important to staff the overseas offices with  experienced personnel who could represent the agency and speak on its  behalf in foreign countries. As of July 2010, FDA had a total of 42 staff  assigned to the overseas offices. Of these, FDA had posted 24 staff  overseas; planned to assign 1 person to Parma, Italy by fall 2010; had   3 staff for the Middle East Office, who were still working in the United  States; and had 14 locally employed staff in India, China, and Latin  America, some of whom have technical expertise, while others focus on  administrative issues. Each office has a director in that country or region  to whom all staff members report. The offices also all have technical  experts responsible for engaging with foreign stakeholders and gathering  information on food or medical products. In China and India, FDA also  placed investigators, who conduct inspections. Like other overseas staff,  the investigators are part of OIP for administrative purposes, but decisions  regarding which establishments to inspect are made by ORA, which  receives input on this from the centers. FDA officials stated that they did  not assign investigators to Latin America because U.S.-based investigators  can gain access to establishments in that region more quickly than in  China or India. OIP staff in the United States also assist the overseas  offices.", "FDA staff agreed to be posted overseas for an initial 2-year rotation. The  Department of Health and Human Services (HHS) requires that its  overseas staff commit to rotations of no more than 2 years per tour.  However, they have the option to renew up to two times, for a total of   6 years in one country. In addition, HHS requires that staff spend a total of  no more than 8 years overseas before returning to the United States for at  least 1 year.  (See app. II for more information on the development and structure of  FDA’s overseas offices.)"], "subsections": []}, {"section_title": "Federal Strategic and Workforce Planning", "paragraphs": ["Strategic planning is utilized by agencies to manage their programs more  effectively by clearly establishing goals and objectives and describing how  program activities can serve those goals. Strategic planning can help  agencies develop strategies to address current and future management  challenges. In our prior work, we have identified a variety of leading  practices for successful strategic planning. One of these practices is the  development of a set of results-oriented performance measures. Agencies  use performance measures to help evaluate program performance,  demonstrate progress in achieving results, balance competing priorities,  and inform decision making. Such results-oriented performance measures  should, whenever possible, demonstrate a program’s contributions toward  the long-term outcomes, or the results the agency expects a program to  achieve. Given FDA’s mission to ensure the safety of food and medical  products, we have previously noted that the agency’s long-term outcomes  should focus on public health. Agencies can show their interim progress  and contributions toward long-term outcomes using short-term and  intermediate goals and measures. When long-term outcomes may be  influenced by multiple agency programs and external factors, short-term  and intermediate measures can also demonstrate a program’s specific  contribution to a long-term outcome.", "In addition, workforce planning is utilized by agencies to align their  workforce with current and future program needs and develop long-term  strategies for recruiting, training, and retaining staff. Approaches to such  planning can vary with each agency’s particular needs and mission, but  should share certain principles, such as the identification of skills and  competencies to fill critical workforce gaps and the strategies needed to  recruit them. Workforce planning, in essence, helps agencies think  strategically about how to put the right people in the right jobs at the right  time.", "In a February 2010 report, we noted that FDA was not fully utilizing  practices for effective strategic and workforce planning. We stated that  most of FDA’s established performance measures were not results- oriented as they did not focus on the actual public health outcomes of  FDA’s work. We also stated that FDA’s internal coordination between its  centers and offices was one of the major management challenges facing  the agency. We recommended, and FDA agreed, that the agency issue an  up-to-date strategic workforce plan, make its performance measures more  results-oriented, and more clearly align center and office program  activities to FDA’s strategic goals.", "We have also previously reported on the importance of strategic and  workforce planning for other federal agencies managing offices overseas.  For example, in 2002, the U.S. Customs Service posted officials at foreign  ports to screen cargo containers. We noted that long-term program  success would require strategic plans that clearly establish the program’s  goals and objectives, results-oriented performance measures, and a  workforce plan. We have also noted challenges faced by other federal  agencies with long-standing offices overseas. In our review of workforce  planning by CDC, an agency within HHS that has 270 U.S. and 1,400 locally  employed staff overseas, we noted that the agency has faced difficulties  hiring and retaining staff posted overseas due, in part, to a lengthy hiring  process and limited opportunities for promotion. In addition, we have  previously reported on the Department of State’s challenges staffing  qualified personnel to hardship locations overseas, which the agency  defines as locations where differential pay incentives are provided to  compensate staff for the severity or difficulty of the local conditions."], "subsections": []}]}, {"section_title": "FDA’s Overseas Offices Have Taken Steps to Assist Regulatory Oversight, but Challenges Could Limit Their Effectiveness", "paragraphs": ["FDA’s overseas offices are establishing relationships with foreign  stakeholders and U.S. federal agencies located overseas, gathering  information to assist regulatory decision making, conducting  establishment inspections, and providing capacity building to foreign  stakeholders in an effort to help ensure the safety of imported products.  Though FDA officials cite specific benefits associated with the overseas  offices, overseas officials report facing a variety of challenges that may  limit their ability to enhance agency oversight."], "subsections": [{"section_title": "Overseas Offices Have Begun to Establish Relationships with Foreign Stakeholders and U.S. Federal Agencies Located Overseas, but the Process Takes Time", "paragraphs": ["One of the primary activities for the newly established offices, after their  initial set-up, has been to develop relationships with foreign stakeholders  and other U.S. federal agencies located overseas. FDA has identified  building relationships as a key step towards better understanding foreign  regulatory processes, identifying possible collaborative activities, sharing  information, and building capacity. FDA officials said that prior to the  opening of the overseas offices, the agency had little knowledge of the  regulatory structures in some countries with which the overseas offices  interact or lacked points of contact with some of their regulatory  counterparts. For example, FDA’s overseas officials said that prior to the  opening of the overseas offices it took the agency a month to identify their  Chinese regulatory counterparts during the melamine crisis. Similarly,  prior to the opening of the India Office, FDA had a limited understanding  of its regulatory counterparts. For example, it was unclear which Indian  regulatory agency is responsible for overseeing food products exported to  the United States. FDA’s overseas officials in that office are still working  to clarify their regulatory counterparts in certain areas.", "Both foreign stakeholders and other federal agency officials located  overseas report that FDA’s presence overseas is beneficial for relationship  building. Some of the foreign stakeholders that we spoke with said that  they either had not interacted with FDA prior to the opening of the  overseas offices or had only limited contact. Officials from both FDA and  its foreign regulatory counterparts told us that having a local FDA  presence has enabled them to start building a personal connection and  trust that would be hard to develop otherwise. FDA officials said, for  example, that being located overseas allows them to attend local  conferences and better reach out to industry stakeholders. In comparison,  officials from FDA’s Middle East Office and Africa and Asia Office—both  FDA offices without overseas locations—said that it is challenging to  develop relationships with foreign stakeholders from the United States  and on-going, real-time communication is difficult. Some of these officials  also told us that they have not been able to develop relationships with  foreign stakeholders to the same extent as their colleagues in the overseas  offices. FDA overseas officials have also begun collaborating with other  federal agencies collocated at overseas embassies, through both formal  and informal interactions, such as embassy workgroups on health. Federal  agency officials we spoke with said that having FDA located overseas will  be important for FDA and helpful for the other federal agencies located  overseas. For example, some of these officials said that FDA’s overseas  presence allows their agencies to spend less time on issues related to FDA- regulated products.", "Although FDA’s relationship with foreign stakeholders has grown, FDA’s  overseas officials have identified continued challenges to forming these  relationships. Officials in some of FDA’s overseas offices told us that  relationships with foreign regulators are taking longer to develop than  FDA originally anticipated. For example, FDA officials in India said that it  has been both difficult and time consuming to schedule meetings with  their counterparts because Indian regulators must obtain permission from  senior levels of their government before participating in meetings with  FDA. In comparison, FDA officials said that memorandums of agreement  with Chinese regulatory agencies have greatly facilitated relationship  building. Though some foreign stakeholders suggested that such  agreements could benefit FDA’s relationship with Indian regulators, FDA  officials said that these agreements are time consuming to create and they  did not yet know if this type of agreement was needed in India.  Additionally, officials located in overseas offices that focus on a  geographic region, such as Latin America or the Middle East, said they are  challenged by the number of different regulators with whom they must  establish relationships. In contrast to the single-country focus of the China  and India Offices, the Latin America and Middle East Offices cover 37 and  21 countries, respectively. Also, the regulatory structure of some countries  can make relationship building difficult. In China and India, regulations  are developed at the national level, but are generally enforced at the local  level to varying degrees, according to officials from foreign regulatory  agencies. Because of this, officials from other U.S. agencies located in  these countries said that FDA will probably have to establish relationships  with multiple layers of government officials.", "FDA’s overseas officials also face pressure to spend time contributing to  trade discussions involving U.S. industries and other U.S. federal agencies  located abroad. Industry officials said that it would be helpful for the  overseas offices to intervene in situations where they believe a  misunderstanding of FDA’s regulations by foreign regulators inhibits trade.  For example, an industry official cited one instance where a U.S. product  was allowed entry into China only after FDA’s China Office provided  documentation to the Chinese government showing equivalency between  Chinese and U.S. standards. Industry officials with concerns may also  contact federal agencies that promote U.S. products, such as the  Department of Commerce, which may then solicit FDA to provide  technical assistance to their trade discussions. Federal agency officials  said that it is beneficial to have FDA’s overseas staff participate in such  discussions because FDA is highly regarded by foreign stakeholders due to  its scientific and regulatory expertise. FDA’s overseas officials said that  they provide technical expertise, rather than advocate for specific  companies, during these discussions. Although the overseas officials said  they participate as technical advisors in these discussions to a limited  extent—as trade promotion is not directly related to FDA’s mission and it  may take time away from the offices’ other activities—they generally  acknowledge that participating in such activities is a necessary part of  collaborating with other federal agencies located in the embassies  overseas."], "subsections": []}, {"section_title": "Overseas Offices Gathered Information to Assist Regulatory Decision Making, but Lacked Feedback on Its Effectiveness", "paragraphs": ["FDA’s overseas officials are also gathering firsthand information about  regulated products and sharing it with domestic FDA components with the  intention that it will help the agency make better decisions about the  regulation of imported products. FDA officials report that being located  overseas provides the agency with better access to firsthand information  about regulated products from local media, other federal agencies, and  other sources. For example, an official from the Department of State said  that the department routinely provides information on food and medical  products to other federal agency officials located in the Beijing embassy,  including FDA’s China Office. In contrast, officials in the Middle East  Office said that their information-gathering efforts suffer because they are  not located overseas. They are limited to reading media available in the  United States and do not have easy access to industry or other government  agencies located overseas. FDA officials report that the information  collected by the overseas offices is something the agency would not have  had timely access to prior to the opening of the overseas offices. For  example, FDA officials said that the use of melamine in products had been  widely known in certain sectors of the Chinese dairy industry prior to the  melamine crisis. However, FDA did not learn about its use until after it  learned of pets sickened by the ingredient. ORA officials speculate that if  the agency had staff stationed locally at the time, they would have known  about the information in a timelier manner.", "FDA officials identified specific cases in which the agency took actions  based on information gathered by the overseas offices, although some  overseas officials also reported a lack of feedback on the usefulness of this  information from the centers and ORA. FDA officials said that much of the  information collected by the overseas offices does not necessitate action  by the agency, although they said that four import bulletins have been  issued based on information gathered from the overseas offices.  Specifically, between October 2009 and May 2010, FDA issued import  bulletins on garlic powder suspected of heavy metal contamination from  any country, food products from China suspected of toxic pesticide  contamination, food products from India suspected of using water  contaminated with pesticides, and flour products from China suspected of  being bleached with limestone. In these cases, FDA officials in the United  States reported that they would not have known about this information in  such a timely manner without being informed by the overseas offices.  However, overseas officials submit information to OIP on a weekly basis,  but said they often have not received feedback on whether center and  ORA officials find the information they gather to be useful or generally did  not know who this information was shared with within the agency.", "FDA’s overseas officials have also been collecting information on foreign  regulatory agencies. Officials in some of the overseas offices—such as the  India, Latin America, and Middle East Offices—have begun to develop  summaries of foreign regulatory agencies and other documents that  analyze key regulatory issues. For example, the India Office is comparing  regulations from the United States and India, and also developing  summaries and points of contact for Indian regulatory agencies. Officials  in this office said that they want to use this type of information to better  understand the responsibilities and limitations of their local counterparts.  However, OIP officials acknowledged a general lack of coordination with  the centers and ORA regarding the development of these types of  documents. The overseas officials said that they are conducting work that  they consider to be valuable to the centers and ORA but do not yet know if  this is the case. FDA officials said that they plan to obtain feedback on  these documents from centers and offices once they are complete."], "subsections": []}, {"section_title": "Overseas Investigators Have Conducted Inspections, Although Most Foreign Inspections Were Conducted by Domestic-Based Investigators", "paragraphs": ["FDA’s overseas investigators have conducted inspections of  establishments producing products for the U.S. market since arriving in  the overseas offices, although most inspections are still conducted by  domestic investigators. The overseas investigators we spoke with estimate  that they spend between 30 and 80 percent of their time on inspections.  From June 16, 2009, the first date on which investigators in the China or  India Office conducted an inspection, through June 10, 2010, FDA’s  overseas officials—including seven investigators and a technical expert  who can perform inspections—conducted a total of 48 inspections in  China and India. In comparison, during that same time period, FDA’s  domestic investigators conducted a total of 132 inspections in these two  countries. There is variation across product areas in the portion of  inspections conducted by overseas officials. For example, the overseas  investigators conducted all 13 of the inspections of food establishments in  these countries, while domestic investigators conducted 120 of the 144  inspections of drug establishments. (See table 1.) FDA officials said the  agency does not have a goal for how many inspections it would like the  overseas investigators to conduct, but it would like to see overall increases  in the number of inspections conducted in both China and India. However,  we found that FDA conducted about 8 percent fewer inspections (a  decrease from 196 inspections) in China and India during this time period  than during the previous 12-month period—June 16, 2008, through June 15,  2009.", "FDA officials report that having investigators located overseas allows the  agency to conduct more timely inspections with greater flexibility. For  example, some of these officials indicated that for domestic-based  investigators, visa and other delays can result in an inspection being  conducted several months after an establishment is notified of FDA’s  intent to conduct an inspection. For the investigators located overseas,  however, inspections may be conducted within weeks of notifying an  establishment. In one instance, FDA officials said an investigator in India  conducted an inspection of a drug establishment on short notice that was  needed as part of the drug approval process. FDA officials said that  establishing relationships with foreign regulatory authorities is also  intended to help the agency to schedule inspections more quickly in times  of crisis and to more quickly identify information about problematic  products. The overseas investigators noted that being local gives them the  ability to extend the length of an inspection or reschedule an inspection,  which they say is difficult for ORA investigators traveling from the United  States to do. Overseas investigators also told us that greater flexibility in  scheduling and conducting foreign inspections may improve the quality of  inspections conducted overseas.", "In addition to conducting inspections, FDA’s overseas investigators and  other staff have been involved in preliminary investigations that may  precede establishment inspections. For example, officials from one center  said that the China, India, and Latin America Offices have been utilized to  contact establishments that were selected by that center for inspection in  order to verify certain information, such as their location. Center officials  report that the overseas offices staff have been able to more readily obtain  responses from the foreign establishments than domestic-based staff and  that this activity has helped them improve the quality of the information  they have prior to conducting inspections. Overseas officials have  suggested that they could also assist other centers in a similar manner by  conducting more of these investigations. Furthermore, some FDA officials,  including staff stationed overseas, stated that the overseas offices could be  better utilized in inspection planning. Specifically, these officials stated  that the overseas offices could contribute to the process of assisting the  centers in selecting establishments for inspection and provide assistance  to domestic-based investigators traveling abroad."], "subsections": []}, {"section_title": "Overseas Offices Have Provided Assistance to Build the Capacity of Foreign Stakeholders, but Some Officials Raised Concerns about Potential Future Workload", "paragraphs": ["FDA officials said that the agency’s foreign capacity building efforts are in  their early stages and the agency is planning to increase these efforts in  the future. Overseas officials stated that their local presence makes it  easier to arrange training on FDA regulations for foreign stakeholders and  respond to their follow-up questions. Other federal agencies, such as the  Foreign Agricultural Service, have partnered with the overseas offices to  conduct training and invited FDA overseas officials to present at their  events. FDA has indicated that many of the regulatory agencies with which  the overseas offices interact are in various levels of development. For  example, India recently created a new food regulatory agency and is in the  process of developing regulations for the oversight of medical devices,  according to India Office officials. FDA officials said that being overseas  allows the agency to assist the countries in building their regulatory  infrastructures. Officials from the India, China, Latin America, and Middle  East Offices have engaged in activities related to helping countries develop  their regulatory systems. For example, FDA’s overseas officials said they  have been able to provide comments to foreign regulatory counterparts on  draft regulations and provide information on the U.S. regulatory system  that could inform the development of these foreign systems.", "The overseas offices have also helped to identify and translate FDA’s  policies and regulations into foreign languages, such as Spanish and  Chinese. Because FDA did not have an inventory of translated materials,  the China, Latin America, and Middle East Offices have been working to  identify what documents have already been translated and what needs to  be completed. FDA officials report that translating agency policies and  regulations is valuable and integral to its overseas efforts, but also an  expensive and time-consuming process. Some stakeholders also reported  that they have begun to translate such documents because they could not  wait for FDA to do so. Due to the resources needed to translate documents  and the fact that many people—both internal and external to FDA—are  eager to translate the agency’s documents, overseas officials suggest that  the agency needs to make strategic decisions about which documents it  chooses to translate. Foreign stakeholders report that FDA’s efforts  related to the translation of FDA’s policies and regulations have been  beneficial, though it would also be useful for the agency to conduct  training in conjunction with the translated documents.", "FDA’s overseas officials have been involved in answering queries from  foreign stakeholders about FDA’s regulations, and some of these officials  anticipate future workload challenges as a result. For example, officials  from many of the agency’s overseas offices said they have fielded queries  from foreign regulators and industry regarding FDA’s policies and  regulations. These queries are then coordinated with the centers to obtain  technical expertise, if needed. Foreign stakeholders told us that FDA’s  overseas staff are more accessible and approachable than staff located in  the United States. Though currently manageable, officials from the Latin  America Office said they spend a significant portion of their time  responding to such queries and believe that it is likely to become  unmanageable as more local stakeholders learn about the office and the  office’s duties expand. FDA officials also said that, if pending food safety  legislation is enacted, they expect the overseas offices to receive an  overwhelming number of requests for information and training on how the  food safety law would impact products imported to the United States.  Additionally, some center staff have expressed concerns regarding the  workload generated by the overseas offices as queries received by the  overseas offices are often forwarded to experts within the centers."], "subsections": []}]}, {"section_title": "FDA Is in the Early Stages of Long-Term Strategic Planning and Has Not Developed a Long- Term Workforce Plan for the Overseas Offices", "paragraphs": ["FDA planning for the overseas offices initially focused on guiding early  activities and the agency is now developing a 5-year strategic plan, which  it expects to complete by October 2010. FDA has not yet developed a long- term workforce plan to help ensure that it is prepared to address potential  recruitment and retention challenges."], "subsections": [{"section_title": "FDA Has Initiated Long- Term Strategic Planning for the Overseas Offices but Acknowledges Challenges Identifying Outcome-Oriented Goals and Measures and Coordinating across Offices and Centers", "paragraphs": ["FDA engaged in strategic planning to guide the initial activities and  priorities of the overseas offices. Prior to opening the offices, FDA  developed the broad categories of activities for the overseas offices that it  considered important for furthering FDA’s mission to ensure the safety of  imported products. In the summer and fall of 2009, after the offices opened  and at the direction of OIP, each office utilized those categories of  activities to develop a plan for fiscal year 2010 to describe its initial  activities and short-term goals. The offices tailored the plans to reflect  circumstances of the country or region in which they are located. For  example, the China Office’s plan included activities related to  implementing FDA’s memorandums of agreement with Chinese regulatory  agencies. These plans remained in draft form and were not finalized. OIP  officials said that these draft plans were primarily intended to help guide  the initial activities of each overseas office and that they will lay the  groundwork for long-term planning.", "With the overseas offices now open, FDA has begun to develop a 5-year  strategic plan to manage the activities of the offices. Officials said that the  draft fiscal year 2010 plans and the initial experiences of the offices are  helping to guide the development of a 5-year plan. Officials said that it was  necessary for FDA to gain experience overseas before OIP could begin  long-term planning. Rather than have each overseas office continue to  complete its own strategic plan, activities and goals specific to each office  will be incorporated into a single OIP-wide strategic plan. Officials stated  that, as of July 2010, they were in the process of developing the 5-year plan  and anticipated completing the plan by October 2010.", "As part of its strategic planning, FDA is in the process of identifying a set  of short-term and intermediate performance goals and measures that  demonstrate overseas office contributions to long-term outcomes, though  agency officials said that doing so will be a challenge. To identify goals  and measures, officials said that the agency first needs to gather  performance information on overseas office activities and to develop an  understanding of how overseas office activities can contribute to intended  agency outcomes. As part of an agencywide FDA initiative, OIP is  currently tracking information on selected overseas office activities, such  as the number of inspections conducted by overseas staff. It is also  tracking each office’s progress toward completing a specific project. For  example, it is tracking the Middle East Office’s progress planning a  conference on food safety in the region. Officials stated that tracking this  type of performance information will help the agency identify performance  goals and measures that demonstrate how overseas office activities  contribute to agency strategic goals. However, officials said that  developing performance goals and measures for the overseas offices will  be a challenge due to the difficulty in directly attributing contributions to  long-term outcomes specifically to the activities of the offices, as they feed  into the work of the centers and ORA. In addition, they said that many  benefits of the offices, such as improved relationships with regulatory  counterparts, will be difficult to quantify. Agency officials said that this  challenge is not confined to the overseas offices, as FDA as a whole has  encountered challenges identifying goals and measures that capture its  performance. According to officials, while OIP intends to include a set of  short-term and intermediate goals and measures in the 5-year plan, they  said that these will be considered developmental and may change.  Officials indicated that the establishment of baselines and targets for those  measures will take additional time, and the time line for achieving  meaningful targets may extend well beyond 5 years.", "OIP officials have identified the coordination of overseas office activities  with the centers and ORA as a management challenge and OIP is taking  steps during strategic planning to align the overseas offices with the rest of  the agency. The lack of coordination regarding the oversea offices’  development of documents on foreign product regulation and involvement  in inspection planning highlights this challenge. To help coordinate  overseas office and domestic FDA activities, OIP hosted a retreat with  senior staff from the centers, ORA, and Office of the Commissioner to  discuss OIP’s planning for the overseas offices in December 2009. After the  retreat, OIP officials held follow-up meetings with center and ORA  officials to obtain more information on how the offices can meet the needs  of the centers and ORA. OIP officials told us that another retreat to discuss  long-term planning is scheduled for October 2010. Furthermore, there are  also agencywide international workgroups that provide forums to discuss  FDA’s international activities. OIP hosts one such group, in which OIP  officials and officials who represent internationally focused programs  within the centers and ORA meet monthly to discuss FDA’s international  activities, including the activities of overseas offices. Monthly meetings  have also been initiated between certain centers and overseas offices. For  example, because of the volume of pharmaceuticals manufactured in  India, the India Office holds monthly teleconferences with officials from  the Center for Drug Evaluation and Research to help coordinate their  activities. Given the diversity of agency components involved in  overseeing imported products, it is important that the activities of the  overseas offices are effectively coordinated with those of the rest of the  agency."], "subsections": []}, {"section_title": "FDA Has Not Developed a Strategic Workforce Plan to Prepare for Potential Staffing Challenges for Its Overseas Offices", "paragraphs": ["FDA has not yet developed a long-term workforce plan to ensure that  future overseas office staffing needs are met. As of June 2010, FDA  workforce planning for the overseas offices had focused on addressing  short-term staffing issues to prepare for upcoming vacancies. Given the   2-year rotations required by HHS, the first group of staff who went  overseas in 2009 will have the option of returning to the United States in  2011. FDA has established procedures for overseas staff to renew their  rotations and a preliminary time line for staffing possible upcoming  vacancies. According to FDA’s time line, staff will make their renewal  decisions 9 months before the end of their 2-year rotation. The majority of  staff arrived overseas in the middle of 2009 and they will therefore make  their decisions around fall 2010. While FDA officials told us they expect  most staff will renew their rotations, they expect some staff will return  home and FDA will need to fill those positions. FDA officials acknowledge  the value of a workforce plan, but do not expect to develop one until the  offices have been open longer. They said a workforce plan will be more  important after the agency assesses turnover from the first 2-year rotation.", "FDA has already experienced challenges staffing some locations, and  recruitment and retention issues associated with FDA’s overseas offices  necessitate advance workforce planning. Although FDA officials state that  the agency was generally able to recruit staff with the desired level of  experience for most overseas office locations, the agency has already  encountered staffing difficulties. As of July 2010, it had one such vacancy  in Mexico and four in India. Domestic FDA staff have been sent to Mexico  on temporary assignments to address a staffing gap in that office and FDA  plans to fill staffing gaps in the India Office through temporary  assignments of less than 60 days. Staffing the FDA offices in China, India,  and Mexico may be particularly challenging as the posts are located in  cities classified by the Department of State as hardship posts.  Furthermore, FDA officials have expressed interest in expanding the  number of overseas offices, such as the addition of new locations in  Africa, Brazil, and Canada. While FDA has no finalized plans for this  expansion, additional locations would necessitate recruiting additional  overseas staff. Advance planning is needed as the staffing process for  overseas positions is lengthy due to several factors, such as obtaining  necessary security and medical clearances to work overseas. FDA officials  estimate that the process for recruiting and posting future overseas staff  members will take 9 months.", "FDA staff and staff from other federal agencies with overseas staff have  identified potential challenges associated with staffing overseas offices  that could impact recruitment and retention. One potential challenge for  FDA is to ensure the effective reintegration of returning staff into  domestic positions. Although all returning staff are guaranteed a position  at FDA, they are not guaranteed their former position. Some overseas  FDA staff with whom we spoke questioned whether their posting overseas  will serve as a career enhancing opportunity and expressed uncertainty  regarding their ability to obtain a desired position within FDA upon their  return. Similarly, CDC staff we talked with stated that CDC has also faced  these types of reintegration challenges for its overseas staff and told us  that uncertainty about career implications can negatively affect  recruitment for overseas positions. FDA officials indicated that they are in  the process of establishing a mechanism for returning staff to be selected  for appropriate positions.", "Recruiting overseas office staff with language skills, which has been cited  as an advantage to forming relationships, may be a challenge in the future.  Although not a requirement for FDA’s overseas staff, all staff members in  the Latin America Office and some members of the China, India, and  Middle East Offices have local language skills. In the case of the Latin  America Office, fluency in Spanish was identified by OIP as desirable,  deeming language proficiency important for establishing relationships  with government and industry officials in the region. Some China Office  staff, along with other federal agency officials located in China, similarly  stated that the ability to hold basic conversations in Mandarin is important  for establishing diplomatic relationships with Chinese government  officials. Although officials told us that government and industry officials  in India generally speak English, FDA investigators in India stated that  their being able to speak Hindi, or other local languages, can help in  conducting inspections. In addition to its professional advantages, FDA  and other officials said that language skills can benefit staff morale by  improving their overseas living experience. However, maintaining or  expanding the portion of staff with language skills would limit the pool of  available candidates to staff positions overseas.", "FDA also faces challenges that could affect recruitment and retention that  result from certain HHS policies. For example, FDA and other HHS staff  posted overseas do not receive locality pay, though staff at certain  locations may receive hardship pay, a cost of living adjustment, and other  benefits. Some staff experience an overall decrease in pay when they  move overseas. For example, four staff in the Latin America Office  experienced an average decrease of about $8,000 due to the loss of locality  pay. In addition, FDA staff near retirement age may be especially averse  to accept or renew overseas positions because the lack of locality pay can  affect retirement compensation and other overseas salary adjustments are  not included in retirement calculations. This could particularly pose  recruitment problems given FDA’s intent to staff the offices with  experienced FDA personnel.", "In addition, the HHS policy of 2-year staff rotations places a premium on  staff retention and staff being trained and prepared when they arrive  overseas. FDA and other officials generally estimated that it takes from   6 months to a year for incoming overseas office staff to adapt to, and  become effective in, their new positions. Moreover, staff may need time to  establish functional working relationships with regulatory counterparts  and industry officials. Other federal agencies, such as the Foreign  Agricultural Service, have cited benefits from maintaining minimum  overseas posting commitments of 3 and 4 years, such as increased staff  effectiveness and reduced relocation costs. FDA and CDC officials have  each noted that minimum posting commitments in excess of 2 years could  negatively affect recruitment for overseas positions and that a 2-year  commitment provides the agency with flexibility if an employee has  performance problems. However, the effectiveness of the overseas offices  could be adversely affected if too many staff leave after their first 2-year  rotation.", "In addition to U.S. nationals, FDA also has to ensure it is able to recruit  and retain locally employed staff in its overseas offices. As of July 2010,  FDA had two overseas office vacancies for locally employed staff. FDA  overseas staff told us that such staff provide valuable contributions toward  the activities of the offices. For example, they have helped overseas staff  better understand local regulations, connected staff to in-country  stakeholders, and, in the China Office, provided translation services. In  addition, locally employed staff are not limited in their length of service  and can remain in their positions for an extended period of time.  Therefore, officials from other federal agencies we talked with cited the  important role that such staff play in providing continuity to overseas  offices as U.S. national staff return home. However, federal officials also  told us that locally employed staff are difficult to retain, often because  staff have skills and expertise that are in demand.", "CDC, which is also an agency within HHS, has long-standing overseas  offices and has engaged in workforce planning to address these types of  staffing challenges. In 2007, CDC established a strategic workforce plan to  help recruit staff for international positions, developed a program that  trains staff for international work and temporarily assigns them overseas,  and instituted an initiative to help returning staff receive consideration for  domestic positions upon their return. CDC reports that the training  program has helped with staff interest and preparation for overseas  postings. FDA does not have as many staff overseas as agencies such as  CDC, nor does it have a history of overseas placements. The small number  of staff at each FDA overseas office means that staffing gaps can leave  specific mission areas unaddressed. For example, an office may have one  staff member dedicated to pharmaceutical products, so a vacancy in that  position could create a gap in that specific product area."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The opening of FDA’s overseas offices represents a significant change for  the agency as it attempts to respond to the needs of globalization.  Although it is still early and the impact of the overseas offices on the  safety of imported products is not yet clear, overseas FDA staff, domestic  FDA staff, and foreign stakeholders have pointed to several immediate  benefits. The offices have initially focused their efforts on cultivating  relationships with foreign stakeholders, and they plan to continue working  to strengthen FDA’s efforts in building foreign capacity and gathering  information about regulated products. The offices have also been used to  inspect facilities that are exporting food and medical products to the  United States, although their impact on the agency’s overall number of  foreign inspections may be minimal as most inspections are still  conducted by domestic staff.", "As we previously recommended for the agency overall, strategic planning  will be important to ensure the overseas offices are able to effectively  execute their mission. The agency’s efforts to begin long-term strategic  planning and identify initial goals and measures are a positive first step.  The variety of potential activities that the overseas offices could perform  and an already mounting workload make it necessary that FDA continue  to engage in strategic planning to identify those activities most important  to ensuring the safety of imported products. While identifying goals and  measures that demonstrate overseas office contributions to long-term  outcomes will be a challenge, continuing such planning will be critical for  FDA to assess the extent to which the overseas offices are helping to  ensure the safety of imported products. Given the variety of other FDA  centers and offices that have responsibilities related to imported products,  it will also be important that planning efforts ensure the activities of the  overseas offices are effectively integrated with the centers and offices.", "FDA reported that it has generally been successful in hiring qualified staff  for the overseas offices, but without a comprehensive workforce plan, the  agency has little assurance that it will be equipped to address future  staffing challenges. Overseas assignments are new to the agency and  staffing gaps overseas could leave specific mission areas, such as food or  medical devices, unaddressed. As current staff rotate out of their positions  and return to the United States, such a plan could ensure that a well- qualified pool of applicants, who possess diplomatic and, in some cases,  language skills, are on hand to replace them. This planning could also  make sure that FDA is able to attract and retain a talented pool of locally  employed staff who can provide continuity to the operation of the offices.  A strategic approach to workforce planning could also help FDA develop a  strategy to reintegrate returning overseas staff into the agency’s domestic  operations. Such efforts could encourage overseas staff to extend their   2-year commitment and alleviate concerns about what will happen to their  careers once they complete their tour of duty at overseas posts. Without a  comprehensive, strategic approach to workforce planning, there is little  assurance that FDA will be able to place the right people in the right  positions at the right time."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help ensure that FDA’s overseas offices are able to fully meet their  mission of helping to ensure the safety of imported products, we  recommend that the Commissioner of FDA take the following two actions:    Ensure, as it completes its strategic planning process for the overseas  offices, that it develops a set of performance goals and measures that can  be used to demonstrate overseas office contributions to long-term  outcomes related to the regulation of imported products and that overseas  office activities are coordinated with the centers and ORA.", "Develop a strategic workforce plan for the overseas offices to help ensure  that the agency is able to recruit and retain staff with the experience and  skills necessary for the overseas offices and to reintegrate returning  overseas staff into FDA’s domestic operations."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to HHS for review, and HHS provided  written comments, which are reprinted in appendix III. In its comments,  HHS noted that FDA concurred with our recommendations and stated that  they would help strengthen the agency’s efforts. HHS said that FDA has  already begun a long-term strategic planning process. HHS also indicated  that, now that FDA’s overseas offices are staffed and functioning, the  agency will begin a workforce planning process. In addition, HHS  emphasized that FDA’s collaboration with its foreign regulatory  counterparts and other stakeholders has become critical to the agency’s  ability to fulfill its mission of overseeing the safety of food and medical  products. HHS stressed that strong, well-developed, and well-maintained  in-country relationships are required to accomplish this mission and  pointed out that the establishment of the overseas offices is one major way  in which FDA can strengthen its relationships and better coordinate with  foreign stakeholders. HHS’s comments also cited FDA’s accomplishments  since the overseas offices have opened and highlighted several challenges  that the agency faces as it moves forward, including how to best focus  overseas office interactions with regulatory counterparts, share  information gathered by the overseas offices with the rest of the agency,  and manage its overseas investigators. HHS also provided us with  technical comments, which we incorporated as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the appropriate  congressional committees, the Commissioner of the Food and Drug  Administration, and other interested parties. The report also will be  available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  Marcia Crosse at (202) 512-7114 or crossem@gao.gov or Lisa Shames at  (202) 512-3841 or shamesl@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made key contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: U.S. Agencies and Other Stakeholders Interviewed during Site Visits", "paragraphs": ["Table 2 lists the federal agencies and other stakeholders we met with  during site visits to Beijing, Guangzhou, and Shanghai, China; San Jose,  Costa Rica; and New Delhi and Mumbai, India."], "subsections": []}, {"section_title": "Appendix II: Overview of FDA’s Overseas Offices", "paragraphs": ["This appendix describes the purpose, planning and development, and  locations and staffing of the Food and Drug Administration’s (FDA)  overseas offices."], "subsections": [{"section_title": "Purpose of FDA’s Overseas Offices", "paragraphs": ["The posting of staff in FDA’s overseas locations is a key part of the  agency’s strategy for expanding its oversight of imported food and medical  products. Products regulated by FDA are manufactured in countries  throughout the world, although there is significant variation in the types of  products coming from different regions. From fiscal year 1998 to fiscal  year 2008, the volume of FDA-regulated imported products more than  tripled from less than 5 million import entry lines to more than 17 million  import entry lines. These imported products arrive from about 200  countries. According to the U.S. Department of Agriculture’s (USDA)  Economic Research Service, the growing presence of imported foods  reflects various trends: seasonal demands for produce from warm-weather  regions; rising consumer demand for ethnic food, beverages, and spices;  integration of nontraditional regions into global supply chains; and falling  agricultural trade barriers. Based on USDA data, imported food comprises  15 percent of the U.S. food supply, including 60 percent of fresh fruits and  vegetables and 80 percent of seafood. Likewise, the pharmaceutical  industry has increasingly relied on global supply chains in which each  manufacturing step may be outsourced to foreign establishments.  According to FDA, the number of drug products manufactured at foreign  establishments has more than doubled since 2002, with China and India  accounting for the greatest shares of this growth.", "FDA has acknowledged that globalization has fundamentally changed the  environment for regulating food and medical products and created unique  regulatory challenges for the agency. The increasing number of foreign  establishments precludes FDA from being in a position to inspect them all  to ensure the safety of all imported products. We have previously  recommended that FDA conduct more inspections of foreign drug  establishments and FDA has agreed that it should do so. However, agency  officials have emphasized that a variety of strategies are necessary to  ensure the safety of imported products and that conducting inspections is  one of multiple approaches it is taking. In establishing the overseas  offices, FDA recognized that gathering information to make decisions and  building the technical capacity of foreign counterparts, with the goal of  improving their regulatory systems, was especially important for ensuring  the safety of imported products."], "subsections": []}, {"section_title": "Planning and Development", "paragraphs": ["Initial planning and development of the overseas offices was led by the  Office of the Commissioner, in consultation with internal and external  federal stakeholders. An FDA official involved in early planning said that  the Office of International Programs (OIP) collaborated with center and  ORA officials in various ways, such as through senior leadership meetings  and one-on-one meetings. In addition, OIP held regular FDA-wide  teleconferences to update staff on the progress and activities of the  overseas offices. FDA officials said their planning was aided by advice  they sought from certain federal departments and agencies with staff  located overseas. For example, FDA obtained advice on budgeting from  the Centers for Disease Control and Prevention (CDC) and USDA’s  Foreign Agricultural Service. In addition, CDC and the Department of  State were both helpful in walking FDA through the process of  establishing the overseas offices.", "FDA initially identified several broad categories of activities in which the  overseas offices would engage. FDA officials indicated that these activities  would serve as the initial focus for the offices and could be refined as the  agency gains experience overseas, although they have not yet changed  substantially. These activities included (1) establishing relationships with  U.S. agencies located overseas and foreign stakeholders, including  regulatory counterparts and industry; (2) gathering better information  locally on product manufacturing and transport to U.S. ports;   (3) improving FDA’s capacity to conduct foreign inspections; and   (4) providing assistance to help build the capacity of counterpart agencies  to better assure the safety of the products manufactured and exported  from their countries. FDA described how these activities are intended to  enhance the decisions the agency makes about imported products:    Establishing relationships with foreign stakeholders, including regulatory  counterparts and industry, is intended to help them better understand U.S.  regulatory requirements and help FDA better understand the regulatory  and business practices of other countries, with the ultimate goal of  improving the quality of imported products manufactured in these  countries. Collaborating with other federal agencies, such as CDC, that are  located overseas and have complementary missions allows the agencies to  coordinate activities and share information on product quality and safety  issues.", "Routinely gathering information on a wide variety of potential factors,  such as weather events and key changes among foreign regulatory  counterpart agencies, is intended to help FDA identify potential problems  and respond more quickly to developing problems.", "Improving its capacity to conduct foreign inspections will enable FDA to  more rapidly obtain information regarding whether foreign establishments  comply with FDA requirements.", "Providing capacity building to foreign stakeholders and leveraging the  resources of other international organizations, is intended to build the  technical capacity of foreign counterparts, with the goal of improving the  regulatory systems in these countries to ensure the safety of products  exported to the United States."], "subsections": []}, {"section_title": "Locations and Staffing", "paragraphs": ["FDA’s selection of locations for the overseas offices was influenced by  characteristics relevant to product regulation. Most overseas offices are in  regions or countries that export a significant percentage of the total  volume of products to the United States. The Middle East Office was  identified as an area from which the volume of imported products is  expected to rise. The goals of the Middle East Office are to increase  knowledge about the region by working with FDA’s counterpart agencies  and to identify opportunities for capacity building. The offices are also  generally located in regions that FDA described as having regulatory  systems less mature than FDA’s. The agency indicated that it intended to  work with regulators in these regions to help strengthen their capacity.  For example, FDA officials indicated that the Indian government is in the  process of making significant changes to its food and drug regulatory  systems and has specifically requested FDA’s help with the  implementation of its new system. FDA also sought to work with local  industry in these locations to ensure that products that are manufactured  or processed from this region and exported to the United States meet U.S.  standards of quality and safety. In contrast, FDA selected Europe to  provide an opportunity for the agency to further partner with a mature  regulatory system. Therefore, the Europe Office has staff in the U.S.  mission to the European Union, in Brussels, Belgium, to engage with the  European Commission and staff members embedded within the European  Medicines Agency and the European Food Safety Authority so that FDA  can further leverage its preexisting relationships with those regulators.  Other issues also factored into FDA’s selection of certain locations. For  example, FDA also selected China and Latin America because they were  the source of recent problematic products, such as contaminated heparin  and produce.", "FDA officials stressed the importance of staffing the overseas offices with  experienced personnel who would be equipped to represent the agency  and speak on its behalf in the foreign country. The number and type of  staff assigned to each office varies, depending on the office priorities and  the kinds of products, such as food, drugs, or medical devices, most  commonly imported from the country or region. Each office has a director  to whom all staff members in that country or region report, and technical  experts, who are responsible for engaging with foreign stakeholders and  gathering information in the area of food, medical products, or both. FDA  placed investigators in Mumbai, India and Guangzhou and Shanghai,  China, in part to ensure that investigators could reach establishments  more quickly when necessary. According to FDA, having investigators in  these countries will also allow the agency to more rapidly inspect  manufacturing and processing facilities that are producing goods destined  for the United States. FDA elected not to position investigators in Latin  America because it determined that U.S.-based investigators are able to  more easily travel and gain access to establishments in that region.  Overseas office investigators perform inspections and also engage in  information gathering and capacity building. The India, China, and Latin  America Offices have hired locally employed staff with technical expertise  regarding regulated products as well as locally employed staff to perform  administrative functions. Table 3 shows the number of FDA staff  currently working in overseas locations as of July 2010.", "Some of the overseas offices were not fully staffed at the time that they  opened. Table 4 shows the dates that the FDA staff arrived at each of the  overseas locations.", "As of July 2010, the Latin America Office and the India Office had two  vacancies each for technical experts, and the India Office also had two  food investigator vacancies. Two of the offices also had vacancies for  locally employed staff. In addition, the Middle East Office had one vacancy  for a medical product investigator and three vacancies for locally  employed staff that the agency plans to fill once the office is located  overseas."], "subsections": []}]}, {"section_title": "Appendix III: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact name above, Jose Alfredo Gómez, Assistant  Director; Geraldine Redican-Bigott, Assistant Director; Kevin Bray;  Michael Erhardt; William Hadley; Cathleen Hamann; Rebecca  Hendrickson; Julian Klazkin; Deborah Ortega; and Michael Rose made key  contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["High-Risk Series: An Update. GAO-09-271. Washington, D.C.: January 22,  2009.", "High-Risk Series: An Update. GAO-07-310. Washington, D.C.: January 31,  2007."], "subsections": [{"section_title": "FDA—Food Production and Medical Product Oversight", "paragraphs": ["Drug Safety: FDA Has Conducted More Foreign Inspections and Begun  to Improve its Information on Foreign Establishments, but More  Progress is Needed. GAO-10-961. Washington, D.C.: September 30, 2010.", "Food Safety: FDA Could Strengthen Oversight of Imported Food by  Improving Enforcement and Seeking Additional Authorities.   GAO-10-699T. Washington, D.C.: May 6, 2010.", "Food and Drug Administration: Opportunities Exist to Better Address  Management Challenges. GAO-10-279. Washington, D.C.: February 19,  2010.", "Food Safety: Agencies Need to Address Gaps in Enforcement and  Collaboration to Enhance Safety of Imported Food. GAO-09-873.  Washington, D.C.: September 15, 2009.", "Food and Drug Administration: FDA Faces Challenges Meeting Its  Growing Medical Product Responsibilities and Should Develop Complete  Estimates of Its Resource Needs. GAO-09-581. Washington, D.C.: June 19,  2009.", "Seafood Fraud: FDA Program Changes and Better Collaboration among  Key Federal Agencies Could Improve Detection and Prevention.   GAO-09-258. Washington, D.C.: February 19, 2009.", "Drug Safety: Better Data Management and More Inspections Are Needed  to Strengthen FDA’s Foreign Drug Inspection Program. GAO-08-970.  Washington, D.C.: September 22, 2008.", "Food Safety: Selected Countries’ Systems Can Offer Insights into  Ensuring Import Safety and Responding to Foodborne Illness.   GAO-08-794. Washington, D.C.: June 10, 2008.", "Centers for Disease Control and Prevention: Human Capital Planning  Has Improved, but Strategic View of Contractor Workforce Is Needed.  GAO-08-582. Washington, D.C.: May 28, 2008.", "Medical Devices: Challenges for FDA in Conducting Manufacturer  Inspections. GAO-08-428T. Washington, D.C.: January 29, 2008.", "Federal Oversight of Food Safety: FDA’s Food Protection Plan Proposes  Positive First Steps, but Capacity to Carry Them Out Is Critical.   GAO-08-435T. Washington, D.C.: January 29, 2008.", "Oversight of Food Safety Activities: Federal Agencies Should Pursue  Opportunities to Reduce Overlap and Better Leverage Resources.   GAO-05-213. Washington, D.C.: March 30, 2005.", "Food Safety: FDA’s Imported Seafood Safety Program Shows Some  Progress, but Further Improvements Are Needed. GAO-04-246.  Washington, D.C.: January 30, 2004.", "Container Security: Expansion of Key Customs Programs Will Require  Greater Attention to Critical Success Factors. GAO-03-770. Washington,  D.C.: July 25, 2003."], "subsections": []}, {"section_title": "Strategic Planning and Management", "paragraphs": ["Intellectual Property: Enhanced Planning by U.S. Personnel Overseas  Could Strengthen Efforts. GAO-09-863. Washington, D.C.: September 30,  2009.", "Department of State: Additional Steps Needed to Address Continuing  Staffing and Experience Gaps at Hardship Posts. GAO-09-874.  Washington, D.C.: September 17, 2009.", "Human Capital: Sustained Attention to Strategic Human Capital  Management Needed. GAO-09-632T. Washington, D.C.: April 22, 2009.", "Centers for Disease Control and Prevention: Human Capital Planning  Has Improved, but Strategic View of Contractor Workforce Is Needed.  GAO-08-582. Washington, D.C.: May 28, 2008.", "Results-Oriented Government: GPRA Has Established a Solid  Foundation for Achieving Greater Results. GAO-04-38. Washington, D.C.:  March 10, 2004.", "Human Capital: Key Principles for Effective Strategic Workforce  Planning. GAO-04-39. Washington, D.C.: December 11, 2003  A Model of Strategic Human Capital Management. GAO-02-373SP.  Washington, D.C.: March 15, 2002.", "Agency Performance Plans: Examples of Practices That Can Improve  Usefulness to Decisionmakers. GAO/GGD/AIMD-99-69. Washington, D.C.:  February 26, 1999.", "Managing for Results: Critical Issues for Improving Federal Agencies’  Strategic Plans. GAO/GGD-97-180. Washington, D.C.: September 16, 1997.", "Executive Guide: Effectively Implementing the Government Performance  and Results Act. GAO/GGD-96-118. Washington, D.C.: June 1, 1996."], "subsections": []}]}], "fastfact": []}