{"id": "GAO-15-636T", "url": "https://www.gao.gov/products/GAO-15-636T", "title": "EPA Science Advisory Panels: Preliminary Observations on the Processes for Providing Scientific Advice", "published_date": "2015-05-20T00:00:00", "released_date": "2015-05-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["EPA formulates rules to protect the environment and public health. To enhance the quality and credibility of such rules, EPA obtains advice and recommendations from the SAB and CASAC—two federal advisory committees that review the scientific and technical basis for EPA decision making. ERDDAA requires the SAB to provide both the EPA Administrator and designated congressional committees with scientific advice as requested. Amendments to the Clean Air Act established CASAC to, among other things, provide advice to the Administrator on NAAQS.", "This testimony reflects GAO's preliminary observations from its ongoing review that examines (1) the extent to which EPA procedures for processing congressional requests to the SAB ensure compliance with ERDDAA and (2) the extent to which CASAC has provided advice related to NAAQS.", "GAO reviewed relevant federal regulations and agency documents, and interviewed EPA, SAB, and other relevant officials.", "GAO is not making any recommendations in this testimony, but as it finalizes its work in this area, GAO will consider making recommendations, as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["The Environmental Protection Agency's (EPA) procedures for processing congressional requests for scientific advice from the Science Advisory Board (SAB) do not ensure compliance with the Environmental Research, Development, and Demonstration Authorization Act of 1978 (ERDDAA) because these procedures are incomplete. For example, they do not clearly outline how the EPA Administrator, the SAB staff office, and others are to handle a congressional committee's request. While the procedures reflect EPA's responsibility to exercise general management controls over the SAB and all its federal advisory committees under the Federal Advisory Committee Act (FACA), including keeping such committees free from outside influence, they do not fully account for the specific access that designated congressional committees have to the SAB under ERDDAA. For example, EPA's policy documents do not establish how EPA will determine which questions would be taken up by the SAB. EPA officials told GAO that, in responding to congressional requests, EPA follows the same process that it would apply to internal requests for questions to the SAB, including considering whether the questions are science or policy driven or are important to science and the agency. However, EPA has not documented these criteria. Under the federal standards of internal control, agencies are to clearly document internal controls. Moreover, under ERDDAA, the SAB is required to provide requested scientific advice to select committees. By clearly documenting how to process congressional requests received under ERDDAA, including which criteria to use, EPA can provide reasonable assurance that its staff process responses consistently and in accordance with law. Furthermore, EPA's charter states that, when scientific advice is requested by one of the committees specified in ERDDAA, the Administrator will, when appropriate forward the SAB's advice to the requesting congressional committee. EPA policy does not specify when it would be “appropriate” for the EPA Administrator to take this action. Such specificity would be consistent with clearly documenting internal controls. GAO will continue to monitor these issues and plans to issue a report with its final results in June 2015.", "The Clean Air Scientific Advisory Committee (CASAC) has provided certain types of advice related to the review of national ambient air quality standards (NAAQS), but has not provided advice on adverse social, economic, or energy effects related to NAAQs. Under the Clean Air Act, CASAC is to review air quality criteria and existing NAAQS every 5 years and advise EPA of any adverse public health, welfare, social, economic, or energy effects that may result from various strategies for attainment and maintenance of NAAQS. An EPA official stated that CASAC has carried out its role in reviewing the air quality criteria and the NAAQS, but CASAC has never provided advice on adverse social, economic, or energy effects related to NAAQS because EPA has never asked CASAC to do so. In a June 2014 letter to the EPA Administrator, CASAC indicated it would review such effects at the agency's request. According to a senior EPA official, the agency has no plans to ask CASAC to provide advice on such adverse effects."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to provide some preliminary observations  from our ongoing review of the Environmental Protection Agency’s (EPA)  Science Advisory Board (SAB) and the Clean Air Scientific Advisory  Committee (CASAC). We are carrying out this work for the Senate  Committee on Environment and Public Works and the House Committee  on Science, Space, and Technology. As you know, the SAB and CASAC  are federal advisory committees that review the scientific and technical  basis for EPA’s decision making.", "These two federal advisory committees were established pursuant to  statute. The Environmental Research, Development, and Demonstration  Authorization Act of 1978 (ERDDAA) mandated that EPA establish the  SAB and required the SAB to provide the EPA Administrator with  scientific advice as requested. In 1980, Congress amended ERDDAA by  adding a provision requiring the SAB to also provide scientific advice to  designated congressional committees when requested. CASAC was  established pursuant to amendments to the Clean Air Act in 1977 to,  among other things, provide advice to the Administrator with regard to  EPA’s National Ambient Air Quality Standards (NAAQS). The Clean Air  Act requires EPA to set and periodically review and revise NAAQS for  certain air pollutants, the emission of which cause or contribute to air  pollution that may endanger public health or welfare.", "As federal advisory committees, the SAB and CASAC must comply with  the Federal Advisory Committee Act (FACA) and its implementing  regulations. For example, the SAB is required to operate in accordance with charters. In addition, EPA must have procedures to ensure that the  advice or recommendations of its federal advisory committees, including  the SAB, are products of their independent judgment and not  “inappropriately” influenced by EPA.", "Recent interactions between the House Committee on Science, Space,  and Technology and the SAB related to specific SAB reviews on hydraulic  fracturing and water body connectivity have raised questions with the  Committee regarding whether the SAB is fulfilling its statutory obligations  to provide scientific advice to the designated congressional committees.", "In addition, recent testimony received by the Committee has raised  questions regarding whether CASAC advises EPA of any adverse public  health, welfare, social, economic, or energy effects that may result from  various strategies for attainment and maintenance of NAAQS as called  for in the Clean Air Act.", "This testimony reflects our preliminary observations from our ongoing  review that examines (1) the extent to which EPA procedures for  processing congressional committees’ requests for scientific advice from  the SAB ensure compliance with ERDDAA and (2) the extent to which  CASAC has provided advice related to NAAQS.", "Hydraulic fracturing is a process used in natural gas wells where millions of gallons of  water, sand and chemicals are pumped underground to break apart the rock and release  the gas. Water body connectivity is the biological, chemical, and hydrologic connectivity of  waters and the effects that small streams, wetlands, and open waters have on larger  downstream waters such as rivers, lakes, estuaries, and oceans.", "NAAQS, we reviewed the Clean Air Act, its legislative history, and legal  cases involving the act. We also interviewed officials from the SAB staff  office and EPA’s Office of General Counsel.", "We are conducting our work in accordance with generally accepted  government auditing standards. Those standards require that we plan  and perform the audit to obtain sufficient, appropriate evidence to provide  a reasonable basis for our findings and conclusions based on our audit  objectives. We believe that the evidence we obtain will provide a  reasonable basis for our findings and conclusions based on our audit  objectives. EPA provided technical comments, which we incorporated, as  appropriate."], "subsections": [{"section_title": "Background", "paragraphs": ["The SAB provides a mechanism for EPA to receive peer review and other  advice in the use of science at EPA. The SAB is authorized to, among  other things, review the adequacy of the scientific and technical basis of  EPA’s proposed regulations. The SAB and its subcommittees or panels  focus on a formal set of charge questions on environmental science  received from the agency. Depending on the nature of the agency’s  request, the entire advisory process from the initial discussion on charge  questions with EPA offices and regions to the delivery of the final SAB  report generally takes from 4 to 12 months.", "Under the Clean Air Act, air quality criteria must accurately reflect the latest scientific  knowledge useful in indicating the kind and extent of all identifiable effects on public health  or welfare, which may be expected from the presence of certain air pollutants in the  ambient air. economic, or energy effects that may result from various strategies for  attainment and maintenance of the NAAQS. CASAC’s advisory process is  similar to the SAB’s process, including the option of establishing  subcommittees and panels that send their reports and recommendations  to CASAC.", "As federal advisory committees, the SAB and CASAC are subject to  FACA, which broadly requires balance, independence, and transparency.  FACA was enacted, in part, out of concern that certain special interests  had too much influence over federal agency decision makers. The head  of each agency that uses federal advisory committees is responsible for  exercising certain controls over those advisory committees. For example,  the agency head is responsible for establishing administrative guidelines  and management controls that apply to all of the agency’s advisory  committees, and for appointing a Designated Federal Officer (DFO) for  each advisory committee. Advisory committee meetings may not occur in  the absence of the DFO, who is also responsible for calling meetings,  approving meeting agendas, and adjourning meetings. As required by  FACA, the SAB and CASAC operate under charters that include  information on their objectives, scope of activities, and the officials to  whom they report. Federal advisory committee charters must be renewed  every 2 years, but they can be revised before they are due for renewal in  consultation with the General Services Administration (GSA).", "Unlike CASAC, which was established by amendments to the Clean Air  Act, the SAB was established under ERDDAA, and since 1980, has been  required to provide scientific advice to designated congressional  committees when requested. According to SAB staff office officials, until  recently, the SAB has responded to general congressional questions and  concerns. However, in 2013, representatives of a congressional  committee formally requested advice from the SAB regarding two reviews  the SAB was conducting. According to EPA officials, this was the first  time representatives of a congressional committee formally requested  advice from the SAB. Both requests were addressed and submitted  directly to the SAB Chair and the Chair of the relevant SAB panel and  sent concurrently to the SAB staff office and EPA Administrator. While  ERDDAA does not specify a role for EPA in mediating responses from the  SAB to the designated congressional committees, EPA identifies such a  role for itself under FACA. Specifically, EPA points to the DFO’s  responsibility to manage the agenda of an advisory committee. Also,  under FACA, EPA is responsible for issuing and implementing controls  applicable to its advisory committees. Responses to the committee’s  requests for scientific advice were handled by the SAB staff office and  EPA’s OCIR. The SAB staff office and, later, OCIR responded to the  committee’s first request for advice, and OCIR responded to the  committee’s second request for advice. See table 1 for more information  on these requests."], "subsections": []}, {"section_title": "Our Preliminary Observations Indicate That EPA’s Procedures for Processing Congressional Requests to the SAB Do Not Ensure Compliance with ERDDAA", "paragraphs": ["Our preliminary observations indicate that EPA’s procedures for  processing congressional requests for scientific advice from the SAB do  not ensure compliance with ERDDAA because the procedures are  incomplete and do not fully account for the statutory access designated  congressional committees have to the SAB. Specifically, EPA policy  documents do not clearly outline how the EPA Administrator, the SAB  staff office, and members of the SAB panel are to handle a congressional  committee’s request for advice from the SAB. In addition, EPA policy  documents do not acknowledge that the SAB must provide scientific  advice when requested by select congressional committees.", "EPA’s written procedures for processing congressional committee  requests to the SAB are found in the SAB charter and in the following two  documents that establish general policies for how EPA’s federal advisory  committees are to interact with outside parties:", "EPA Policy Regarding Communication Between Members of Federal  Advisory Committee Act Committees and Parties Outside of the EPA  (the April 2014 policy), and", "Clarifying EPA Policy Regarding Communications Between Members  of Scientific and Technical Federal Advisory Committees and Outside  Parties (the November 2014 policy clarification).", "Collectively, the SAB’s charter, EPA’s April 2014 policy, and EPA’s  November 2014 policy clarification provide direction for how EPA and the  SAB are to process requests from congressional committees. However,  these documents do not clearly outline procedures for the EPA  Administrator, the SAB staff office, and members of the SAB panel to use  in processing such requests.", "At the time of the House committee’s two requests to the SAB in 2013,  the SAB charter was the only EPA document that contained written policy  relating to congressional committee requests under ERDDAA. The SAB  charter briefly noted how congressional committees could access SAB  advice, stating; “While the SAB reports to the EPA Administrator,  congressional committees specified in ERDDAA may ask the EPA  Administrator to have SAB provide advice on a particular issue.” (GAO  italics) Beyond what the charter states, however, no EPA policy specified  a process the Administrator should use to have the SAB review a  congressional request and provide advice.", "In response to a request from the SAB staff office that EPA clarify the  procedures for handling congressional committee requests, EPA, through  an April 4, 2014, memorandum informed the SAB that committee  members themselves and the federal advisory committees as a whole  should refrain from directly responding to these external requests.  Attached to the memorandum was the April 2014 policy that stated: “if a  FACA committee member receives a request relating to the committee’s  work from members of Congress or their staff, or congressional  committees, the member should notify the DFO, who will refer the request  to the EPA OCIR. OCIR will determine the agency’s response to the  inquiry, after consulting with the relevant program office and the DFO.”  This policy, however, did not provide more specific details on processing  requests from congressional committees under ERDDAA.", "In November 2014, EPA issued a clarification to the April 2014 policy,  specifying that SAB members who receive congressional requests  pursuant to ERDDAA should acknowledge receipt of the request and  indicate that EPA will provide a response. The November 2014 policy  clarification does not identify the SAB as having to provide the response.  The November 2014 policy clarification also stated that the request  should be forwarded to the appropriate DFO and that decisions on who  and how best to respond to the requests would be made by EPA on a  case-by-case basis. While the November 2014 policy clarification  provides greater specificity about processing requests, it is not consistent  with the SAB charter because the policy indicates that congressional  committee requests should be handled through the DFO, whereas the  charter indicates that they should be handled through the EPA  Administrator and provides no further information. A senior EPA official  stated that the agency considered that the charter and the November  2014 policy clarification differed in the level of detail, but not in the broad  principle that the agency is the point of contact for congressional requests  to the SAB (and SAB responses to those requests). However, under the   agencies are to clearly document  federal standards of internal control,internal controls and the documentation is to appear in management  directives, administrative policies, or operating manuals. While EPA has  documented its policies, they are not clear because the charter and the  November 2014 policy clarification are not consistent about which office  should process congressional requests. Agency officials said that the  SAB charter is up for renewal in 2015. By modifying the charter when it is  renewed to reflect the language in the November 2014 policy  clarification—that congressional requests should be forwarded to the  appropriate DFO—EPA can better ensure that its staff process  congressional committee requests consistently when the agency receives  such a request.", "Moreover, neither the April 2014 policy nor the November 2014 policy  clarification clearly documents EPA’s procedures for reviewing  congressional committee requests to determine which questions would be  taken up by the SAB, consistent with the federal standards of internal  control. Because EPA’s procedures for reviewing congressional  committee requests are not documented, it will be difficult for EPA to  provide reasonable assurance that its staff is appropriately applying  criteria when determining which questions the SAB will address. EPA  officials told us that internal deliberations in response to a congressional  request follow those that the agency would apply to internal requests for  charges to the SAB. Specifically, officials told us that EPA considers  whether the questions are science or policy driven, whether they are  important to science and the agency, and whether the SAB has already  undertaken a similar review. However, these criteria are not documented.  In addition, under ERDDAA, the SAB is required to provide requested  scientific advice to select committees, regardless of EPA’s judgment. As  EPA has not fully responded to the committee’s two 2013 requests to the  SAB, by clearly documenting its procedures for reviewing congressional  requests to determine which questions should be taken up by the SAB  and criteria for evaluating requests, the agency can provide reasonable  assurance that its staff process these and other congressional committee  requests consistently and in accordance with both FACA and ERDDAA.", "Furthermore, the charter states that, when scientific advice is requested  by one of the committees specified in ERDDAA, the Administrator will,  when appropriate, forward the SAB’s advice to the requesting  congressional committee. Neither the charter nor the April 2014 policy  and November 2014 policy clarification specify when it would be  “appropriate” for the EPA Administrator to forward the SAB’s advice to the  requesting committee. Such specificity would be consistent with federal  standards of internal control that call for clearly documenting internal  controls. Without such specification, the perception could be created that  EPA is withholding information from Congress that the SAB is required to  provide under ERDDAA. EPA officials stated that the EPA Administrator  does not attempt to determine whether advice of the SAB contained in  written reports should be forwarded to the requesting committee and that  all written reports are publically available on the SAB website at the same  time the report is sent to the EPA Administrator. By modifying the charter  or other policy documents to reflect when it is and when it is not  appropriate for the EPA Administrator to forward the advice to the  requesting committee, EPA can better ensure transparency in its process.", "In general, under FACA, as a federal advisory committee, the SAB’s  agenda is controlled by its host agency, EPA. As such, the SAB  generally responds only to charge questions put to it by EPA although,  under ERDDAA, the SAB is specifically charged with providing advice to  its host agency as well as to designated congressional committees. In  addition, it is EPA’s responsibility under GSA regulations for implementing  FACA to ensure that advisory committee members and staff understand  agency-specific statutes and regulations that may affect them, but  nothing in the SAB charter, the April 2014 policy, or the November 2014  policy clarification communicates that, ultimately, SAB must provide  scientific advice when requested by congressional committees. For  example, we found no mechanism in EPA policy for the SAB to respond  on its own initiative to a congressional committee request for scientific  advice unrelated to an existing EPA charge question. A written policy for  how the SAB should respond to a congressional committee request that  does not overlap with charge questions from EPA would be consistent  with federal internal control standards. Moreover, such a policy would  better position the SAB to provide the advice it is obligated to provide  under ERDDAA and for EPA to provide direction consistent with GSA  regulations for implementing FACA. We will continue to monitor these  issues and, as we finalize our work in this area, we will consider making  recommendations, as appropriate. We plan to issue our final results in  June 2015."], "subsections": []}, {"section_title": "CASAC Has Provided Certain Types of Advice Related to Air Quality Standards", "paragraphs": ["CASAC has provided certain types of advice related to the review of  NAAQS. The Clean Air Act requires CASAC to review air quality criteria  and existing NAAQS every 5 years and advise EPA of any adverse public  health, welfare, social, economic, or energy effects that may result from  various strategies for attainment and maintenance of NAAQS.  According to a senior EPA official, CASAC has carried out its role in  reviewing the air quality criteria and the NAAQS but has never provided  advice on adverse social, economic, or energy effects of strategies to  implement the NAAQS because EPA has never asked it to. This is in part  because NAAQS are to be based on public health and welfare criteria, so  information on the social, economic, or energy effects of NAAQS are not  specifically relevant to setting NAAQS.", "In a June 2014 letter to the EPA Administrator, CASAC indicated that, at  the agency’s request, it would review the impacts (e.g., the economic or  energy impacts) of strategies for attaining or maintaining the NAAQS but  stressed that such a review would be separate from reviews of the  scientific bases of NAAQS.  In response to such a request, the letter  stated that an ad hoc CASAC panel would be formed to obtain the full  expertise necessary to conduct such a review. According to a senior EPA  official, the agency has no plans to ask CASAC to provide advice on  adverse effects.", "Chairman Rounds, Ranking Member Markey, and Members of the  Subcommittee, this completes my prepared statement. I would be happy  to respond to any questions that you or other members of the  Subcommittee may have at this time.", "Information from EPA-requested reviews could be useful for the states, which implement  the strategies necessary to achieve the NAAQS. EPA is required to provide states, after  consultation with appropriate advisory committees, with information on air pollution control  techniques, including the cost to implement such techniques. 42 U.S.C. § 7408(b)(1)  (2015). According to a senior-level EPA official, EPA collects this information from other  federal advisory committees, the National Academy of Sciences, and state air agencies,  among others, and EPA fulfills this obligation by issuing Control Techniques Guidelines  and other implementation guidance."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["If you or your staff members have any questions about this testimony,  please contact me at (202) 512-3841 or gomezj@gao.gov. Contact points  for our Offices of Congressional Relations and Public Affairs may be  found on the last page of this testimony. GAO staff who made key  contributions to this testimony are Janet Frisch (Assistant Director),  Antoinette Capaccio, and Greg Carroll.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}