{"id": "GAO-20-534", "url": "https://www.gao.gov/product/GAO-20-534", "title": "Domestic Violence: Improved Data Needed to Identify the Prevalence of Brain Injuries among Victims", "published_date": "2020-06-12T00:00:00", "released_date": "2020-06-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Research has found brain injuries to be common among victims of intimate partner violence, and that such injuries are under-diagnosed and under-treated.", "House Report 115-952 included a provision for GAO to report on the relationship between intimate partner violence and brain injuries. GAO (1) describes efforts to provide education, screen for, or treat brain injuries resulting from intimate partner violence; and (2) examines what is known about the prevalence of brain injuries resulting from intimate partner violence, including HHS efforts to determine prevalence. GAO reviewed peer-reviewed literature, federal websites, and documentation from HHS and DOJ. GAO also interviewed officials from HHS, DOJ, and 11 non-federal stakeholders, such as domestic violence organizations. GAO identified 12 initiatives, though this list may not be exhaustive, and conducted site visits to three of them."]}, {"section_title": "What GAO Found", "paragraphs": ["According to the Centers for Disease Control and Prevention (CDC), one in three adults have experienced domestic violence, also known as intimate partner violence. Intimate partner violence includes physical violence, sexual violence, stalking, and psychological aggression. Victims of intimate partner violence may experience brain injury, resulting from blows to the head or strangulation. To address this issue, the Department of Health and Human Services (HHS) and the Department of Justice (DOJ) provide grants to state and local entities that work with victims.", "GAO identified 12 non-federal initiatives that provide education, screen for, or treat brain injuries resulting from intimate partner violence. All 12 developed and distributed education and training materials to domestic violence shelter staff, victims, health care providers, and others. Six of the 12 initiatives used screening tools to identify potential brain injuries among intimate partner violence victims, and two included a treatment component. Additionally, eight of the 12 initiatives received HHS or DOJ grant funding, although agency officials told us the funding had no specific requirements to address brain injuries resulting from intimate partner violence.", "Based on its review of the literature, as well as interviews with HHS officials and other non-federal stakeholders, GAO found that data on the overall prevalence of brain injuries resulting from intimate partner violence are limited. HHS officials acknowledged that the lack of data on the prevalence of these issues is a challenge in addressing the intersection of the issues. However, HHS does not have a plan for how it would collect better prevalence data. HHS agencies have some related efforts underway; however, the efforts are limited and generally do not examine the connection between brain injuries and intimate partner violence. Enhancing the health and well-being of Americans is critical to HHS's public health mission. As part of this mission, CDC, within HHS, uses its Public Health Approach, which includes collecting prevalence data to understand the magnitude of public health issues.", "With better data comes a better understanding of the overall prevalence of brain injuries resulting from intimate partner violence. This, in turn, could help ensure that federal resources are allocated to the appropriate areas and used as efficiently and effectively as possible to address this public health issue."]}, {"section_title": "What GAO Recommends", "paragraphs": ["HHS should develop and implement a plan to improve data collected on the prevalence of brain injuries resulting from intimate partner violence and use these data to inform its allocation of resources to address the issue. HHS concurred with our recommendation and is coordinating with its agencies to augment data collection."]}], "report": [{"section_title": "Letter", "paragraphs": ["Intimate partner violence—abuse or aggression by a current or former  intimate partner—is a significant public health issue experienced by about  one in three adults in the United States, according to the Centers for  Disease Control and Prevention (CDC). Intimate partner violence, also  referred to as domestic violence, includes physical violence, such as  slapping, pushing, hitting with a fist or hard object, slamming against  something, strangulation, or using a weapon. It can also involve sexual  violence, stalking, and psychological aggression. Intimate partner  violence can lead to significant chronic health consequences and pose  substantial costs to society. The CDC estimated the lifetime economic  costs of intimate partner violence to society at $3.6 trillion, which includes  costs associated with medical services for related injuries, lost  productivity from paid work, and help provided by the criminal justice  system. CDC, along with other Department of Health and Human  Services (HHS) agencies, works to address this public health issue  through, for example, monitoring data on those affected by intimate  partner violence and by providing grants to state and local entities to  develop and implement prevention programs. Additionally, the  Department of Justice (DOJ) provides grant funds to states to support  educating individuals on, and improving responses to, intimate partner  violence.", "According to researchers, intimate partner violence can result in brain  injuries, a major cause of disability in the United States. Brain injuries  can result from blows to the head or strangulation; victims of intimate  partner violence may incur repeated abuse over long periods of time, with  such injuries under-diagnosed and under-treated for many reasons. As  one example, individuals who are in abusive relationships may fear to  disclose their experiences or seek treatment for their injuries. In addition,  health care providers may not recognize that the symptoms experienced  by a victim of intimate partner violence could be the result of a brain  injury, such as a traumatic brain injury (TBI).", "A report accompanying the Department of Defense and Labor, Health  and Human Services, and Education Appropriations Act, 2019 and  Continuing Appropriations Act, 2019 included a provision for GAO to  review the status of research and efforts to promote awareness of the  relationship between intimate partner violence and TBI, among other  things. Our report  1.  describes efforts to provide education, screen for, or treat brain  injuries resulting from intimate partner violence; and  2.  examines what is known about the prevalence of brain injuries  resulting from intimate partner violence, including HHS efforts to  determine prevalence.", "To describe efforts to provide education, screen for, or treat brain injuries  resulting from intimate partner violence, we reviewed HHS and DOJ  documentation, as well as documentation we obtained from non-federal  stakeholders. Specifically, we reviewed documents and interviewed  officials from HHS’s Administration for Children and Families (ACF),  Administration for Community Living (ACL), CDC, Health Resources and  Services Administration (HRSA), and National Institutes of Health (NIH),  as well as officials from DOJ’s Office on Violence Against Women and  Office of Justice Programs. We also reviewed documents and interviewed  officials from a non-generalizable sample of non-federal stakeholder  organizations, as well as researchers who work in the area of intimate  partner violence, brain injury, or health care services. In total, we  collected information from the following stakeholders:", "Three national organizations focused on intimate partner violence— National Center for Victims of Crime, National Resource Center on  Domestic Violence, and Training Institute for Strangulation  Prevention. We selected these organizations based on discussions  with HHS or DOJ officials we interviewed. Additionally, we reviewed  these organizations’ websites for activities related to brain injuries,  and selected a mix of organizations that did and did not receive  federal funding.", "Three national organizations focused on brain injuries—Brain Injury  Association of America, National Association of State Head Injury  Administrators, and Pink Concussions. We selected these  organizations by reviewing their websites for activities or statements  related to intimate partner violence, domestic violence, or training on  brain injuries. Additionally, we selected a mix of organizations that did  and did not receive federal funding, and those with and without state  chapters.", "Two health care provider associations representing providers likely  involved in treating victims of intimate partner violence—American  College of Emergency Physicians and International Association of  Forensic Nurses. We selected these organizations by reviewing  websites for activities or statements related to intimate partner  violence, domestic violence, or brain injury.", "Three researchers affiliated with Drexel University, Harvard  University, and Johns Hopkins University. We selected these  researchers, because they work in the area of intimate partner  violence and brain injuries, and were recommended by HHS or DOJ  officials.", "In this report, we describe 12 initiatives, which for the purposes of this  report are programs or efforts focused on education, screening, or  treatment involving individuals with brain injuries resulting from intimate  partner violence. We identified these initiatives based on information  collected from interviews with HHS and DOJ officials and the  stakeholders identified above, as well as a review of the initiatives’  websites. Our list represents initiatives identified during the course of our  review and may not be exhaustive. Of the 12 initiatives, we conducted  site visits to three initiatives in two states—the Connect, Acknowledge,  Respond, Evaluate Program in Ohio, as well as the Barrow Concussion  and Brain Injury Center’s Traumatic Brain Injury Domestic Violence  Program and the Maricopa County Collaboration on Concussions in  Domestic Violence in Arizona—to interview domestic violence shelter  staff, health care providers, and individuals who have brain injuries  resulting from intimate partner violence. During these visits, we also  spoke with researchers affiliated with Ohio State University and University  of Arizona College of Medicine-Phoenix to understand how they worked  with the initiatives, as well as other work the universities had related to  brain injuries and intimate partner violence.", "To examine what is known about the prevalence of brain injuries resulting  from intimate partner violence, and HHS efforts to determine prevalence,  we reviewed relevant HHS documents and published literature, and  interviewed HHS and stakeholder officials. Specifically, we reviewed  documents associated with CDC’s National Intimate Partner and Sexual  Violence Survey (NISVS) and CDC’s Report to Congress on the  Epidemiology and Rehabilitation of Traumatic Brain Injury. For the  literature review, we searched a variety of databases for relevant articles  that focused on brain injuries resulting from intimate partner violence  published between January 1, 2009, and August 9, 2019, identifying 57  articles. From these 57 articles, we focused on 28 articles that reported  original analysis of information, including data on the prevalence of brain  injuries resulting from intimate partner violence. (See app. I for an  additional description of our literature review, as well as a bibliography of  the articles.) During the interviews, we asked HHS and stakeholder  officials about challenges in addressing brain injuries resulting from  intimate partner violence. We also asked officials from HHS agencies to  describe efforts to determine the prevalence of brain injuries resulting  from IPV or related research. Further, we compared their responses  about HHS’s efforts to CDC’s Public Health Approach, which is the  agency’s approach to addressing public health problems and preventing  violence.", "We conducted this performance audit from June 2019 to June 2020 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Intimate Partner Violence", "paragraphs": ["Data from CDC’s 2015 NISVS indicate that about 43.6 million women  (36.4 percent) and 37.3 million men (33.6 percent) in the United States  have experienced sexual violence, physical violence, and stalking by an  intimate partner. Approximately 21.4 percent of women and 14.9  percent of men in the United States experienced severe physical violence  by an intimate partner. About 30 million women (25.1 percent) and 12  million men (10.9 percent) reported experiencing some effect from the  violence. (See fig. 1 for the most commonly reported effects of intimate  partner violence, as reported by NISVS.)", "Intimate partner violence can also result in death. Data from U.S. crime  reports suggest that 16 percent of homicide victims (about one in six) are  killed by an intimate partner. Strangulation victims, in particular, are at  greater risk for being killed, according to the Training Institute on  Strangulation Prevention.", "Research has shown that certain factors increase the risk that someone  may experience intimate partner violence. For example, a review of  research on risk factors for women who experience intimate partner  violence identified younger age, less education, unemployment,  pregnancy, childhood victimization, and mental illness as being  associated with higher rates of intimate partner violence. Exposure to  intimate partner violence between a child’s parents or caregivers is also  associated with a greater risk of intimate partner violence in adulthood,  according to CDC. Adults with disabilities are also at a higher risk of  violence than those without disabilities.", "However, research indicates that victims of intimate partner violence may  be less likely than others to obtain medical or other services. Even when  services are obtained, victims may be less likely than others to identify  the source or extent of their injuries out of fear for their safety or reprisal."], "subsections": []}, {"section_title": "Brain Injuries", "paragraphs": ["Brain injuries, including those that may result from intimate partner  violence, can have several causes, including physical trauma and  strangulation; range in severity; and can result in a number of health  consequences.", "TBI refers to a brain injury caused by external physical force, such as  a blow to the head or shaking of the brain.", "Anoxic (a complete disruption of oxygen to the brain) or hypoxic (a  partial disruption of oxygen to the brain) brain injury may result from  strangulation or other pressure applied to the neck that restricts blood  flow and air passage.", "TBIs and anoxic or hypoxic brain injuries may result in irreversible  psychological and physical harm. Specifically, people who suffer from  TBI and anoxic or hypoxic brain injuries may experience cognitive  symptoms, including depression and memory loss, as well as behavioral  symptoms, such as changes in mood, or difficulty sleeping, among  others. The symptoms individuals experience can also vary. The signs  and symptoms of an anoxic or hypoxic brain injury from strangulation can  be similar to those of mild TBI, which is often referred to as a concussion.  (See fig. 2.)", "According to the Brain Injury Association of America, a severe brain injury  can be clearly identified by reviewing an individual’s symptoms, but when  the brain injury is mild or moderate, providers may need to conduct  further assessments or screening to diagnose the brain injury. According  to NIH, providers have several options for assessing brain injury that can  help determine the severity of the injury. For example, providers may  evaluate a person’s level of consciousness and the severity of brain injury  by attempting to elicit body movements, opening of the eyes, and verbal  responses. Providers may also evaluate an individual’s speech and  language skills or cognitive capabilities."], "subsections": []}, {"section_title": "Role of HHS and DOJ in Addressing Intimate Partner Violence", "paragraphs": ["Both HHS and DOJ support activities for individuals affected by intimate  partner violence through several of their agencies. Within HHS, for  example, ACF provides federal funding to support emergency shelter and  services for the victims of domestic violence and their dependents, as  well as the National Domestic Violence Hotline. CDC provides grants to  state and local entities to develop programs aimed at preventing intimate  partner violence. Additionally, HRSA—which provides funding to federally  qualified health centers—provides funding to develop educational  materials for health care workers, in partnership with ACF, to increase the  number of individuals screened for intimate partner violence and referred  to treatment services, among other things.", "DOJ, through its Office of Justice Programs and Office on Violence  Against Women, conducts research and provides funding to help states,  local governments, and nonprofit organizations’ develop programs to  reduce violence against women. Many DOJ programs aim to strengthen  responses at the local, state, tribal, and federal levels to domestic  violence, dating violence, sexual assault, and stalking. Further, the  Violence Against Women Reauthorization Act of 2013 amended federal  laws to establish criminal penalties for strangulation or suffocation.  Additionally, DOJ increased its support of activities focused on training to  recognize and prosecute strangulation."], "subsections": []}, {"section_title": "Role of HHS in Addressing TBI", "paragraphs": ["HHS agencies also conduct work related to recognizing and responding  to TBI. For example, NIH funds research aimed at developing knowledge  about the brain and nervous system in order to reduce the effect of brain- related diseases on individuals. In addition, CDC conducts research on  the prevention of TBIs, and ACL provides grants to states to help them to  support individuals with brain injuries and to promote the rights of, and  provide advocacy support to, those living with TBI."], "subsections": []}]}, {"section_title": "Efforts to Provide Education, Screen for, or Treat Brain Injuries Resulting from Intimate Partner Violence", "paragraphs": ["We identified 12 initiatives led by non-federal entities that focused on     (1) education on brain injuries resulting from intimate partner violence by  developing materials or offering training; (2) screening victims of intimate  partner violence for potential brain injuries; or (3) treatment involving  individuals with brain injuries resulting from intimate partner violence.  Our list represents initiatives identified during the course of our review  and may not be exhaustive. Some of these initiatives focus on only TBI or  strangulation, while others focused on both. See appendix II for additional  information on the initiatives.", "Training for Domestic Violence Program  Staff  Domestic violence program advocates we  spoke to told us that before they participated  in the Ohio Domestic Violence Network  training, they knew their clients were having a  hard time remembering things or getting their  thoughts across; however, they did not know  this could be the result of a brain injury. The  training helped advocates identify signs and  symptoms in their clients and make others  aware of these symptoms. For example,  advocates told us they may inform a  prosecutor that a client may have a brain  injury and may have difficulty remembering or  sharing their experiences.", "The Ohio Domestic Violence Network—as a part of its Connect,  Acknowledge, Respond, Evaluate (CARE) initiative—trained staff at  five domestic violence programs on brain injuries, and developed  educational materials for shelter staff to share with intimate partner  violence victims, according to network officials. For example, we  spoke to staff at a domestic violence program in Ohio who told us how  the education they received from the network helped them identify the  signs and symptoms of brain injury in their clients. Staff from another  domestic violence program in Ohio told us as a result of CARE  training they now suggest strategies to clients to assist them with their  memory issues, such as writing appointment information on a  whiteboard or in a planner.", "The Swedish Hospital Violence Prevention Program, in Illinois,  provided education to physicians, medical residents, and hospital staff  to increase health care provider and staff awareness of and ability to  respond to brain injuries among victims of intimate partner violence,  according to officials with the initiative.", "The Safe Futures initiative, in Connecticut, developed strangulation  training materials for emergency medical personnel, law enforcement,  prosecutors, and providers, as well as hosted trainings throughout  Connecticut on intimate partner violence and brain injuries, according  to officials with the initiative.", "Screening. Six of the 12 initiatives used screening tools to identify  potential brain injuries among intimate partner violence victims, according  to officials. Based on our review of documentation from these initiatives,  we found that the screening tools generally had a series of questions  about injuries to the head, the loss of consciousness, or behavior  changes—symptoms that may indicate a potential brain injury. For  example:", "Officials from three initiatives that screened victims for potential brain  injuries reported using a version of the HELPS screening tool. (See  fig. 4 for an example of a modified version of this screening tool used  by one initiative.) Officials from one initiative told us that screening  typically occurred at domestic violence shelters where staff and  advocates receive training on how to screen intimate partner violence  victims.", "Officials from the other three initiatives told us they developed their  own screening methods. For example, staff at the Maricopa County  Collaboration on Concussions in Domestic Violence in Arizona screen  victims using a tool that measures near point of convergence, which  refers to an individual’s ability to focus both eyes on a target, an  approach that can be used to detect a concussion. Police officers  from two participating departments in Arizona have used this tool to  screen individuals when they respond to a domestic violence call,  according to officials with the collaboration.", "Treatment. Two of the 12 initiatives included a treatment component.  Officials with the Barrow Concussion and Brain Injury Center in Arizona  and the Northside Hospital Duluth Concussion Institute in Georgia told us  they provided treatment to victims who were referred by local domestic  violence shelters. Providers affiliated with one of these initiatives told us  that treatment for brain injuries resulting from intimate partner violence  does not differ from treatment for other brain injuries. A provider with one  of these initiatives said that treatment could include exercises and  movements that decrease dizziness, vertigo, and imbalance;  occupational, physical, or speech therapies; or treatment for pain  management.", "An Intimate Partner Violence Victim’s  Brain Injury Treatment  Jane Doe was abused by her partner. An  advocate at a domestic violence shelter  screened Jane for a brain injury and referred  her for assessment. She was diagnosed and  began treatment for a brain injury. Jane Doe  told us that the treatments she received,  which included nerve blockers—often used by  neurologists to lessen chronic pain—helped to  relieve the persistent headaches and  debilitating migraines she experienced in the  aftermath of her abuse. She told us that as a  result of the treatment she received, she feels  better able to function.", "Officials from the Barrow Concussion and Brain Injury Center told us that  individuals with brain injuries resulting from intimate partner violence may  face a longer period of recovery compared to others with brain injuries, in  part, because of living in unsafe home environments. As a result, special  considerations are sometimes needed due to additional barriers faced by  domestic violence victims. For example:", "Victims may need safety planning and housing. As a part of the  Barrow Concussion and Brain Injury Center’s domestic violence  initiative, a social worker will help ensure that victims’ other needs are  met.", "Officials from the Northside Hospital Duluth Concussion Institute  noted that transportation could also be a barrier for victims of intimate  partner violence. As such, the Georgia Department of Public Health’s  Injury Prevention Program, which partnered with the Northside  Hospital Duluth Concussion Institute, planned to use CDC grant  funding to provide domestic violence victims transportation from area  shelters to the concussion institute for treatment.", "Officials from the Barrow Concussion and Brain Injury Center also told  us about other considerations, such as the need to have a flexible  appointment policy to account for the possibility of victims missing or  canceling appointments.", "Of the 12 initiatives we identified, eight received federal grants from HHS  or DOJ, while officials from the other four initiatives told us they were  funded with state, local, or private dollars. According to HHS and DOJ  officials, the grants did not have specific requirements to address the  intersection of brain injuries and intimate partner violence. However,  based on our review of documentation, the eight initiatives used the  federal funds to focus on the intersection of these two issues. Six of these  eight initiatives received funding from HHS. Of them, four were funded by  HRSA or ACL grants that focused on TBI-related services and activities,  and two were funded by CDC grants focused on injury and violence  prevention activities. The other two initiatives were funded by DOJ’s  Office of Justice Programs through grants that provide funds to support  victims of crime.", "In addition to the federal funding received by some of the 12 initiatives,  we identified other efforts and grants funded by HHS and DOJ. These  efforts made educational materials on intimate partner violence and brain  injuries accessible online, made ad-hoc or internal trainings available to  external parties, or provided education that touched on the connection  between intimate partner violence and brain injury, according to HHS and  DOJ officials. For example:", "ACF has funded the National Resource Center on Domestic Violence  and Futures Without Violence’s National Health Resource Center on  Domestic Violence, which provide information related to intimate  partner violence and brain injuries via websites.", "ACF, in collaboration with HRSA, funded an effort led by Futures  Without Violence, which includes some information on TBI and  strangulation in trainings for select state leadership teams working to  address intersections of health, intimate partner violence, and human  trafficking.", "DOJ’s Office on Violence Against Women provided grant funds to  support the Training Institute on Strangulation Prevention, which  offers training to individuals and outside entities to help them  understand, recognize, and appropriately serve strangulation victims,  as well as investigate and prosecute strangulation cases.", "DOJ’s Office on Violence Against Women has also provided grant  funds used by local organizations, such as police departments, to  provide ad-hoc or internal training activities on brain injuries and to  serve victims with brain injuries, including those caused by  strangulation."], "subsections": []}, {"section_title": "Data on the Overall Prevalence of Brain Injuries Resulting from Intimate Partner Violence Are Limited; Improved Data Could Help Target HHS Public Health Efforts", "paragraphs": ["Based on our review of the literature, as well as interviews with HHS  officials and other non-federal stakeholders, we found that data on the  overall prevalence of brain injuries resulting from intimate partner violence  are limited.", "Specifically, available data do not provide an overall estimate of the  prevalence of brain injuries resulting from intimate partner violence  nationwide. While there are studies that estimate the prevalence of these  injuries, these studies are also limited. Specifically, among the 28 articles  we reviewed, six included an objective to estimate the prevalence of brain  injuries resulting from intimate partner violence, while the remaining 22  articles examined other areas, such as health effects or awareness of  brain injuries resulting from intimate partner violence, but did not have an  objective to estimate prevalence. The six articles are also specific to a  certain subpopulation or certain geographic locations and used different  approaches to identify individuals with brain injuries. As a result, the  range of reported prevalence rates on victims of intimate partner violence  with brain injuries (brain injuries caused by trauma or strangulation)  varied greatly (from 11 percent to about 79 percent) and were based on a  range of sample sizes, from 95 people to about 1,000 people.", "HHS agencies also have some data collection and research efforts  related to this issue; however, these efforts are limited as well. For  example, CDC and NIH have efforts that may assist in better  understanding the connection between brain injuries and intimate partner  violence, but CDC’s efforts do not account for all causes of brain injuries  and NIH has only one study focused on this connection. Further, HHS  agencies treat brain injuries and intimate partner violence as separate  public health issues and pursue their efforts separately—which limits their  ability to better understand the connection between the issues and the  overall prevalence of brain injuries that result from domestic violence.", "CDC officials told us that the agency’s data on the connection between  brain injuries and intimate partner violence are limited, but the agency  plans to address some of the limitations. For example, the officials said  CDC analyzes health care claims data from emergency department visits  to determine the causes of TBI. However, CDC officials told us that these  data likely underestimate TBI among victims of intimate partner violence,  because many do not seek medical care; for domestic violence victims  who seek care, providers are unlikely to designate the individual as a  victim of intimate partner violence.", "CDC also collects data on intimate partner violence through its NISVS.  According to CDC reports, NISVS data are a key source of information on  intimate partner violence, but the survey does not collect data on all types  of brain injuries related to intimate partner violence. For example, the  NISVS estimates the prevalence of victims of intimate partner violence  who have been “knocked out after getting hit, slammed against  something, or choked.” However, published estimates are based on  responses to a survey question that asks individuals about being  “knocked out,” which is a colloquial term commonly used to indicate a  loss of consciousness. CDC officials stated that in most known incidents  of mild brain injury, people do not lose consciousness. As a result, NISVS  data likely understate the number of intimate partner violence victims who  may have brain injuries.", "In order to better estimate TBIs resulting from intimate partner violence,  CDC officials told us they plan to add a survey question to the NISVS to  ask respondents about whether they have experienced a concussion—a  common term for mild forms of TBI—due to a current or ex-partner.  CDC officials told us that they have begun initial testing on several  aspects of the survey, including on the additional question with the goal to  begin data collection by the end of 2022, plans which are pending  approval. Once the NISVS data are collected and analyzed, CDC officials  said the data could help them provide a nationally representative  prevalence estimate of intimate partner violence victims’ who experienced  a TBI in their lifetimes.", "However, adding the question to the NISVS may not ensure that these  data can provide a comprehensive estimate of the prevalence of brain  injuries resulting from intimate partner violence. In particular,  The NISVS question will focus on TBIs, and will not account for  individuals with brain injuries caused by strangulation. According to  educational materials developed by the Training Institute of  Strangulation Prevention and used by HRSA in the training of  providers and advocates, more than two-thirds of intimate partner  violence victims are strangled at least once. CDC officials told us  that they are able to measure acts of choking or suffocation through  the NISVS, but this measure cannot be used to account for brain  injuries resulting from strangulation.  Additionally, CDC officials told us  that the agency’s priority is to focus on TBI specifically rather than  accounting for other brain injuries.", "Despite the focus on TBIs, CDC officials told us the NISVS data are  not designed to examine whether intimate partner violence is a  leading cause of TBI in comparison with other causes, such as sports  or motor vehicle crashes. CDC officials said that some research and  NISVS data suggest that intimate partner violence is not as large a  contributor of TBIs when compared to other contributors.  However,  they noted that they do not have data on the proportion of TBIs  resulting from intimate partner violence. Absent the ability to compare  intimate partner violence as a cause of TBI against other contributors  through the NISVS or other representative studies, CDC officials will  continue to lack an understanding of the full scope of TBIs, their  primary causes, and who is affected by them.", "NIH officials identified two agency efforts that could help improve what is  known about the connection between brain injuries and intimate partner  violence.", "NIH began funding a study in September 2019 that will use advanced  brain imaging, blood analyses, and cognitive and psychological  testing to study the effects of multiple brain injuries on women  subjected to intimate partner violence. The objectives of the study are  not to measure prevalence, but to examine the health effects of brain  injuries resulting from intimate partner violence. NIH officials told us  that this is the first study funded by NIH using brain images to  investigate brain injuries resulting from intimate partner violence.", "NIH is also developing blood biomarkers—which are clinical diagnosis  tools—for identifying mild TBI. Currently, mild TBI is generally  diagnosed by taking an inventory of symptoms, but symptoms can  lead to misdiagnoses, including for mental illness or a substance use  disorder. NIH officials said they are in the initial stages of developing  these biomarkers, which could take the place of screening tools in  diagnosing a brain injury. While this effort was not initiated to better  understand brain injuries among victims of intimate partner violence,  biomarkers have the potential to improve the identification of TBIs,  provided they are applied to domestic violence victims.", "Two other HHS agencies—ACL and HRSA—also have efforts that  address brain injuries or intimate partner violence. However, these  agencies’ efforts are generally not focused on the connection of the two  issues, so they are not likely to result in more complete data on the  prevalence of brain injuries resulting from intimate partner violence.  Specifically:  ACL provides grants to states to establish support services for individuals  with brain injuries through its TBI State Partnership Program. As part of  these efforts, ACL officials told us that they have begun to gather  information to determine how many TBI grant recipients are using the  funds to support particular populations, including individuals with TBI  resulting from intimate partner violence. As of December 2019, ACL  officials told us that two states (Idaho and Iowa) have used the grants to  focus on individuals with TBI as a result of intimate partner violence.", "HRSA has proposed an effort to collect data that may assist in further  understanding the health consequences of intimate partner violence. As  part of its strategy to address intimate partner violence, HRSA officials  recently began requiring federally qualified health centers to capture  International Classification of Diseases-10 codes for intimate partner  violence on health care claims beginning in 2020. This effort is not aimed  at the intersection of intimate partner violence and brain injuries; the  purpose of this data collection is to better understand the effect of  intimate partner violence on victims’ health outcomes. While these data  may currently underestimate the number of individuals affected by  intimate partner violence, HRSA officials told us that their goal in  collecting these data is to underscore the significance of intimate partner  violence and help position providers to assist victims. Further, knowing  the prevalence of brain injuries resulting from intimate partner violence  and using these data could help officials further target education  campaigns to providers on the potential injuries associated with intimate  partner violence.", "Officials from HHS agencies acknowledge that the lack of prevalence  data on brain injuries resulting from intimate partner violence is a  challenge in addressing the intersection of these issues. However, HHS  and its agencies do not have a plan for how they would collect better  prevalence data, including a plan that specifies the extent to which HHS  agencies should collaborate on data collection efforts. Although HHS  agencies have some efforts underway, these efforts are limited or do not  examine the connection between the issues. For example, CDC is  working to add a question to NISVS to improve what is known about the  prevalence of TBIs among victims of intimate partner violence; however,  this effort overlooks brain injuries resulting from strangulation—which  HRSA reports is often also experienced by these victims—because  CDC’s priorities are to focus on TBIs specifically. Further, the newly  funded NIH study is not intended to estimate the overall prevalence of  brain injuries resulting from intimate partner violence.", "Having complete data on the prevalence of brain injuries resulting from  intimate partner violence could strengthen HHS’s efforts to address this  public health issue. HHS and its agencies acknowledge that enhancing  the health and well-being of Americans is critical to their public health  mission and intimate partner violence and TBIs are both prominent injury  and violence issues. As part of this mission, CDC uses its Public Health  Approach to guide its public health related efforts. The first step of this  approach is to define the problem, which includes collecting prevalence  data to understand the magnitude of the problem, where the problem  exists, and whom it affects. According to CDC, such data are critical to  ensuring that resources are focused on the individuals most in need.", "Collecting data on the prevalence of brain injuries resulting from intimate  partner violence is a critical first step. With better data comes a better  understanding of the overall prevalence of brain injuries resulting from  intimate partner violence. This would give HHS and its agencies the  information necessary to inform their efforts and allocate resources,  including grant funding, to address victims of brain injuries resulting from  intimate partner violence."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Intimate partner violence affects over 30 percent of women and men in  the United States, and research has raised concerns about brain injuries  sustained by these domestic violence victims. Officials from HHS  agencies acknowledge the lack of overall prevalence data on brain  injuries resulting from intimate partner violence and the adverse effect this  lack of data has on understanding the intersection of these two issues.  While HHS agencies have some efforts underway to address brain  injuries and intimate partner violence, they are limited and address these  issues separately. Therefore, HHS and its agencies have missed an  opportunity to improve their public health efforts to address this issue,  particularly the prevalence of the problem, where the problem exists, and  whom it affects. By working together, HHS and its agencies can identify  ways that each agency’s efforts could result in better prevalence data and  a better overall understanding of brain injuries resulting from intimate  partner violence. Improved data, in turn, could also help ensure that  federal resources are allocated to the appropriate areas and used as  efficiently and effectively as possible to address this public health issue."], "subsections": []}, {"section_title": "Recommendation", "paragraphs": ["We are making the following recommendation to HHS:  The Secretary of HHS should develop and implement a plan to improve  data collected on the prevalence of brain injuries resulting from intimate  partner violence and use these data to inform HHS’s allocation of  resources to address the issue. (Recommendation 1)"], "subsections": []}, {"section_title": "Agency Comment", "paragraphs": ["We provided a draft of this report to HHS and DOJ for review and  comment. In its written comments (reproduced in app. III), HHS concurred  with our recommendation and noted that it is coordinating a plan amongst  its relevant agencies to augment data collection on the prevalence of  brain injuries resulting from intimate partner violence. HHS noted that  these data will continue to inform the needs of this vulnerable population.  HHS and DOJ also provided technical comments, which we incorporated  as appropriate.", "We are sending copies of this report to the appropriate congressional  committees, Secretary of Health and Human Services, Attorney General,  and other interested parties. In addition, the report is available at no  charge on the GAO website at http://www.gao.gov.", "If you or your staff members have any questions about this report, please  contact me at (202) 512-7114 or yocomc@gao.gov. Contact points for our  Office of Congressional Relations and Public Affairs may be found on the  last page of this report. GAO staff who made key contributions to this  report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Description of Literature Review and Bibliography", "paragraphs": ["We identified articles for our literature review through a search of  bibliographic databases, including Harvard Library Think Tank Search,  MEDLINE, and Scopus, using terms such as “intimate partner violence,”  “domestic violence,” “traumatic brain injury,” and “strangulation.” We  determined there were 57 relevant articles from 2009 through August  2019 discussing brain injuries resulting from intimate partner violence.  We reviewed the 57 articles to examine brain injuries resulting from  intimate partner violence, including background information on the  concerns of brain injuries resulting from intimate partner violence and  challenges that researchers may have identified in conducting this work.", "Of the 57 articles, we identified 28 that had conducted their own data  analyses. We analyzed these 28 articles to examine data on prevalence  rates, as well as research on health effects, treatment, and screening  tools for identifying brain injuries resulting from intimate partner violence.  The following articles are based on an original analysis of data.", "Brown, Joshua, Dessie Clark, and Apryl E. Pooley. “Exploring the Use of  Neurofeedback Therapy in Mitigating Symptoms of Traumatic Brain Injury  in Survivors of Intimate Partner Violence.” Journal of Aggression,  Maltreatment & Trauma, vol. 28, no. 6 (2019): 764-783.", "Campbell, Andrew M., Ralph A. Hicks, Shannon L. Thompson, and Sarah  E. Wiehe. “Characteristics of Intimate Partner Violence Incidents and the  Environments in Which They Occur: Victim Reports to Responding Law  Enforcement Officers.” Journal of Interpersonal Violence (2017): 1-24.", "Campbell, Jacquelyn C., Jocelyn C. Anderson, Akosoa McFadgion,  Jessica Gill, Elizabeth Zink, Michelle Patch, Gloria Callwood, and Doris  Campbell. “The Effects of Intimate Partner Violence and Probable  Traumatic Brain Injury on Central Nervous System Symptoms.” Journal of  Women’s Health, vol. 27, no. 6 (2018): 761-767.", "Cimono, Andrea, N., Grace Yi, Michelle Patch, Yasmin Alter, Jacquelyn  C. Campbell, Kristin K. Gunderson, Judy T. Tang, Kiyomi Tsuyuki, and  Jamila K. Stockman. “The Effect of Intimate Partner Violence and  Probable Traumatic Brain Injury on Mental Health Outcomes for Black  Women.” Journal of Aggression, Maltreatment & Trauma, vol. 28, no. 6  (2019): 714-731.", "Crowe, Allison, Christine E. Murray, Patrick R. Mullen, Kristine Lundgren,  Gwen Hunnicutt, and Loreen Olson. “Help-Seeking Behaviors and  Intimate Partner Violence-Related Traumatic Brain Injury.” Violence and  Gender, vol. 6, no. 1 (2019): 64-71.", "Gagnon, Kelly L., and Anne P. DePrince. “Head Injury Screening and  Intimate Partner Violence: A Brief Report.” Journal of Trauma &  Dissociation, vol. 18, no. 4 (2017): 635-644.", "Higbee, Mark, Jon Eliason, Hilary Weinberg, Jonathan Lifshitz, and  Hirsch Handmaker. “Involving Police Departments in Early Awareness of  Concussion Symptoms during Domestic Violence Calls.” Journal of  Aggression, Maltreatment & Trauma, vol. 28, no. 7 (2019): 826-837.", "Hunnicutt, Gwen, Christine Murray, Kristine Lundgren, Allison Crowe, and  Loreen Olson. “Exploring Correlates of Probable Traumatic Brain Injury  among Intimate Partner Violence Survivors.” Journal of Aggression,  Maltreatment & Trauma, vol. 28, no. 6 (2019): 677-694.", "Hux, Karen, Trish Schneider, and Keri Bennett. “Screening for traumatic  brain injury.” Brain Injury, vol. 23, no. 1 (2009): 8-14.", "Joshi, Manisha, Kristie A. Thomas, and Susan B. Sorenson. “‘I Didn’t  Know I Could Turn Colors’: Health Problems and Health Care  Experiences of Women Strangled by an Intimate Partner.” Social Work in  Health Care, vol. 51, no. 9 (2012): 798-814.", "Linton, Kristen Faye. “Interpersonal violence and traumatic brain injuries  among Native Americans and women.” Brain Injury, vol. 29, no. 5 (2015):  639-643.", "Messing, Jill T., Kristie A. Thomas, Allison L. Ward-Lasher, and Nathan  Q. Brewer. “A Comparison of Intimate Partner Violence Strangulation  Between Same-Sex and Different-Sex Couples.” Journal of Interpersonal  Violence, vol. 00, no. 0 (2018): 1-19.", "Messing, Jill T., Michelle Patch, Janet S. Wilson, Gabor D. Kelen,  Jacquelyn Campbell. “Differentiating among Attempted, Completed, and  Multiple Nonfatal Strangulation in Women Experiencing Intimate Partner  Violence.” Women’s Health Issues, vol. 28, no. 1 (2018): 104-111.", "Mittal, Mona, Kathryn Resch, Corey Nichols-Hadeed, Jennifer Thompson  Stone, Kelly Thevenet-Morrison, Catherine Faurot, and Catherine Cerulli.  “Examining Associations between Strangulation and Depressive  Symptoms in Women with Intimate Partner Violence Histories.” Violence  and Victims, vol. 33, no. 6 (2019): 1072-1087.", "Nemeth, Julianna M., Cecilia Mengo, Emily Kulow, Alexandra Brown, and  Rachel Ramirez. “Provider Perceptions and Domestic Violence (DV)  Survivor Experiences of Traumatic and Anoxic-Hypoxic Brain Injury:  Implications for DV Advocacy Service Provision.” Journal of Aggression,  Maltreatment & Trauma, vol. 28, no. 6 (2019): 744-763.", "Pritchard, Adam J., Amy Reckdenwald, Chelsea Nordham, and Jessie  Holton. “Improving Identification of Strangulation Injuries in Domestic  Violence: Pilot Data From a Researcher-Practitioner Collaboration.”  Feminist Criminology, vol. 12, no. 2 (2018): 160-181.", "Ralston, Bridget., Jill Rable, Todd Larson, Hirsch Handmaker, and  Jonathan Lifshitz. “Forensic Nursing Examination to Screen for Traumatic  Brain Injury following Intimate Partner Violence.” Journal of Aggression,  Maltreatment & Trauma, vol. 28, no. 6 (2019): 732-743.", "Reckdenwald, Amy, Ketty Fernandez, and Chelsea L. Mandes.  “Improving law enforcement’s response to non-fatal strangulation.”  Policing: An International Journal (2019): 1-15.", "Reckdenwald, Amy, Chelsea Nordham, Adam Pritchard, and Brielle  Francis. “Identification of Nonfatal Strangulation by 911 Dispatchers:  Suggestions for Advances Toward Evidence-Based Prosecution.”  Violence and Victims, vol. 32, no. 3 (2017): 506-520.", "Shields, Lisa B.E., Tracey S. Corey, Barbara Weakley-Jones, and Donna  Stewart. “Living Victims of Strangulation.” American Journal of Forensic  Medicine and Pathology, vol. 31, no. 4 (2010): 320-325.", "St. Ivany, Amanda, Linda Bullock, Donna Schminkey, Kristen Wells,  Phyllis Sharps, and Susan Kools. “Living in Fear and Prioritizing Safety:  Exploring Women’s Lives After Traumatic Brain Injury From Intimate  Partner Violence.” Qualitative Health Research, vol. 28, no. 11 (2018):  1708-1718.", "St. Ivany, Amanda, Susan Kools, Phyllis Sharps, and Linda Bullock.  “Extreme Control and Instability: Insight Into Head Injury From Intimate  Partner Violence.” International Association of Forensic Nursing, vol. 14,  no. 4 (2018): 198-205.", "St. Ivany, Amanda, and Donna Schminkey. “Rethinking Traumatic Brain  Injury from Intimate Partner Violence: A Theoretical Model of the Cycle of  Transmission.” Journal of Aggression, Maltreatment & Trauma, vol. 28,  no. 7 (2019): 1-23.", "Sullivan, Karen A, and Christina Wade. “Assault-Related Mild Traumatic  Brain Injury, Expectations of Injury Outcome, and the Effects of Different  Perpetrators: A Vignette Study.” Applied Neuropsychology: Adult, vol. 26,  no. 1 (2019): 58-64.", "Sullivan, Karen A, and Christina Wade. “Does the Cause of the Mild  Traumatic Brain Injury Affect the Expectation of Persistent  Postconcussion Symptoms and Psychological Trauma?” Journal of  Clinical and Experimental Neuropsychology, vol. 39, no. 4 (2017): 408- 418.", "Valera, Eve M., Aihua Cao, Ofer Pasternak, Martha E. Shenton, Marek  Kubicki, , Nikos Makris, and Noor Adra. “White Matter Correlates of Mild  Traumatic Brain Injuries in Women Subjected to Intimate-Partner  Violence: A Preliminary Study.” Journal of Neurotrauma, vol. 36 (2019):  661-668.", "Valera, Eve, and Aaron Kucyi. “Brain Injury in Women Experiencing  Intimate Partner-Violence: Neural Mechanistic Evidence of an “Invisible”  Trauma.” Brain Imaging and Behavior, vol. 11 (2017): 1664-1677.", "Zieman, Glynnis, Ashley Bridwell, and Javier F. Cardenas. “Traumatic  Brain Injury in Domestic Violence Victims: A Retrospective Study at the  Barrow Neurological Institute.” Journal of Neurotrauma, vol. 33, (2016): 1- 5."], "subsections": []}, {"section_title": "Appendix II: Nonfederal Initiatives Focused on Intimate Partner Violence and Brain Injury", "paragraphs": ["The following table provides a brief overview of each of the 12 initiatives  we identified based on information provided by the Department of Health  and Human Services, the Department of Justice, and other stakeholders.  These initiatives engage in various efforts to address intimate partner  violence and brain injuries, including traumatic brain injury and anoxic  injuries resulting from strangulation. Our list includes those efforts  identified during the course of our review and may not be exhaustive. The  descriptions of initiatives are based on our review of documentation and  information obtained from interviews with officials."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Staff Acknowledgements and GAO Contact", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Shannon Slawter Legeer  (Assistant Director), Danielle Bernstein (Analyst-in-Charge), and Ashley  Dixon made key contributions to this report. Also contributing were Leia  Dickerson, Kaitlin Farquharson, Drew Long, and Ethiene Salgado- Rodriguez."], "subsections": []}]}], "fastfact": ["Brain injuries may be common in domestic violence victims, and such injuries may be under-diagnosed and under-treated. There is little federal data on the prevalence of this public health problem, so it’s uncertain whether federal resources are addressing it efficiently. We recommended that the Department of Health and Human Services improve data collection.", "We also looked at nonfederal initiatives that focus on domestic-violence-related brain injury, including federal grants that support them. All of the initiatives and efforts provided education or training on the issue, while some provided screening and treatment."]}