{"id": "GAO-02-270T", "url": "https://www.gao.gov/products/GAO-02-270T", "title": "Compact of Free Association: Negotiations Should Address Aid Effectiveness and Accountability and Migrants' Impact on U.S. Areas", "published_date": "2001-12-06T00:00:00", "released_date": "2001-12-06T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["The Compact of Free Association between the United States and the Federated States of Micronesia and the Republic of the Marshall Islands provides direct U.S. economic assistance and extends U.S. domestic programs and federal services to these two Pacific Island nations. The Compact also allows for migration from Micronesia and the Marshall Islands to the United States and establishes U.S. defense rights and obligations in the region. The Compact's economic assistance provisions were scheduled to expire in late 2001. However, the provisions will remain in effect for two more months while the United States and the two Pacific Island nations renegotiate them. Congress must renegotiate and reauthorize the expiring provisions by late 2003 for economic assistance to continue uninterrupted. The $1.6 billion provided under the Compact through 1998 has had little impact on economic development in Micronesia and the Marshall Islands and was subject to limited accountability. U.S. oversight was limited by interagency disagreements between the Departments of Interior and State, a lack of resources devoted to Compact oversight, and Interior's belief that Compact provisions restricted its ability to require accountability and withhold funds. Because of the lack of opportunities in the region, thousands of citizens in Micronesia and the Marshall Islands have migrated to the United States. Migrants to Guam, Hawaii, and the commonwealth of the Northern Mariana Islands generally work in unskilled, low-paying jobs. Between 1996 and 2000, the local governments have spent at least $371 million on assistance--primarily health care and education. Since 1987, several multilateral organizations and donor nations, including the United States, have given nearly $12 billion to the two Pacific island nations to promote economic self-sufficiency and alleviate poverty. The major donors believe that many Pacific Island nations will not be able to improve development without continued assistance."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to testify on the Compact of Free Association between the United States and the Pacific Island nations of the Federated States of Micronesia, or FSM, and the Republic of the Marshall Islands, or RMI. The United States entered into this Compact with these countries in 1986 after almost 40 years of administering the islands under the United Nations (U.N.) Trust Territory of the Pacific Islands. The Compact is a separate international agreement with each country. It provides direct U.S. economic assistance and extends selected U.S. domestic programs and federal services to the FSM and the RMI. Total U.S. Compact assistance—direct funding, program assistance, and federal services—to the two countries for fiscal years 1987 through 2001 is estimated to have been at least $2.6 billion. Further, the Compact allows for migration from the FSM and the RMI to the United States, with limited restrictions, and establishes U.S. defense rights and obligations in the region. Provisions of the Compact that deal with economic assistance were scheduled to expire in late 2001; however, they will remain in effect up to 2 additional years while the United States and each of these Pacific Island nations renegotiate the affected provisions. These expiring provisions must be renegotiated and reauthorized by the Congress by late 2003 in order for Compact economic assistance to continue uninterrupted.", "During the past 2 years, as negotiations have been underway, we have been asked to review how key Compact provisions have functioned since the agreement went into effect. My testimony today will draw on the Compact-related reports that we have published since September 2000. Specifically, I will discuss the results of our work that addressed (1) the impact of and accountability over U.S. funding provided to the FSM and the RMI for fiscal years 1987 through 1998; (2) the experience and impact of migration from the FSM and the RMI to the U.S. island areas of Guam, Hawaii, and the Commonwealth of the Northern Mariana Islands, or CNMI; and (3) the experiences of and the assistance strategies used by other donors to Pacific Island nations. While they address separate issues, these reports are related because they provide insight into how key Compact provisions have functioned over the past 15 years and identify issues that the U.S. government might consider as it renegotiates expiring Compact provisions with the FSM and the RMI.", "Finally, before I continue, I should point out that we will publish two more Compact-related reports in January that address (1) effectiveness and accountability issues related to U.S. program assistance (such as Head Start) to the FSM and the RMI; and (2) the use of the Compact’s defense and security provisions, as well as U.S. defense interests in the region. However, because these reports have not been finalized, I will not be discussing our work in these areas at this hearing."], "subsections": [{"section_title": "Background", "paragraphs": ["Located just north of the equator in the Pacific Ocean are the two island nations of the FSM and the RMI (see fig. 1). The FSM is a grouping of 607 small islands—including 65 of which are inhabited—in the western Pacific totaling 270 square miles. The country, which is comprised of four states— Pohnpei, Chuuk, Yap, and Kosrae, was home to an estimated 107,000 people in 2000. The RMI, which is made up of more than 1,200 islands, islets, and atolls, has a total land area of about 70 square miles and a population that numbered 50,840 in 1999. The islands of both of these countries are spread out over vast stretches of the Pacific Ocean.", "In 1986, after 17 years of negotiations, the United States and the FSM and the RMI entered into the Compact of Free Association. This Compact represented a new phase of the unique and special relationship that has existed between the United States and these island areas since World War II. The three main U.S. goals for the Compact—(1) to secure self- government for the FSM and the RMI, (2) to assure certain national security rights for all the parties, and (3) to assist the FSM and the RMI in their efforts to advance economic development and self-sufficiency— represent a continuation of U.S. rights and obligations first embodied in the U.N. trusteeship agreement that made the United States the Administering Authority of the Trust Territory of the Pacific Islands. The Trust Territory included the area that currently comprises the FSM and the RMI, as well as other Pacific islands liberated from Japan during World War II.", "The Compact of Free Association provided a framework for the United States to work toward achieving its three main goals. Two goals have been met through the Compact and its related agreements: (1) the FSM and the RMI became Freely Associated States, independent in all respects except for defense and security matters; and (2) national security rights for all the parties have been assured. Through the Compact and related agreements, the United States assumed full authority and responsibility for security and defense matters in the FSM and the RMI.", "The third objective of the Compact, promoting economic development and self-sufficiency, was to be accomplished primarily through direct financial payments from the United States to the FSM and the RMI. The provisions governing the amount and distribution of this economic assistance are due to expire, unless renegotiated and subsequently reauthorized by the Congress, in late 2003. The Department of the Interior’s Office of Insular Affairs has the responsibility for disbursing and monitoring this assistance, which includes a requirement to work with the Department of State to consult annually with both countries.", "Another aspect of the special relationship between the FSM and the RMI and the United States involves the unique immigration rights that the Compact granted. Through the Compact, citizens of both nations are allowed to live and work in the United States as non-immigrants, without limitations on their length of stay. Further, the Compact exempts FSM and RMI migrating citizens from meeting U.S. passport, visa, and labor certification requirements. Unlike economic assistance provisions, the Compact’s migration provisions are not scheduled to expire in 2003. In recognition of the potential adverse impacts that Hawaii and nearby U.S. commonwealths and territories could face as result of an influx in migrants, the Congress authorized Compact impact payments to address the financial impact of migrants on Guam, Hawaii, and the CNMI.", "Finally, the Compact served as the vehicle to reach a full settlement of all compensation claims (past, present, and future) related to U.S. nuclear tests conducted on Marshallese atolls between 1946 and 1958. In a Compact-related agreement, the U.S. government agreed to provide $150 million to create a trust fund, targeted to produce at least $18 million in annual income to be disbursed in specified amounts over 15 years to persons displaced from the four affected RMI atolls—Bikini, Enewetak, Rongelap, and Utirik—and to the RMI government for health care for the population of the four RMI atolls and to fund a Nuclear Claims Tribunal.While the Compact and its related agreements represented the full settlement of all nuclear claims, it provided the RMI the right to submit a petition of changed circumstance to the U.S. Congress requesting additional compensation. Such a petition has recently been prepared and submitted."], "subsections": []}, {"section_title": "Compact Funds Had Limited Impact and Accountability", "paragraphs": ["While the FSM and the RMI spent nearly $1.6 billion in Compact direct funding during 1987 through 1998, these funds have contributed little to improving economic development. The FSM and the RMI used the funds mainly for government operations, physical and social infrastructure, and business ventures. However, many business ventures and infrastructure investments did not succeed. They failed mainly because of poor planning, construction and maintenance problems, and misuse of funds. Despite some growth in economic self-sufficiency, the FSM and the RMI remain dependent on U.S. assistance. In addition, the FSM, the RMI, and the United States have not complied with accountability requirements specified in the Compact for all three countries. As a result, the U.S. government’s ability to oversee the use of Compact funds and ensure that they are used effectively has been limited."], "subsections": [{"section_title": "Compact Funds Have Led to Little Improvement in Economic Development", "paragraphs": ["From 1987 through 1998, during the first 12 years of the Compact, the FSM spent about $1.08 billion in Compact direct funding provided by the U.S. Department of the Interior, while the RMI spent about $510 million. Nevertheless, these expenditures contributed little to advancing economic development in those two countries. The FSM and the RMI spent the nearly $1.6 billion on government operations, physical and social infrastructure, and business ventures."], "subsections": [{"section_title": "Government Operations", "paragraphs": ["The FSM spent $510 million for general government operations, while the RMI spent $107 million. This spending generally helped to maintain high levels of public sector employment and wages but acted as a disincentive to private sector growth. However, in response to scheduled reductions in U.S. assistance under the Compact, the FSM and the RMI have begun economic reform efforts. These efforts are aimed at, among other things, decreasing their large public sectors through reductions in government personnel and wage freezes.", "In addition, the Compact did not preclude the FSM or the RMI from borrowing funds in anticipation of U.S. assistance. Using this flexibility, from the late 1980s to the mid-1990s, the FSM and the RMI issued nearly $389 million in Compact revenue-backed bonds in order to obtain greater funding in the earlier years of the Compact. Repayments on bond debt have limited the availability of Compact funds for other uses in the RMI, particularly in recent years. For example, in 1998, the RMI spent $39 million in Compact funds. Of this total amount, $25 million went to service debt. The RMI was also required to spend an additional $8 million to compensate landowners for U.S. military use of Kwajalein Atoll. This left only $6 million (15 percent) in Compact expenditures to support new capital investment, general government operations, or other areas."], "subsections": []}, {"section_title": "Physical and Social Infrastructure", "paragraphs": ["The FSM and the RMI have spent at least $256 million in Compact funds for physical infrastructure improvements and operations. Both nations viewed this area as critical to improving the quality of life and creating an environment attractive to private businesses. While these improvements have enhanced the quality of life, they have not contributed to significant economic growth in the two countries. Expenditures in this area for the years 1987 through 1998 included (1) over $122 million in both countries to operate and improve energy and communications; (2) about $5.9 million in the FSM to maintain ships that haul cargo between islands and $27 million for the RMI national airline (through fiscal year 1997); and (3) $114 million in both countries to invest in social institutions, including schools and hospitals."], "subsections": []}, {"section_title": "Business Ventures", "paragraphs": ["Compact funds spent in the two countries for business ventures amounted to $188 million, according to our analysis. These funds were invested in fisheries, agriculture, aquaculture, livestock, business advisory services, handicrafts, tourism, and manufacturing. When we visited the FSM and the RMI, government officials reported that few Compact-funded business ventures were operating at a profit, if at all. Government officials from both countries told us that investing in business ventures has been a bad strategy, and using Compact funds for this purpose had been a failure. Some examples of failed business ventures include (1) $60 million in the FSM spent on fish processing plants that were inactive when we visited in March 2000 (see fig. 2) and (2) a garment factory in the RMI that received almost $2.4 million in Compact funds but was never operated and is closed (see fig. 3)."], "subsections": []}]}, {"section_title": "Reasons for Infrastructure and Business Failures", "paragraphs": ["During our visit to the FSM and the RMI in March 2000, we determined that many Compact-funded projects (both infrastructure and business ventures) experienced problems as a result of poor planning and management, construction and maintenance difficulties, and misuse of funds. These problems reduced the effectiveness of Compact expenditures. A few examples of such problems included the following: Poor planning and management: The RMI government spent $9.2 million in Compact funds to build a road, or “causeway,” from Ebeye, an extremely crowded island in the Kwajalein Atoll, to a planned development on a nearby island. The causeway was meant to relieve population problems on Ebeye by allowing residents to move to additional islands connected by the road. However, the causeway remains unfinished. Ebeye officials told us that the causeway is covered with water in places during high tide.", "Construction and maintenance difficulties: The capitol building in the RMI, built during the 1990s using $8.3 million in Compact funding, had visible signs of deterioration when we visited. Stairs were rusting, elevators were inoperable, and roof leaks were evident throughout the building.", "In addition, we found inadequate or nonexistent maintenance in numerous FSM schools and hospitals we visited, despite the government’s spending $80 million in Compact funding designated for health and education. We visited schools in the FSM states of Pohnpei and Chuuk where sections of ceilings were missing, bathrooms were in disrepair, and electricity had been disconnected. At the Pohnpei hospital, the Director told us the hospital lacked adequate funding, drugs, and supplies. As a cost-cutting measure, the hospital no longer provided sheets to patients.", "Misuse of funds: As an example of what appeared to be a misuse of funds, the FSM used funds in what the U.S. embassy described as “cars and boats for votes.” The FSM Public Auditor reported that $1.5 million was spent on cars and boats that were simply given away to individuals for their personal use (see fig. 4). Although the procurement documents for purchasing boats stated that they were to be used for economic purposes, we learned in interviews with two different recipients that they had received the boats with no restriction placed on their use. Furthermore, the embassy reported that another 187 cars had arrived in May 1999 and were used for “re-election assistance.”"], "subsections": []}, {"section_title": "The FSM and the RMI Have Made Some Improvements in Economic Self-sufficiency", "paragraphs": ["Since 1987, the FSM and the RMI have reduced their dependence on Compact funds. Total U.S. funding (Compact direct funding as well as U.S. program funds) as a percentage of total government revenue has fallen in both countries, particularly in the FSM. However, both countries remain highly dependent on U.S. assistance, which still provides more than half of total government revenues in each country. In 1998, U.S. funding accounted for 54 percent and 68 percent of total FSM and RMI total government revenues, respectively. This assistance has maintained standards of living that are artificially higher than could be achieved in the absence of Compact funding, according to our analysis."], "subsections": []}, {"section_title": "The U.S., FSM, and RMI Governments Have Provided Limited Accountability Over Compact Expenditures", "paragraphs": ["Although the Compact established accountability requirements for all three countries, none of them has fully complied with the requirements. The FSM and the RMI are required to submit 5-year economic development plans and annual reports. Both countries have, for the most part, submitted the required development plans and annual reports, but these documents fell short of meeting their intended purposes. For example, 5-year FSM and RMI economic development plans gave inadequate attention to broad development goals and plan implementation, as the Compact required. Further, the RMI submitted only 7 of the 13 required annual reports on development plan implementation and Compact fund expenditures. These plans inadequately described how Compact funds were used to achieve development goals and were submitted too late to be relevant for timely U.S. oversight.", "In addition, the FSM and the RMI have not demonstrated adequate control over the use of Compact funds. According to their annual financial audits, the FSM and the RMI did not maintain or provide sufficient financial records to allow for effective auditing of Compact funds. Further, program audits by the FSM Public Auditor found inappropriate use of Compact funds and extensive management weaknesses in accounting for Compact funds.", "The U.S. government also did not meet its oversight requirements. For example, the United States did not initiate required annual consultations with the two countries until 1994—7 years after the Compact went into effect. U.S. agencies took little action to address questioned costs identified in the annual independent audits of the FSM and the RMI. Moreover, Interior resources devoted to Compact oversight were minimal. At the time of our report, Interior had one person in Washington, D.C., who worked with the two Compact nations, as well as one person in the FSM and no one in the RMI. Interior officials have claimed that interagency disagreements between the Departments of State and the Interior concerning the level of and responsibility for oversight, and a Compact provision guaranteeing payment of Compact funds (“full faith and credit”), have limited the U.S. government’s ability to oversee the use of Compact funds and ensure that they are used effectively."], "subsections": []}]}, {"section_title": "FSM and RMI Migrants Have Had a Significant Impact on U.S. Island Areas", "paragraphs": ["The migration of citizens from the FSM and the RMI has had a significant impact on three U.S. island areas: Guam, Hawaii, and the CNMI. As of 1998, about 14,000 Compact migrants were living in these areas. Migrants were working mainly in low-skill, low-wage jobs and costing the islands’ governments an estimated $371 million to $399 million mainly in health care and education costs. In addition, the migrants have raised public health concerns in Guam, Hawaii, and the CNMI. The Compact provided for two options to address the impact of migrants from the FSM and the RMI—compensation for Guam, Hawaii, and the CNMI and limitations on the amount of time migrants can stay in U.S. territories without being self- supporting. However, government officials in Guam, Hawaii, and the CNMI have expressed dissatisfaction with the options’ use. Finally, changes in U.S. assistance to the FSM and the RMI might affect the rate of migration. For example, a significant reduction in aid that also led to a decline in government employment would be expected to increase migration. Conversely, if funds were targeted for health and education, migration and migrant impact might decrease."], "subsections": [{"section_title": "Thousands of FSM and RMI Citizens Have Migrated to Guam, Hawaii, and the CNMI Since 1986", "paragraphs": ["According to Department of the Interior surveys, almost 14,000 Compact migrants (i.e., those migrants who came to a U.S. area after Compact implementation in 1986) were living in Guam and Hawaii in 1997 and the CNMI in 1998. Guam had the largest number of Compact migrants at 6,550, followed by Hawaii at 5,500 and the CNMI at 1,755. Migrants from Compact nations (regardless of when they migrated) accounted for 5 percent of Guam’s total population and around 4 percent of the CNMI’s total population. In contrast, they accounted for only 0.5 percent of Hawaii’s total population. For those migrants surveyed, employment opportunities were the primary reason for moving to U.S. areas, while those pursuing education and dependents of those employed also were living in the U.S. areas. The majority of Compact migrants were living in poverty in all three U.S. areas, with the CNMI having the lowest poverty rate (51 percent of all migrants living below the poverty level) and Guam having the highest (67 percent). In all three areas, many Compact migrants were working in jobs that required few skills and paid low wages, such as cleaning or food services. U.S. island government officials and migrant community members told us that Compact migrants often accept jobs that local workers refuse to take. Compact migrants surveyed were not highly educated, with few having college degrees and just over 50 percent of adults having graduated from high school."], "subsections": []}, {"section_title": "Cost of Migrant Impact Has Been Significant", "paragraphs": ["The Guam, Hawaii, and CNMI governments have identified significant costs for services provided to Micronesian nation migrants. For 1986 through 2000, these three governments have estimated a collective impact of between $371 million and $399 million (see table 1). Guam’s impact estimate for that period totaled $180 million, while the CNMI’s estimate was $105 million to $133 million. The government of Hawaii, which prepared impact estimates from 1996 through 2000 but only had partial data for 1986 through 1995, estimated a total impact of $86 million.", "Costs for the three areas have been focused in the areas of health care and education, though government officials identified public safety and welfare costs as well. While the reported impact costs of Guam and Hawaii have been increasing over time, the CNMI’s impact estimates decreased by almost 40 percent from fiscal year 1998 to fiscal year 2000. This reduction was reportedly due to a decreasing presence of Micronesian migrants in the CNMI. The 2000 impact estimates that the three areas prepared showed that impact amounts represented about 7 percent, 0.5 percent, and 4 percent of the budget revenues of Guam, Hawaii, and the CNMI, respectively, for that year."], "subsections": [{"section_title": "Health Care Costs", "paragraphs": ["The health care systems of the FSM and the RMI are viewed by U.S. island area government officials as inadequate to meet the needs of the population, providing incentives to travel or move to the United States in order to receive appropriate health care. Health costs were the greatest area of impact for the CNMI in 2000, accounting for 43 percent of all identified impact costs. According to a CNMI Department of Public Health Services official, neonatal intensive care is a key issue for Compact migrants. This official noted that expectant mothers often have no insurance and receive no prenatal care at all until they arrive at the government’s Community Health Center, ready to deliver. Guam officials also noted that expectant mothers arrive at Guam Memorial Hospital (which receives government funding) close to delivery and with no prior prenatal care. Officials from the Guam hospital also expressed frustration that Compact migrants often rely on the hospital’s emergency room for primary health care and that many conditions treated are not urgent. Hawaii’s health care costs in 2000 went to support migrants who, as of April 2000, no longer received federal health benefits (Medicaid), due to U.S. welfare reform legislation. A Hawaii Department of Health official noted that it is illogical for the United States to make migration to the United States easily accessible for poor FSM and RMI citizens but then make health care difficult to obtain. As with all other non-immigrant groups, health screenings are not required of Compact migrants prior to entering the United States."], "subsections": []}, {"section_title": "Education Costs", "paragraphs": ["Inadequate school systems in the FSM and the RMI are another reason for migration. According to Guam and CNMI education officials, there is an incentive for FSM students to come to those two U.S. locations for public education, as teachers in the FSM do not have 4-year university degrees, and the education infrastructure is inadequate. Guam and Hawaii’s costs in 2000 for the migrants were primarily in education, accounting for 54 percent and 58 percent, respectively, of total impact. In their most recent impact reports, students from Compact nations accounted for about 11 percent, 1 percent, and 9 percent of the total student population in Guam, Hawaii, and the CNMI, respectively. Officials from the Departments of Education in Guam and Hawaii noted that these students have a tendency to be transient, entering and leaving school a few times each year. Moreover, education officials in Guam and the CNMI said that some students have never been in a school classroom prior to moving to a U.S. area. This makes their integration into the school system difficult."], "subsections": []}, {"section_title": "Public Health Concerns", "paragraphs": ["In addition to financial costs, public health concerns have been raised as migrant impacts, particularly by Hawaii, due to the number of Compact migrants with communicable diseases entering U.S. island areas. For example, in its 1997 impact assessment, Hawaii stated that public health was the state’s most pressing concern and noted a recent outbreak of Hansen’s Disease (leprosy) on the island of Hawaii among Compact migrants. A CNMI Department of Public Health Services official told us that the number of cases of tuberculosis and Hansen’s Disease diagnosed for citizens of Compact countries is increasing. Also, a Guam Department of Public Health and Social Services official reported that concerns exist regarding these migrants and communicable diseases, low immunization rates, and noncompliance with treatment regimens."], "subsections": []}]}, {"section_title": "Use of Options to Address Impact Has Not Satisfied U.S. Island Governments", "paragraphs": ["The Compact and its enabling legislation include two options to address the impact of migrants. The extent to which these two options have been used has not met with the satisfaction of any of the three U.S. island area governments who believe, among other things, that additional funding for impact costs is necessary. The law states that the Congress will act “sympathetically and expeditiously” to redress adverse consequences of Compact implementation. It provided authorization for appropriation of funds to cover the costs incurred, if any, by Guam, Hawaii, and the CNMI resulting from any increased demands placed on educational and social services by migrants from the FSM and the RMI. Guam has received about $41 million in compensation (about 23 percent of total estimated impact costs) since the Compact went into effect, and the CNMI has received almost $3.8 million (between about 3 to 4 percent of total estimated impact costs). Hawaii received no compensation through fiscal year 2001.", "Further, the Compact states that nondiscriminatory limitations may be placed on the rights of Compact migrants to establish “habitual residence” (continuing residence) in a territory or possession of the United States. The “habitual residence” restriction is only applicable to Guam, as the CNMI is a commonwealth that controls its own immigration, and Hawaii is a state. Such limitations went into effect in September 2000 and provide that, in part, migrants who have been in the U.S. territory for a total of 365 cumulative days are subject to removal if they are not, and have not been, self-supporting for a period exceeding 60 consecutive days or have received unauthorized public benefits by fraud or willful misrepresentation. Immigration and Naturalization Service officials we interviewed viewed the regulations as difficult to enforce and, therefore, unlikely to have much impact."], "subsections": []}, {"section_title": "Changes in Compact Assistance and Provisions Might Affect Migration Levels and Impact", "paragraphs": ["Changes in U.S. economic assistance to the FSM and the RMI may alter the rate of migration. For example, significant reductions in aid to the FSM and the RMI that reduce government employment would be expected to spur migration. On the other hand, targeting future U.S. assistance to the FSM and the RMI for health and education purposes could reduce some of the motivation to migrate (although migration will continue as long as employment opportunities in both countries remain limited). Furthermore, improvements in migrant health and education status would be expected to reduce migrant impact on U.S. destinations. Additionally, changes in Compact provisions, such as requiring health screening, could reduce the impact of migrants on U.S. areas, though government officials from the two Pacific Island nations do not view migration provisions as subject to renegotiation."], "subsections": []}]}, {"section_title": "Donors’ Experiences Highlight Trade-Offs Between Aid Motivations and Accountability and Effectiveness Concerns", "paragraphs": ["Major donors to Pacific Island nations, including Australia, Japan, New Zealand, the United Kingdom, the United States, the Asian Development Bank (ADB), and the European Union, expect that most of these countries will need assistance for the foreseeable future in order to achieve improvements in development. In addition, they have stated that one of their primary goals—promoting economic self-sufficiency—is a difficult challenge for many of these island nations and an unrealistic goal for others. Further, their experiences have shown that providing aid involves significant trade-offs, such as dealing with multiple policy objectives, historical ties, and administrative costs. In an attempt to improve the effectiveness and efficiency of their assistance, these donors have tried a variety of strategies, some of which may provide useful examples for future U.S. aid."], "subsections": [{"section_title": "Donors Recognized Challenges in Promoting Economic Self-Sufficiency and Alleviating Poverty", "paragraphs": ["Major donors to Pacific Island nations have provided about $11 billion to this region from 1987 through 1999. Two of the main objectives of this assistance, according to planning documents and interviews with officials, were to promote economic self-sufficiency and alleviate poverty. However, the donors realize that achieving economic self-sufficiency will be a difficult goal for some and an unrealistic goal for others. For instance, according to an ADB report, “t is widely understood that the smallest and least-endowed states will need to be assisted by free transfers of resources indefinitely, if they are to maintain standards of welfare that the donors of the aid can bear to look at….” One measure that illustrates the degree to which countries are dependent on aid to maintain standards of living is aid as a percentage of gross domestic product (GDP). In 1998, the FSM and the RMI were two of three most aid-dependent places in the Pacific region, with economic assistance making up over 50 percent and 70 percent of their respective GDPs, according to our analysis. In addition, the FSM and the RMI received a high level of aid per capita compared to most other Pacific Island nations."], "subsections": []}, {"section_title": "Providing Aid Involves Significant Trade-offs", "paragraphs": ["The major donors (including the United States) to the Pacific Island nations are aware that providing assistance for economic development often involves trade-offs among policy issues and other interests. For example, Australia, New Zealand, and the United States initially chose to provide unrestricted budget support to their former territories or administrative “districts” as a means of helping them to separate themselves from “colonialist” administration. This choice required a trade- off between political goals and oversight concerns. In the case of the Compact, the U.S. Department of State counseled the Department of the Interior to be lenient in reviewing the use of Compact funds by the FSM and the RMI during the early years of the Compact. In those years, State placed a high priority on maintaining friendly relations with the FSM and the RMI. As a result, a trade-off was made between the foreign policy goals and the need for providing accountability. Trade-offs also exist between the administrative costs associated with aid disbursement and oversight and accountability and effectiveness goals. Again, in the current Compact, the United States chose a strategy of providing relatively unrestricted cash transfers to the FSM and the RMI.  This low-cost approach has contributed to some of the problems related to effectiveness and accountability that we have identified today."], "subsections": []}, {"section_title": "Variety of Strategies Attempted to Improve Effectiveness and Efficiency of Assistance", "paragraphs": ["Based on their experiences, major donors have used a range of assistance strategies in striving to reach the desired balance of aid effectiveness, accountability, and efficiency. Taking into account the trade-offs involved in various approaches, the major Pacific donors have adopted the following strategies to improve the effectiveness and efficiency of their assistance:   Five of the major donors have supported projects to improve governance in recipient countries, such as developing a rule of law, as a foundation for effective development.", "ADB has adopted an approach to development that tailors aid to the individual characteristics of recipients rather than applying the same strategy to all island nations. ADB has advocated a trust fund for the RMI, based on its assessment of the country’s growth potential, while it has put forth a different strategy for the FSM.", "Two donors have built flexibility into their assistance strategies, which enables them to provide incentives for positive achievements or to stop assistance to recipients under undesirable conditions, such as political instability. For example, New Zealand suspended funding to the governments of Fiji, in response to a coup, and to the Solomon Islands, in response to civil unrest, while maintaining the assistance to community organizations, such as nongovernmental health providers, so that aid for basic human services could continue.", "Australia is trying a sectorwide approach to assistance. This approach consists of a pilot project in the health sector in Papua New Guinea in an effort to encourage the recipient country to take ownership of the development process on a limited basis. To reduce its administrative costs while trying to maintain aid effectiveness, Australia began moving from a portfolio of 16 individual health projects to cofunding (with other donors) sectorwide projects and programs identified in Papua New Guinea’s national health plan. In exchange for giving up control over the projects, Australia gained a voice in developing the national strategy and allocating resources for health projects.", "Six of the major donors have relied on trust funds in Pacific Islands, such as Tuvalu, Kiribati, and Nauru, as a means of providing recipients with a self-sustaining source of future revenue. According to ADB, the Tuvalu and Kiribati trust funds have been successful because they were designed to protect the investment capital from misuse. The United Kingdom was able to discontinue its annual budget support for Tuvalu because the trust fund provided the means to balance the budget."], "subsections": []}, {"section_title": "Potential Lessons for Compact Assistance Strategies", "paragraphs": ["Our review of major donors’ experiences in the Pacific could provide some guidance to the United States as it negotiates further economic assistance to the FSM and the RMI. These lessons include the following:   Assistance strategies involve trade-offs between cost, effectiveness, and accountability. In the current Compact, the United States chose a low administrative cost strategy of providing relatively unrestricted cash transfers, which led to problems with the effectiveness of and accountability over the assistance. State and Interior officials have said that the United States will need significantly more staff to administer an assistance program to the FSM and the RMI that has increased accountability as an objective.", "Strategies tailored to specific island conditions may be more effective by better adapting to the recipient’s needs, resources, and capacities. The current structure of the Compact, which generally applies the same objectives and strategies for both the FSM and the RMI, does not account for these differences.", "Flexible strategies are important to adapt assistance to changing circumstances and needs. The U.S. assistance to the FSM and the RMI through the first 15 years of the Compact was distributed according to a negotiated formula that did not allow changes in the distribution of the funds. Moreover, Interior officials believed that the provision of assistance backed by the “full faith and credit” of the United States, combined with a lack of controls typically available with domestic grant assistance, severely limited its ability to withhold funds, even in cases of misuse.", "Well-designed trust funds can provide a sustainable source of assistance and reduce long-term aid dependence. Such a trust fund may provide the United States with the opportunity to end its annual assistance."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Compact funds spent on economic development have been largely ineffective in promoting economic growth. Many development efforts have been unsuccessful because of poor planning and management and the apparent misuse of funds. Bad investments in business ventures and the maintenance of a large public sector also limited improvements in economic development. Both the FSM and the RMI remain highly dependent on U.S. assistance and, thus, economic self-sufficiency at current living standards remains a distant goal for those countries.", "Compact migration has clearly had a significant impact on Guam, Hawaii, and the CNMI and has required government services in key areas. Compact migrants have required local expenditures in areas such as health and education and, further, have particularly affected the budgetary resources of Guam and the CNMI—U.S. island locations that have relatively small populations and budgets. The budgetary impact on Hawaii can be expected to grow as Hawaii begins to absorb health care costs that the U.S. government once covered. Public health problems are also an important concern for all three U.S. island areas.", "The negotiation of new economic assistance presents an opportunity for the United States to benefit from its 15-year experience under the Compact and the experiences of other aid donors to Pacific region, in order to potentially increase the effectiveness of the assistance it provides. The United States can strengthen accountability over funds, introduce flexibility into how assistance is provided, and consider different approaches for the FSM and the RMI, such as the use of trust funds. Providing increased accountability requires additional investment, on the part of the U.S. government, in administrating Compact assistance."], "subsections": []}, {"section_title": "Recommendations For Executive Action", "paragraphs": ["In order to help determine the extent and nature of future assistance to the FSM and the RMI, we have previously recommended that the Secretary of State, in consultation with the Congress, develop guidelines regarding U.S. policy objectives for such assistance and its level, duration, and composition as well as U.S. oversight.", "Further, in order to provide greater control over and effectiveness of any future U.S. assistance, we have made certain recommendations to the Secretary of State regarding the negotiation of Compact provisions. For example, we have recommended that funds be provided primarily through specific grants that, among other things, direct the money to mutually agreed-upon priority areas and projects and that funds, either Compact or from local revenues, be set aside for capital project maintenance;   annual reporting requirements for the FSM and the RMI be expanded and the consultation process with the United States strengthened; “full faith and credit” provisions be excluded from any future economic assistance agreement; and   provisions be included that will provide that funds can be withheld from the FSM or the RMI for noncompliance with spending and oversight requirements."], "subsections": []}]}], "fastfact": []}