{"id": "GAO-17-724", "url": "https://www.gao.gov/products/GAO-17-724", "title": "Defense Efficiency Initiatives: DOD Needs to Improve the Reliability of Cost Savings Estimates", "published_date": "2017-07-24T00:00:00", "released_date": "2017-07-24T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Section 346(a) of the National Defense Authorization Act for Fiscal Year 2016 requires that DOD implement a plan to achieve no less than $10 billion in cost savings from headquarters, administrative, and support activities for fiscal years 2015 through 2019. Congress further mandated DOD to report on that plan with its budget submissions for fiscal years 2017 through 2019, and for GAO to examine each report.", "DOD has not submitted the report that was required with the department's fiscal year 2017 budget submission but did submit a letter to Congress in March 2016 with an interim update on its plan. GAO examined the extent to which DOD has identified the cost savings required through fiscal year 2019 using reliable cost savings estimates.", "GAO reviewed DOD's interim update and related documentation, including DOD budget and guidance documents. GAO also interviewed DOD officials about the status of the plan and related efficiency efforts.", "This is a public version of a sensitive report that is being issued concurrently. Information on budget data that DOD deemed sensitive has been redacted from this report."]}, {"section_title": "What GAO Found", "paragraphs": ["DOD has not identified $10 billion in cost savings through fiscal year 2019 as required and does not have a reliable cost savings estimate to support the cost savings it has identified. According to DOD documents, the department estimates that it will save about $13.1 billion from fiscal years 2015 through 2021. It based its cost savings estimate on savings DOD (1) identified in May 2015 and (2) reported to Congress in its March 2016 interim update (see table below).", "DOD's projected cost savings estimate is unreliable because DOD-provided documentation, when compared with best practices for cost estimates, was not sufficiently detailed to support the estimate. According to DOD's internal assessment, the $5.3 billion in cost savings identified in the May 2015 report were “not auditable” because the baseline for reductions had not been established, among other reasons. The March 2016 update identified additional cost savings in categories of efficiencies, and the level of detail in DOD's documentation related to these categories varied. For example, for one category, documentation showed cost savings estimates by organization, how estimates were calculated, and actions organizations planned to take to achieve the cost savings. In contrast, for two categories, documentation identified cost savings by fiscal year but did not include information on specific actions planned to achieve them. Without detailed documentation allowing someone unfamiliar with the program to easily recreate or update the cost savings estimate, the estimate is not reliable and, thus, does not allow for clear tracking of cost savings."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that DOD develop reliable cost savings estimates that include detailed information and documentation. DOD partially concurred with this recommendation but did not address how it intended to implement the recommendation. GAO continues to believe the recommendation is warranted."]}], "report": [{"section_title": "Letter", "paragraphs": ["As the administration seeks to focus its resources on readiness and  operations, it is critical for the Department of Defense (DOD) to find  efficiencies. In 2010, the Secretary of Defense expressed concerns about  the dramatic growth in DOD’s headquarters and support organizations  that had occurred since 2001. The Secretary directed that DOD  undertake a department-wide initiative to assess how the department is  staffed, organized, and operated, with the goal of reducing overhead  costs and reinvesting these savings toward the sustainment of DOD’s  current force structure and the modernization of its weapons portfolio.  Since then, the department has worked to identify and implement  headquarters-related efficiencies.", "Since 2013, Congress has also directed DOD to find efficiencies. In  section 904 of the National Defense Authorization Act for Fiscal Year  2014, Congress directed DOD to develop and report on a plan to  streamline headquarters by changing or reducing the size of staffs,  eliminating tiers of management, cutting functions that provide little or no  added value, and consolidating overlapping and duplicative programs and  offices (i.e., the Section 904 Report). Additionally, the National Defense  Authorization Act for Fiscal Year 2016 directed DOD to modify the  streamlining plan described in the Section 904 Report to ensure the  department achieves savings not less than 25 percent of the baseline  amount in the total funding available for major headquarters activities  through fiscal year 2020. Congress also directed DOD to conduct a  comprehensive review of its headquarters for purposes of consolidating  and streamlining headquarters functions, among other things.", "Since 2012, we have reported on the prior growth in DOD’s headquarters- related activities, the difficulties of accounting for the resources, functions,  and costs associated with headquarters activities, and the department’s  efforts to pursue reductions in headquarters staff. As part of our  fragmentation, overlap, and duplication work, we have tracked steps that  the department has taken in response to recommendations to achieve  headquarters reductions and improve program efficiency. For example,  in March 2012, we recommended that DOD continue to seek further  opportunities to centralize administrative and command support services,  functions, and programs and that the department improve its ability to  identify headquarters personnel. The department concurred with our  recommendation, and DOD officials have stated that since 2012 the  department has established a comprehensive definition of major  headquarters activities and will update the DOD instruction defining major  headquarters. However, as of April 2017, DOD has not completed its  update of the instruction.", "In June 2014, we recommended, among other things, that DOD set  clearly defined and consistently applied baselines and track management  headquarters reductions against the baselines. The department  concurred with these two recommendations and said that it planned to  use Future Years Defense Program (FYDP) data to set the baseline  going forward. DOD officials also stated that the department had created  additional Program Elements to better identify and track major headquarters activities resources in the FYDP. In addition, as of  November 2016, DOD had taken some steps to set a clearly defined and  consistently applied starting point as a baseline for headquarters  reductions, but the department’s efforts were not yet complete. A listing of  related GAO products appears at the end of this report.", "In the National Defense Authorization Act for Fiscal Year 2016, Congress  required DOD to implement a plan to ensure it achieves not less than $10  billion in cost savings from headquarters, administrative, and support  activities (hereafter referred to as efficiency-related cost savings) for fiscal  years 2015 through 2019. This plan is to include specific elements  related to the types of savings and dates for achievement. Further, in the  act Congress required DOD to submit a report describing and assessing  the department’s progress in implementing and achieving cost savings for  each of fiscal years 2017, 2018, and 2019. DOD was to submit this report  upon submitting the department’s fiscal year 2017 budget, which the  department submitted on February 9, 2016. At the time of our review,  DOD officials stated they had not submitted the required report; however,  in March 2016, DOD submitted to Congress a letter with an interim  update on its plan. The update identified $7.8 billion in cost savings for  fiscal years 2017 through 2021, but it provided no detail about how DOD  would achieve these cost savings.", "The act also included a provision that we examine and report on DOD’s  required plan to achieve the $10 billion in cost savings. Although DOD  has not submitted the report, as we agreed with congressional committee  offices regarding this report, our objective was to examine the extent to  which the department has taken actions to achieve required cost savings,  including using reliable cost savings estimates. This report is a public  version of a sensitive report that we issued concurrently. DOD deemed  some of the information in our report to be sensitive, which must be  protected from public disclosure. Therefore, this report omits sensitive  budget information. Although the information provided in this report is  more limited, the report addresses the same objectives as the sensitive  report and uses the same methodology.", "To address our objective, we obtained available information related to  DOD’s efforts to develop and report on the required cost savings plan and  compared this information with the elements required by the National  Defense Authorization Act for Fiscal Year 2016 and our guidance for  evaluating cost estimates. We used this guidance to assess the reliability  of DOD’s estimates for headquarters-related cost savings because  savings, if any, are derived from the difference in costs over time. The  guidance states, among other things, that cost estimates used to make  decisions or allocate resources should be reliable—well documented,  comprehensive, accurate, and credible—and that they should be  acceptable to someone unfamiliar with the program. We also assessed  information reported to Congress in DOD’s March 2016 interim update on  its cost savings plan and documentation related to DOD’s headquarters- related efficiency efforts DOD identified in a February 2016 budget  document. Additionally, we obtained documents from, and conducted  interviews with, officials from the office of the Deputy Chief Management  Officer (DCMO), the office of the DOD Chief Information Officer, the  Defense Human Resource Activity, the Defense Threat Reduction  Agency, the DOD Test Resource Management Center, Washington  Headquarters Service – Financial Management Directorate, and the  Office of Cost Assessment and Program Evaluation to determine the  scope and status of the estimated cost savings.", "We conducted this performance audit from May 2016 to July 2017 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["DOD major headquarters activities include the Office of the Secretary of  Defense; the Joint Staff; the Offices of the Secretary of the Army and  Army Staff; the Office of the Secretary of the Navy and Office of the Chief  of Naval Operations; Headquarters, Marine Corps; and the Offices of the  Secretary of the Air Force and Air Staff. All personnel working within  these headquarters organizations are considered to be performing major  headquarters activities functions. Other headquarters organizations  identified as major headquarters activities include portions of the defense  agencies; DOD field activities; and the combatant commands, along with  their subordinate unified commands and respective service component  commands. Except for the military service headquarters listed above,  DOD refers to these organizations and components that have manpower  resources collectively as the Fourth Estate.", "The DCMO is responsible for ensuring that DOD components are  accurately identifying and accounting for major DOD headquarters  activities. In addition, department guidance gives the DCMO primary  responsibility for improving the efficiency and effectiveness of operations  across DOD’s business functions and the authority to issue policy and  guidance regarding the management and improvement of department  business operations. This includes responsibilities related to identifying  and monitoring the implementation of cost savings opportunities and  efficiencies across DOD’s business areas. As part of those  responsibilities, the DCMO, as the Chair of the Defense Business  Council, can make recommendations to the Deputy’s Management Action  Group, a senior-level forum that discusses various department-wide  management issues. The group works to develop a common  management approach to ensure that management actions are  coordinated across the defense enterprise.", "Since 2010, in part in response to the constrained fiscal environment and  National Defense Authorization Acts of Fiscal Year 2014 and Fiscal Year  2016, DOD has undertaken efficiency-related efforts to reduce the cost of  doing business for major headquarters activities and other administrative  and support activities. These include, but are not limited to the following:  In May 2010, DOD began an assessment of how the department is  staffed, organized, and operated, with the goal of reducing excess  overhead costs.", "In March 2012, DOD conducted the More Disciplined Use of  Resources review of bureaucratic structures, business practices,  modernization programs, civilian and military personnel levels, and  associated overhead costs.", "In July 2013, the Secretary of Defense set a target for reducing DOD  components’ total management headquarters budgets by 20 percent  for fiscal years 2014 through 2019, including costs for civilian  personnel and contracted services, while striving for 20 percent  reductions to authorized military and civilian personnel. The National  Defense Authorization Act for Fiscal Year 2016 subsequently required  the department to achieve additional reductions through fiscal year  2020.", "In May 2015, DOD concluded its Core Business Process Review.  Through this review, the DCMO identified at least $62 billion in  potential cumulative savings opportunities across the six business  processes—human resources management, healthcare management,  financial management, acquisition and procurement, logistics and  supply, and real property management—for fiscal years 2016 through  2020. However, in June 2016, we reported that DCMO officials had  stated that the potential savings opportunities could not entirely be  achieved.", "Our Cost Estimating and Assessment Guide states that cost estimates  are necessary to make decisions and allocate resources and that cost  estimates should be reliable—well documented, comprehensive,  accurate, and credible—and provide enough information so that someone  unfamiliar with a program could easily recreate or update the estimate.  The guidance also states that thorough documentation is essential for  validating and defending a cost estimate and that the documentation  should include enough detail to allow for clear tracking of costs. Doing so  will help ensure that cost savings calculated using these estimates are  reliable and that agency management and Congress will be able to  monitor progress and ensure implementation of these cost savings."], "subsections": []}, {"section_title": "DOD Has Not Identified Required Cost Savings and Does Not Have a Reliable Estimate to Support the Cost Savings It Identified", "paragraphs": ["DOD has not identified $10 billion in cost savings through fiscal year 2019  as required and does not have a reliable cost savings estimate to support  the cost savings it has identified. DOD has identified approximately $13.1  billion in efficiency-related cost savings through fiscal year 2021.  However, we determined its cost savings estimate is unreliable because  the DOD-provided documentation was not sufficiently detailed to support  the estimate. As a result, neither the department nor other decision  makers will be able to monitor progress and ensure achievement of the  required cost savings."], "subsections": [{"section_title": "DOD Has Not Identified All Required Efficiency- Related Cost Savings", "paragraphs": ["According to documents provided by DCMO officials, DOD has not  identified the required $10 billion in efficiency-related cost savings for  fiscal years 2015 through 2019. DOD identified $13.1 billion in  estimated cost savings for fiscal years 2015 through 2021. DOD  considers the specific amount of savings it will achieve by 2019 to be pre- decisional and, therefore, not releasable in a public report.", "DOD based its cost savings estimate on two separate inputs. The first is  associated with headquarters reductions identified and submitted in May  2015 as part of the Section 904 Report. These reductions include  reducing the size of DOD headquarters staffs and layers of management,  eliminating functions that have little or no added value, and consolidating  overlapping and duplicative programs and offices. The second is  associated with five categories of DOD-identified efficiency initiatives that  were highlighted in DOD’s fiscal year 2017 Defense Budget Overview and  referenced in DOD’s March 2016 update to Congress. The reductions  include cost savings related to business operations, service contracts,  and information technology. See table 1 for the cost savings estimates  that DOD identified in its May 2015 Section 904 Report and March 2016  update to Congress.", "At the time of our review, officials stated that DOD has not submitted the  required report to Congress on its cost savings plan. DCMO officials  responsible for submitting the report stated that their intent is to complete  and submit a report, but they did not have timeframes for the submission  and did not provide a reason for the delay. However, DOD officials  acknowledged that the department has not identified the required $10  billion cost savings by fiscal year 2019, and the department does not  have specific plans to identify further cost savings within the mandated  time period. DCMO officials further stated that other efficiency-related  efforts may achieve additional cost savings that they could count toward  the requirement, and that the department plans to exceed the  requirement by fiscal year 2020. In a June 27, 2017, letter from DOD  commenting on a draft of this report, the department stated it identified  $938 million in additional savings that it intends to count toward the  required cost savings but did not provide a timeframe for achieving these  savings or details about them. Moreover, with the additional cost savings,  the department acknowledged that it had not yet identified the $10 billion  cost savings required but asserted it expected to achieve them by the  required date."], "subsections": []}, {"section_title": "DOD Does Not Have a Reliable Cost Savings Estimate", "paragraphs": ["We determined the cost savings estimate is not reliable because the  DOD-provided documentation for the two separate inputs was not  sufficiently detailed consistent with the best practices for cost estimates  described in our Cost Estimating and Assessment Guide.", "DCMO officials provided varying levels of documentation related to the  two inputs for its cost savings projections. For example, the DCMO  provided a March 2016 briefing it gave the Senate Armed Services  Committee that included information on both inputs. The briefing  described both inputs and briefly described some of the department’s  plans for achieving the cost savings estimate. However, the briefing did  not contain specific information that would convince management and  oversight staff that the estimate was credible. Additionally, DOD officials  stated that the cost savings through fiscal year 2021 are documented as  reductions in the Future Years Defense Program (FYDP). However, the  FYDP is the plan that represents DOD’s projected funding needs for the  department’s current budget and for at least the next 4 years, and the  plan does not include sufficient detail—such as specific plans to achieve  the reductions or specific programs or personnel to be reduced—to allow  for the clear identification of the efficiency-related cost savings.", "DOD-provided documentation for the two inputs was not sufficiently  detailed to support reliable estimates, as described below."], "subsections": [{"section_title": "Estimated Cost Savings from Efficiencies Identified in DOD’s May 2015 Section 904 Report", "paragraphs": ["DCMO based the first part of its estimated cost savings—approximately  $5.3 billion—on efficiency-related reductions required by section 904 of  the National Defense Authorization Act for Fiscal year 2014 and reported  the cost savings in DOD’s May 2015 Section 904 Report.", "DCMO-provided documentation for the estimated cost savings was a  summary table listing funding and personnel reductions allocated to  various organizations and included a statement that the reductions listed  were “not auditable” because the baseline for the reductions had not been  established, among other reasons. The documentation did not contain  detailed information or specific actions the organizations have taken or  planned to take to achieve the cost savings. Without additional details, we  cannot determine how DOD calculated or is implementing these  reductions. In addition, we previously reported that the department did not  have a clear or accurate accounting of the resources that it used as a  starting point for reductions; as a result, DOD would be unable to track  and reliably report its headquarters reductions and ultimately may not  realize significant savings."], "subsections": []}, {"section_title": "Estimated Cost Savings Identified in DOD’s March 2016 Update to Congress", "paragraphs": ["DOD based the second part of its estimate—which it estimates will save  approximately $7.8 billion by fiscal year 2021—on five categories of DOD- identified efficiency-related initiatives that the department identified in its  March 2016 update to Congress describing how it would achieve the  required cost savings.", "DOD-provided documentation for the estimated cost savings varied for  the five categories. For its Service Requirement Review Boards category,  DOD provided documentation showing specific cost savings estimates by  organization, an explanation of how those estimates were calculated, and  implementation actions that organizations plan to take to achieve the cost  savings. In contrast, for the Business Operations Improvements and  Defense Resale Optimization categories, DOD’s documentation was  limited to a summary table without detailed information such as specific  actions it will take or an explanation of when such actions will be  completed to achieve these cost savings. For the Information Technology  Optimization category, DOD-provided documentation was limited to a  brief description of the initiatives without specific actions the department  plans to take to implement the savings. For the Major Headquarters  Activities category, DOD documented the amount of planned cost savings  by organization, explained how approximately 25 percent of the cost  savings was calculated, and provided an example of how some of the  cost savings will be implemented. However, DOD documentation for the  remaining Major Headquarters Activities cost savings was limited to a  summary of total estimated cost savings by fiscal year without additional  information. In addition, DOD officials were unable to explain how the  department had calculated the estimated cost savings. For example, for  one of the categories, officials provided a description of pilot programs  they planned to implement, but they could not provide details about the  cost savings they anticipated the programs would achieve.", "Brief descriptions of the five categories of the DOD-identified efficiency- related initiatives and the supporting documentation the department  provided for the estimated cost savings for each category are in table 2.  For a more complete description of the five categories, see appendix I.", "Cost estimates used to make decisions or allocate resources should be  reliable—well documented, comprehensive, accurate, and credible—and  they should be acceptable to someone unfamiliar with the program.", "Without detailed documentation regarding how DOD plans to achieve  reductions, the department cannot ensure it will achieve cost savings as  required by the National Defense Authorization Act for Fiscal Year 2016."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["DOD has worked to achieve efficiency-related cost savings and reduce its  activities related to headquarters, administration, and support. Congress  has directed DOD to find headquarters-related efficiencies, including  mandating DOD to implement and report on a plan to achieve not less  than $10 billion in cost savings from headquarters, administrative, and  support activities from fiscal years 2015 through 2019. Although the  DCMO has been working on implementing the required plan to save $10  billion, the cost savings estimates underpinning its plans are not reliable  because DCMO lacks detailed documentation. As a result, neither DOD  nor Congress will be able to monitor progress and ensure the  achievement of the required cost savings."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["As the department seeks to report on and achieve required cost savings,  we recommend that the Secretary of Defense direct the Deputy Chief  Management Officer to develop reliable cost savings estimates that  include detailed information and documentation to allow for clear tracking  of cost savings by DOD and Congress."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOD for review and comment. In  written comments on a draft of this report, DOD partially concurred with  our recommendation. DOD also provided technical comments, which we  incorporated as appropriate. DOD’s comments are summarized below  and reprinted in appendix II.", "DOD partially concurred with our recommendation to develop reliable cost  savings estimates that include detailed information and documentation to  allow for clear tracking of the cost savings by DOD and Congress. DOD  noted in its response that the department will continue to manage the  efficiency efforts discussed in this report as part of its broader reforms but  the department’s response did not address how it would implement our  recommendation that the department develop reliable, detailed, and well- documented cost savings estimates. In its response, DOD also stated  that since receiving our draft report, it had identified $938 million in  additional cost savings. We noted the department’s identification of these  additional savings in our report. We did not, however, modify the totals to  reflect these savings because the department did not provide details  about how it will achieve these cost savings, such as specific actions it  will take or a timeline for completing such actions.", "In its response, DOD stated that it is tracking cost savings for the Service  Requirement Review Boards and Major Headquarters Activity  categories—two of the five major categories in our review. For the  Service Requirement Review Boards category, we agree and describe in  the report DOD documentation that includes reduction targets, risk  assessments, timelines, and the specific items to be reduced or  eliminated. For the Major Headquarters Activities category, however,  DOD-provided support was not sufficiently detailed to allow us to clearly  track these savings. As a result, we continue to believe that the Major  Headquarters cost savings estimate is unreliable and that DOD will not be  able to monitor progress and ensure it achieves the associated savings.", "DOD acknowledged in its response that it is difficult to track specific cost  savings for the other three categories—Information Technology  Optimization, Business Operations Improvements, and Defense Resale  Optimization. The reason given by the department is that the cost savings  are being taken from across multiple organizations, against their top-line  budgets. We agree that adjusting programmed budgets for organizations  is an important first step in planning for reductions, but we continue to be  concerned that without additional details we cannot determine how DOD  calculated or is implementing these reductions. DOD stated in its  response that some data associated with the savings are pre-decisional  and, therefore, not releasable per the Office of Management and Budget  guidance set forth in Circulars A-123 and A-11. However, during the  course of our work, DOD officials stated that the pre-decisional data were  not sufficiently detailed to be used to track cost savings. As a result, we  elected not to exercise our right of access to it pursuant to 31 U.S.C. §  716, which includes a broad right of access to information that is pre- decisional or that represents the deliberative process.", "Finally, DOD stated in its comments that it is committed to additional  reductions and is actively managing efficiencies across the Department  and that its reform plan will become part of the Office of Management and  Budget’s comprehensive plan to reform the Federal Government. DOD  stated in its response that it would submit a required report to Congress  detailing its reduction plans shortly. Submitting the required report—which  was due in February 2016—could help the department explain its plans.  To date, however, DOD has not identified the required $10 billion cost  savings, and the cost savings estimates underpinning its plans are not  reliable because DOD lacks detailed information and documentation  about how it is achieving the cost savings. Until DOD addresses our  recommendation, we continue to believe that neither DOD nor Congress  will be able to monitor progress and ensure the achievement of the  required cost savings.", "We are sending copies of this report to appropriate congressional  committees, the Secretary of Defense, the Under Secretary of Defense  for Personnel and Readiness, the Deputy Chief Management Officer, the  Chairman of the Joint Chiefs of Staff, the Secretaries of the military  departments, the heads of the defense agencies and DOD field activities,  and other interested parties. In addition, the report is available at no  charge on the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-3489 or pendletonj@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Department of Defense Categories of Efficiency-Related Initiatives", "paragraphs": ["In the fiscal year 2017 Department of Defense (DOD) budget request,  DOD identified five categories of efficiency initiatives with which it could  reduce costs and free up resources needed for readiness and  modernization. DOD also referenced the five categories of efficiency  initiatives in its March 2016 interim update to Congress regarding the  requirement to report on and implement a plan to ensure DOD achieves  not less than $10 billion in cost savings from headquarters,  administrative, and support activities for fiscal years 2015 through 2019.  DOD reported that these categories of efficiency initiatives would  contribute to the $10 billion reduction to the department’s headquarters,  administrative, and support activities required by the National Defense  Authorization Act of 2016. According to information reported to Congress  in DOD’s March 2016 interim update, the five categories of efficiency  initiatives will achieve approximately $7.8 billion in cost savings for fiscal  years 2017 through 2021. A description of each category is below."], "subsections": [{"section_title": "Service Requirement Review Boards", "paragraphs": ["The office of the Deputy Chief Management Officer (DCMO) directed the  Fourth Estate organizations to identify areas for savings in their service  contracts—generally contracts related to a specific task rather than to a  specific product—as part of a series of Service Requirement Review  Boards. The organizations examined the risk posed to their ability to meet  their missions with a 10-percent reduction to service contracts, and then  the organizations identified contracts where they could reduce costs. The  organizations presented their recommendations for cuts to a Senior  Review Panel composed of the DCMO, the Principal Deputy Under  Secretary of Defense for Acquisition, Technology, and Logistics and  Principal Staff Assistants. DOD officials stated that the Senior Review  Panel either approved the proposed cuts or directed alternative  reductions.", "Officials stated that the DCMO was tracking Service Requirement Review  Boards cost savings achieved in fiscal year 2017, and that the  department was conducting another iteration of reviews in which  organizations would be required to review additional service contract  funding.", "DOD documentation related to Service Requirement Review Boards and  DOD’s associated cost savings estimate includes standardized  presentations the organizations presented to the Senior Review Panel.  The presentations include reduction targets, risk assessments, timelines,  and the specific items to be reduced or eliminated. DOD documentation  also includes a summary of DCMO-directed reductions for the  organizations for fiscal years 2018 through 2022.", "DOD previously reported to us that Service Requirement Review Boards  would aid in the management and oversight of services’ acquisitions.  DOD also stated that beginning in fiscal year 2016 the department will  use Service Requirement Review Boards to evaluate proposed contract  services within the defense agencies and the senior staffs."], "subsections": []}, {"section_title": "Information Technology Optimization", "paragraphs": ["According to DOD officials, the DCMO and the DOD Chief Information  Officer identified six information technology optimization initiatives:  1.  Military Integrated Personnel and Pay System—According to DOD  officials, this initiative combines the military departments’ personnel  and pay systems to achieve savings from using fewer resources,  simplifying financial reporting, and having more timely and accurate  payroll services. Officials stated that the system will leverage  commercially available human resource systems. DCMO officials also  stated that the system will achieve cost savings beginning in fiscal  year 2019 when the current payroll and benefit systems are retired.  2.  Defense Travel Modernization— According to DOD officials, as part of  the initiative to reform travel and modernize DOD’s travel system, the  department is increasing the use of less expensive, non-refundable  tickets for select commercial air travel, rather than purchasing the  more expensive, fully-refundable tickets. According to DOD officials,  in certain markets the cost savings achieved with these less  expensive fares more than offset the potential fees incurred when  travelers make changes to their itineraries, and as a result they expect  to achieve cost savings. DCMO officials stated that facilitating the use  of these fares requires changes to DOD travel software and to the  Joint Travel Regulations and that DOD will achieve defense travel  modernization cost savings beginning in fiscal year 2017.  3.  Enterprise Licensing—According to DOD officials, this initiative  involves additional monitoring to enable better use of DOD software  licenses, which improves business processes. DOD officials told us  that they also expect to realize cost savings by purchasing more  commercially available software products rather than having software  customized. DCMO reported that DOD will achieve enterprise  licensing cost savings beginning in fiscal year 2017.  4.  Circuit Optimization—According to DOD officials, this initiative  involves using fewer and less expensive circuits to accomplish their  mission. DCMO reported that DOD will achieve circuit optimization  savings beginning in fiscal year 2018.  5.  Data Center Infrastructure—According to DOD officials, this initiative  involves reviewing data center locations and consolidating centers  where services could be combined to save money.  6.  National Capital Region Information Technology Consolidation— According to DOD officials, this initiative involves consolidating the 40  to 50 information technology providers for Pentagon tenants and  Fourth Estate organizations in the National Capital Region to  decrease duplication and improve the delivery of information  technology services. DCMO reported that DOD will achieve National  Capital Region information technology consolidation savings  beginning in fiscal year 2017.", "Officials from the office of the DOD Chief Information Officer stated that  they were on track to achieve the estimated cost savings and that  additional cost savings could be achieved through related information  technology commodity management activities, such as the Federal Data  Center Consolidation Initiative, if necessary.", "DOD documentation related to information technology optimization and  DOD’s associated cost savings estimate is a list of initiatives with a  summary of estimated cost savings by fiscal year. Officials stated that the  department is tracking implementation of information technology  optimization-related cost savings through Resource Management  Decisions, but DOD documentation did not allow us to clearly track the  savings."], "subsections": []}, {"section_title": "Major Headquarters Activities", "paragraphs": ["According to DOD officials, DOD cost savings related to Major  Headquarters Activities involves two types of cost savings—reductions  which comprise approximately 75 percent of the savings and those  associated with consolidating and reducing the layers of organizational  management (i.e., delayering).", "DCMO-provided documentation did not include specific information about  the reductions related to the approximately 75 percent of the cost  savings. DOD plans to achieve the other 25 percent of the cost savings  by delayering and reducing staff through attrition and reassignments. The  DCMO directed delayering for the Office of the Secretary of Defense and  Defense Agencies and Field Activities and identified cost savings for  fiscal years 2017 through 2021. As part of delayering, organizations  used DCMO’s guidance, which recommended that there be no more than  five organizational layers within the Office of the Secretary of Defense,  among other things. DCMO’s guidance also recommended that  organizations pursue cross-organizational partnerships and shared work  activities when possible. Officials stated that DOD recorded the resulting  personnel changes in the Fourth Estate Manpower Tracking System.", "DOD documentation related to overall Major Headquarters Activities  reductions, including delayering, and DOD’s associated cost savings  estimate include a summary of reductions for fiscal years 2017 through  2021. DOD also provided a summary of planned delayering cost savings  by organization for fiscal years 2017 through 2020 as well as an example  of an implementation plan that describes specific actions to be taken and  how those actions would affect the organization’s mission. DOD-provided  documentation did not identify how DOD plans to achieve the cost  savings not related to delayering and was not sufficiently detailed to allow  us to clearly track these savings. However, officials stated that they have  created more than 200 new Program Elements in the FYDP that they  expect will improve tracking of major headquarters-related savings in the  future by improving visibility of headquarters resources."], "subsections": []}, {"section_title": "Business Operations Improvements", "paragraphs": ["DOD officials stated that the department directed reductions to DOD’s  Fourth Estate organizations through cuts from the military departments. A  DCMO official stated that the department achieved cost savings in fiscal  year 2017 by reducing the rates that the Defense Finance and Accounting  Service charged to the military departments.", "DOD documentation related to business operations and DOD’s  associated cost savings estimate is a summary of estimated cost savings  by fiscal year. This documentation was not sufficiently detailed to allow us  to clearly track the savings. Officials stated that the business operations  reductions are documented in Resource Management Decisions.  Additional savings from return on investment are tracked as part of the  annual review of business systems certification requests through the  investment management review process. However, officials stated that  they could not attribute business operations cost savings to specific  Fourth Estate organizations or Program Elements in the Future Years  Defense Program (FYDP). Officials stated that the cuts would be taken  and, if necessary, Fourth Estate organizations would repurpose old  business operations systems or cut back programs."], "subsections": []}, {"section_title": "Defense Resale Optimization", "paragraphs": ["We found in November 2016 that the Defense Commissary Agency  planned to achieve cost savings through pilot programs at the Defense  Commissary Agency’s commissaries, including different pricing  methods. However, this plan did not include statements about  assumptions, its methods, or specific time frames related to cost savings.  DOD responded to our recommendation to develop a plan to support its  efforts by stating that the department chartered the Defense Resale  Business Optimization Board in 2016 to develop a plan and approve  initiatives for piloting the plan.", "An official stated that the department would achieve fiscal year 2017 cost  savings by returning unobligated funds from the Defense Commissary  Agency’s working capital fund to the military services, implementing  previously-planned store closures, and sourcing locally-produced goods  at DOD’s commissaries and exchanges. The Defense Commissary  Agency began implementing pilot programs related to pricing and  providing alternatives to national brands in fiscal year 2017. An official  stated that DOD tracks defense resale-related cost savings in the FYDP  using “Commissary Retail Sales” Program Elements; however Defense  Commissary Agency documentation did not include sufficient detail to  allow us to clearly track the cost savings."], "subsections": []}]}, {"section_title": "Appendix II: Comments from the Department of Defense", "paragraphs": ["."], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Margaret A. Best (Assistant  Director), Michele Fejfar, Alexandra Gonzalez, Jana Hopkins, Mae Jones,  Edward Malone, Amanda Manning, Brendan K. Orino, Carol Petersen,  and John Van Schaik made major contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["DOD Commissaries and Exchanges: Plan and Additional Information  Needed on Cost Savings and Metrics for DOD Efforts to Achieve Budget  Neutrality. GAO-17-38. Washington, D.C.: November 9, 2016.", "Defense Headquarters: Improved Data Needed to Better Identify  Streamlining and Cost Savings Opportunities by Function. GAO-16-286.  Washington, D.C.: June 30, 2016.", "DOD Service Acquisition: Improved Use of Available Data Needed to  Better Manage and Forecast Service Contract Requirements.  GAO-16-119. Washington, D.C.: February 18, 2016.", "Defense Headquarters: DOD Needs to Reassess Personnel  Requirements for the Office of the Secretary of Defense, Joint Staff, and  Military Service Secretariats. GAO-15-10. Washington, D.C.: January 21,  2015.", "Defense Headquarters: DOD Needs to Reevaluate Its Approach for  Managing Resources Devoted to the Functional Combatant Commands.  GAO-14-439. Washington, D.C.: June 26, 2014.", "Defense Headquarters: DOD Needs to Periodically Review and Improve  Visibility of Combatant Commands’ Resources. GAO-13-293.  Washington, D.C.: May 15, 2013.", "Defense Headquarters: Further Efforts to Examine Resource Needs and  Improve Data Could Provide Additional Opportunities for Cost Savings.  GAO-12-345. Washington, D.C.: March 21, 2012.", "Defense Headquarters: Total Personnel and Costs Are Significantly  Higher Than Reported to Congress. GAO/NSIAD-98-25. Washington,  D.C.: October 30, 1997."], "subsections": []}], "fastfact": []}