{"id": "GAO-11-387", "url": "https://www.gao.gov/products/GAO-11-387", "title": "Nuclear Weapons: DOD and NNSA Need to Better Manage Scope of Future Refurbishments and Risks to Maintaining U.S. Commitments to NATO", "published_date": "2011-05-02T00:00:00", "released_date": "2011-05-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["U.S. nuclear weapons are aging, with key components reaching the end of their service life. In September 2008, the Department of Defense (DOD) and the National Nuclear Security Administration (NNSA) began a study of military requirements and design options for extending the B61 bomb's service life. The B61 is used to support the U.S. strategic deterrent and the North Atlantic Treaty Organization (NATO). GAO was asked to assess the extent to which DOD and NNSA have (1) considered the time available to begin producing refurbished bombs when determining the scope of the study; and (2) taken actions to avoid operational gaps in U.S. nuclear weapons commitments to NATO during the life extension program. To evaluate these objectives, GAO analyzed DOD and NNSA policies, guidance, and reports on life extension programs, and interviewed officials responsible for B61 operations, life extension program planning, management, and oversight. This is the unclassified version of a classified report issued in December 2010."]}, {"section_title": "What GAO Found", "paragraphs": ["DOD and NNSA have made progress in studying and updating the military's performance requirements for the B61 bomb and have ruled out some design options, but the broad scope of the study has complicated the effort, given the time available to begin producing refurbished bombs. Key components of the B61 bombs need to be replaced or they will begin reaching the end of their service life. However, the time and effort required to evaluate the broad scope, and other factors identified by DOD and NNSA officials, have prolonged the study by 1 year. Unlike prior life extension programs, the ongoing B61 study was broadly scoped to accomplish a variety of goals--such as considering previously untried design options and concepts--in addition to replacing the bomb's aging components. GAO's prior work on designing evaluative studies has shown that tailoring a study's scope to reflect relevant time constraints is a critical and well-established practice. However, the guidance for conducting life extension programs does not require DOD and NNSA to consider the available time when setting the scope for a life extension study. Because they have until September 2011 to complete the study, DOD and NNSA officials told GAO that it was premature to assess whether the study's broad scope put the life extension program at risk. However, future life extension programs are also likely to occur against the end of the existing warhead's service life. Unless DOD and NNSA clarify their procedures to require that future studies are properly scoped for the available time, they risk setting unrealistic goals and delaying future life extensions. Although DOD and NNSA believe the B61 study will be completed by September 2011, they have not yet prepared a long-term risk management plan to help avoid operational gaps and ensure that the United States will be able to maintain the capability to support its NATO commitments if the B61 life extension program is delayed or canceled. The United States has pledged to support its nuclear weapons commitments to NATO while the B61 life extension program is under way. In light of this pledge, NNSA and DOD plan to perform just-in-time maintenance on the affected bombs to ensure they remain operational until NNSA can deliver refurbished bombs to DOD. However, avoiding an operational capability gap over the long term may prove challenging, as previous nuclear weapons life extension programs have experienced schedule delays for a variety of reasons. GAO's prior work has shown that a risk management plan is a useful tool for identifying and measuring risks, developing and implementing risk handling options, and assessing risk reduction measures. DOD and NNSA have identified potential steps that could be taken to mitigate operational risks if the B61 life extension program is delayed, but they have not prepared a plan to offer options for managing these risks. Developing such a plan would help ensure that DOD and NNSA are prepared to implement necessary measures to preserve U.S. commitments to NATO. Furthermore, without guidance requiring that DOD and NNSA prepare such risk management plans, operational requirements for other weapons could also be at risk as they go through future life extension programs."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making recommendations that address the need to scope future requirements and design studies to reflect the time available to complete the program and prepare risk management plans to address operational concerns caused by potential life extension program delays. DOD and NNSA agreed with the recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Nuclear weapons have long been a cornerstone of the nation’s defense  strategy. These weapons—deployed on intercontinental ballistic missiles  (ICBM), submarine-launched ballistic missiles (SLBM), heavy bombers,  and fighter aircraft capable of performing nuclear missions—have played  an essential role in deterring a nuclear attack on the United States and its  allies and partners, including the North Atlantic Treaty Organization  (NATO). At the same time, arms control agreements and other policies  since the 1960s have led the United States to maintain its nuclear deterrent  with decreasing numbers of weapons. In the April 2010 Nuclear Posture  Review Report, the current administration declared its commitment to  further reducing U.S. nuclear forces, while maintaining a safe, secure, and  effective nuclear deterrent for the United States and its allies, even as the  weapons in the nuclear stockpile continue to age and weapon components  reach the end of their operational life. Further, recognizing that NATO was  undertaking a review of its Strategic Concept, which expresses the  alliance’s fundamental security tasks, the administration pledged in April  2010 not to prejudge NATO’s review, even as it committed to retain the  capability to forward deploy nuclear bombs.", "The Department of Defense (DOD) and the National Nuclear Security  Administration (NNSA), a separately organized agency within the  Department of Energy (DOE), are currently in the process of planning a  life extension affecting four of the five versions of the B61 bomb. The B61  bomb is one of seven types of nuclear weapons that remain in the U.S.  stockpile. The bomb is used to support U.S. nuclear commitments to  NATO, where, as part of NATO’s forces, it is intended to signal cohesion  among NATO members, and when deployed, versions of the bomb could  be carried on U.S. and NATO fighter aircraft during conflict. DOD and  NNSA have stated that the B61 life extension program is necessary  because key bomb components will soon need replacement or the bombs  would become nonoperational. Although Congress initially limited the  scope and funding for the B61 life extension study to the bomb’s  nonnuclear components during fiscal year 2010, the April 2010 Nuclear  Posture Review Report endorsed completing a “fullscope” life extension of  the B61 bomb’s nuclear and nonnuclear components. In May 2010, as  directed by Congress, DOE requested approval from the House and Senate  Committees on Appropriations to study options for a fullscope life  extension; the fullscope life extension study was approved in August  2010.", "The administration’s continued commitment to extending the life of  nuclear weapons is accompanied by requirements for significant  investment in DOD delivery platforms and NNSA nuclear weapons  production infrastructure. In a May 2010 report to Congress, the  administration identified a 10-year cost estimate of over $100 billion to  sustain and modernize strategic delivery systems and U.S. dual-capable  fighter aircraft. Additionally, NNSA has identified $80 billion in nuclear  weapons stockpile and infrastructure costs over the same period to  maintain the safety and reliability of the nuclear weapons stockpile  without nuclear testing. Among other things, these infrastructure  investments are to support not only the B61 life extension, but future life  extension programs for ICBM, SLBM, and bomber-delivered cruise missile  warheads.", "Our prior work has shown that nuclear weapons life extension programs  can be complicated and risky endeavors that require disciplined  management and effective collaboration among all the participating DOD  and NNSA organizations. Although DOD and NNSA have improved  management practices since our first report on NNSA’s life extension  programs was issued in 2000, in March 2009, we reported that DOD and  NNSA have continued to experience problems carrying out life extensions  within the agreed-upon schedule, and within estimated costs.", "In March 2008 the Nuclear Weapons Council—a statutorily authorized  joint activity composed of DOD and DOE officials—approved an Air Force  request for a study of military performance requirements and potential  design options for the B61 life extension program. As requested, we have  reviewed the extent to which DOD and NNSA have (1) considered the time  available to begin producing refurbished bombs when determining the  scope of the study; and (2) taken actions to avoid operational gaps in U.S.  nuclear weapons commitments to NATO during the B61 life extension  program. In December 2010, we reported to you on the results of our work  in a classified report. This is the unclassified version of that classified  report. To prepare this unclassified version, we removed certain  references to nuclear weapons quantities, storage locations, designs, and  performance characteristics.", "To evaluate our objectives, we analyzed DOD, DOE, and Nuclear Weapons  Council policies and guidance on planning and carrying out nuclear  stockpile life extension programs; and reviewed DOD and NNSA reports  and B61 Project Officers Group status briefings on the B61 life extension  program. We also interviewed DOD and NNSA officials responsible for  coordinating the joint DOD-NNSA study of requirements and design  options for the planned B61 life extension program, and other officials  from the Office of the Secretary of Defense, Air Force, and NNSA,  including the former NNSA manager for nuclear weapons stockpile  sustainment, the current NNSA manager for the B61 weapon system, and  NNSA managers for ICBM, SLBM, and cruise missile weapon systems. We  analyzed documents from the Office of the Secretary of Defense, NNSA,  U.S. Strategic Command, U.S. European Command, and NATO and met  with officials from these organizations. Our scope and methodology are  described in more detail in appendix I.", "We conducted this performance audit from October 2009 to December  2010 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Most modern nuclear weapons consist of three sets of components—a  primary, a secondary, and a set of nonnuclear components enclosed in a  case. When detonated, the primary and secondary components, which  together are referred to as the weapon’s “nuclear explosive package,”  produce the weapon’s explosive force, or “yield.” The array of nonnuclear  components surrounding the nuclear explosive package serves to control  the detonation sequence and helps ensure the weapon’s safety and  security from human tampering and accidental detonation. Some of these  nonnuclear components—collectively called “limited-life components”— have shorter service lives than the weapon itself, and therefore must be  periodically replaced.", "The U.S. stockpile includes more than 5,000 nuclear weapons, the vast  majority of which are either operationally deployed in the United States or  on submarines at sea, or held in storage. Based on guidance and direction  provided by the President, Secretary of Defense, and Chairman of the Joint  Chiefs of Staff, the Commander of U.S. Strategic Command is responsible  for developing an operational plan and identifying targets for an arsenal  that includes 1,700 to 2,200 operationally deployed strategic nuclear  weapons. The Air Force maintains and operates nuclear-armed ICBMs,  cruise missiles, and gravity bombs, whereas the Navy maintains and  operates nuclear-armed SLBMs. The Commander of U.S. Strategic  Command has operational command and control over these nuclear forces  but only the President is authorized to direct the use of nuclear weapons.", "In addition to the nuclear forces under U.S. Strategic Command’s  operational control, the United States retains a limited number of  nonstrategic, or “tactical” B61 bombs in the nuclear weapons stockpile to  support NATO commitments. These bombs are maintained in an  operational configuration, and can be delivered by both U.S. fighter  aircraft and aircraft of predesignated, trained, and certified NATO allies.  The Commander of U.S. European Command also serves as the Supreme  Allied Commander of European forces, and would exercise command and  control of these weapons during a conflict. The Air Force exercises day-to- day custody of the B61 bombs used to support NATO commitments. As is  the case for the employment of nuclear weapons under U.S. Strategic  Command’s control, only the President of the United States can authorize  the NATO Supreme Allied Commander to employ the B61 bomb.", "While U.S. Strategic Command has prepared an operational plan for  employing nuclear weapons, neither NATO nor U.S. European Command,  in accordance with the NATO Strategic Concept, have prepared standing  peacetime nuclear contingency plans or identified targets involving  nuclear weapons. The B61 bombs assigned to support NATO are intended  to provide for the collective security of all its members. According to U.S.  European Command officials, the B61 bombs couple U.S. and NATO  security, and tangibly assure the members of NATO that the United States  is committed to their national security. The April 2010 Nuclear Posture  Review Report recognizes that the risk of nuclear attack against NATO  members is at a historic low. However, the Nuclear Posture Review  Report emphasized that NATO’s unique arrangements, in which  nonnuclear members participate in nuclear planning and possess specially  configured aircraft capable of delivering nuclear weapons, contribute to  alliance cohesion and provide reassurance to allies and partners who feel  exposed to regional threats.", "The U.S. stockpile includes five different versions of the B61 bomb, which  first entered the stockpile in the late 1970s and is the oldest weapon in the  U.S. stockpile. Two of the five versions, considered “strategic” versions,  would be carried into combat by B-52 and B-2 bomber aircraft, whereas  the other three “nonstrategic” versions would be carried into combat by  U.S. or NATO allied fighter aircraft. The five versions have different  military characteristics, which identify key military performance  requirements, such as safety requirements or explosive yield, for a given  nuclear bomb or warhead. Furthermore, to protect against access by  unauthorized persons, the nonstrategic versions were designed with  advanced security systems.", "To sustain the nuclear deterrent as weapons age, the current  administration has endorsed a policy—also followed by prior  administrations—to perform life extension programs on existing  stockpiled weapons, rather than design, test, and produce new weapons.  DOD and DOE both play crucial roles in planning and executing nuclear  weapons life extension programs. DOE formally initiated the Stockpile  Life Extension Program in 1996; NNSA has administered the program  since fiscal year 2000. DOD and NNSA (or its predecessor DOE  organizations) have previously planned and executed several nuclear  weapons life extension programs and refurbishments, including life  extensions of the W87 warhead, which is deployed on ICBMs, and the W76  warhead, which is deployed on SLBMs. NNSA also performed a significant  refurbishment to the secondary component of the strategic versions of the  B61 in the mid-2000s. NNSA, due to limited production capacity, has  conducted these life extension programs consecutively, rather than  concurrently. Although their durations have varied, life extension  programs can take nearly a decade or more from the start of the planning  phases until refurbished weapons are delivered to DOD for reintroduction  into the stockpile. The B61 life extension program and other planned life  extension programs also are expected to occur sequentially, as shown in  figure 1.", "NNSA and DOD use the “Phase 6.X” process to manage all nuclear  weapons refurbishments, including not only alterations to fix or replace  aging nuclear weapons components, but also fullscope life extension  programs. The Procedural Guideline for the Phase 6.X Process establishes  the joint process for nuclear weapons refurbishments. After the Nuclear  Weapons Council—the joint DOD and NNSA activity responsible for  executive-level management of the nuclear weapons stockpile—formally  authorizes the beginning of a Phase 6.2 feasibility study for a life extension  program, a Service-led project officers group manages the study of design  options for the weapon. The steps for the Phase 6.X process are  described in figure 2.", "In March 2008, the Nuclear Weapons Council approved the Air Force’s  request for a study, under Phases 6.2 and 6.2A, to explore the feasibility  and costs of conducting a fullscope life extension program of the B61  bomb. In June 2008, the council directed the study to begin no later than  September 2008 and be completed within 24 months; however, the study’s  completion has been extended by 1 year. As shown in figure 3, DOD and  NNSA plan to deliver the first refurbished B61 bomb—Phase 6.5 in the  6.X process—in 2017. According to the Air Force lead project officer for  the B61 bomb, NNSA plans to produce enough refurbished bombs by the  end of fiscal year 2022 to meet both U.S. Strategic Command’s  requirements and U.S. European Command’s requirements to support  NATO. The project officers group is seeking to extend the bomb’s service  life for another 30 years. According to the NNSA program manager for the  B61 bomb, the preliminary cost estimate for the life extension program is  about $4 billion through 2022, when the program would be completed.", "NNSA’s Office of Defense Programs is primarily responsible for the B61  life extension program. This office plans and coordinates NNSA activities  to maintain the nuclear stockpile, including the manufacture,  maintenance, refurbishment, surveillance, and dismantlement of weapons;  annual assessment of the weapons’ safety and reliability; and research,  development, and nonnuclear testing to support these activities. A national  complex of three national nuclear weapons design laboratories, four  production plants, and the Nevada National Security Site (formerly the  Nevada Test Site) carries out the Office of Defense Programs’ mission. For  the B61 life extension program, Los Alamos National Laboratory, in New  Mexico, and Sandia National Laboratory, in New Mexico and California,  are directly involved in designing the refurbished B61; while Lawrence  Livermore National Laboratory, in California, will peer-review the design.  Once production has begun, NNSA’s Pantex Plant, in Texas, will assemble  key subcomponents of the refurbished bomb, including many of the  nonnuclear components, manufactured at the Kansas City Plant, in  Missouri, and, for a fullscope life extension, any nuclear components  refurbished at other sites in the complex."], "subsections": []}, {"section_title": "The DOD-NNSA Review of B61 Performance Requirements and Design Options Is Progressing but the Review’s Broad Scope Complicated the Study Efforts, Given the Available Time", "paragraphs": ["Since initiating the joint study for the B61 life extension program at the  request of the Nuclear Weapons Council in September 2008, DOD and  NNSA have made progress evaluating the military’s performance  requirements for the refurbished B61 bomb and have ruled out key design  options, but the broad scope of the council’s request has complicated the  joint study effort, given the time available to begin producing refurbished  weapons. For example, the Nuclear Weapons Council, in its June 2008  letter, scoped the study to include options for incorporating previously  untried technologies and design concepts into the refurbished bomb, in  addition to replacing its aging components. As a result of the broad scope  and other factors identified by DOD and NNSA officials, the study is  expected to take until September 2011—1 year longer than initially  planned. Our prior work on designing evaluative studies has shown that  tailoring a study’s scope to reflect the time constraints for conducting the  study is a critical and well-established research practice. Because the B61  Project Officers Group has made progress in the study, NNSA and DOD  officials told us it was premature to assess whether the broad scope will  affect their ability to begin producing refurbished B61 bombs by 2017.  However, the complications raised by the B61 study’s broad scope and  limited time frame have implications for future life extension programs,  because those programs also are likely to occur against the approaching  end of the existing weapon’s service life. Unless DOD and NNSA clarify  their procedures to require that future life extension studies are properly  scoped for the available time, they risk setting unrealistic goals and  delaying future life extension programs."], "subsections": [{"section_title": "DOD and NNSA Have Made Progress Identifying Military Performance Requirements and Design Options for the B61 Life Extension Program", "paragraphs": ["DOD and NNSA have reached a tentative agreement to consolidate several  older versions of the B61 bomb into a single design. According to U.S.  Strategic Command and NNSA officials, consolidating the versions could  reduce the risks and costs of maintaining the bomb, improve the safety  and security of the weapon, eliminate the need to conduct a life extension  on multiple B61 versions, and reduce expenses by prolonging the interval  for replacing key limited-life components. As a result of this agreement, as  shown in figure 4, DOD plans to retire four versions of the B61 and replace  them with a refurbished weapon based generally around the design of one  of those versions, the B61-4. Because the B61-4 has the lowest yield among  the different versions, consolidating the versions in this manner would  also remove significant quantities of nuclear material from the deployed  B61 bombs.", "In agreeing to consolidate the B61 stockpile around a single design, DOD  components—including U.S. Strategic Command, U.S. European  Command, and the Air Force—reached agreement on some of the key  performance requirements, or military characteristics, for the refurbished  bomb. A nuclear weapon’s military characteristics describe DOD’s official  requirements for the weapon’s size, weight, and other physical attributes;  performance characteristics, such as nuclear yields or heights-of-burst;  safety and security standards, such as minimizing military personnel’s  radiation exposure; and other factors that affect nuclear weapons design.  When conducting a Phase 6.2 study, NNSA officials told us that its design  laboratories need DOD to reach agreement on its requirements early in the  process so that they are able to assess the extent to which various design  options for the life-extended weapon meet the military’s needs.", "The agreements reached to date have come about only through significant  effort and time. For example, DOD required about 18 months from the  beginning of the study to confirm NATO’s requirements for the weapon.  NATO’s Supreme Headquarters, Allied Powers Europe (SHAPE),  originally submitted requirements for the refurbished B61 bomb in March  2009, 6 months after the study began. However, the Air Force lead project  officer, and officials from U.S. European Command and SHAPE, told us  that the original submission did not provide the B61 Project Officers  Group with the specific requirements that it needed to conduct the Phase  6.2 study. In October 2009, the group asked DOD to clarify NATO  requirements, and U.S. European Command led a DOD-wide effort  throughout early 2010 to resolve key issues with certain NATO allies. In  April 2010, DOD and the NATO allies reached agreement on key military  characteristics of the bomb, including the yield, that it be capable of  freefall (rather than parachute-retarded) delivery, its accuracy  requirements when used on modern aircraft and that it employ a guided  tailkit section, and that it have both midair and ground detonation  options. They further agreed that the weapon should be capable of being  carried by both existing and modernized fighter aircraft, including the F- 35, and be compatible with current weapon storage vaults abroad.  Subsequently, after U.S. Strategic Command expressed a requirement for a  different yield, U.S. European Command and SHAPE agreed to the  proposal.", "According to Air Force and NNSA officials, DOD’s ability to reach  agreement with the allies on these issues was a significant achievement.  For example, had the allies opposed the guided tailkit, then the strategy to  consolidate the different versions of the bomb may have been in jeopardy."], "subsections": []}, {"section_title": "Broad Scope and Tight Time Frames Have Complicated the Joint B61 Refurbishment Study", "paragraphs": ["Although DOD and NNSA have made progress defining requirements and  identifying design options for the B61, the Nuclear Weapons Council’s  June 2008 request was considerably broader than prior life extension  programs and has complicated the agencies’ effort, given the tight time  frames for completing the study. Our prior work on designing evaluative  studies has shown that tailoring a study’s scope to reflect the time  constraints for conducting the study is a critical and well-established  research practice. Furthermore, the failure to align a study’s scope with  the time available can adversely affect the quality of the study.", "The scope of the B61 study—which includes studying new features and  designs, in addition to replacing aging components—is considerably  broader than previous life extension programs. For example, the Nuclear  Weapons Council requested the joint Navy and NNSA project officers  group to only develop design options and cost estimates for refurbishing  the W76 SLBM warhead, which the Navy and NNSA concluded could be  best accomplished by adhering as closely as possible to the weapon’s  original specifications. Similarly, during the life extension of the W87  ICBM warhead, which was begun before DOD and DOE formalized the  Phase 6.X process and completed in 2005, NNSA’s actions were limited  and not based on changes to the warhead’s military requirements.  However, for the current B61 life extension program, the Nuclear  Weapons Council instructed the joint Air Force and NNSA project officers  group that it should pursue not only the complete refurbishment of the  bomb, but also opportunities to improve other characteristics affecting the  bomb’s safety, security, and performance, as well as investigate alternative  design concepts untried during prior life extension programs. Table 1  compares the scope of the current B61 study with the scope of prior life  extension programs and major refurbishments.", "The broad scope of the B61 life extension program study also differs from  prior life extension program studies in how it instructed the B61 Project  Officers Group to review and address the weapon’s key military  performance requirements. Unlike the ongoing B61 life extension program  study, prior programs did not require significant changes to the military  performance requirements for the weapon being refurbished because  these requirements were generally fixed by the type of delivery systems  that carried them. For example, the W76 SLBM warhead and W80 cruise  missile warhead life extension programs were intended to result in  refurbished weapons carried by SLBMs and cruise missiles, respectively,  and therefore the programs largely adhered to the military characteristics  associated with the original weapon. In contrast, the Nuclear Weapons  Council’s June 2008 request letter instructed the B61 Project Officers  Group to consider revisions to the bomb’s military performance  requirements in line with the aforementioned strategy to consolidate  multiple B61 versions. As a result, the group has been working to  consolidate the requirements for strategic and nonstrategic versions of the  bomb, which currently have different requirements based on their mission.  Also unlike prior programs, the B61 Project Officers Group also has been  reviewing design options to ensure that the refurbished weapon will be  able to be employed on existing and yet-to-be fielded aircraft—particularly  the F-35. According to the Air Force official leading the requirements  subgroup, consolidating the military performance requirements for the  various versions of the bomb required considerably more time than  previous life extension programs had taken to establish the refurbished  weapons’ military characteristics.", "The B61 life extension program is also unique in that the stockpiled B61  bombs are approaching the end of their service lives, thus constraining the  amount of time available to complete the study and the subsequent phases  of the life extension program. The Nuclear Weapons Council recognized  this urgency, when it emphasized, in the June 2008 letter, that the target  date for production must ensure no capability gaps with respect to  preserving U.S. nuclear weapons commitments to NATO, which would  require NNSA to achieve Phase 6.5 (first production) no later than 2017.  According to Air Force and NNSA officials, meeting this schedule will  require the Air Force to perform maintenance on the existing weapons in  order to give NNSA time to complete the life extension program before the  weapons begin reaching the end of their service life. In contrast, prior life  extension programs have not faced firm deadlines driven by end-of-life  issues. For example, a senior Navy official told us that the Nuclear  Weapons Council tasked the Navy and NNSA to begin the W76 life  extension program study well before that weapon was expected to reach  the end of its service life.", "In addition to improving the bomb’s safety and performance and reduce  maintenance costs, the Nuclear Weapons Council had various other goals  in mind when it requested a broad scope for the B61 refurbishment study,  according to DOD and NNSA officials. According to DOD officials, the B61  life extension offers a unique opportunity to implement national policy on  safety and security of nuclear weapons. In particular, Office of the  Secretary of Defense officials told us that the council scoped the study  broadly to provide opportunities to broaden the range of weapons-design  and production activities being performed at the NNSA weapons complex.  The council also wanted to potentially make use of the design innovations  being developed at NNSA’s nuclear design laboratories to improve the  safety, security, and performance of aging weapons. Furthermore, in  preparation for future life extension programs, the council wanted to take  advantage of the B61 study to explore novel and innovative concepts that  could be applied when conducting future life extension programs. As of  September 2010, the B61 Project Officers Group had not yet reached  agreement on some of the design options that were included in the scope  of the study. The status of the review is summarized in table 2.", "Another factor complicating the B61 study is that the B61 Project Officers  Group lacked the time to perform a formal concept assessment during  Phase 6.1 of the Phase 6.X process. DOD and NNSA officials agreed that  exploring novel design concepts would ideally occur before starting a  Phase 6.2 study, consistent with the joint guidelines. Under the guidelines,  either DOD or NNSA can begin a formal Phase 6.1 assessment to address a  requirement change, or to study refurbishment options. Our prior work  reviewing life extension programs also has concluded that, had NNSA  taken the time needed to follow the Phase 6.X process during the earlier  effort to refurbish components for the strategic versions of the B61 bomb,  then the agency might have been better prepared to develop and test key  materials that it had not manufactured in decades. However, in preparing  for the ongoing B61 study, the B61 Project Officers Group lacked the time  to perform a Phase 6.1 concept assessment, where requirements and  design options could be more thoroughly explored, according to DOD and  NNSA officials. As a result, the group required about 6 months to work  through issues that might have been addressed during a Phase 6.1 study,  added the NNSA program manager for the B61 bomb."], "subsections": []}, {"section_title": "Broad Scope among the Factors That Prolonged the B61 Study", "paragraphs": ["According to DOD and NNSA officials, the broad scope of the B61 study is  one of several factors that have lengthened the time for completing the  study. According to DOD and NNSA officials, the final study report is  expected to be completed in September 2011, or 1 year later than the  Nuclear Weapons Council’s original deadline. DOD and NNSA officials  told us that, while investigating these options, they were initially  concerned that the broad scope would leave the B61 Project Officers  Group without sufficient time or resources to select a preferred design  option and develop more detailed cost information about that option. Prior  GAO work on best practices for managing program costs has shown that  poorly defining a program at the outset increases the risk that the program  will fail to meet its cost, schedule, or operational goals. According to  DOD and NNSA members of the B61 Project Officers Group, absent the  ability to rigorously define the military performance requirements and  design options during the Phase 6.2 study, the later phases of the life  extension program could be at risk. According to a March 2009 progress  report from the B61 Project Officers Group, the scope of the study and  progress made up to that point in time, among other factors, had put the  study at risk of not meeting its deadline to produce the first refurbished  B61 bombs in 2017. In August 2009, according to DOD and NNSA officials,  the group was still considering multiple design options because of the  broad scope, which made it difficult for it to investigate any particular  option in greater detail.", "Despite these delaying factors, members of the B61 Project Officers Group  and other DOD and NNSA officials told us that they believe there is  enough time remaining to complete the study and deliver the first  refurbished bomb in fiscal year 2017, as noted by the Nuclear Weapons  Council. Moreover, the officials added that factors aside from the Nuclear  Weapons Council’s broad scope also delayed progress in completing the  study. First, according to DOD and NNSA officials, the B61 study was not  fully funded during fiscal years 2009 and 2010. For example, the NNSA  program manager for the B61 bomb stated that NNSA’s fiscal year 2009  budget had already been submitted to Congress when the Nuclear  Weapons Council authorized the B61 study; as a result, the NNSA had only  about $28 million of a required $60 million for the study in fiscal year 2009.  Additionally, the officials told us that Congress’s prohibiting NNSA to  obligate or expend funds during fiscal year 2010 for nuclear components  for the refurbished B61 bomb without prior approval also delayed  progress on the study. For example, the NNSA program manager told us  that the B61 Project Officers Group would have begun an investigation of  the extent to which nuclear components from some versions of the bomb  could be reused, had the congressional prohibitions not been in place. In  its committee report accompanying the Energy and Water Development  Appropriations Bill, 2010, the House of Representatives Committee on  Appropriations recommended that no funds be appropriated for the B61  6.2/6.2A study in the absence of a clearly articulated strategy for the  bomb. With the lifting of this restriction and reprogramming of about  $53.7 million to the program in August 2010, however, an NNSA official  told us that NNSA has developed a recovery plan to put the life extension  program back on track to meet the 2017 deadline.", "According to DOD and NNSA officials, the B61 Project Officers Group is  responsible for completing the study and assessing the cost, schedule, and  performance risk of the recommended design options to completing a  fullscope life extension program and producing the initial refurbished  weapons in 2017. The officials told us that, until the group completes its  study and recommends particular design options to the Nuclear Weapons  Council for approval, it would be premature to judge whether the scope of  the study or other factors have placed the future phases of the life  extension program at risk. However, the officials do acknowledge that, at  the outset of the study, the scope of the effort was highly ambitious given  the time that was originally allowed for completing the review."], "subsections": []}, {"section_title": "Future Life Extension Programs Could Be at Risk If Scope and Schedule Are Not Reconciled", "paragraphs": ["The complications raised by the B61 study’s broad scope and narrow time  frames have implications for future life extension programs. Future life  extension programs are likely to be increasingly complex. According to  the April 2010 Nuclear Posture Review Report, every weapon currently in  the stockpile will require some level of technical attention over the next 30  years to extend its service life. The Nuclear Posture Review Report also  declared the administration’s intention to study options for ensuring the  safety, security, and reliability of the weapons on a case-by-case basis  when planning future life extension programs, including whether to  refurbish weapons components, reuse nuclear components from  previously tested weapons or designs, or replace nuclear components with  newly manufactured components. Adding to the complexity, the report  added further the administration’s intent, beginning with the planned W78  ICBM life extension program, to reduce the number of warhead types in  the stockpile by considering the possibility of using refurbished warheads  on multiple platforms.", "Moreover, like the B61 life extension program, future life extension  programs also are likely to occur against the approaching end of the  existing warhead’s service life. The W80-1 cruise missile warhead, for  example, is expected to begin becoming nonoperable in about 2017 unless  the Air Force replaces key limited-life components in the stockpiled  weapons, according to the Air Force lead project officer for that weapon.  Although NNSA expects to begin studying options for the W80-1 warhead  life extension in the early 2020s, the Nuclear Weapons Council has not yet  decided whether to authorize a life extension program for the warhead.  Additionally, the Air Force is now leading a concept assessment for the  W78 ICBM warhead so that the life extension program for the warhead  could begin production as early as fiscal year 2020. According to the Air  Force, the W78 warhead life extension program is needed to meet ICBM  operational requirements through 2030.", "When faced with the approaching end of the B61 bomb’s service life, the  Nuclear Weapons Council was able to broadly scope the B61 study  without fully reconciling it to the available time because it was not  required to do so. In particular, the DOD-DOE Procedural Guideline for  the Phase 6.X Process does not require the council to consider time  constraints when requesting a refurbishment study. Officials from the  Office of the Secretary of Defense, the Air Force, and NNSA agreed that  the joint Phase 6.X process guidelines should be updated to require that  the scope of future Phase 6.2 studies reflect time constraints for  conducting the study. For example, DOD officials told us that although the  planned concept assessment for the W78 ICBM life extension program is  expected to help clarify and narrow the scope of the requirements and  design options that would be evaluated during the subsequent Phase 6.2  review, the underlying guidance for implementing the Phase 6.X process  gives the Nuclear Weapons Council the flexibility to scope the Phase 6.2  study as its members see fit. Unless DOD and DOE clarify their procedures  to require that future life extension studies are properly scoped given  available time, they may set unrealistic goals for future life extension  programs and raise the risk of delay."], "subsections": []}]}, {"section_title": "DOD and NNSA Have Not Planned for Maintaining Operational Nuclear Weapons Commitments to NATO if the B61 Life Extension Program Is Delayed", "paragraphs": ["Although DOD and NNSA expect the B61 study to be completed by  September 2011, a life extension program delay could affect the U.S.  pledge to maintain operational nuclear weapons to support its NATO  commitments. However, DOD and NNSA have not yet prepared a long- term risk management plan to help ensure that the United States will be  able to maintain these commitments should such delays occur. In the  Nuclear Posture Review Report and in remarks to NATO allies, DOD has  committed to avoid a gap in its nuclear weapons capability for NATO  while the B61 bomb’s fullscope life extension is under way. However,  meeting this commitment may prove challenging, as previous nuclear  weapons life extension programs have experienced schedule delays for a  variety of reasons. Our prior work has shown that developing a risk  management plan is a useful program management tool for identifying and  measuring risks, developing and implementing risk handling options, and  assessing risk reduction measures. NNSA has developed a risk  management plan designed to keep the life extension program on  schedule, and NNSA and DOD have developed some risk management  measures that address near-term operational capability risks. However,  they have not developed a long-term plan to offer options for preserving  the ability to maintain the U.S. commitments to NATO if the life extension  program is delayed or canceled. Developing such a plan would help ensure  that DOD and NNSA are prepared to take the measures necessary to  maintain these commitments during the B61 life extension. Furthermore,  without guidance requiring that DOD and NNSA prepare such risk  management plans, operational requirements for other weapons could also  be at risk as they go through life extension programs, because these  weapons are also reaching the end of their operational life."], "subsections": [{"section_title": "The United States Has Pledged to Avoid a Capability Gap in Its NATO Commitments", "paragraphs": ["Recognizing the B61 bomb’s importance to NATO security, United States  officials have stated they will complete the B61 life extension program  while maintaining the U.S. commitment to NATO. Under National Security  Presidential Directive 35, the President establishes the number and type of  weapons the U.S. commits to NATO. The United States has demonstrated  its commitment to preserving this capability in a variety of ways. In 2008,  the Nuclear Weapon Council stated that the first production target date for  the B61 life extension—Phase 6.5 in the Phase 6.X process—must ensure  that no gap in capability occurs with respect to this commitment. In the  unclassified April 2010 Nuclear Posture Review Report, DOD pledged that  the B61 life extension program would ensure the U.S. capability to deploy  these weapons in support of NATO commitments, and that the program  would enhance the bomb’s safety and security features in order to  maintain the allies’ confidence in the U.S. deterrent. Further, in June 2010,  the Secretary of Defense stated to NATO’s senior nuclear decision-making  body that the United States was committed to supporting the current and  future NATO nuclear weapons requirements during the B61 life extension  program. Given these commitments, a senior official from the Office of the  Secretary of Defense told us that failing to perform the B61 life extension  on schedule could create significant doubt among some NATO allies  regarding the U.S. intentions to preserve its nuclear security guarantees.", "While NATO is currently reviewing its reliance on nuclear weapons,  officials from DOD and NATO do not expect the alliance to change its  nuclear weapons requirements in the short term. U.S. policy emphasizes  that change to NATO’s nuclear weapons requirements should be made  based on a thorough review by the alliance and by consensus among  NATO’s 28 members. In November 2010, the NATO Secretary General is  expected to provide NATO leaders with a revision to The Alliance’s  Strategic Concept, which was last published in 1999. Given their  expectation that NATO members will approve the revised Strategic  Concept only by consensus, DOD and NATO officials told us that they  believe the alliance will continue to rely on U.S. nuclear weapons  commitments to maintain alliance cohesion for several reasons. First, the  U.S. Secretary of State said in April 2010, shortly after the Nuclear Posture  Review Report’s publication, that NATO’s review should be guided by the  principles that NATO will remain a nuclear alliance for as long as nuclear  weapons exist and, as a nuclear alliance, sharing nuclear risks and  responsibilities widely among members is fundamental. Second, the  officials told us they believed that some NATO members, who joined the  alliance since the Strategic Concept was last updated, were unlikely to  seek changes to NATO’s nuclear requirements, because they joined the  alliance specifically because of strong U.S. security guarantees. Third, like  the U.S. Secretary of State, a group of experts from 12 NATO members— convened by NATO to help revise the Strategic Concept—recommended  that NATO should continue to maintain secure and reliable nuclear  weapons capabilities with widely shared responsibility at the minimum  level required by the prevailing security environment. Although officials  from DOD and NATO told us that they believed that NATO could consider  altering specifics about its nuclear posture after the Strategic Concept was  completed, they stated that the basic requirement for the United States to  retain the capability to deploy nuclear weapons in support of NATO was  likely to endure, even if NATO changes its policy."], "subsections": []}, {"section_title": "DOD and NNSA Have Plans to Preserve Operational Requirements over the Short Term", "paragraphs": ["In light of these commitments, both DOD and NNSA plan to take steps to  ensure that the nuclear weapons committed to NATO remain operational  while the B61 life extension program progresses. These steps include just- in-time maintenance actions on the existing bombs because critical  components are expected to soon begin reaching the end of their service  lives. As shown in figure 5, DOD requires NNSA to deliver refurbished  B61 bombs to meet its NATO commitments in 2018. To extend the  operational life of the bombs committed to NATO for a few years while the  life extension program is ongoing, the Air Force plans to replace key  components—neutron generators and power supplies—with newer  components removed from bombs that are no longer in the active  stockpile. NNSA is supporting this effort by inspecting the components  that are to be reintroduced to the weapons and by designing and  manufacturing the containers, tooling, and related hardware needed to  retrofit the deployed bombs.", "In addition to these planned maintenance actions, NNSA has drafted a risk  management plan to help ensure that the life extension program meets its  milestones. The plan, which includes the generally accepted elements of  a risk management approach, is focused on managing the cost, schedule,  and performance risks to help ensure that the program is completed on  time and within expected costs. The NNSA project manager for the B61  bomb told us that the plan will be updated as the B61 life extension  program moves through the Phase 6.X process. Successfully executing this  risk management plan is intended to avoid the operational consequences  caused by delays to the life extension program, according to the B61  bomb’s project manager, because the NNSA plan would minimize these  delays.", "NNSA also may design the refurbished B61 bomb so that some types of  limited-life components could be used both on the existing weapons and  on the newer version. In particular, the Air Force lead project officer and  NNSA program manager for the B61 bomb stated that NNSA could  produce neutron generators that could be used in both the existing  versions that support NATO, and in the refurbished B61 bomb. According  to NNSA’s project manager for SLBM warheads, NNSA followed a similar  strategy when it was unable to meet the Navy’s production requirements  during the W76 life extension program; in that instance, NNSA produced  new neutron generators and took another nonnuclear component out of  its reserve inventory for the Navy to install in existing W76 SLBM  warheads. Similarly, if appropriate neutron generators are produced and  available during the B61 life extension program, then they could be  installed in the older bombs before the existing components reach the end  of their service life. However, the B61 project manager also told us that the  B61 Project Officers Group has yet to determine whether power supply  requirements for the refurbished weapon will be significantly different  from the existing weapons’ requirements; such requirements would  depend on other weapons-design issues that have yet to be settled,  according to the official. Moreover, NNSA would have to initiate a new  production line for the power supply components used in the older bombs,  because unlike neutron generators, NNSA currently is not manufacturing  these components. Given the complexity of the B61 life extension program  compared to the W76 life extension program, it is not clear that NNSA will  design components that could be easily used in both the new and old  weapons."], "subsections": []}, {"section_title": "Key Factors Challenge the Commitment to Preserve Operational Nuclear Weapons Capability during the Life Extension Program", "paragraphs": ["Even as DOD has plans to preserve the U.S. operational capability while  the life extension program moves forward, preserving this capability in the  event that the B61 life extension program is delayed could prove  challenging, given the complexity of the task and the tight time lines for  completing the program. Nuclear weapons life extensions are by their  nature complex technical endeavors, and the B61 life extension program  has a broader scope than prior life extensions. According to DOD and  NNSA officials, the B61 life extension is the most complex life extension  effort undertaken by NNSA to date. The effort involves replacing three  times as many aging components as the W76 SLBM warhead life extension  program, and NNSA has less time to complete the program, according to  DOD and NNSA officials. The B61 life extension program is expected to  produce far fewer weapons than did the W76 life extension program;  however, NNSA has less time—8 years—from the start of the Phase 6.2  study to produce the first refurbished B61 bomb, than the 10 years that  NNSA required to produce the first refurbished W76 SLBM warhead.  According to the B61 Project Officers Group, this development schedule is  aggressive.", "Potentially, the B61 life extension program will face key challenges,  several of which have delayed prior life extension programs. These include  potential challenges in manufacturing critical materials and components;  difficulties in meeting production requirements; problems with the quality  of finished weapons; and coordinating the production of bomb  components with the Air Force. Because the B61 bomb is approaching the  end of its operational life during its life extension program, the  consequences of delays caused by these or other challenges could have a  greater impact on the weapons’ operational availability than they had  during prior life extension programs.", "Challenges in manufacturing critical materials and components:  NNSA could experience challenges in producing key materials and  components, as it has in prior life extension programs. The W76 SLBM  warhead life extension program experienced a yearlong delay when  NNSA determined that it lacked the knowledge, expertise, and  facilities to produce a key material required for the refurbished  warhead. Also, as we found in our prior work, NNSA experienced  significant technical challenges when refurbishing secondary  components in the strategic models of the B61, when testing revealed  that NNSA was unable to reuse a critical material as planned because  it did not function under certain conditions. Similar infrastructure- related issues could affect the B61 life extension program as well,  according to NNSA officials. In particular, NNSA’s construction of a  new Kansas City Plant could present challenges for certain production  activities in support of the B61 life extension program. The current  Kansas City Plant, which was built in 1943, supplies about 85 percent  of the nonnuclear components that compose a typical nuclear weapon,  including those used in the B61. The transition from the old plant to  the modern facility is scheduled to occur during fiscal years 2013 and  2014 at the same time the B61 life extension program will be  conducting preproduction activities that support the life extension  program. According to NNSA program officials, this means that some  of the preproduction activities may have to be conducted at the old  plant, then continued after the new plant is operating. In 2009, we  reported that the program to replace the Kansas City Plant had already  been delayed by 1 year. If the plant’s modernization schedule is  delayed further, then there could be a risk to completing the first  refurbished B61 bomb in 2017, according to NNSA officials. However,  the NNSA officials added that the risks can be managed by thorough  planning.", "Difficulties in meeting production requirements: As it has in past  life extension programs, NNSA may have difficulty meeting production  requirements to deliver refurbished B61 bombs to DOD on time. For  example, NNSA and Navy officials involved in the W76 SLBM warhead  life extension program told us that NNSA was unable to meet the  Navy’s production requirements for refurbished W76 warheads; the  Navy official explained that funding shortfalls left NNSA unable to  purchase certain components, obtain necessary tooling, or hire more  technical personnel needed to increase production rates. Regarding  the B61 life extension program, after NNSA achieves first production  in 2017—Phase 6.5 in the Phase 6.X process—the agency will require  additional time to increase its weapons production rate in order to  produce enough weapons suitable for delivery to DOD beginning in  fiscal year 2018. However, as of August 2010 DOD and NNSA officials  were uncertain that NNSA could meet the production rate required to  meet NATO commitments given the time available to do so.  Principally, NNSA has not determined how long it will take to achieve  a full rate of production after reaching Phase 6.5, because the agency  has not yet finalized the designs for key components that it would have  to produce, according to NNSA and Air Force officials. Additionally,  the NNSA program manager for the B61 bomb told us that he did not  yet know whether NNSA was capable of producing enough weapons in  time to meet not only DOD’s operational requirements, but also  NNSA’s requirement to produce additional weapons for surveillance  testing. The NNSA official added that DOD established its operational  requirements and deadlines without considering NNSA’s need to  produce such weapons. However, DOD officials told us simply that  DOD and NNSA have not been able to come to an agreement on  projected out-year production requirements.", "Problems with the quality of finished weapons: Even as the need  to produce weapons for quality assurance testing could pose  challenges, the B61 life extension program also could face delays  because of problems with the finished weapons that are discovered  when NNSA performs surveillance tests. DOD officials have  emphasized the importance of a surveillance testing program to ensure  that newly refurbished bombs and warheads are reliable. In the past,  NNSA has detected problems resulting from NNSA’s manufacturing  processes in finished warheads resulting in delivery delays to DOD.", "Coordinating the production of bomb components between  NNSA and the Air Force: Uncertainty exists that the B61 life  extension program will be completed on time because doing so will  require NNSA and the Air Force to synchronize the production of  different components of the bomb. While NNSA is responsible for  refurbishing the bomb’s nuclear and many of its nonnuclear  components, the Air Force is responsible for acquiring a new guided  tailkit section for the refurbished B61. The new bomb tail section is  estimated to cost $800 million and is designed to increase accuracy,  enabling the military to achieve the same effects as the older bomb,  but with lower nuclear yield. The addition of the new tail section also  allows NNSA to consolidate the different versions of the B61 bomb  into a single version. Delivery of the refurbished B61 bombs with the  new tail section is essential to meeting DOD’s initial operating  requirements to support NATO commitments. The Air Force is  studying the requirements for the new tail section concurrently with  the B61 study, and officials told us that the Air Force included funding  in its budget request for fiscal year 2011. However, if the Air Force  does not receive adequate funds, or the program is canceled  altogether, NNSA would have to use a less sophisticated tail design in  order to produce the first refurbished weapon in 2017. If the new tail is  only delayed, and not canceled, then it could be fitted to the already- refurbished bombs at a later time, according to NNSA officials;  however, this would involve increased cost and logistics efforts."], "subsections": []}, {"section_title": "DOD and NNSA Have Not Established a Long-Term Plan to Avoid Operational Capability Gaps If the B61 Life Extension Program Is Delayed", "paragraphs": ["Although Air Force and NNSA officials told us that DOD’s planned  measures should mitigate the risk of a capability gap in the U.S.  commitments to NATO during the B61 life extension program, DOD and  NNSA have not established a plan to mitigate the long-term operational  risks to these commitments, should the program be delayed. Our prior  work shows that risk management is a useful tool that integrates a  systematic concern for risk into the cycles of decision making. Risk  management principles help organizations to manage risk by assessing  current threats and vulnerabilities; evaluating, selecting, and implementing  risk reduction actions; and monitoring their implementation.", "DOD and NNSA officials told us that there are several options that could  be taken to manage the long-term risks to U.S. operational commitments.  As of September 2010, the official program of record was for NNSA to  develop options for a fullscope, 30-year life extension of the B61 bomb’s  nuclear and nonnuclear components, as requested by the Nuclear  Weapons Council in June 2008. However, if the B61 Project Officers Group  determines that the fullscope life extension is too high risk, it could  recommend a more limited refurbishment, involving the bomb’s  nonnuclear components and communications systems, according to the  Air Force’s B61 lead project officer and other DOD and NNSA officials.  The officials told us that while this option would extend the operational  life of the B61 for several years, it would involve significant drawbacks.  According to the Air Force lead project officer for the B61 bomb, the  bomb would require continued patchwork maintenance to ensure the  bomb’s performance, safety, and security, even after NNSA completed the  more limited refurbishment. Additionally, the NNSA would be unable to  address the enhanced safety and security goals established for the  program without making more extensive changes to the weapon’s design  than the limited refurbishment would allow. Moreover, according to  NNSA, the bomb would require a second life extension program beginning  in the mid 2020s; together, NNSA estimates that performing two life  extension programs would cost roughly $2 billion more than the currently  planned program. Moreover, because other nuclear weapons are expected  to require refurbishment throughout the 2020s, NNSA officials told us that  NNSA’s limited production capacity would make it impractical to perform  a second life extension effort on the B61 bomb at that time.", "Regardless of the approach that NNSA undertakes for the life extension  program, DOD and NNSA officials told us that there are options that could  be taken to mitigate gaps in the U.S. commitments to NATO that are  caused by delays to the program. These options include changing the  refurbished weapon’s required delivery schedules; allowing the bomb’s  power supply to expire, which reduces the reliability of the weapon; and  changing the quantity of U.S. nuclear weapons committed to NATO.  However, as shown in table 3, each of these options has considerable  drawbacks.", "Although DOD officials told us that such options could be available to  DOD as the B61 life extension program moves forward, they added that  DOD and NNSA have not prepared a long-term risk management plan to  preserve operational capability. DOD and NNSA have not developed such  a plan because there is no such requirement in the Procedural Guideline  for the Phase 6.X Process, the principal document that establishes the  joint DOD-DOE process for nuclear weapons refurbishments. Such a plan  would describe the measures that NNSA and DOD could take at different  points in time to preserve U.S. commitments to NATO, should the B61 life  extension program be delayed. A risk management plan also would  identify the resources required to manage and mitigate risk, according to  the risk management principles identified in our prior work. Moreover,  according to these principles, DOD and NNSA would continuously  monitor and update the plan as circumstances changed. Lacking a long- term risk management plan, DOD may be unprepared to weigh the costs  and benefits of potential risk management actions.", "DOD and NNSA officials agreed that the B61 Project Officers Group  should be responsible for preparing a long-term plan to address potential  operational risks, but they added that the group has not done so because it  is focused instead on developing the plans and approaches for  refurbishing the weapon within required time frames. According to the  NNSA program manager for the B61 bomb, because the B61 Project  Officers Group is responsible for overseeing activities to sustain the B61  bomb as an operational weapon, the group should develop a long-term  plan for sustaining the weapon’s capability as the life extension program  moves forward. DOD officials agreed that a long-term risk management  plan would help DOD identify how to move forward and prepare for  potential schedule slippages in the B61 life extension program, and begin  thinking about options before they were required. U.S. European  Command officials stated that developing such a plan in advance of the  life extension program’s execution could help DOD and NNSA identify  steps to be taken—and when to take them—to preserve the U.S. nuclear  weapons commitments to NATO.", "According to the Risk Management Guide for DOD Acquisition, the  alternative to risk management is crisis management, which usually  involves increased resources and a restricted set of available options. An  operational risk management plan would help the United States to be  better prepared to take the steps needed to maintain its nuclear weapons  commitments to NATO with no gaps in operational capability during the  B61 life extension program. Moreover, like the B61 life extension program,  future life extension programs are also expected to increasingly be  scheduled against rapidly approaching service-life deadlines, leaving DOD  with fewer options to draw upon in order to cover contingencies. Officials  from the Office of the Secretary of Defense and NNSA agreed that the  relevant project officers group responsible for preparing the Phase 6.2  study should also be responsible for developing plans during that study to  manage potential operational risks in order to avoid crisis management.  An Air Force official told us that, unless DOD and NNSA prepare plans to  mitigate operational risks as they plan and execute future life extension  programs, the programs could end up adversely affecting other nuclear  weapons maintenance and sustainment actions as resources are  reprioritized to meet operational requirements on an emergency basis.  Unless the Procedural Guideline for the Phase 6.X Process is updated to  require the preparation of an operational risk mitigation plan, operational  capability gaps could arise during future life extension programs if they  experience schedule delays."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Given that future nuclear weapons life extension programs are expected  to increasingly be scheduled against rapidly approaching service-life  deadlines, DOD and NNSA will likely face increased risk to their ability to  complete the programs within available time frames and without  operational ramifications. We have identified two areas where DOD and  NNSA can take steps to reduce or manage such risk. First, DOD and NNSA  may incur undue risk unless the time available to complete a life extension  program is considered when setting the scope of activities to be  considered during the program. The joint DOD-DOE guidance governing  the performance of life extension programs does not require the Nuclear  Weapons Council to factor in time available to complete life extension  programs. For example, the Nuclear Weapons Council requested an  ambitious scope for the study that will be used as the basis for the B61 life  extension program, in spite of a compressed time schedule and potentially  significant risk to U.S. commitments to its NATO allies. The reasons for  this ambitious scope were many and included desires to improve nuclear  weapons safety, minimize maintenance requirements, and exercise  NNSA’s nuclear weapons design and production capabilities. These goals  should have been weighed against the reality that the B61 life extension  program will be conducted within very tight time frames to ensure  completion before the existing weapons begin to become nonoperational.  However, the Nuclear Weapons Council may not have fully accounted for  the time available to plan for and complete the life extension program  when it laid out the broad scope. The B61 Project Officers Group has until  September 2011 to complete the study and assess the risk of different  design options. Although we are not making a recommendation that the  Nuclear Weapons Council revise the scope of this effort to better reflect  the available time, it is important to note that these actions have  implications for future life extension programs, which are also expected to  face highly constrained time lines. Without a requirement to factor in the  time available to complete future life extension programs, the Nuclear  Weapons Council may increase the risk that the programs will not be  properly scoped.", "Second, similar to the B61 life extension program, future nuclear weapons  life extension programs, including those for weapons deployed on ICBMs  and submarines, will have their own complexities and challenges to  overcome. The operational consequences of failing to complete these  programs on time could be significant, given the purposes for which these  weapons are deployed. However, the joint DOD-DOE guidance governing  the performance of life extension programs does not require DOD and  NNSA to prepare a plan for managing operational risks that may occur if a  life extension program is delayed. As a result, DOD and NNSA have not  prepared a long-term risk management plan for ensuring operationally  capable B61 bombs to support NATO commitments throughout the life  extension program. Such a plan would help ensure that the weapons  remain operational throughout the life extension program, thus helping  preserve the commitment to NATO. Looking ahead, unless DOD and DOE  take steps to update their guidance to reflect the need for such a plan,  DOD and NNSA may be required to take difficult policy and programmatic  actions to preserve operational requirements during the execution of the  B61 life extension and future life extension programs."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are recommending that the Secretaries of Defense and Energy direct  the Nuclear Weapons Council to take the following three actions:  To reduce the risk that future Phase 6.2 studies for nuclear weapons life  extension programs are not properly scoped given available time for  completing a life extension, revise the Procedural Guideline for the Phase  6.X Process to require that the council factor in the time available for  completing a life extension program when establishing the scope of a  Phase 6.2 feasibility study of military performance requirements and  design options.", "To mitigate the risk that U.S. operational commitments will be affected by  life extension program schedule delays:    Direct the appropriate DOD components, in coordination with NNSA,  to prepare an operational risk management plan identifying the  measures that would be required to ensure that the United States is  able to maintain its commitments to NATO with no gaps in operational  capability while the B61 life extension program is being carried out.", "Revise the Procedural Guideline for the Phase 6.X Process to require  the council to direct the preparation of operational risk management  plans during the planning and execution of future life extension  programs."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided DOD and NNSA with copies of our draft classified report for  their review and comment. DOD concurred with all three of the  recommendations, and identified actions that it would take toward  implementing each one. NNSA also generally concurred with our report  and recommendations, but did not comment on specific findings or  recommendations in the draft report. DOD’s comments appear in their  entirety in appendix II, and NNSA’s in appendix III. Both agencies also  provided technical comments, which we have incorporated into the draft  as appropriate.", "DOD concurred with our recommendation that the Secretaries of Defense  and Energy direct the Nuclear Weapons Council to revise the Procedural  Guideline for the Phase 6.X Process to require that the council factor in  time available for completing a life extension program when establishing  the scope of a Phase 6.2 feasibility study. In its comments, DOD stated that  the Under Secretary of Defense for Acquisition, Technology, and Logistics  will recommend that the Nuclear Weapons Council revise these guidelines  to take into consideration the available time. However, DOD also  commented that while working within established time constraints is  important, the time available to complete a life extension program is one  of many competing factors that the Nuclear Weapons Council must  consider when scoping a Phase 6.2 study. DOD also commented that the  Nuclear Weapons Council should avoid placing unnecessary restrictions  on exploring the design options identified by technical experts early in the  study. While we agree that the time available to carry out a life extension  program is one of many competing factors to consider when scoping a  Phase 6.2 study, and that prudent exploration of design options should not  be restricted, scoping the study to meet the available time has become  critical to the success of life extension programs. As we stated in our draft  report, the broad scope of the B61 Phase 6.2 study complicated the study  effort, given the limited time for NNSA to produce refurbished weapons  before the currently deployed B61 bombs begin reaching the end of their  service life. While it is too soon to tell what effect the broad scope will  have on the B61 life extension program overall, future life extension  programs will face similar time constraints, as other weapons in the  stockpile approach the end of their service life. We believe that if the  procedural guideline is revised and the Nuclear Weapons Council factors  time constraints into setting the scope of Phase 6.2 studies for future life  extension programs, the likelihood of success will be improved.", "DOD also concurred with our two recommendations that are intended to  mitigate the risk that U.S. operational commitments will be affected by life  extension program schedule delays. First, DOD concurred with our  recommendation that the Secretaries of Defense and Energy direct the  appropriate DOD components, in cooperation with NNSA, to prepare an  operational risk management plan to ensure no gaps in operational  capability while the B61 life extension program is being carried out. In  response to this recommendation, DOD stated that the Under Secretary of  Defense for Acquisition, Technology, and Logistics will recommend that  the Nuclear Weapons Council formally task the “B61 Life Extension  Group” to provide an operational risk assessment plan and mitigation  scenarios ensuring there is no gap in supporting the NATO nuclear  deterrent mission. DOD also concurred with our recommendation that the  Secretaries of Defense and Energy direct the Nuclear Weapons Council to  revise the Procedural Guideline for the Phase 6.X Process to direct the  preparation of operational risk management plans during future life  extension programs. In its comments DOD stated that the Under Secretary  for Defense for Acquisition, Technology, and Logistics will request that the  council revise the guideline to require operational risk management plans  as part of the Phase 6.X process. We agree that DOD’s proposed actions to  provide an operational risk management plan for the B61 life extension  program as well revise the procedural guideline to require such plans, will  meet the intent of our recommendations once they are implemented.", "We are sending copies of this report to the appropriate congressional  committees; the Secretary of Defense; the Secretary of the U.S. Air Force;  the Chairman, Joint Chiefs of Staff; the Commander, U.S. Strategic  Command; the Commander, U.S. European Command, and NATO  Supreme Allied Commander Europe; the Secretary of Energy; and the  Administrator of the National Nuclear Security Administration. In  addition, the report will be available at no charge on our Web site at  http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  Gene Aloise at (202) 512-3841 aloisee@gao.gov or John Pendleton at (202)  512-3489 or pendletonj@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Key contributors to this report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["For this review we addressed the extent to which the Department of  Defense (DOD) and the National Nuclear Security Agency (NNSA) have  (1) considered the time available to begin producing refurbished bombs  when determining the scope of military performance requirements and  design options for the B61 life extension program; and (2) taken actions to  avoid operational gaps in U.S. nuclear weapons commitments to NATO  during the B61 life extension program. For our review of these two  objectives, we obtained and reviewed key DOD and Department of Energy  (DOE) documentation for implementing the Phase 6.X process in order to  understand the roles of the DOD, DOE, Nuclear Weapons Council, B61  Project Officers Group, and other organizations throughout the B61 life  extension process. This documentation included: the Joint DOD-DOE  Procedural Guideline for Implementing the Phase 6.X Process, dated  April 2000; DOE’s Procedural Guidelines for the Phase 6.X Process, dated  October 2000, and DOD Instruction 5030.55, DOD Procedures for Joint  DOD-DOE Nuclear Weapons Life Cycle Activities, dated January 2001. We  obtained and reviewed briefings from the Office of the Deputy Assistant to  the Secretary of Defense for Nuclear Matters, Office of the Deputy  Assistant Secretary of Defense for Nuclear and Missile Defense Policy,  U.S. Strategic Command, U.S. European Command, and the Air Force  Nuclear Weapons Center to understand their roles and responsibilities in  the management and oversight of the U.S. stockpile, including the Phase  6.X process. We also reviewed briefings from the NNSA Office of the  Deputy Administrator for Defense Programs to understand NNSA’s role in  the day-to-day activities of managing the U.S. stockpile and executing the  B61 life extension program. To provide us with an understanding of the  role that the B61 bomb plays in U.S. national security, we obtained and  reviewed briefings from U.S. Strategic Command, U.S. European  Command, and the North Atlantic Treaty Organization (NATO). We also  met with the Deputy Assistant Secretary of Defense for Nuclear and  Missile Defense Policy to discuss how DOD determines requirements for  nuclear weapons capabilities and force structure, and reviewed briefings  outlining the roles played by the President, Secretary of Defense, and  Chairman of the Joint Chiefs of Staff, to prepare operational direction and  guidance for the employment of nuclear weapons. To put the B61 life  extension program in a broader programmatic context, we reviewed the  administration’s Nuclear Posture Review Report, dated April 2010; the  May 2010 Report in Response to National Defense Authorization Act  Fiscal Year 2010 Section 1251 New START Treaty Framework and  Nuclear Force Structure Plans; and the NNSA’s Fiscal Year 2011  Stockpile Stewardship and Management Plan Summary, also published  in May 2010. To provide context on the challenges of implementing life  extension programs on nuclear weapons, we reviewed prior GAO reports,  and reviewed the Nuclear Weapons Council’s annual Report on Stockpile  Assessments, which include reports by the directors of Sandia, Los  Alamos, and Livermore National Laboratories on the status of the U.S.  stockpile. We also obtained and reviewed reports and briefings prepared  by the U.S. Strategic Command Strategic Advisory Group, and reports  prepared by the JASON group.", "To determine the extent to which DOD and NNSA considered the time  available to begin producing refurbished B61 bombs when determining the  scope of the on-going study of military performance requirements and  design options, we examined both the scope of the study and the time  frames for performing the B61 life extension program by reviewing  documents and interviewing officials from both DOD and NNSA. In  particular, we analyzed the June 2008 memorandum to the Members of the  Nuclear Weapons Council’s Standing and Safety Committee, requesting  that the B61 Project Officers Group conduct a Phase 6.2/6.2A study,  evaluate military performance requirements, and recommend design  options for the B61 life extension program. We reviewed documentation  for the B61 life extension program from the Office of the Secretary of  Defense, U.S. Strategic Command, U.S. European Command, U.S. Air  Forces in Europe, and NATO. To track the B61 Project Officers Group’s  progress in evaluating military performance requirements, we compared  successive revisions to the refurbished B61 bomb’s draft military  characteristics, and discussed how they have changed with key NNSA and  Air Force officials, including the official responsible for managing the  changes to the B61 bomb’s requirements. We reviewed relevant documents  and discussed the challenges of reconciling requirements with officials  from the Air Force, U.S. European Command, NATO, and the NNSA. We  also reviewed the Air Force’s requirements documentation prepared to  support the acquisition of a tailkit for the refurbished B61 bomb, and  determined the linkage of this design option to key DOD requirements by  obtaining and reviewing documentation from U.S. Strategic Command,  U.S. European Command, NNSA, and the B61 Project Officers Group. We  identified and reviewed key NNSA and Air Force briefings that evaluated  design options for the life extension program, and tracked the B61 Project  Officers Group’s progress in narrowing the scope of design options by  obtaining and analyzing status briefings that the B61 Project Officers  Group prepared throughout the 6.2/6.2A study for the Nuclear Weapons  Council’s Standing and Safety Committee. We compared the scope of the  ongoing B61 6.2/6.2A study with the scope of the life extension programs  for the W87 intercontinental ballistic missile warhead, the W76 submarine- launched ballistic missile warhead, the W80 cruise missile warhead, and  the refurbishment of the secondary components of the strategic versions  of the B61 bomb. We identified the scope of these prior life extension  programs and refurbishments by obtaining the Nuclear Weapons Council’s  direction to establish the life extension programs and other key  documentation. We identified criteria for assessing the scope of the B61  life extension program study, given available time, by reviewing our prior  work on best practices for designing evaluations and conducting studies.  To understand the challenges of evaluating requirements and design  options for the B61 study, we traveled to the Air Force Nuclear Weapons  Center in Albuquerque, New Mexico, to interview the lead project officer  of the B61 Project Officers Group, and other key officials involved in the  preparing the B61 bomb’s requirements. We interviewed NNSA officials  involved in the management and oversight of the B61 stockpile, both in  NNSA headquarters and at the NNSA Service Center in Albuquerque, New  Mexico. These officials included the NNSA program manager for the B61  bomb and other officials from NNSA’s Office of the Deputy Administrator  for Defense Programs. We met with senior DOD officials, including  officials from the Office of the Deputy Assistant to the Secretary of  Defense for Nuclear Matters; the Office of the Deputy Assistant Secretary  of Defense for Nuclear and Missile Defense Policy; U.S. Strategic  Command; U.S. European Command; U.S. Air Forces in Europe; and  NATO. We visited U.S. Strategic Command in Omaha, Nebraska, and met  with the U.S. Strategic Command Chief of Staff and other senior military  officers and civilian officials from the command. We also interviewed  other DOD officials throughout our work, including officials from: the  Deputy Director for Strategy and Policy (J5), Joint Staff; Defense Threat  Reduction Agency; Office of the Assistant Chief of Staff of the Air Force  for Strategic Deterrence and Nuclear Integration. We also analyzed  briefings from, and met with, the Air Force lead project officers for the  B83, W78, W80, and W87 Project Officers Groups; the Navy lead project  officer for the W76 and W88 Project Officers Group; the U.S. Army Nuclear  and Combating Weapons of Mass Destruction Agency, and the NNSA  program managers for the W76, W78, W80, B83, W87, and W88 nuclear  weapon systems.", "To determine the extent to which DOD and NNSA have taken actions to  avoid operational gaps in U.S. nuclear weapons commitments to NATO  during the B61 life extension program, we identified U.S. nuclear weapons  commitments for NATO by reviewing National Security Presidential  Directive 35, the presidential guidance that establishes the required  number of nuclear weapons to be committed to NATO; and by obtaining  and reviewing DOD’s requirements for declaring an initial operating  capability for both strategic and nonstrategic B61 bombs. Further, we  reviewed key NATO documentation, including The Alliance’s Strategic  Concept, the Nuclear Planning Group’s Political Principles for Nuclear  Planning and Consultation, and High Level Group reports, and received  briefings from the U.S. European Command and NATO outlining these  operational requirements. We determined the commitments made by the  United States to preserve this operational capability by reviewing the June  2008 memorandum requesting the start of the B61 life extension program  study; the April 2010 Nuclear Posture Review Report; and the June 2010  speech by the Secretary of Defense to NATO. We clarified that we fully  understood these commitments by interviewing the Deputy Assistant  Secretary of Defense for Nuclear and Missile Defense Policy and other  DOD officials. To obtain operational perspectives on these commitments,  we traveled to Stuttgart, Germany, and Kaiserslautern, Germany, where  we met with officials from U.S. European Command and U.S. Air Forces in  Europe, respectively, and visited NATO in Brussels, Belgium, to meet with  officials from the U.S. Mission to NATO, with an official from NATO’s  Supreme Headquarters, Allied Powers Europe, the NATO Deputy Assistant  Secretary General for Weapons of Mass Destruction Policy, and a member  of the NATO International Military Staff. We identified potential challenges  to the B61 life extension program by reviewing our prior work on nuclear  weapons life extension programs and by interviewing NNSA nuclear  weapons program managers, Navy and Air Force lead project officers,  officials from the Office of the Deputy Assistant to the Secretary of  Defense for Nuclear Matters, and other DOD officials. To identify risk  management criteria and the key elements of a risk management  approach, we used prior GAO work and the Defense Acquisition  University’s August 2006 Risk Management Guide for DOD Acquisition.  We obtained information on the B61 Project Officers Group’s overall risk  management approach by reviewing the December 2008 B61 Life  Extension Project Risk Management Plan and interviewing the NNSA  program manager and Air Force lead project officer for the B61 bomb. We  discussed possible risk mitigation steps in light of the potential challenges  to the B61 life extension program with officials from the Office of the  Deputy Assistant to the Secretary of Defense for Nuclear Matters; Office of  the Deputy Assistant to the Secretary of Defense for Nuclear and Missile  Defense Policy; U.S. European Command; and both DOD and NNSA  members of the B61 Project Officers Group, including the Air Force lead  project officer and the NNSA program manager for the B61 bomb.", "We conducted this performance audit from October 2009 to December  2010 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Comments from the National Nuclear Security Administration", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contacts named above, Jonathan M. Gill, Assistant  Director; Penney Harwell Caramia, Assistant Director; Colin L. Chambers;  Grace A. Coleman; David G. Hubbell; Katherine S. Lenane; Gregory A.  Marchand; Kevin L. O’Neill, Analyst in Charge; Timothy M. Persons; Steven  R. Putansu; Robert Robinson; Jeff R. Rueckhaus; and Rebecca Shea also  made key contributions to this report."], "subsections": []}]}], "fastfact": []}