{"id": "GAO-11-478", "url": "https://www.gao.gov/products/GAO-11-478", "title": "Grants.gov: Additional Action Needed to Address Persistent Governance and Funding Challenges", "published_date": "2011-05-06T00:00:00", "released_date": "2011-05-06T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In response to the Federal Financial Assistance Management Improvement Act of 1999, the Office of Management and Budget (OMB), among other things, deployed Grants.gov as the central grant identification and application portal for federal grant programs in 2003 and named the Department of Health and Human Services (HHS) its managing partner. As a result of funding and governance challenges-- such as untimely contributions, a lack of performance metrics, unclear lines of authority, and confusion over roles and responsibilities among Grants.gov's governance bodies-- that have adversely affected operations, GAO is required to examine (1) key factors HHS should consider when proposing a funding model for Grants.gov, and (2) how the Grants.gov governance bodies could address Grants.gov's previously identified governance challenges. To do this, GAO analyzed agency documents and interviewed officials at HHS, OMB, the Grants Executive Board (GEB), three case study agencies that manage similar E-Gov initiatives and three Grants.gov partner agencies."]}, {"section_title": "What GAO Found", "paragraphs": ["In keeping with OMB's expectation to move toward a fee-for-service model, starting with the fiscal year 2010 budget, the Grants.gov contribution calculation changed to better reflect agencies' use of Grants.gov's services. However, GAO found that the calculation results in different contribution amounts for agencies with similar usage profiles because the calculation includes a measure of agency size that does not correlate well with an agency's use of Grants.gov. For example, usage data for the fiscal year 2011 contributions indicates that the Department of Housing and Urban Development (HUD, a large agency) posted 40 grant opportunities and received 4,817 applications through the Grants.gov Web site while the National Endowment for the Humanities (NEH, a small agency) posted 42 opportunities and received 4,577 applications. However, HUD's contribution is $414,422 while NEH's is $155,159. In addition, GAO found that the Grants.gov Program Management Office (PMO) does not track and report on certain key costs, limiting partner agencies' ability to understand the relationship between services received and amounts paid for that service. Grants.gov also does not charge partner agencies for all known costs, which can result in some agencies subsidizing other agencies' use of the system. Finally, Grants.gov continues to suffer from untimely agency contributions. While the other EGov initiatives GAO spoke with report similar challenges, some take mitigating steps that aid them in managing delays. They are: (1) depositing partner fees/contributions into multiyear appropriation accounts and (2) receiving some form of funds from their managing partners until partner agency contributions become available. Accountability and responsibility for Grants.gov performance among its governance bodies--the PMO, GEB and HHS's Office of the Chief Information Officer (OCIO)--remains unclear. Since GAO first reported on these issues in July 2009, some progress has been made clarifying roles and responsibilities, developing performance measures to track important aspects of system performance, and providing partner agencies with key performance and cost information. However, although the GEB and the OCIO continue to share responsibility for approving major changes to, and funding for, the Grants.gov system, there remains little evidence that the GEB-approved funding for Grants.gov is considered in HHS's review of Grants.gov as an IT investment as required by OMB guidance. In addition, Grants.gov's performance measures have not changed since GAO reported on them and still do not provide a clear picture of system performance. Finally, Grants.gov does not communicate some key performance and activity cost information with its partner agencies. A new federal grants governance model under OMB review would merge various Grants.gov governance entities and serve as the federal grants advisory body responsible for establishing the direction for and coordinating all governmentwide grants initiatives, including Grants.gov. As a preliminary, concept document, it is understandable that it contains few implementation details; however, the proposal lacks even an overview of several critical elements, such as how grants initiatives would be managed as IT investments."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO is making four recommendations to HHS aimed at improving Grants.gov's funding calculation, cost tracking, and annual and strategic plan; and knowledgesharing with other E-Gov initiatives. HHS generally agreed with our findings and recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Grants.gov serves as the central grant identification and application portal  for more than 1,000 federal grant programs that fund approximately $500  billion in grants from 26 grant-making agencies for activities such as  training, research, planning, construction, and the provision of services in  areas such as health care, education, transportation, and homeland  security. However, as we have previously reported, the Department of  Health and Human Services (HHS), Grants.gov’s managing partner, has  faced funding and governance challenges that have adversely affected  Grants.gov operations. For example, we said that Grants.gov’s challenges  had in some cases led to late or incomplete applications and lost  opportunities for both grantees and the population that may have  benefited from the grantee’s programs and services.  In March 2009, the  Office of Management and Budget (OMB) also noted that the Grants.gov  system had experienced periods of noticeably degraded performance and  described the system as being at serious risk for failure. Concerned about  the impending influx of Recovery Act-related grant applications, OMB  instructed federal grant-making agencies with viable alternatives to  identify temporary, alternate methods for accepting grant applications and  in April 2009, instructed the agencies to cover the additional costs of  urgent improvements to the system. In a July 2009 report, we  recommended that the Director of OMB work with HHS to develop  Grants.gov system performance measures, guidance clarifying the  governance structure, a structured means for applicant input, and uniform  policies for processing grant applications. OMB and HHS generally agreed  with our recommendations; while they have taken some steps to address  them, they have not yet fully implemented the recommendations.", "This report responds to a mandate to examine the Grants.gov system and  make recommendations to improve system management, focusing on a  business model that provides an adequate, reliable funding stream and the  appointment of a unified administrative body that is delegated both  control and resources.  To accomplish this, we evaluated (1) key factors  HHS should consider when proposing a funding model for Grants.gov, and  (2) how the Grants.gov governance bodies could address Grants.gov’s  previously identified governance challenges. In order to address both  objectives, we reviewed available reports and documentary evidence and  conducted interviews with relevant officials from OMB, HHS, and the  Grants Executive Board (GEB). To obtain further information for both  objectives, we also selected three case study agencies—the Department of  Labor (DOL), the Department of Homeland Security (DHS), and the  General Services Administration (GSA)—all of which are managing  partners of other E-Government (E-Gov) initiatives identified by OMB as  similar to Grants.gov. To draw on the experiences of these three managing  partners, we reviewed available reports and documentary evidence and  conducted interviews at DOL – managing partner of Benefits.gov (see app.", "II); DHS/Federal Emergency Management Agency (FEMA) – managing  partner of Disaster Assistance Improvement Program (DAIP) (see app. III)  and GSA – managing partner of Integrated Acquisition Environment (IAE)  (see app. IV). Each of these initiatives have funding and governance  models similar to those of Grants.gov. In addition, in order to obtain more  information from the perspective of Grants.gov partner agencies, we  interviewed relevant officials at the Departments of Homeland Security,  Labor, and the Interior.", "We conducted this performance audit from April 2010 to May 2011 in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Over 1,000 federal grant programs are disbursed and managed by 26  federal agencies and other federal grant-making organizations.  Because of  concerns about the burden on grantees of the varying requirements  imposed by these different grant programs, Congress enacted the Federal  Financial Assistance Management Improvement Act of 1999, commonly  referred to by the grants community and OMB as Public Law 106-107.  Among other things, the act also required OMB to direct, coordinate, and  assist agencies in developing and implementing a common application and  reporting system that included electronic processes with which a  nonfederal entity can apply for multiple grant programs that serve similar  purposes but are administered by different federal agencies. In response  to Public Law 106-107, among other things, OMB created Grants.gov  (initially known as e-Grants), and included it among the initiatives  designated in OMB’s 2002 E-Government Strategy. As these programs  were initiated shortly after the E-Government Act of 2002 became law, we  refer to them in this report as legacy E-Gov initiatives. The Grants.gov Web  site was deployed with both the “Find” and “Apply” tools on October 31,  2003, and was meant, in part, to improve the announcement and  application stages (together known as the pre-award stage) of the grant- making process for grantees.  OMB has directed that almost all federal  discretionary grant opportunities should be posted to the Grants.gov Web  site; applicants can search for grant opportunities by agency or across  agencies using the “Find” mechanism. Many grant announcements include  a link to application forms and instructions."], "subsections": [{"section_title": "Grants.gov Governance", "paragraphs": ["As with all legacy E-Gov initiatives, OMB established a management  structure to oversee the initiative and to facilitate a collaborative working  environment for Grants.gov. This management structure included a  managing partner agency—HHS—to manage the system and to coordinate  agency involvement in managing and developing procedures supporting  the use of the system.  The Grants.gov oversight and management  structure also includes the GEB, and the Grants.gov Program Management  Office (PMO).", "Managing Partner Agency. As managing partner for Grants.gov, HHS is  responsible for managing Grants.gov. HHS is also responsible for  managing Grants.gov as an information technology (IT) investment  through HHS’s Office of the Chief Information Officer (OCIO). The OCIO is  required to manage Grants.gov through HHS’s capital programming and  budget process. The HHS Office of Grants provides departmental input to  Grants.gov and other governmentwide grant initiatives, and key leadership  and oversight on Grants.gov management and implementation.", "Grants Executive Board (GEB). The GEB was established in 2002 at  HHS’s request to help coordinate agency involvement in managing  Grants.gov and consists of grant-making officials from the 26 partner  agencies. The GEB’s role is to provide strategic leadership and resources  to Grants.gov, including reviewing implementation and operational  policies, the Grants.gov budget, and the level of financial contribution of  each partner agency. The GEB charter states that it “will serve as an  authoritative voice for the grant-making agencies, providing a governance  body that can vote on proposals and deliverables as representatives of the  grant-making agencies.”", "Grants.gov Program Management Office (PMO). Day-to-day  management of the Grants.gov initiative and its budget is the responsibility  of the Grants.gov PMO, which is located within HHS and is currently  staffed by 10 employees plus supporting contractor personnel. The PMO is  also responsible for managing the process to update the standard grant  application forms (SF 424 series) approved by OMB for governmentwide  use.", "In addition, the Grants Policy Committee (GPC), established by the Chief  Financial Officers (CFO) Council, has overall responsibility for  implementing Public Law 106-107. One of its goals is to “simplify federal  financial assistance processes to make them more uniform across  agencies and eliminate unnecessary burdens on applicants, grantees, and  federal agencies.” Specifically, the Grants Policy Committee is to, among  other things, coordinate all federal grants policy recommendations  submitted to OMB, recommend uniform forms and formats for grant  applications and post-award reports, recommend standard and  streamlined federal-to-grantee business processes, facilitate greater  community input and outreach in streamlining federal financial assistance,  and collaborate with the GEB on Grants.gov and other streamlining issues.  The committee’s pre-award working group is responsible for developing  policy proposals for streamlining and simplifying the pre-award stage of  the grants life cycle. Figure 1 illustrates the various entities involved in the  grant pre-award stages at the federal level."], "subsections": []}, {"section_title": "Grants.gov Funding", "paragraphs": ["The legacy E-Gov initiatives are funded using a variety of approaches,  including partner agency contributions, fee-for-service, direct payments  from the managing partner agency, or some combination of these.  OMB  defines contribution and fee-for-service models as follows:    Contribution model: Commitments of funding and/or in-kind  services provided by partner agencies to initiative managing partner  agencies in support of developing, implementing, and/or migrating to  E-Gov common solutions. Contribution amounts are determined  annually through collaborative, interagency E-Gov initiative  governance structures and subject to approval by OMB.", "Fee-for-service model: A transfer of funds by partner agencies to  initiative service providers in exchange for services rendered by the  initiative service providers. The amounts are typically based on a  transaction/usage-based fee structure (e.g., for payroll processing,  payroll service providers base their service fees on the number of  employees at a customer agency). Initiative service providers use fees  collected from partner agencies to cover ongoing operational costs,  perform routine maintenance, and support their customer base.", "In June 2004, OMB issued a memo detailing the Grants.gov funding model  and partner agencies’ Grants.gov contributions, as approved by the GEB.  Grants.gov is funded by payments from its 26 partner agencies.  Memoranda of Understanding (MOUs) between the Grants.gov PMO and  the partner agencies establish the amount and timing of the contributions  to be made and the Grants.gov services to be provided. Annually, the GEB  votes on both the Grants.gov budget and the calculation that will be used  to determine each agency’s payment."], "subsections": []}]}, {"section_title": "Grants.gov Funding Model Raises Issues about How Costs Are Distributed among Users and the Lack of Effective Strategies to Manage Recurring Collection Delays", "paragraphs": [], "subsections": [{"section_title": "Grants.gov’s Funding Model Attempts to Better Align Contributions with Agency Use", "paragraphs": ["In keeping with OMB’s expectation for legacy E-Gov initiatives to move  toward a fee-for-service model, starting with the fiscal year 2010 budget,  the Grants Executive Board (GEB) approved changes to the Grants.gov  contribution calculation to better reflect agencies’ use of Grants.gov’s  services. Grants.gov partner agency charges are based on three factors  (see fig. 2):  charges based on agency size comprise 20 percent of the Grants.gov  budget,  charges based on the number of grant opportunities posted by an  agency comprise 40 percent of the Grants.gov budget, and   charges based on the number of grant applications submitted comprise  40 percent of the Grants.gov budget.", "To determine agency size for the purposes of Grants.gov, partner agencies  are divided into five groups based on an agency’s total dollar value of  discretionary grants: extra small, small, medium, large, and extra large.  The component of an agency’s contribution based on agency size is the  same for all agencies within a size category. For example, for fiscal year  2011 the agency size component of an agency’s contribution is $50,000 for  all small agencies and $200,000 for all large agencies.", "Two measures of Web site usage comprise the other two components of  the contribution calculation: (1) an agency’s share of total grant  opportunities posted on Grants.gov, and (2) an agency’s share of total  grant applications submitted through Grants.gov. According to fiscal year  2007 data—on which the GEB based its fiscal year 2011 calculations— agencies posted from 3 to 1,167 grant opportunities on Grants.gov. Grant  applications submitted through Grants.gov ranged from 13 to 107,961."], "subsections": []}, {"section_title": "The Grants.gov Contribution Calculation Results in Different Contribution Amounts for Agencies with Similar System Use", "paragraphs": ["The Grants.gov contribution calculation results in different contribution  amounts for agencies with similar usage profiles. For example, under the  fiscal year 2011 contribution calculation, the Department of Housing and  Urban Development (categorized as a large agency for the purposes of  Grants.gov) posted 40 grant opportunities, received 4,817 applications  through the Grants.gov Web site, and paid $414,422. However, the National  Endowment for the Humanities (categorized as a small agency for the  purposes of Grants.gov) posted 42 grant opportunities, received 4,577  applications through the Web site, and paid $155,159. As shown in table 1,  the majority of this difference is due to the agency size component of the  funding calculation. NEH’s agency size component is $50,000; HUD’s is  $200,000.", "According to the GEB, the agency size factor is one of three factors used  as a proxy for total agency Grants.gov system utilization. The GEB stated  that gauging actual system use would require a longitudinal analysis of  factors, including opportunities posted, applications submitted, and  applications received. HHS and PMO officials told us that they consider  agency size to correlate with an agency’s use of the Grants.gov system;  however, we found only a moderate correlation between partner agencies’  use of the Grants.gov Web site (as defined by the Grants.gov contribution  calculation) and agency size.  When we analyzed fiscal year 2011  Grants.gov data for agency size, grants posted, and applications submitted,  we found no clear pattern of increased system usage as agency size  increased. While the average number of grants posted and applications  accepted was the lowest for extra small agencies and highest for HHS (the  only extra large agency), the relationship was inconsistent for small,  medium, and large agencies. That is, some medium agencies have higher  usage rates—under both measures—than some large agencies.", "Further, for some agencies, agency size—the measure with the weakest  link to system use—is the largest driver of an agency’s contribution.  As  noted above, while charges based on the agency size component comprise  only 20 percent of the total Grants.gov budget, they are often a larger or  smaller percentage of a particular agency’s contribution to Grants.gov. As  shown in figure 3, 8 of the 26 partner agencies paid more due to their size  than for Web site usage costs in fiscal year 2011. Overall, partner  agencies’ payments based on size as a percentage of their total fiscal year  2011 contribution ranged from 6 percent for HHS to 83 percent for  Corporation for National and Community Service (CNCS).", "According to federal cost accounting standards, agencies should assign  costs as closely as possible based on the amount of services or goods  provided. These standards list an order of preference for three cost  assignment methods that should be used: (1) direct tracing of costs  wherever economically feasible, (2) assigning costs on a cause-and-effect  basis, or (3) allocating costs on a reasonable and consistent basis when  not economically feasible to assign costs directly or on a cause-and-effect  basis. Further, to the extent that agencies receive goods and services from  HHS under the Economy Act, the amount paid must be based on the actual  cost of goods or services provided. The Economy Act is the authority  cited by most agencies as the legal basis for transferring funds to HHS for  Grants.gov services. In 2008, we reported that better allocation of system  costs among users also promotes efficiency and perceived equity. We  said that requiring a beneficiary to pay for the services they receive  promotes economic efficiency and that fees not based on use may result in  under- or overcharging for services received and results in cross- subsidization between system users."], "subsections": []}, {"section_title": "Grants.gov Does Not Track and Report on Certain Key Costs and Does Not Charge Agencies for All Known Costs", "paragraphs": ["The Grants.gov PMO tracks costs for internal management purposes to  ensure contract compliance and that program activities stay within GEB  approved funding levels; however, it does not report costs by key program  activities to its partner agencies, and it does not track or report on costs  attributable to each partner agency. For example, the Grants.gov PMO  updates GEB members at bimonthly board meetings with spending  information on contracted activities and staff salaries but, according to  HHS, detailed spending information by program activity or agency-specific  requests are not provided. Absent this information, partner agencies’  ability to link the services they received to their Grants.gov payments is  limited, and the Grants.gov PMO cannot easily justify proposed increases  to the Grants.gov budget or explain how changes in agency  contributions—either stemming from changes in the contribution  calculation or the total budget amount—align with services agencies will  receive. One partner agency said that the inability to link services received  to their Grants.gov payments causes delays in processing the Grants.gov  MOU because the agency’s MOU approval procedures require a  documented link between costs incurred and payments made. The  Grants.gov PMO told us that if asked to do so, they could track activity  costs in greater detail, but that they are not set up to track costs by  agency.", "The type of cost tracking in our case study initiatives varied. For example,  the Benefits.gov PMO prepares a strategic plan for partner agencies that  links activities to system goals and costs. According to the Benefits.gov  PMO, this type of reporting gives partner agencies the information to  decide what system activities they would have to curtail to achieve lower  payments. Integrated Acquisition Environment (IAE) officials we spoke  with said that in addition to tracking costs by each of the eight systems  they manage, they also provide annual reports describing the services  partner agencies receive as well as the cost savings they realize through  their participation in the IAE systems. None of the initiatives we spoke  with, however, track costs by agency.", "Further, although Grants.gov tracks the costs of providing on-line grant  application forms to partner agencies for internal management purposes, it  does not charge partner agencies commensurate with their use of these  forms. Grant application packages can include multiple custom or  standard on-line grant application forms, which the PMO creates and  maintains at the request of partner agencies. According to the Grants.gov  PMO, the cost of developing and maintaining these forms is increasing.  Development of each custom form creates additional cost for the PMO,  and Grants.gov incurs maintenance costs (e.g., license fees) for all active  forms. Currently, each partner agency is allowed two new forms each year.  However, some partner agencies request and receive more than two forms  per year; others request new forms but also request that the old forms  remain active. Since partner agencies’ payments do not change based on  their form usage, partner agencies that request fewer than two new forms  each year subsidize agencies that request more than two forms. The PMO  reports that the increasing cost of forms puts pressure on its ability to  deliver other required services. The PMO said that it would like to include  a measure of form activity in the contribution calculation, so that partner  agencies with more form activity pay a higher share of system costs. The  PMO has discussed this informally with members of the GEB but has not  made a proposal to capture forms activity in the contribution calculation.", "Lastly, because the Grants.gov contribution calculation does not account  for all of Grants.gov’s activity costs, it is unclear whether the weights  assigned to the three measures in the contribution calculation actually  represent the relative cost of each activity. For example, as mentioned  above, the measure for posting grant opportunities accounts for 40 percent  of the Grants.gov budget in the contribution calculation; however, the cost  data necessary to make this linkage is not tracked or reported.  Consequently, we found little evidence that the PMO spends 40 percent of  its resources related to posting activities."], "subsections": []}, {"section_title": "Grants.gov PMO Lacks Effective Strategies to Manage Known, Recurring Collection Delays", "paragraphs": ["Grants.gov continues to receive the bulk of its funding late in the fiscal  year. As we have previously reported, this has adversely affected  Grants.gov operations. As shown in figure 4, Grants.gov received the  majority of its fiscal year 2009 and fiscal year 2010 agency contributions 7  to 9 months into the fiscal year. In addition, HHS and OMB have cited  delayed funding as a management risk to Grants.gov. In 2009, according  to the PMO, delayed funding nearly resulted in Grants.gov suspending  operations. As we have previously reported, this funding pattern is not  unusual for Grants.gov specifically or for legacy E-Gov initiatives in  general.", "The Grants.gov PMO reported that collection delays complicate its ability  to manage Grants.gov efficiently. Until it receives its contributions,  Grants.gov is generally not permitted to expend funds for system  maintenance, upgrades, or any other activities or purchases. HHS and  PMO officials said that to date, they have met all federal standards for  executing contracts and eventually are able to obligate all partner agency  contributions each fiscal year, but face difficulties, especially with small  but crucial contracts, that are restricted by acquisition rules from crossing  fiscal years. For example, the PMO said that for the first several months of  fiscal year 2010, it was difficult and expensive to make changes to the Web  site because the contract option period for the contractor who supported  those changes had ended and there were no funds available to exercise the  next option period. This resulted in many Web pages becoming outdated  and required approximately 90 changes to Web pages when funds became  available and support was restored.", "Various factors contribute to funding delays. According to OMB, reasons  for late or nonpayment of partner agency funds include internal agency  issues and statutory requirements governing agencies’ transfer of funds for  E-Gov initiatives. Additionally, the Grants.gov PMO and officials from  other legacy E-Gov initiatives we interviewed reported that the process of  managing the MOUs—which are the vehicles that lay out the amount and  timing of contributions to be made in support of these E-Gov initiatives— is time consuming and contributes to funding delays. For example, both  the Disaster Assistance Improvement Program (DAIP) and Benefits.gov  PMOs noted that delays in collections from partner agencies posed a  serious threat to their respective systems and all three case study  managing partners stated that the enforcement of these agreements is  costly to the PMOs. Managing recurring risks is a multistep process that  includes evaluating and selecting risk management alternatives. As we  have previously reported, OMB staff recognize the risks the PMO faces in  compelling agencies to pay on time, but said that with proper management  such risks can be greatly mitigated. They added that other E-Gov  initiatives face similar challenges but still run successful systems with  higher levels of customer satisfaction, such as Business Gateway  (www.business.gov) and Benefits.gov (www.benefits.gov).", "The E-Gov initiatives in our review use various strategies to manage  collection delays. For example, all of them—including Grants.gov— prepare and distribute agency MOUs early in the fiscal year to facilitate  rapid collection, as well as time contracts to begin mid or late in the fiscal  year rather than at the start of the fiscal year. However, the IAE and DAIP  PMOs report that two additional strategies are also useful in managing  delays. They are: (1) depositing partner fees/contributions into multiyear  appropriation accounts and (2) receiving some form of funds from their  managing partners until partner agency contributions become available.", "Multiyear Appropriation Accounts. Integrated Acquisition  Environment (IAE) and DAIP deposit their multiyear or no-year  partner agency contributions into multiyear accounts. This allows the  agency to carry over unobligated funds from one year to the next,  which can help with cash flow issues during the early part of the fiscal  year before current year funds become available. The IAE PMO reports  depositing partner agency contributions into a revolving fund, and said  that in previous years it was able to use unobligated funds (i.e., carry- over) in the revolving fund to mitigate the adverse impact of receiving  contributions later in the fiscal year. The DAIP PMO uses a different  type of account—a multiyear, reimbursable account—to achieve the  same outcome.", "Timing of Managing Partner Contributions. Both IAE and DAIP  have the benefit of receiving funds from their managing partner to tide  them over between the beginning of a fiscal year and the point at  which partner agency contributions are made available. The IAE PMO  reports being able to borrow funds from GSA prior to receiving its  partner agency contributions; it reimburses GSA once it receives its  partner agency contributions.  DAIP receives their managing partner’s  contribution in advance of the OMB E-Gov Benefits report issuance— in January of fiscal year 2010 for example—which eases cash flow  issues caused by receiving partner agency contributions late in the  fiscal year.", "Grants.gov’s contributions are deposited into an annual appropriation  account. The PMO treats all contributions, including contributions from  agencies that pay with multi- or no-year funds as being available for  obligation only in the fiscal year of the contribution. That is, because the  contributions are deposited into an account that closes at the end of each  fiscal year, the Grants.gov PMO either obligates all of these funds by the  end of each fiscal year, or returns them. Our review of available agency  agreements found that 7 partner agencies in fiscal year 2008 and 10 partner  agencies in fiscal year 2009 reported contributing multiyear or no-year  funds to Grants.gov.  These funds accounted for at least 20 percent of the  Grants.gov budget in both years. To create a more reliable funding  stream for Grants.gov, PMO and HHS officials said that they are exploring  several alternatives to the current system, including the use of revolving  funds, multiyear reimbursable accounts, and direct appropriations. They  are also exploring the possibility of keeping the funds in an annual  appropriation account but having partner agencies delay transferring their  no- or multiyear funds until the first quarter of the following fiscal year;  these funds would be available in the fiscal year following the year for  which the contribution was made. To date, HHS has not implemented  these or other alternatives.", "Experiences and lessons learned from other similar legacy E-Gov  initiatives could help inform Grants.gov’s deliberations as it considers  options for addressing its funding-related challenges. HHS acknowledges  the value in sharing information and met with the National Science  Foundation, which serves as managing partner for the Grants Management  Line of Business initiative in December 2010. The purpose of the meeting  was to discuss Grants.gov’s funding challenges and to explore potential  funding alternatives.  HHS also reported attending an April 2010  Grants/Acquisition Community collaboration meeting which included GSA  IAE managing partner officials. Part of the purpose of the meeting was to  discuss governance and IT funding of E-Government projects. However,  HHS does not regularly meet with its counterparts in other legacy E-Gov  initiatives. We have previously reported on the benefits of knowledge- sharing in a variety of government programs. OMB encourages legacy E- Gov initiatives to share good practices, such as strategies used to manage  collection delays, and has referred HHS to other E-Gov initiatives to seek  guidance on this issue. Other E-Gov managing partners have also noted  the benefits of such collaboration.  For example, the DAIP and  Benefits.gov PMOs have a long-standing collaborative relationship that,  according to DAIP officials, includes sharing best practice information and  lessons learned. In addition, DAIP officials noted that members of one of  its governance bodies, typically representatives of other E-Gov offices,  often share best practices from other E-Gov initiatives with which they  have experience."], "subsections": []}, {"section_title": "Recent Proposal to Merge Integrated Acquisition Environment and Grants.gov Does Not Address Funding Issues", "paragraphs": ["The President requested $38 million for GSA in fiscal year 2012 to  modernize and upgrade IAE operations. Of this amount, $500,000 would  support the inclusion of Grants.gov functionality in a consolidation of  GSA’s Federal Business Opportunities (an IAE system that publicizes  contract opportunities) and Grants.gov into a single Web site for both  grant and contract opportunities, tentatively called Federal Opportunities;  however, the proposal does not include a funding mechanism for  operation and maintenance costs once the system is developed. GSA  currently expects the development of Federal Opportunities to be  completed in fiscal year 2013."], "subsections": []}]}, {"section_title": "Accountability and Responsibility for Grants.gov Performance among the Grants.gov Governance Entities Remains Unclear", "paragraphs": ["Grants.gov continues to experience persistent governance challenges,  including unclear roles and responsibilities among the governance entities,  a lack of key performance metrics, and communication with stakeholders.  Since we first reported on these issues in July 2009, some progress has  been made in these areas. As previously discussed, although OMB and  HHS have taken some steps to implement our recommendations to (1)  develop and review performance metrics related to system availability,  usability, and data integrity; and (2) develop guidance that defines roles  and responsibilities of various governance bodies and ensures that the  Grants.gov budget and funding model adequately supports the package of  IT services approved by HHS’s OCIO, these recommendations have not  been fully implemented. Given the number of entities with management  and oversight responsibilities for Grants.gov, clear roles and  responsibilities for each and coordination among these entities is critical.  In addition, information on system performance and costs is necessary to  clearly link the benefits partner agencies receive with the costs they pay  and may foster partner agency support for Grants.gov.", "Unclear Roles and Responsibilities. As we previously reported, the  GEB and HHS’s OCIO share responsibility for reviewing and approving  major changes to, and funding for, the Grants.gov system. In October 2009,  the PMO indicated that it was working with the HHS Chief Information  Office to ensure full adherence to the HHS Capital Planning and  Investment Control Process (CPIC); in December 2010, the PMO told us  that Grants.gov is subject to all HHS IT Investment Control and Security  policies appropriate to major IT investments. The PMO also described a  closer working relationship with the OCIO and said that since early 2009,  HHS executives in the Grants, Budget, and CIO offices have been regularly  briefed on Grants.gov status. In addition, HHS as the managing partner of  Grants.gov attends OCIO and IT Review Board meetings and  communicates information back to the Grants.gov PMO. According to a  PMO official, the GEB continues to provide IT capital planning  governance. However, HHS officials also told us that there is a disconnect  between system requirements and the funding to meet those requirements.  As an example, HHS officials cited the GEB’s historical inability to fund an  adequate disaster recovery capability. In commenting on a draft of this  report, HHS provided additional information on its CPIC process after we  completed our work on this engagement, including a new IT acquisition  approval process implemented as of February 24, 2011. The process  applies to all IT acquisitions greater than $10,000—including Grants.gov— and includes an IT Acquisition Approval Checklist—which requires  reporting the total cost of the acquisition. These new policies above make  it more likely that Grants.gov will be reviewed through the CPIC process.  However, until HHS's OCIO can demonstrate that it directly receives and  reviews the GEB-approved budget for Grants.gov and approves Grants.gov  activities based on the GEB-approved funding levels, HHS lacks assurance  that Grants.gov's funding levels will support the functions approved  through CPIC.", "Key System Performance Measures. Since our July 2009 report, the  Grants.gov PMO has made progress in developing improved system  performance measures. In commenting on a draft of this report, an HHS  official said that in December 2010 they launched an initiative to  implement Foglight, a system performance monitoring tool. As part of this  effort, HHS developed a draft set of performance metrics for service  availability, system performance, and system usage, and is in the process  of discussing the draft measures with its stakeholders to solicit input on  potential performance metrics for the Grants.gov system. However, until  HHS finalizes and deploys a set of well-designed performance measures it  will continue to lack a clear picture of system performance and  information about how well applicants are being served. Further, as we  previously reported, in response to the recurring difficulties with the  Grants.gov system some agencies continue to accept applications through  agency-specific electronic systems, by e-mail, or mail, under at least some  circumstances. Absent better information on the health of the Grants.gov  system—and a means to use that information to improve system  performance—partner agencies have little incentive to reduce their  reliance on potentially duplicative agency-specific grant application  systems.", "Grants.gov’s current strategic plan contains high-level statements on  strategic vision, mission, and goals, but does not include specific  performance goals or information on current and planned initiatives. HHS  officials acknowledged that they should update their strategic plan; the  Grants.gov PMO told us that it initiated planning activities during the first  quarter of fiscal year 2011, such as developing a documented annual work  plan, that would include proposed PMO activities for each quarter and its  progress in completing those activities.", "Communication with Partner Agencies. HHS provides partner agencies  with feedback opportunities but does not communicate some key  performance and cost information. In an effort to better inform partner  agencies about Grants.gov operations, a PMO official said that the  Grants.gov Agency User group meets monthly, and helps provide an open  line of communication between the PMO and partner agencies. The PMO  official noted that, as part of an effort to increase transparency and  provide more substantive opportunities for two-way feedback between  Grants.gov and partner agencies, HHS sponsored forums held in January  and February 2010, attended by 21 of the 26 partners. During these  sessions, HHS solicited feedback and provided updates on the status of  past partner agency recommendations. The PMO also surveyed partner  agencies about their priorities for new system requirements.", "In spite of these efforts, Grants.gov partner agencies have expressed  interest in obtaining more information on system performance and costs.  For example, an official from one agency said that he would like to see  more information about performance metrics for the Grants.gov Web site  and call-in center and more transparency about program activity costs,  such as agency-specific costs. The PMO does not routinely provide partner  agencies with detailed spending plans or reports linking costs to activity,  program goal, or agency-requested services because, as previously  discussed, it generally does not track information in this way. Absent this  information, agencies lack a clear picture of the benefits they receive from  Grants.gov compared to the costs they pay, hampering their support of  and satisfaction with Grants.gov. The PMO said that it does report on the  costs and trade-offs of significant changes to system operations when  significant realignments of program resources are required by statute,  regulation, best practice, or when proposed by the GEB.", "We have previously reported that agreeing on roles and responsibilities  and developing mechanisms to monitor, evaluate, and report on results  can help increase the success of interagency collaborative efforts such as  Grants.gov. By doing so, federal agencies can better address their partner  agencies’ expectations and gain their support in achieving joint objectives."], "subsections": []}, {"section_title": "New Federal Grants Governance Model Is Under OMB Review", "paragraphs": ["In December 2009, the Grants Task Force, a group composed of  representatives from the GEB and the GPC, including a representative  from HHS, submitted a proposal for a Federal Grants Governance  Framework to OMB. In February 2010, the Task Force met with OMB to  further discuss the issue. As of April 2011, the proposal remains under  OMB review. The framework describes a new governance body that would  replace the GEB and the GPC. The new body would report directly to  OMB and would serve as the federal grants advisory body responsible for  establishing the direction for and coordinating all governmentwide grants  initiatives, including Grants.gov.  The framework calls for a single point of  contact in OMB. A GPC official said that a single point of contact (“a  champion for the grants community”) in OMB would encourage  decisiveness and clear communication.  In addition to consolidating the  GEB and GPC, the proposed framework would integrate the policy, IT,  operations, and oversight functions of both bodies and includes an OMB  representative as a co-chair or sponsor.  The Grants.gov PMO would be  represented on an operations committee. Finally, the proposed framework  will foster involvement by the external grantee community and encourage  collaboration between federal grant-making agencies as well as between  those agencies and the public.  OMB has not provided a time frame for  finishing its review. We note that significant changes to the Grants.gov  governance model are unlikely until OMB completes its review and  announces a new Grants.gov governance framework.", "As a preliminary, high-level concept document, it is understandable that  the proposal does not flesh out details as to how the framework would be  implemented, but it lacks even a high-level overview of several critical  elements. For example, while the proposal appears to clarify the roles of  the GEB and PMO, and provide structure for their interaction it does not  address the role of the managing partner CIO—a critical entity in  managing the Grants.gov system as an IT system—nor the relationship  between the CIO and the new governance bodies.  Importantly, the  proposed governance framework does not appear to address the  challenges that emerge when different entities are responsible for  approving system funding and system requirements, as is currently the  case with Grants.gov."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["The Grants.gov system has faced funding and governance challenges that  have adversely affected Grants.gov operations. HHS and OMB have  worked diligently to manage and mitigate these issues in the short run.  However, concerns about Grants.gov’s funding calculation and governance  persist, and some partner agencies also maintain their own, potentially  duplicative grants management systems—contrary to the streamlining and  cost-saving intent behind Grants.gov and the federal grants streamlining  legislation on which it is based. OMB and the Grants.gov governance  entities continue to consider longer-term improvements to Grants.gov— such as potentially consolidating the separate grants and contracts  application systems and implementing a new advisory body for  governmentwide grants initiatives. While we recognize that the Grants.gov  PMO’s ability to address governance issues is somewhat limited until OMB  completes its review of the proposed governance framework, we believe  that the time is ripe to reconsider whether a number of factors—the  package of activity costs charged to users, how those costs are distributed  among users, and the PMO’s strategies for managing persistent collection  delays—will help or hinder Public Law 106-107’s goals of simplifying and  streamlining grant administration. It is also an opportune time for  Grants.gov to consider whether there are lessons to be learned from  similar legacy E-Gov systems that could inform improvements in these  areas.", "Grants.gov has taken steps to move closer to a fee-for-service funding  model. However, three significant issues remain. First, the current method  of distributing costs among partner agencies results in agencies that use  Grants.gov to similar degrees paying vastly different amounts for service;  second, the contribution calculation does not account for the development  and maintenance of grant application forms—a reportedly growing cost  for the PMO. Third, the Grants.gov PMO does not report costs by key  program activities to its partner agencies, and it does not track or report  on costs attributable to each partner agency. As such, agencies’ payments  for Grants.gov’s services may be misaligned with the costs they impose on  the system. The importance of analyzing and understanding system costs  is not limited to Grants.gov; it will also be a critical issue for GSA’s Federal  Opportunities system so that GSA, partner agencies, and Congress have  the best possible information available to them when considering how— and at what level—to fund the new system. Absent a well-designed  funding mechanism, Federal Opportunities runs the risk of the same kind  of funding challenges currently facing Grants.gov.", "Grants.gov continues to suffer from untimely agency contributions and the  PMO continues to report this issue as a serious threat to its continuing  operations. This issue is not unique to Grants.gov. However, while  Grants.gov and other E-Gov managing partners employ some of the same  risk management strategies to mitigate the effects of delayed funding,  some take mitigating steps by: (1) depositing partner fees/contributions  into multiyear appropriation accounts and (2) receiving funds from their  managing partners before partner agency contributions are made available  for use. We believe that, to the extent that they are available to Grants.gov,  these strategies could significantly improve Grants.gov’s cash flow and  allow for more efficient operations in the earlier part of each fiscal year.", "Although a proposal to restructure federal grants management systems  remains under OMB review we believe that HHS can take interim steps to  address immediate Grants.gov governance and performance issues.  Although HHS has taken important steps to gather information on  potential performance measures, more needs to be done. Grants.gov’s  performance measures remain in draft form; the Grants.gov strategic plan  does not include specific performance goals and information on current or  planned initiatives, and the Grants.gov PMO does not communicate key  system performance information to partner agencies. Absent full  implementation of these initiatives information gaps about the health of  the Grants.gov system will persist. However, collecting performance  information is not enough; unless this information is made available to  stakeholders and used to inform decision making, the Grants.gov  governance entities will lack a valuable management tool for developing  strategies to better achieve results.", "Lastly, we continue to believe in the value of knowledge-sharing between  Grants.gov and similar legacy E-Gov initiatives. Discussing and modifying  for its own use the experiences and lessons learned from similar legacy E- Gov initiatives—such as DAIP, Benefits.gov, and IAE—could help inform  Grants.gov’s deliberations as it considers how to best address its funding-  and management-related challenges."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We are making the following four recommendations to the Secretary of  Health and Human Services to improve economic efficiency and support  effective management of the Grants.gov system:    HHS should work with the Grants Executive Board—or similar  organization should the governance structure change—to improve the  allocation of costs among users by developing and implementing a  calculation that more clearly links agency contributions to their system  use.", "HHS should build on and use its existing cost-tracking capabilities to  expand its cost information and communicate that information to  partner agencies in greater detail. This includes capturing, charging  for, and reporting on all Grants.gov services provided to partner  agencies.", "HHS should link its strategic plan to an annual operating plan that  links costs and spending to performance goals and milestones, and  includes progress against goals and system initiatives.", "HHS should build on its recent outreach efforts and engage in  knowledge sharing with the managing partners of other E-Gov  initiatives."], "subsections": []}, {"section_title": "Agency Comments & Our Evaluation", "paragraphs": ["We provided a draft of this report to the Secretary of Health and Human  Services and the Director of the Office of Management and Budget. OMB  staff provided us oral technical comments that were incorporated as  appropriate.", "In written comments, the HHS Assistant Secretary for Legislation  concurred with our overall findings and recommendations. HHS’s written  comments are reprinted in appendix V. Key comments include that HHS  “is proud of the significant progress made since the government-wide  “Boost” to enhance system capacity, performance, and ensure the public  has reliable access to a central portal to find and apply for federal  assistance opportunities.”  HHS also stated that “long term strategic  planning as well as short term operations including acquisition activities  … are hampered by the uncertainties associated with the level of funding  and schedule of funding availability” and “if a “Fee for Service” model is  not adopted and Grants.gov remains tied to the E-Gov Benefit Report, HHS  recommends federal grant policy be changed to require OMB transmit the  E-Gov Benefits report to Congress by December 1st.”  In regards to  governance issues, HHS “appreciates the work of the Grants Governance  Taskforce in supporting the Grants.gov PMO and recommending  governance changes, and hopes that OMB will soon make its final  determination on the federal grants governance framework.”  We agree  that delayed funding poses a serious risk to Grants.gov's operations. As  stated earlier in this report, HHS and OMB have both cited delayed funding  as a management risk to Grants.gov. We said that, given the timing of  when the E-Government report is typically issued, funds are generally not  available for transfer until near the beginning of the third quarter of each  fiscal year. We believe that adopting a fee-for-service model would go a  long way toward addressing Grants.gov's funding issues. We also agree, as  stated in this report, that significant changes to the Grants.gov governance  model are unlikely until OMB completes its review. In addition, HHS  provided updated information, technical comments, and suggested edits  that were incorporated where appropriate.", "We are sending copies of this report to the Secretaries of Health and  Human Services, Homeland Security, and Labor; the FEMA and GSA  Administrators; the Director of the Office of Management and Budget and  to appropriate congressional committees. The report also is available at no  charge on the GAO Web site at http://www.gao.gov.", "If you or your staff members have any questions or wish to discuss the  material in this report further, please contact me at (202) 512-6806 or  czerwinskis@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this report.  GAO staff who made key contributions to this report are listed in   appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["To examine the Grants.gov system and make recommendations to improve  system management, we evaluated (1) key factors the Department of  Health and Human Services (HHS) should consider when proposing a  funding model for Grants.gov and (2) how the Grants.gov governance  bodies could address Grants.gov’s previously identified governance  challenges.  To address both objectives, we gathered and reviewed reports  and documentary evidence from the Office of Management and Budget  (OMB), the Grants.gov Program Management Office (PMO), and the  Grants Executive Board (GEB).  We also conducted interviews with  relevant officials from OMB, HHS, and the GEB.  We also reviewed  relevant legal authorities and guidance as well as previous GAO work on  Grants.gov, E-Government (E-Gov) initiatives, federal user fees, and  interagency collaboration. In addition, we analyzed Grants.gov funding  data to determine the relationship between agency use of the system and  payments. Specifically, we analyzed the relationship between the agency  size designation and other measures of system use.", "To obtain additional information for both objectives, we conducted case  study reviews of three agencies that are managing partners of other E-Gov  initiatives:  the Department of Labor (DOL), managing partner of  Benefits.gov; the Department of Homeland Security (DHS), managing  partner of Disaster Assistance Improvement Program (DAIP); and the  General Services Administration (GSA), managing partner of Integrated  Acquisition Environment (IAE).  To make the case study selections, we  collected data from HHS on the partner agencies of Grants.gov and from  OMB on the governance and funding models used by all legacy E-Gov  initiatives. We selected a nongeneralizable sample including DHS, DOL,  and the Department of the Interior (DOI) as case study agencies because  they fulfilled our criteria of being (1) managing partners to legacy E-Gov  initiatives with funding and governance models similar to Grants.gov and  (2) partner agencies of the Grants.gov system. As the engagement  progressed, we substituted GSA for DOI as a third case study E-Gov  initiative because Grants.gov officials identified GSA as managing a  complex, similar E-Gov system (IAE) and because GSA recently piloted an  electronic grants system at OMB's request.  These case studies are not  representative of all E-Gov initiatives or partner agencies of Grants.gov.   To draw on the experiences of other managing partners of E-Gov  initiatives, we reviewed available reports and documentary evidence and  conducted interviews at all case study agencies.  In order to obtain more  information from the perspective of partner agencies of Grants.gov, we  reviewed documentation and interviewed relevant officials at DHS, DOL,  and DOI.", "We assessed the reliability of the data we used for this review by  interviewing knowledgeable agency officials, reviewing related  documentation, and reviewing the data for outliers and missing data.  Based on our review, we determined the data were sufficiently reliable for  our purposes. We conducted this performance audit from April 2010 to  May 2011 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Benefits.gov", "paragraphs": ["Purpose: To provide citizens with a single point of entry to government  benefit and assistance programs.", "Managing partner agency: Department of Labor (DOL)", "Number of partner agencies (including managing partner): 17  Fiscal year (FY) 2011 expected agency contribution total:   $3,557,033  Funding:  According to the Program Management Office (PMO),  Benefits.gov uses a fee-for-service funding model.", "Each agency’s contribution is calculated using four measures of system  usage.  The four measures and their weights are as follows:  the number of partner agency programs posted (weight= 1.0),    page views by public (weight= 4.5),    Benefits.gov traffic outbound to the agency (weight= 3.5), and   agency traffic inbound from agency to Benefits.gov (weight= .50).", "Partner agencies are ranked based on their usage of each of the four  measures.  This ranking is multiplied by the weight for that metric. The  result is the number of shares an agency has in the program. The inbound  traffic measure—when internet users click on links at an agency’s Web  site to connect to Benefits.gov—is designed to be an incentive. More  inbound traffic from a particular agency reduces that agency’s  contributions. The total approved budget for a fiscal year is divided by the  total number of partner shares. The resulting share price is then multiplied  by each partner agency’s number of shares, thus resulting in an agency  funding level for that fiscal year.  DOL, the managing partner, pays more  than the contribution calculation would call for to reflect its responsibility  for the system.", "Governance: The Benefits.gov governance model is as follows:    Benefits.gov Program Management Office (PMO): Day-to-day  operations are performed by the PMO.  The PMO is responsible for  activities such as keeping the site running and updated, paying the  program’s vendors, and updating the Benefits.gov governance bodies.", "Benefits.gov Change Control Board (CCB):  The CCB is comprised of  representatives from each of the 17 partner agencies.  Representatives  vet all proposals that are developed by the CCB or the PMO before  they go to the Governance Board.  The CCB also oversees  development of the annual strategic and performance plans.  The CCB  meets four times per year.", "Working Groups:  Working Groups are formed by members of the CCB  and other federal partner agency subject matter experts to deal with a  specific issue as it arises.  Working Groups meet as needed.", "Governance Board:  The Governance Board is comprised of Chief  Information Officers (CIOs), or their designees, from each partner  agency and provides ongoing strategic guidance to the program  manager. These individuals represent their agency and vote on all  funding and governance decisions.  The Governance Board meets four  times per year."], "subsections": []}, {"section_title": "Appendix III: Disaster Assistance Improvement Program (DAIP)", "paragraphs": ["Appendix III: Disaster Assistance  Improvement Program (DAIP)", "Purpose:  To provide a single portal where citizens can identify forms of  federal disaster assistance that may be relevant through a prescreening  questionnaire, apply for disaster assistance using a single application, and  check the status of their application requests.", "Managing partner agency: Department of Homeland Security  (DHS)/Federal Emergency Management Agency (FEMA)", "Number of partner agencies (including managing partner): 17  Fiscal year (FY) 2011 expected agency contribution total:  $18,400,000  Funding: According to the DAIP Program Management Office (PMO),  DAIP has adopted a new funding model for fiscal year 2012 that contains  elements of an agency contribution and a transaction-based (fee-for- service) model.  Under the fiscal year 2012 model, DHS/FEMA will  contribute 94 percent of the total DAIP budget. The remaining 6 percent  will be divided among the contributory partner agencies based on five  measures of system usage. The five measures and their relative weights in  the calculation are:   the number of times data are exchanged between an agency interface  and disasterassistance.gov (weight = -30),   the number of times each agency’s forms of assistance are identified as  applicable to their situation by a registered disaster survivor (weight =  -20),   the number of times each agency’s forms of assistance are viewed  (weight = 50),   the number of transfers from disasterassistance.gov to an agency Web  site (weight = 40), and  the number of transfers from an agency Web site to  diasasterassistance.gov (weight = 30).", "The weights for two measures are negative, reducing partner agencies’  contributions.  Negative weights act as incentives to partner agencies to  perform these activities.  Partner agencies receive a ranking based on their  usage under each metric. This ranking is multiplied by the weight for that  metric. The result is the number of shares an agency has in the program.  The total approved budget for a fiscal year is divided by the total number  of partner shares. The resulting share price is then multiplied by each  partner agency’s number of shares, thus resulting in an agency funding  level for that fiscal year.", "Governance: The DAIP governance model is as follows:      DAIP Program Management Office (PMO): The PMO handles day-to- day operations such as keeping the site running and updated, and  paying the program’s vendors.", "Working Group:  The Working Group is chaired by the DAIP program  manager and consists of representatives assigned by their agencies.  This group includes two types of partners, voting partners (those who  provide monetary support of the program) and advisory partners  (those who attend meetings to advise the group on topics within the  agency area of expertise). The Working Group provides direction to  the DAIP PMO regarding the execution of the program strategic plan  and scope and provides recommendations to the Executive Steering  Committee for ratification decisions on all major program initiatives.  The Working Group meets biweekly.", "Working Group Subcommittees:  Subcommittees are made up of  volunteers from the Working Group. Subcommittees have been used  for developing the program strategic plan, scope, funding model,  performance measurement, and lessons learned procedures.", "Executive Steering Committee:  This committee consists of appointees  from each federal partner agency. This group includes voting and  advisory partners. Voting partners ratify all decisions related to  funding and strategy.  The committee meets quarterly."], "subsections": []}, {"section_title": "Appendix IV: Integrated Acquisition Environment (IAE) Initiative", "paragraphs": ["Purpose: To integrate and streamline the federal procurement process  through electronic means. IAE consists of eight systems under one  organizational umbrella.", "Managing partner agency: General Services Administration (GSA)", "Number of partner agencies (including managing partner): 24  Fiscal year (FY) 2011 expected agency contribution total:  $40,574,591  In addition to the IAE Initiative, the IAE program also receives funding  through the IAE-Loans and Grants initiative. The IAE-Loans and Grants  initiative funds the expanded use of the Data Universal Numbering System  that assigns a unique identifier to all recipients of federal awards as  required by the Federal Funding Accountability and Transparency Act and  the American Recovery and Reinvestment Act. In fiscal year 2008, OMB  directed the IAE Program Management Office (PMO), which is responsible  for overseeing the Data Universal Numbering System, to issue Memoranda  of Agreement to 22 partner agencies to cover the cost of this expanded  service.  Fees for the IAE-Loans and Grants initiative are calculated using  a different funding calculation than the IAE initiative described in this  report and annually add $6.5 million to the total IAE program budget.", "Funding: According to the PMO, IAE uses a fee-for-service funding model.  IAE uses a funding calculation to determine the fees of the 24 partner  agencies. Initially, two partner agency measures are used: (1) the annual  obligated dollar volume of contracts and (2) the annual number of  transactions. A \"transaction\" is defined as any modification, new contract,  or other action which would require the use of an IAE system. Both of  these measures are provided by the Federal Procurement Data System  (FPDS).  Partner agencies are divided into three tiers based on the two  measures.  The FPDS data on dollar volume of contracts and number of  transactions used to determine an agency's tier are from the most current  completed fiscal year (i.e., data from fiscal year 2008 will be used in the  fiscal year 2011 calculation). The funding calculation is updated each year.    A weight is assigned to each tier (.01, .02, or .03). This weight is multiplied  by each agency's FPDS total dollar volume and the result is divided by 100  to determine each agency's weighted share of the budget. Each agency's  weighted share is divided by the sum of all agencies’ weighted shares (not  including the Department of Defense’s shares) to determine the agency  percent of 35 percent of the total IAE initiative budget.  The agency  percent is multiplied by the total IAE initiative budget to get the agency’s  contribution. The Department of Defense—the largest agency user of the  IAE system both in terms of dollar volume and number of transactions— pays 65 percent of the total IAE budget. This cap was agreed to in 2004 and  is reviewed annually to determine if a cap is required.", "Governance: The IAE governance model is as follows:      The Program Management Office (PMO) is responsible for day-to-day  program support. The PMO holds monthly meetings with the program  managers of each of IAE's eight systems.", "The IAE Transition Planning Team Review Board is responsible for  reviewing and approving changes to IAE operations and programs. The  board is organized within the PMO and is composed of the individual  system program managers. The board meets twice monthly.", "The Acquisition Committee for E-Gov is the executive steering  committee that makes broad and long-term decisions regarding IAE.  The committee’s responsibilities include reviewing and voting on the  IAE budget and funding models.  The committee includes  representatives of IAE partner agencies and OMB and meets monthly.", "In addition, the eight IAE systems have a consolidated Change Control  Board that includes partner agency voting members.  The consolidated  CCB recommends and approves internal system changes. Individual  system Project Managers are part of both the consolidated CCB and  the IAE Transition Planning Team Review Board."], "subsections": []}, {"section_title": "Appendix V: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual above, Jackie Nowicki, Assistant Director; and  Elizabeth Hosler, Analyst-in-Charge, managed all aspects of this  engagement. Sarah Arnett, Richard Burkard, Hayley Landes, Andrew  Litten, Julia Matta, Amanda Miller, Patricia Norris, Melissa Swearingen,  James R. Sweetman, Jr., and Elizabeth Wood made key contributions to  this report. Donna Miller provided the report’s graphics."], "subsections": []}]}], "fastfact": []}