{"id": "GAO-10-542", "url": "https://www.gao.gov/products/GAO-10-542", "title": "National Airspace System: Setting On-Time Performance Targets at Congested Airports Could Help Focus FAA's Actions", "published_date": "2010-05-26T00:00:00", "released_date": "2010-05-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Flight delays have beset the U.S. national airspace system. In 2007, more than one-quarter of all flights either arrived late or were canceled across the system, according to the Department of Transportation (DOT). DOT and its operating agency, the Federal Aviation Administration (FAA), are making substantial investments in transforming to a new air traffic control system--the Next Generation Air Transportation System (NextGen)--a system that is expected to reduce delays over the next decade. This requested report explains the extent to which (1) flight delays in the U.S. national airspace system have changed since 2007 and the contributing factors to these changes, and (2) actions by DOT and FAA are expected to reduce delays in the next 2 to 3 years. We analyzed DOT and FAA data for FAA's Operational Evolution Partnership (OEP) airports because they are in major metropolitan areas, serving over 70 percent of passengers in the system. We reviewed agency documents and interviewed DOT, FAA, airport, and airline officials and aviation industry experts."]}, {"section_title": "What GAO Found", "paragraphs": ["Flight delays have declined since 2007, largely because fewer flights have been scheduled by airlines as a result of the economic downturn, but some airports still experience and contribute substantial delays to the system. The percentage of flights that were delayed--that is, arrived at least 15 minutes after their scheduled time or were canceled or diverted--decreased 6 percentage points from 2007 to 2009, according to DOT data. Even with this decrease in delays, during 2009, at least one in four U.S. passenger flights arrived late at 5 airports--Newark Liberty International (Newark), LaGuardia, John F. Kennedy (JFK), Atlanta Hartsfield International (Atlanta), and San Francisco International--and these late arrivals had an average delay time of almost an hour or more. In addition to these airports having the highest percentage of flights with delayed arrivals, these 5 airports, along with Chicago O'Hare International and Philadelphia International (Philadelphia), were also the source of most of the departure delays within FAA's air traffic control system. FAA measures delays within the air traffic control system to assess its performance because an inefficient air traffic control system contributes to higher levels of delayed flights. An FAA air traffic control tower or other facility may delay flights departing from or destined to an airport because of inclement weather or heavy traffic volume at that airport. In 2009, of the 34 OEP airports in GAO's analysis, about 80 percent of departure delays occurring at airports across the national airspace system were the result of conditions affecting air traffic at just these 7 airports. DOT's and FAA's actions--including near-term elements of NextGen and other air traffic management improvements--could help reduce delays over the next 2 to 3 years and are generally being implemented at the airports that contribute to the most delays in the system. However, the extent to which these actions will reduce delays at individual airports or contribute to the agency's overall target is unclear. FAA has an 88 percent on-time arrival performance target for the national airspace system to measure how its actions help to improve systemwide on-time performance. This target, however, masks the wide variation in airport performance. For example, in fiscal year 2009, Newark had an on-time arrival rate of 72 percent, while St. Louis International exceeded the target with 95 percent. FAA has not established airport-specific performance targets, making it difficult to assess whether FAA's actions will lead to the desired on-time performance at these airports or whether further actions are required to improve performance, especially at airports affecting delays systemwide. Also, FAA's modeling indicates that even if all ongoing and planned NextGen and other improvements are implemented, a few airports, such as Atlanta, Washington Dulles International, and Philadelphia, may not be able to meet the projected increases in demand, and if market forces do not dampen that demand, additional actions may be required at these airports. However, without airport-specific targets, FAA cannot determine what additional actions might be required to achieve a targeted level of performance at these airports."]}], "report": [{"section_title": "Letter", "paragraphs": ["Flight delays have beset the U.S. national airspace system over the last  decade and are forecast to increase in the future. In 2007, more than one- quarter of the flights either arrived late or were canceled across the  system, while some airports had up to one-third of their flights delayed or  canceled, according to the Department of Transportation (DOT).  Additionally, delays at one airport can also affect other airports, causing a  ripple effect across the national airspace system and delaying passengers  across the country. In addition to inconveniencing passengers, flight  delays impose economic costs on passengers, airlines, airports, and the  economy. A 2008 report by the Senate Joint Economic Committee found  that collectively, passengers were delayed 320 million hours in 2007 and  estimated that domestic flight delays that year cost as much as $41 billion  to the U.S. economy. Airlines incur increased costs for crews, fuel, and  maintenance while planes sit idling on the airfield or circle in holding  patterns. Additionally, flight delays can have negative impacts on the  environment, such as increased emissions from aircraft.", "Over the next decade, the number of flights, and accordingly delays, in the  U.S. aviation system is predicted to increase. In response, DOT and its  operating agency, the Federal Aviation Administration (FAA), are making  substantial investments in transforming to a new air traffic control system  that will use satellite-based technologies and new procedures to handle  the increasing volume of air traffic while further improving safety and  security—referred to as the Next Generation Air Transportation System  (NextGen). In addition to making airport infrastructure investments, FAA  expects NextGen technologies and procedures to help reduce congestion,  improve efficiency, and meet the projected demand.", "In testimony before your committee in July 2008, we reported that the  actions that DOT and FAA took to respond to peak delays in 2007 were  expected to provide little improvement in flight delays in the summer of  2008. Given this work, you asked us to provide an update on trends in  flight delays and DOT’s and FAA’s actions to reduce flight delays. In  response to your request, we examined the extent to which (1) flight  delays in the U.S. national airspace system have changed since 2007 and  the factors contributing to these changes, and (2) DOT’s and FAA’s actions  are expected to reduce delays in the next 2 to 3 years.", "To determine how delays have changed since 2007, we analyzed DOT and  FAA data on the number of flights and delayed flights by airport and for  the entire aviation system for 2007, 2008, and 2009. For our airport-specific  data, we focused on 34 of the 35 airports in FAA’s Operational Evolution  Partnership (OEP) program because they serve major metropolitan areas  located in the continental United States and handled over 70 percent of  passengers in the system in 2008; additionally, much of the current delays  to air traffic can be traced to inadequate capacity relative to demand at  these airports, according to FAA. All data in the report are by calendar  year, unless otherwise noted. To understand the effect of each airport on  the air traffic control system, we analyzed FAA’s Operations Network  (OPSNET) data on delays attributed to these 34 OEP airports. We are also  issuing an electronic supplement to this report that shows additional flight  delay data from calendar years 2000 through 2009 for the 34 OEP airports.  To determine the factors affecting these trends, we analyzed DOT and FAA  data on flights, delays, and capacity; reviewed relevant agency documents;  and interviewed DOT, FAA, airline, and airport officials and industry  experts to understand the status of DOT’s and FAA’s actions and their  intended effects. We assessed the reliability of DOT and FAA data and  found the data to be sufficiently reliable for our purposes. To evaluate the  extent to which DOT’s and FAA’s actions are expected to reduce delays in  the next 2 to 3 years, we interviewed agency, airport, and airline officials  and industry experts; reviewed related GAO reports; and examined  relevant agency reports and analyses of estimated delay reduction benefits  of DOT’s and FAA’s actions, when available. We conducted this  performance audit from May 2009 through May 2010 in accordance with  generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions based on our  audit objectives. See appendix I for more information on our scope and  methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["The national airspace system is a complex, interconnected, and  interdependent network of systems, procedures, facilities, aircraft, and  people that must work together to ensure safe and efficient operations.  DOT, FAA, airlines, and airports all affect the efficiency of national airspace  system operations. DOT works with FAA to set policy and operating  standards for all aircraft and airports. As the agency responsible for  managing the air traffic control system, FAA has the lead role in developing  technological and other solutions that increase the efficiency and capacity  of the national airspace system. FAA also provides funding to airports. The  funding that airports receive from FAA for airport improvements is  conditioned on open and nondiscriminatory access to the airlines and other  users, and the airlines are free to schedule flights at any time throughout  the day, except at airports that are subject to limits on scheduled  operations. The airlines can also affect the efficiency of the airspace system  through the number and types of aircraft that they choose to operate.", "As we previously reported, achieving the most efficient use of the capacity  of the aviation system is difficult because it depends on a number of  interrelated factors. The capacity of the aviation system is affected not only  by airports’ infrastructure, including runways and terminal gates, but at any  given time, can also be affected by such factors as weather conditions,  resulting in variation in available airport capacity. For example, some  airports have parallel runways that can operate simultaneously in good  weather but are too close together for simultaneous operations in bad  weather, a fact that reduces the number of aircraft that can take off and  land. Another factor affecting capacity, apart from the capacity of individual  airports, is the number of aircraft that can be safely accommodated in a  given portion of airspace. If too many aircraft are trying to use the same  airspace, some may be delayed on the ground and/or en route. Achieving the  most efficient use of the national aviation system is contingent on a number  of factors, among them the procedures and equipment used by FAA, the  proficiency of the controllers to efficiently use these procedures and  equipment to manage traffic, and whether and in what ways users are  charged for the use of the airspace and airports.", "DOT and FAA can address flight delays primarily through enhancing and  expanding capacity and implementing demand management measures.", "Capacity improvements: Capacity improvements can be in the form of  expanding capacity or enhancing existing capacity in the system.  Expanding capacity includes the addition of new runways, taxiways, and  other infrastructure improvements, which can reduce delays by increasing  the number of aircraft that can land and depart and provide an airport with  more flexibility during high-demand periods and inclement weather.  Enhancing capacity includes improvements in air traffic control  procedures or technologies that increase the efficiency of existing  capacity thereby reducing delays and maximizing the number of takeoffs  and landings at an airport.", "Demand management measures: Examples include using administrative  measures or economic incentives to change airline behavior.  Administrative measures include DOT issuing limits on hourly operations  at specific airports, while economic incentives include FAA’s amended  policy on rates and charges that clarified the ability of airport operators to  charge airlines landing fees that differ based on time of day.", "FAA’s actions to address flight delays are outlined in the agency’s strategic  and annual business plans and the NextGen Implementation Plan. FAA’s  2009-2013 strategic plan, titled the Flight Plan, provides a 5-year view of  the agency’s goals, related performance measures, and actions to achieve  those goals. FAA’s Flight Plan and related annual business plans include  four primary goals: Increased Safety, Greater Capacity, International  Leadership, and Organizational Excellence. FAA’s goal of greater capacity  is to “work with local governments and airspace users to provide  increased capacity and better operational performance in the U.S. airspace  system that reduces congestion and meets projected demand in an  environmentally sound manner.” As part of this goal, FAA has outlined  three objectives, one of which is to increase the reliability and on-time  performance of the airlines. FAA’s progress toward meeting this goal is  measured by its ability to achieve a national airspace system on-time  arrival rate of 88 percent at the 35 OEP airports and maintain that level  through 2013. Additionally, FAA’s Flight Plan and annual business plans  assign actions across the agency—within FAA’s Air Traffic Organization  and Office of Airports—to achieve this and other Flight Plan goals.", "In addition to outlining actions in FAA’s Flight Plan, the agency also issues  an annual NextGen Implementation Plan that provides an overview of  FAA’s ongoing transition to NextGen and lays out the agency’s vision for  NextGen, now and into the midterm (defined as 2012 to 2018). The plan  moreover identifies FAA’s goals for NextGen technology and program  deployment and commitments made in support of NextGen. Recognizing  the importance of near-term and midterm solutions, FAA requested that  RTCA, Inc.—a private, not-for-profit corporation that develops consensus- based recommendations on communications, navigation, surveillance, and  air traffic management system issues—create a NextGen Midterm  Implementation Task Force to reach consensus within the aviation  community on how to move forward with NextGen. The latest version of  the NextGen Implementation Plan, issued in March 2010, incorporated the  task force’s recommendations, which identified operational improvements  that can be accelerated between now and 2018. FAA’s actions described  in these plans are designed not only to reduce delays, but can also improve  safety, increase capacity, and reduce aviation’s environmental impact.", "Although these actions might reduce delays, flight delays can also be  affected by factors generally outside FAA’s control, such as airline  scheduling and business practices. For example, some airline business  models rely on tight turnaround times between flights, which could make  it more likely that flights scheduled later in the day are delayed.  Additionally, except at slot-controlled airports, airlines can schedule  flights at any time throughout the day without consideration of the extent  to which the number of scheduled flights during a particular time period  might exceed the airport’s available capacity.", "DOT and FAA collect information on aviation delays through three  primary databases—Airline Service Quality Performance (ASQP), Aviation  System Performance Metrics (ASPM), and OPSNET. As table 1 shows,  these databases vary in their purposes, scope, and measurement of  delays.", "Figure 1 illustrates FAA facilities that control and manage air traffic over  the United States and how each database captures points where flights  could be delayed. For example, ASQP and ASPM measure delays against  airlines’ schedules or flight plans, while OPSNET measures delays that  occurred while an aircraft is under FAA’s control.", "The difference in how delays are measured in these data sets will result in  some flights being considered delayed in one database but not in another,  and vice versa. For example, a delay relative to an airline’s schedule can  occur if a flight crew is late, causing the flight to leave the gate 15 minutes  or more behind schedule, which would be reported as a delay in the ASQP  and ASPM databases. If that flight, once under FAA control, faces no delay  in the expected time it should take taxiing to the runway and lifting off as  well as traveling to the destination airport, it would not be reported as a  delayed flight in OPSNET, even if it reaches the gate at the destination  airport late, relative to its scheduled arrival time. Conversely, a flight could  be ready to take off on time, suffering no departure delay in pushing back  from the gate. However, if once under FAA control, the flight is held on the  ground at the departure airport by more than 15 minutes because of an  FAA facility instituting a traffic management initiative in response to  weather conditions, increased traffic volume, or other conditions, it will be  recorded as experiencing an OPSNET delay—even if, relative to the  airline’s schedule, it is actually able to reach the gate at the destination  airport within 15 minutes of its scheduled arrival time."], "subsections": []}, {"section_title": "Flight Delays Have Declined since 2007, Largely because of Fewer Flights, but Some Airports Still Experience and Contribute Substantial Delays to the System", "paragraphs": [], "subsections": [{"section_title": "Flight Delays Have Decreased across the National Airspace System since 2007", "paragraphs": ["The percentage of delayed arrivals has decreased systemwide since 2007,  according to ASQP data. As shown in figure 2, in 2009, about 21 percent  of flights were delayed systemwide—that is, arrived at least 15 minutes  late at their destination or were canceled or diverted—representing a  decrease of 6 percentage points from 2007.", "Arrival delay times have also decreased systemwide since 2007 (fig. 2).  Average delay times for delayed arrivals decreased by about 2 minutes— from 56 minutes in 2007 to 54 minutes in 2009. However, there was a 1- minute increase in average arrival delay time from 2007 to 2008, likely  because of the slight increase in the percentage of arrivals delayed 3 hours  or more from 2007 to 2008. As figure 3 shows, in 2009, about 41 percent of  delayed arrivals had delays of less than 30 minutes. Also, the percentage of  arrivals delayed more than 30 minutes decreased from 2007 through 2009.", "In addition to the decrease in arrivals delayed more than 30 minutes, the  number of flights experiencing tarmac delays of over 3 hours also  decreased—from 1,654 flights in 2007 (0.02 percent of total flights) to 903  flights in 2009 (0.01 percent of total flights). As of April 29, 2010, DOT  requires airlines to, among other things, adopt contingency plans for  tarmac delays of more than 3 hours that must include, at a minimum,  making reasonable accommodations (i.e., offer food, water, or medical  services) during such delays. Failure to comply will be considered an  unfair or deceptive practice and may subject the airline to enforcement  action and a fine of up to $27,500 per violation. See appendix II for trends  in long tarmac delays from 2000 through 2009.", "The percentage of delayed arrivals also decreased across almost all of the  34 OEP airports since 2007, according to ASPM data, although the declines  varied by airport. As shown in figure 4, such decreases ranged from  about 3 percentage points to 12 percentage points. For example, New  York’s LaGuardia (LaGuardia) and John F. Kennedy International (JFK)  airports registered decreases of about 10 percentage points—to 28 percent  and 26 percent in 2009, respectively. Arrival delays at Newark Liberty  International (Newark) decreased about 5 percentage points, to about 32  percent in 2009.", "An increase in delayed arrivals at Atlanta Hartsfield International (Atlanta)  occurred between 2008 and 2009, primarily driven by an increase in the  number of scheduled flights and the extent of the peaks in scheduled  flights throughout the day. Although Atlanta experienced a 0.6 percentage  point decrease in the number of delayed arrivals from 2007 to 2008, the  percentage of delayed arrivals increased 2.5 percentage points from 2008  through 2009—to about 27 percent. According to FAA analysis, the  average number of scheduled flights exceeded the airport’s average called  rate—that is, the number of aircraft that an airport can accommodate in a  quarter hour given airport conditions—for more periods in March 2009  than in March 2008, demonstrating how changes in the airlines’ schedules  likely contributed to Atlanta’s increased delays."], "subsections": []}, {"section_title": "Fewer Flights and New Runway Capacity Are Likely the Principal Reasons for Reduced Flight Delays", "paragraphs": ["Fewer flights since 2007, because of a downturn in passenger demand and  airline cuts in capacity, have likely been the largest contributor to the  decrease in delayed arrivals. FAA, airport, and airline officials that we  spoke with attributed the majority of improvements in delays to the  systemwide reduction in the number of flights. As shown in figure 5,  trends in the percentage of delayed arrivals appear to generally track with  trends in the number of arrivals. For example, when the number of total  arrivals in the system decreased 7 percent from 2000 through 2002, the  percentage of delayed arrivals decreased systemwide by 7 percentage  points, according to DOT data. To corroborate FAA and stakeholder views  on the relationship between the recent reductions in flights and declines in  delays, we performed a correlation analysis between the number of total  arrivals and delayed arrivals. This analysis found a significant correlation  between these two factors, confirming the various stakeholders’ views that  the recent decrease in flights from 2007 through 2009, therefore, is likely a  significant driver of the decrease in delays.", "Recent runway improvements also helped reduce delays at some airports.  As shown in table 2, from 2007 through 2009, new runways at Chicago  O’Hare International (Chicago O’Hare), Seattle-Tacoma International  (Seattle), and Washington Dulles International (Washington Dulles) and a  runway extension in Philadelphia International (Philadelphia) have  opened.", "According to project estimates, the new runway projects are expected to  provide these airports with the potential to accommodate over 320,000  additional flights annually and decrease the average delay time per  operation by about 1 minute to 3.5 minutes at these airports. For  example, since 2007, Chicago O’Hare has seen the largest decrease in the  percentage of arrivals delayed for the 34 OEP airports, according to FAA  data, and some of this improvement is likely because of the new runway.  In examining Chicago O’Hare’s called rates, we found that after Chicago  O’Hare’s new runway opened in the summer of 2009, the airport had the  potential to accommodate, on average, about 9 percent more flights than it  had been able to handle in the summer of 2008. According to FAA  officials, the new runway allowed Chicago O’Hare to accommodate an  additional 10 to 16 arrivals per hour because of additional options with  respect to its runway configuration. More importantly, this increased  capacity helps reduce delays the most when an airport is constrained  because of, for example, weather or runway construction. For example,  Chicago O’Hare’s new runway allows it to accommodate 84 arrivals per  hour during poor weather, whereas prior to the new runway, it could  accommodate only 68 to 72 arrivals in such weather. This increased  capacity results in fewer delayed flights during bad weather. However, not  all of the reduction in delayed arrivals can be attributed to the new  runways because another key factor—the decline in the number of  flights—also helped to reduce delays.", "According to FAA officials, FAA does not analyze the extent to which the  estimated delay benefits are realized once a runway is opened because  delay reduction is expected. They also noted that measuring the benefits  of these projects is difficult because a myriad of factors, such as the  installation of new technologies or procedures or changes in airline  schedules, may also affect the number of flights and delays at an airport,  making it difficult to isolate the benefits of the new runway. More notably,  the recent drop in the number of flights was outside the bounds of FAA’s  analysis of these projects’ delay estimates, making it is difficult to  determine the actual realized benefits. Despite these challenges, by not  measuring the actual benefits against estimated benefits, FAA cannot  verify the accuracy of its analysis or modeling for future runway projects.", "The extent to which FAA’s operational and policy actions contributed to  reduced delays since 2007 is unclear, although they likely resulted in some  limited delay reduction benefits. In 2007, the DOT-convened New York  Aviation Rulemaking Committee (New York ARC) developed a list of  operational improvements targeted at the three New York area airports— Newark, JFK, and LaGuardia. To avoid a repeat of 2007 delays, FAA also  instituted hourly limits on the number of scheduled flights at these  airports. As we reported in July 2008, the collective benefit of DOT’s and  FAA’s actions was expected to be limited.", "FAA’s hourly schedule limits at Newark, JFK, and LaGuardia likely  contributed to some delay reduction benefits beginning in 2008 by  reducing the level of peak operations and spreading flights throughout the  day. During the summer of 2008, each of these airports experienced an  increase in the number of arrivals and a decrease in the percentage of  arrivals delayed. For example, the number of arrivals at JFK increased by 2  percent from the summer of 2007 through the summer of 2008, while  arrival delays decreased by about 5 percentage points. The effect of these  limits in 2009 was likely less pronounced because these three airports  experienced fewer flights as a result of the economic downturn. However,  without these limits, the number of flights and delays might have increased  in 2008 given that airlines proposed to increase their schedules by 19  percent over 2007 levels. See appendix V for more information on how  the limits were set and FAA’s analysis of the effect of the limits at the  three New York area airports for 2007, 2008, and 2009.", "According to FAA, as of March 2010, 36 of the 77 operational and  procedural initiatives identified by the New York ARC have been  “completed,” meaning that these procedures are in place and available for  use. However, as we reported in our July 2008 testimony, operational and  procedural initiatives are designed to be used only in certain situations.  Furthermore, although some of the procedures are available for use, they  are not currently being used by the airlines, because some of the  procedures were designed to reduce delays when the airports were  handling more flights and experiencing higher levels of delay. For  example, airlines have opted not to use one procedure that involves  routing aircraft around the New York airports, which lengthens the route  and could increase the airlines’ fuel and crew costs. According to FAA  officials, airlines have opted not to use this procedure, not only because of  these additional costs, but also because delays are down with the current  reduction in flights, making it unnecessary.", "FAA has also implemented various systemwide actions that may have had  some effect in reducing delays. For example, in 2007, FAA implemented  the adaptive compression tool—which identifies unused arrival slots at  airports that are due to FAA’s traffic management initiatives, such as  initiatives that delay aircraft on the ground, and shifts new flights into  these otherwise unused slots. FAA estimated that this tool reduced delays  and saved airlines $27 million in 2007. See appendix VI for additional  information on DOT’s and FAA’s actions to reduce delays at locations  across the national airspace system."], "subsections": []}, {"section_title": "Although Delays Have Decreased since 2007, Some Airports Still Experienced Substantial Delays", "paragraphs": ["Despite fewer delayed flights since 2007, some airports still experienced  substantial delays in 2009, according to FAA’s ASPM data. For example,  five airports—Newark, LaGuardia, Atlanta, JFK, and San Francisco—had  at least a quarter of their arrivals delayed in 2009 (fig. 6). In addition, these  delayed arrivals had average delay times of almost an hour or more.  Excluding the 10 airports with the highest percentage of delayed flights,  the remaining OEP airports had fewer than one in five arrivals delayed,  with average delay times of about 53 minutes.", "The 10 airports with the highest percentage of delayed flights generally  had more delays associated with the national aviation system than other  OEP airports, according to ASQP data. For example, over 70 percent of  Newark’s delays were reported as national aviation system delays, which  refer to a broad set of circumstances affecting airport operations, heavy  traffic volume, and air traffic control, including nonextreme weather  conditions such as wind or fog (fig. 7). In addition, these 10 airports  accounted for about half of all the reported national airspace system  delays for the 34 OEP airports in 2009, according to DOT data. See  appendix IV for airline-reported sources of delay for delayed and canceled  flights for the 34 OEP airports.", "The high percentage of national aviation system delays at these airports  likely reflects that these airports are more sensitive to changes in airport  capacity because they frequently operate near or exceed their available  capacity. For example, the DOT Inspector General reported that at  Newark, LaGuardia, JFK, and Philadelphia, airlines scheduled flights  above the average capacity in optimal conditions at these airports in the  summer of 2007. In further examining the relationship between the level  of delay and the relationship of scheduled flights to an airport’s available  capacity, we selected the 4 airports with the highest percentage of delayed  flights—Newark, LaGuardia, JFK, and Atlanta—along with 2 airports that  are among the 34 OEP airports with the lowest percentage of delayed  flights—Chicago Midway and Lambert-St. Louis International (St. Louis)— and analyzed data on the number of scheduled flights and available  capacity at these 6 airports. We found that all 4 of the delay-prone airports  had flights scheduled above the airports’ capacity levels for at least 4  hours of the day, while the 2 airports with lower levels of delay never had  the number of scheduled flights exceeding capacity. Operating close to  capacity becomes especially problematic when weather conditions  temporarily diminish the capacity at an airport. In particular, while flights  to and from an airport operating close to or exceeding capacity might  become very delayed in inclement weather conditions, flights to and from  another airport that has unused capacity may not be delayed by a similar  weather event."], "subsections": []}, {"section_title": "Seven Airports Are the Source of about 80 Percent of All Departure Delays Captured in FAA’s OPSNET", "paragraphs": ["While the flight delay data from DOT and FAA data sources previously  discussed serve as the primary source of air travel information for  consumers, OPSNET helps the agency understand which FAA facilities are  experiencing delays, why the delays are occurring (e.g., weather or heavy  traffic volume), and uniquely, which facilities are the source of that delay.  Unlike the other databases, which measure delays against airline  schedules, OPSNET database collects data on delays that occur solely  while flights are under FAA control. For example, a flight would be  recorded as delayed in OPSNET if it is held on the ground at the departure  airport for more than 15 minutes because of an FAA facility instituting a  traffic management initiative in response to weather conditions, increased  traffic volume, or other circumstances. FAA measures delays within the air  traffic control system to assess its performance because an inefficient air  traffic control system contributes to higher levels of delayed flights. As  figure 8 shows, many of the delay-prone airports that we identified earlier  in the report based on our analysis of arrival delays also experience the  most departure delays, according to OPSNET. In OPSNET terminology,  these delays are called occurred-at delays because they represent delays  that happened at the given airport.", "In addition to capturing where the delay occurred (as shown above),  OPSNET provides information on what facility the delay was attributed  to—that is, which facility instituted a traffic management initiative that  resulted in flights being delayed. If, for example, a flight departing Atlanta  was delayed because of weather problems in Atlanta, Atlanta would be  recorded as both the occurred-at facility and the attributed-to facility in  OPSNET. However, if fog in San Francisco delays a flight leaving  Minneapolis bound for San Francisco, Minneapolis is the occurred-at  facility, but San Francisco is the attributed-to facility. This concept of  assigning attribution for delays is different than the notion of “propagated  delay,” in which a delayed flight early in the day may cause delays to  flights later in the day because of a late-arriving aircraft or crew. Instead,  delay that is attributed to a facility in OPSNET relates only to a given flight  segment and is determined to be associated with the airport or other air  traffic control facility that had a traffic management initiative in place that  held flights at a particular location.", "As figure 9 shows, almost half—49 percent—of all departure delays  occurring at the 34 OEP airports were attributed to just 3 airports— Atlanta, Newark, and La Guardia, according our analysis of OPSNET.  However, these 3 airports accounted for only 13 percent of departures  among these 34 airports in 2009.", "In addition, 7 airports and their associated TRACONs were the source of  approximately 80 percent of all departure delays captured in OPSNET in  2009 (see fig. 10). Figure 10 also shows that in the case of the combined  New York airports as well as for 3 of the 4 remaining airports (the  exception is Atlanta), a majority of the departure delays that were  attributed to these airports actually occurred at—or were experienced  at—other airports. For example, Philadelphia was the source of over  26,000 delayed departures throughout the national airspace system in  2009, but fewer than 7,500 of these delays (or 28.2 percent) occurred at  Philadelphia. Further analysis (see pie chart in fig. 10) shows that for all of  the departure delays among the 34 OEP airports that occurred at an  airport other than the airport that generated the delay, 83 percent were  attributed to these 7 airports. FAA has identified these same 7 airports as  among the most delayed airports in the system in need of further  monitoring for possible changes in airline schedules and potential  delays—a process that we discuss later in this report."], "subsections": []}]}, {"section_title": "Actions Could Reduce Delays, but FAA Lacks Airport-Specific On-Time Performance Targets, Limiting Its Ability to Prioritize Actions and Demonstrate Benefits", "paragraphs": [], "subsections": [{"section_title": "FAA’s Actions to Reduce Delays Are Generally Being Implemented at the Most Congested Airports, but Many Actions Face Implementation Challenges", "paragraphs": ["FAA’s actions have the potential to reduce delays in the next 2 to 3 years  and are generally being implemented at airports that experience and  contribute substantial delays to the system, including the 7 airports that  are the source of a majority of the delays in the system (Newark,  LaGuardia, Atlanta, JFK, Philadelphia, Chicago O’Hare, and San  Francisco). While FAA’s long-term solution to expanding capacity and  reducing delays is NextGen improvements that will not be fully  implemented until 2025, we used FAA’s Flight Plan and NextGen  Implementation Plan to identify several actions that are slated to be  implemented in the next 2 to 3 years, have the potential to help meet short- term capacity needs, and improve the operational performance of the U.S.  aviation system. These actions include implementing near-term elements  of NextGen, constructing runways, implementing a new airspace structure  for the airports serving the New York/New Jersey/Philadelphia  metropolitan area, and revising air traffic control procedures. More  detailed information on the actions and their locations can be found in  appendix VI. According to FAA, the purpose of many of these actions is  not only to reduce delays, but just as importantly, they can also improve  safety, increase capacity, and reduce fuel burn.", "Many of the actions for reducing delays over the next 2 to 3 years are  being implemented at some of the most congested airports in the system.  For example,    Actions that FAA has in place or planned for the New York area airports— such as the New York ARC initiatives, the New York/New  Jersey/Philadelphia airspace redesign, and hourly schedule limits—are  being implemented to help address widespread delays at the congested  New York airports. The remaining ARC initiatives and other actions to  reduce delays at the New York airports were recently incorporated into  the New York Area Delay Reduction Plan, which FAA expects to update  monthly. The agency continues to maintain the schedule limits, which  were designed to limit airline overscheduling and limit delays in the New  York area to below the levels experienced in summer 2007. Additionally,  FAA issued an order in January 2009 outlining its plans to reduce the  number of hourly scheduled flights at LaGuardia from 75 to 71 through  voluntary reductions and retirements of slots by the airlines.", "FAA has also continued to implement various air traffic management  improvements and begun implementation of NextGen procedures and  technologies, many of which are expected to be implemented at the most  congested airports. The RTCA NextGen Mid-Term Implementation Task  Force recommended that FAA target key airports when implementing  NextGen capabilities between now and 2018. FAA used these  recommendations to help develop its 2010 NextGen Implementation Plan,  which includes actions to be implemented in the next 2 to 3 years,  including additional Area Navigation (RNAV) and Required Navigation  Performance (RNP) procedures, often called performance-based  navigation procedures. In response to the RTCA recommendations, FAA  plans to focus on increasing the use of performance-based navigation at  some of the key airports identified by the task force. According to FAA air  traffic officials, an automated metering tool used to help manage arrival  aircraft—Traffic Management Advisor (TMA)—has contributed to more  efficient departure and arrival performance at several OEP airports,  including Atlanta and Newark. To help reduce delays at San Francisco and  other busy airports, FAA has also tested tailored arrival procedures, which  allow the pilot to fly the most efficient descent into the arrival airport.", "Over the next 2 to 3 years, Chicago O’ Hare, JFK, Charlotte/Douglas  International (Charlotte), and Portland International (Portland) will  continue to pursue infrastructure projects to increase the capacity of their  airports and surrounding airspace. Chicago O’Hare—one of the airports  that contributes substantial delays to the national airspace system—is  scheduled to open another new runway in 2012 that is expected to provide  the airport with the potential to accommodate as many as 30,900  additional flights annually. At Charlotte, a new runway opened in  February 2010 that has the potential to accommodate as many as 80,000  additional flights annually. Later this year, Portland is expected to  complete a runway extension, although benefits for this project are not  estimated. Airport infrastructure projects such as these will help reduce  delays at these airports and should also help decrease delays elsewhere in  the system.", "Many delay reduction actions face implementation challenges that may  limit their ability to reduce delays in the next 2 to 3 years. For example,  according to officials, one challenge FAA faces in implementing the  remaining New York ARC initiatives is that airlines do not have a current  need for or interest in using some of the procedures because of recent  declines in air traffic. Implementation may be difficult for other air traffic  management tools—such as TMA—because, according to the DOT  Inspector General, they represent a significant change in how air traffic  controllers manage traffic. Effective training will be required to ensure  air traffic managers and controllers become familiar with and gain  confidence in newly automated functions. However, TMA has been  deployed and is currently being used at many airports, including Newark,  LaGuardia, and JFK. Some airline officials noted that TMA implementation  has been beneficial, but there have been some implementation challenges  because of the transition to an automated system.", "While introducing new RNAV and RNP procedures could help reduce  delays in the next 2 to 3 years, as we have previously reported, developing  these procedures in a timely manner is a challenge. In the New York area,  for example, some of these procedures cannot be implemented until the  New York/New Jersey/Philadelphia airspace redesign is completed, which  is currently behind schedule. FAA did not fully account for future use of  new technology such as RNAV in its analysis, so the New York/New  Jersey/Philadelphia airspace redesign has to be completed in order to  implement new performance-based navigation procedures in the study  area. In addition, most procedures that FAA has implemented are  overlays of existing routes rather than new procedures that allow more  direct flights. Overlays can be deployed more quickly and do not involve  an extensive environmental review, but they do not maximize the delay  reduction benefits of RNAV and RNP. FAA’s goals for RNAV and RNP  focus on the number of procedures produced, not whether they are new  routes or the extent to which they provide benefits or are used. For  example, FAA believes that it can annually develop about 50 RNAV and  RNP procedures, 50 RNAV routes, and 50 RNP approaches. Given that  FAA plans to implement a total of 2,000 to 4,000 RNAV and RNP arrival  and departure procedures alone, it is clear that only a limited number of  new procedures—which could provide delay reduction benefits—will be  implemented in the next 2 to 3 years.", "Implementation of NextGen also faces several challenges, including  operating in a mixed equipage environment, addressing environmental  issues, and changing FAA’s culture. For example, it is difficult for air  traffic controllers to manage aircraft equipped with varying NextGen  capabilities, particularly in busy areas, because controllers would have to  use different procedures depending on the level of equipage. It is also  difficult for FAA to complete all the required environmental reviews  quickly because any time an airspace redesign or new procedure changes  the noise footprint around an airport, an environmental review is initiated  under the National Environmental Policy Act (NEPA). FAA also faces  cultural and organizational challenges in integrating and coordinating  activities across multiple lines of business. Sustaining a high level of  involvement and collaboration with stakeholders—including operators, air  traffic controllers, and others—will also be necessary to ensure progress.  More recently, software and other technical issues experienced at test  sites have delayed systemwide implementation of core NextGen  functionality."], "subsections": []}, {"section_title": "FAA Uses an On-Time Performance Target to Help Measure Performance and Analyzes Benefits of Some Delay Reduction Actions Under Way", "paragraphs": ["FAA has various tools for measuring and analyzing how its actions might  reduce delays, including establishing an on-time performance target,  estimating delay reduction benefits for NextGen and some individual  initiatives, and regularly monitoring system performance across the  national airspace system and at individual airports.", "FAA measures improvements in delays through its NAS on-time  performance target: FAA established an 88 percent national airspace  system (NAS) on-time arrival performance target to measure how its  actions help meet its Flight Plan goal of increasing the reliability and on- time performance of the airlines. According to FAA, this performance  target provides information on FAA’s ability to provide air traffic control  services to the airlines and is set based on 3 years of historical trending  data. Because DOT’s ASQP data are used for this target and contain flight  delays caused by incidents outside FAA’s control—such as extreme  weather or carrier-caused delay—FAA removes such delays not  attributable to the agency to provide a more accurate method of  measuring FAA’s performance.  Even with these modifications to the  data, FAA notes that the actual measure can still be influenced by factors  such as airline schedules or nonextreme weather.", "FAA analyzes the delay reduction benefits of some actions: FAA has  modeled and estimated total delay reduction benefits from NextGen. In  addition to benefits from safety, fuel savings, and increased capacity, FAA  estimates that, in aggregate, planned NextGen technologies—including the  New York/New Jersey/Philadelphia airspace redesign and RNAV and RNP  routes—and planned runway improvements will reduce delays by about 21  percent by 2019 as measured against doing nothing at all (fig. 11). In  particular, given the estimated growth in traffic, FAA estimates that  NextGen and other planned efforts will keep delays from growing as fast  as they would without them, but delays are still expected to grow from  today’s levels. According to FAA’s model simulations, total delay minutes  are predicted to double from current levels, even when assuming all  planned NextGen and other runway improvements occur. At the airport  level, FAA provided us with additional results from its simulations that  suggest that, even after taking into consideration the benefits of new  runways and NextGen technologies, flights at several airports may  experience higher average delays per flight in 2020 than experienced  today.", "FAA has also analyzed delay reduction benefits for elements of some  major projects and individual actions, though we did not verify or evaluate  these analyses or estimates. For example, postimplementation analysis for  the first phase of the New York/New Jersey/Philadelphia airspace redesign  showed that both Newark and Philadelphia airports experienced increases  in the number of departures during times when the new departure  headings were used, resulting in an estimated decrease of almost 1 minute  of taxi time and a 2.5 percent decrease in the time between when the  aircraft pushes back from the gate to when it takes off from the airport— which is referred to as “out to off time”—during the morning departure  push at Newark. FAA also assessed capacity and delay reduction benefits  for some air traffic management improvements. For example, FAA  estimates that the implementation of TMA improved FAA’s ability to  manage aircraft, resulting in capacity increases of 3 to 5 percent. As part of  the review process for the New York ARC initiatives, FAA officials  selected some of the ongoing and completed initiatives for further analysis  based on their potential to reduce delays. For example, FAA conducted a  study of the simultaneous instrument approaches at JFK that showed an  increase in arrival capacity of 12 flights per hour. According to FAA  officials, it is difficult to isolate the overall benefit of an individual  initiative given the complexity of assessing all the actions in place and all  of the factors affecting the system at any given time.", "FAA monitors system performance: FAA also monitors airport and  system delays using tools, such as targeted analysis and performance  dashboards, that track operational performance on a daily basis. This  routine monitoring allows officials to try to assess how a given event may  have affected performance. FAA officials recently added data to its  dashboards to enable users to compare current performance with that for  previous days, months, or years and to provide additional insight on  performance trends. Also, FAA recently began to implement a process for  monitoring airport performance. In response to peak summer delays in  2007, FAA officials began using airline schedules to estimate delay trends  at the OEP airports and identify airports that may experience significant  delays in the next 6 to 12 months. If an airport is expected to experience  significant delays—that is, aircraft waiting to depart for more than 5  minutes—FAA would then evaluate whether a congestion action team  should be formed to develop actions in response to these potential delays.", "However, because of the recent decline in the number of flights  systemwide, FAA has yet to take any new actions based on this  monitoring."], "subsections": []}, {"section_title": "FAA’s Use of Average On- Time Performance Masks Variations in Airport Performance and Limits FAA’s Ability to Prioritize Its Actions to Reduce Delays", "paragraphs": ["Although FAA’s target of 88 percent on-time arrival performance provides  a measure of the agency’s overall goal to provide efficient air traffic  control services, it masks the wide variation in airport performance,  making it difficult to understand how individual airport performance  relates to the overall target. For example, in fiscal year 2009, Newark had  an on-time arrival rate of only 72 percent, while St. Louis easily exceeded  the target with 95 percent on-time performance. Despite this variability in  performance, FAA has not established airport-specific targets for on-time  performance. FAA officials noted that they are trying to develop airport- specific on-time performance targets, but efforts in developing these  targets are in the very early stages, and they do not currently have plans to  make these targets publicly available or hold FAA officials at the local  airport or national level accountable for achieving these targets.", "The absence of performance targets for individual airports hinders FAA,  aviation stakeholders, and the public from understanding a desired level of  on-time performance for individual airports and results in FAA lacking a  performance standard by which it can prioritize and demonstrate how its  actions reduce delays at the most congested airports and throughout the  system. For example, as previously noted, FAA’s implementation of new  departure headings resulted in performance improvements at Philadelphia  and Newark, according to the MITRE analysis. Yet those improvements  lack a performance standard against which FAA might prioritize its actions  and determine if the improvements helped meet or exceed, or still fall  short of, the overall targeted level of performance for these airports or  how they affected the overall on-time performance goal. For example,  reducing delays at the airports that currently impose approximately 80  percent of all departure delays within the air traffic control system could  not only have a measurable benefit at these airports, but could also  improve performance of the overall national airspace system.", "Furthermore, although FAA’s analyses of delay reduction benefits  demonstrate improvements at various airports, it remains unclear whether  further actions are required to achieve a targeted level of performance at  these airports since targeted levels of airport performance have not been  established. As part of its NextGen Mid-Term Implementation Task Force  recommendations, RTCA is encouraging FAA to move away from  traditional national deployments of new technologies to an airport-centric  approach that deploys solutions at key airports and for large metropolitan  areas where problems with congestion and delay are most acute. Airport- specific performance targets could help in measuring the extent to which  FAA’s airport-focused actions are helping to improve performance or  whether additional actions are needed to address delays at the most  congested airports. Moreover, although NextGen will keep delays at many  airports from getting worse than would be expected without NextGen,  FAA’s NextGen modeling indicates that even if all ongoing and planned  NextGen technologies are implemented, a few airports, such as Atlanta,  Washington Dulles, and possibly Philadelphia, may not be able to meet the  projected increases in demand, and if market forces do not dampen that  demand, additional actions may be required at these airports. However,  without airport-specific targets, FAA cannot determine what additional  actions might be required to achieve a targeted level of performance at  these airports."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Over the next 2 to 3 years, FAA has numerous actions planned or under  way that are expected to increase capacity and improve the performance  of the overall aviation system. Although these actions may reduce delays  and help FAA achieve its overall on-time performance goal, FAA’s ability  to prioritize these actions and communicate their benefits is inhibited by  the absence of individual airport on-time performance targets. Identifying  performance targets for individual airports and how these targets relate to  the overall agency goal will provide a standard by which FAA can measure  and prioritize its actions to reduce delays at these airports and overall.  This is particularly important in understanding the extent to which FAA’s  actions are addressing delays at the 7 airports—Newark, LaGuardia,  Atlanta, JFK, San Francisco, Chicago O’Hare, and Philadelphia—that are  currently responsible for about 80 percent of the delays across the air  traffic control system. Although airport-specific on-time performance  targets should not be the only measure of FAA’s performance in reducing  delays in the system, by setting these targets, FAA may be motivated to  better focus its actions at these airports, resulting in reduced delays not  only at these airports but also at other airports in the national airspace  system. Airport-specific goals would also help FAA better communicate  how actions at the airport and national levels contribute to the agency’s  overall goals, improve airport performance, and demonstrate how its  actions are affecting delays. Additionally, even with NextGen, delays at  some of the most congested airports are expected to continue and could  get worse, requiring FAA to consider additional policy actions to maintain  airport performance. Airport-specific goals could help FAA identify and  communicate what additional actions might be required to achieve a  targeted level of performance at these airports."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["We recommend that the Secretary of Transportation direct the  Administrator of FAA to develop and make public airport-specific on-time  performance targets, particularly for the most congested airports that  impose delays throughout the air traffic control system, to better prioritize  FAA’s actions to reduce delays and demonstrate benefits of those actions."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOT for its review and comment.  DOT and FAA officials provided technical comments that we incorporated  as appropriate. In addition, in e-mailed comments, an FAA official  reiterated that the agency has been working to develop and implement  airport-specific performance targets, but that this process remains ongoing  given the complex nature of compiling historical data and airport-specific  performance information to create baseline targets. The official also noted  that airport-specific on-time performance targets are one of the many tools  that FAA can use to manage and measure delays at the airport level and  systemwide and that the agency continues to identify ways to improve  how it measures performance. For example, FAA plans to use new radar  and airport surface detection data to help refine its causal delay data.  While we agree that these measures could help FAA further understand  delays, we continue to believe that airport-specific on-time performance  targets could help FAA demonstrate how its actions are affecting delays at  individual airports and throughout the national airspace system, but they  could also help FAA, aviation stakeholders, and the public understand the  desired level of airport performance. Furthermore, establishing airport- specific targets in addition to the agency’s overall on-time performance  target would help FAA focus its actions on those airports where  improvements could result in the greatest impact and communicate to  stakeholders how its actions relate to its goals.", "We are sending copies of this report to the Secretary of Transportation  and the Administrator of the Federal Aviation Administration. In addition,  the report will be available at no charge on the GAO Web site at  http://www.gao.gov. If you or your staff have any questions concerning  this report, please call me at (202) 512-2834 or flemings@gao.gov. Contact  points for our Offices of Congressional Relations and Public Affairs may  be found on the last page of this report. Key contributors to this report are  listed in appendix VII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["In this report, we examined the extent to which (1) delays in the U.S.  national aviation system have changed since 2007 and the factors  contributing to these changes, and (2) actions by the Department of  Transportation (DOT) and the Federal Aviation Administration (FAA) are  expected to reduce delays in the next 2 to 3 years.", "To determine how delays have changed, we analyzed DOT and FAA data  on U.S. passenger airline flight delays by airport and for the entire aviation  system through 2009.  Using DOT’s Airline Service Quality Performance  (ASQP) data, we analyzed systemwide trends in flight delays, including  cancellations, diversions, long tarmac delays, and average delay minutes,  for calendar years 2000 through 2009.  Using FAA’s Aviation System  Performance Metrics (ASPM) data, we analyzed airport-specific trends in  the number of total flights, delayed flights, and delay time for 34 of the 35  airports in FAA’s Operational Evolution Partnership (OEP) program for  calendar years 2007 through 2009.  We focused on these 34 OEP airports  because they serve major metropolitan areas located in the continental  United States and handled more than 70 percent of passengers in the  system in 2008; additionally, much of the current delays in air traffic can  be traced to inadequate capacity relative to demand at these airports,  according to FAA.  We also analyzed DOT’s ASQP data on airline-reported  sources of delayed and canceled flights for these 34 airports for calendar  year 2009.", "To assess the extent to which these 34 airports experienced and  contributed delays to the aviation system, we analyzed calendar year 2009  data from FAA’s Operations Network (OPSNET), which measures  departure delays, airborne delays, and delays resulting from traffic  management initiatives taken by FAA in response to weather conditions,  increased traffic volume, runway conditions, equipment outages, and other  affecting conditions.  Our analysis included data from the OEP airports  (excluding Honolulu) and their associated terminal radar approach control  facilities (TRACON).  Since 16 location identifiers are used for a  combination of airports and TRACONs, resulting in combined data, we  worked with FAA to determine how to identify the number of departures  and departure delays to attribute to each individual airport and TRACON  in our universe.  To separate out these data, we examined the different  categories of OPSNET delays: departure delays (flights incurring a delay at  the origin airport prior to departure), airborne delays (flights held en  route), and two categories of traffic management delays—delays occurring  at one facility resulting from a traffic management initiative instituted by  another facility (“traffic management from” delays) and delays charged to  the facility instituting the traffic management initiative, which may occur  at another facility in the system (“traffic management to” delays).  Since  TRACONs handle airborne flights only and airports handle flights  preparing for takeoff or landing, we allocated all airborne delays to the  TRACONs and all departure and traffic management from delays to the  airport for these combined facilities.  In separating out the traffic  management to delays, we allocated all of these delays to the OEP airport,  unless the delay occurred at another airport associated with that  TRACON—in which case, we allocated those delays to the TRACON.  Our  analysis focused on departures, departure delays, and both categories of  traffic management delays because the majority of delays recorded in  OPSNET occur before an aircraft takes off from an airport and therefore  are captured in these delay categories.", "Once we separated the delay for each air traffic control tower and  TRACON, we calculated the following measures for the facilities in our  universe: the number of departures at a facility as a percentage of the  total; percentage of delayed departures occurring at each facility; and  percentage of delayed departures charged, or attributed to each facility  and where that delay occurred.  Our analysis of OSPNET includes only  calendar year 2009 because in recent years, FAA has made changes in how  data are collected for OPSNET, including automating the collection of its  data in fiscal year 2008 and capturing additional delay categories in fiscal  year 2009, making it difficult to do year-over-year comparisons of these  data.", "To assess the reliability of ASQP, ASPM, and OPSNET data, we (1)  reviewed existing documentation related to the data sources, (2)  electronically tested the data to identify obvious problems with  completeness or accuracy, and (3) interviewed knowledgeable agency  officials about the data.  We determined that the data were sufficiently  reliable for the purposes of this report.", "To determine the factors affecting changes in flight delays since 2007, we  reviewed relevant FAA reports; interviewed DOT, FAA, airport, and airline  officials and industry experts; and examined estimated delay reduction  benefits of actions, when available.  To understand the relationship  between the number of flights and delays, we performed a simple  correlation analysis between the number of monthly arrivals and delayed  arrivals from calendar years 2000 through 2009 for the OEP airports  (excluding Honolulu).  See appendix III for additional information on this  analysis.  To determine the extent to which DOT’s and FAA’s actions  reduced delays since 2007, we reviewed FAA analysis of estimated delay  reduction benefits of its actions, including runway projects and other  capacity improvements, and interviewed agency officials about these  analyses.  Additionally, using FAA data on Chicago O’Hare’s called rate (a  measure of capacity reflecting the number of aircraft that an airport can  accommodate within a 15-minute period), we determined the extent to  which capacity had increased after the new runway was opened.  To  assess the effect of the hourly limits on scheduled arrivals and departures  at LaGuardia, John F. Kennedy International (JFK), and Newark Liberty  International airports, we examined analysis done by the MITRE  Corporation on airline schedules before and after the schedule limits were  established.  See appendix V for more information on this analysis.", "To identify DOT’s and FAA’s ongoing and planned actions to reduce delays  in the next 2 to 3 years, we analyzed key FAA documents, including the  agency’s strategic plan (referred to as the Flight Plan), the NextGen  Implementation Plan, FAA’s Response to Recommendations of the RTCA  NextGen Mid-Term Implementation Task Force, and the New York  Aviation Rulemaking Committee Report.  In assessing these documents,  we identified a set of capacity improvements and demand management  policies with the potential to reduce delays by 2013.  FAA has many  ongoing and planned initiatives—such as longer-term Next Generation Air  Transportation System (NextGen) procedures and technologies—that  could also reduce delays, but these actions are not included in our  discussion because they are not expected to realize delay reduction  benefits in the next 2 to 3 years.  These actions to reduce delays are  available or planned at various OEP airports, but we did not assess the  extent to which they are being used at a given location. To determine the  extent to which DOT and FAA actions are being implemented at the most  congested airports, we reviewed related reports and studies, including  FAA’s 2009 Performance and Accountability Report, the RTCA NextGen  Mid-Term Implementation Task Force Report, and FAA’s Capacity Needs  in the National Airspace System, 2007-2025 (FACT 2), and interviewed  airport officials at some of these airports and FAA officials at both the  national and local airport levels.", "To determine the status of DOT’s and FAA’s actions to reduce delays and  their potential to reduce delays, we interviewed officials in FAA’s Air  Traffic Organization; Office of Aviation Policy, Planning and Environment;  Office of Airport Planning and Programming; and local airport officials. To  gain an understanding of aviation stakeholder perspectives on the  expected impact of DOT’s and FAA’s actions in the next 2 to 3 years, we  spoke with industry and academic experts, airport and airline officials, the  DOT Inspector General, the Air Transport Association, the Airports  Council International-North America, the National Air Traffic Controllers  Association, the National Business Aviation Association, the Air Carrier  Association of America, and the Regional Airline Association.  To identify  the extent to which FAA has modeled or assessed the delay reduction  impact of its actions, including NextGen, we interviewed officials from  MITRE, FAA’s Performance Analysis and Strategy Office, and FAA’s Air  Traffic Organization NextGen offices.  FAA officials also provided  information based on model simulations that examine future benefits of  NextGen technologies.  In particular, we received analysis of expected  delay minutes for the OEP airports in future years under various  assumptions—a baseline scenario that estimates the delays that may occur  if no improvements are made to the system; a runway scenario that  estimates the delays that may occur if only runway improvements are  made over the next 10 years, but no NextGen air traffic management  improvements; and the NextGen case that estimates the delays that may  occur if planned runway improvements and NextGen technologies and  procedures are implemented.  As part of the assumptions underlying these  analyses, FAA also provided us with the extent to which future demand  growth is “trimmed” under these scenarios as a means of limiting future  traffic projections to reflect anticipated airport infrastructure constraints.   While we reviewed some of FAA’s assumptions and analyses, we did not  verify the accuracy of the models.", "To identify how FAA measures whether its actions contribute to changes  in delays, we reviewed FAA’s Flight Plan and related documents to  determine how FAA measures its performance in achieving its goal of  increasing the reliability and on-time performance of the airlines.  We also  interviewed FAA officials on the agency’s performance targets and any  planned improvements to these targets.  Finally, we reviewed previous  GAO reports, including our prior work on aviation infrastructure,  NextGen, aviation congestion, and regional airport planning.", "We conducted this performance audit from May 2009 to May 2010, in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Tarmac Delay Data", "paragraphs": ["A tarmac delay occurs when a flight is away from the gate and delayed  either     during taxi-out: the time between when a flight departs the gate at the  origin airport and when it lifts off from that airport (i.e., wheels-off);    during taxi-in: the time between a flight touching down at its destination  airport (wheels-on) and arriving at the gate;     prior to cancellation: flight left the gate but was canceled at the origin    during a diversion: the tarmac time experienced at an airport other than  the destination airport; or     as a result of a multiple gate departure: the flight left the gate, then  returned, and then left again; the tarmac time is the time before the return  to the gate.", "Figure 12 shows trends in tarmac delays greater than 3 hours from  calendar years 2000 through 2009.", "Table 3 shows the breakdown of tarmac delays by month and phase of  flight since October 2008, when these more detailed data were first  collected."], "subsections": []}, {"section_title": "Appendix III: GAO’s Correlation Analysis of Total Arrivals and Delayed Arrivals", "paragraphs": ["To corroborate FAA and stakeholder views on the relationship between  the recent reductions in flights and declines in delays, we performed a  correlation analysis between the number of total arrivals and delayed  arrivals.  Our correlation analysis yielded a correlation coefficient that  captures only the relationship between the number of arrivals and arrival  delays at the 34 OEP airports (excluding Honolulu).  Coefficient variables  take a value between negative 1 and 1. A correlation coefficient of zero  would indicate that there was no relationship between the variables. A  correlation coefficient close to 1 would indicate a strong positive  relationship, while a correlation coefficient close to negative 1 would  indicate a strong negative relationship.  Our results showed a correlation  coefficient of 0.72, indicating a significant relationship between arrivals  and arrival delays.  Although this result likely indicates that arrival delays  will rise with increases in arrivals, for several reasons, it should not be  viewed as highly predictive of the exact pattern with which delays will  track arrivals.", "Many other factors—that we do not account for—also affect delays at a  given airport or set of airports and thus affect the measured relationship  between the number of flights and delays.  For example, how close the  number of flights is to the airport’s capacity—i.e., the number of flights an  airport can handle in a given period of time—is a key factor underlying the  relationship between the number of flights and delays.  In particular, the  relationship between the number of flights and delays is likely not stable  in the sense that as the number of flights grows and becomes closer to the  capacity of an airport, the influence of additional flights on delays  becomes greater.  For example, in addition to looking at the relationship  for all airports, we also performed a correlation for all airports that were  among the 10 airports with the highest percentage of delayed flights in any  year since 2007. In total, there were 15 airports used for this most delayed  airports analysis.  Our analysis yielded a correlation coefficient of 0.79,  indicating that the most delay-prone airports—which likely handle a  number of flights closer to their capacity than others—experience a  stronger relationship between the level of flights and delays than airports  that have more available capacity.  Additionally, a host of factors—such as  airport infrastructure (e.g., available airport gates, taxiways, and  runways)—influence an airport’s capacity at a given time and, therefore,  how many flights an airport can handle.  Capacity can be a changing value  hour to hour or day to day, depending on such elements as weather, the  mix of aircraft used at the airport, and air traffic procedures.  Airport  projects that provide greater capacity—such a new runway, taxiway  improvements, or additional gates—will enable more flights with fewer  impacts on delays and therefore also affect the relationship between the  number of flights and delays.  Also, the level of delays at one airport or  throughout the national airspace system can affect delays elsewhere.  For  example, FAA officials provided an analysis to us suggesting that as the  number of flights, and therefore delays, rapidly grew at the John F.  Kennedy (JFK) airport after 2007, other airports—that did not see a  significant rise in the number of flights they handled—had measurably  worse delays.  Finally, how airlines use airport infrastructure can affect  the relationship between the number of flights and delays.  Notably, FAA  officials told us that airlines scheduling large numbers of flights at the  same time (e.g., airline peaking) at the busy airports is a key factor that  affects the relationship between the number of flights and delays.  That is,  a given number of flights will likely result in more delays if there are  strong peaks in the number of flights scheduled that tax the airport’s  capacity at certain times of the day rather than a more evenly spaced  schedule of flights across the entire day."], "subsections": []}, {"section_title": "Appendix IV: Airline-Reported Sources of Delays for Delayed and Canceled Flights Ranked by Airports with the Highest Percentage of Flight Delays, 2009", "paragraphs": ["ppendix IV:  Airline-Reported Sources of  A Delays for Dela Ranked b Percey Airports with the Highest  ntage of Flight Delays, 2009  Ntionl Avition Stem DOT collects delay data in one of five causal categories: national aviation system (i.e., a broad set of  circumstances affecting airline flights, such as nonextreme weather that slows down the system, but  does not prevent flying), late-arriving aircraft (i.e., a previous flight using the same aircraft arrived late,  causing the subsequent flight to depart late), airline (i.e., any delay that was within the control of the  airlines, such as aircraft cleaning, baggage loading, crew issues, or maintenance), extreme weather  (i.e., serious weather conditions that prevent the operation of a flight, such as tornadoes, snowstorms,  or hurricanes), and security (i.e., evacuation of an airport, reboarding because of a security breach,  and long lines at the passenger screening areas).", "Security delays do not appear this graphic because they make up less than 1 percent of the delays at  these airports.", "Severe wether DOT collects cancellation causal data in one of four categories: national aviation system (i.e., a broad  set of circumstances affecting airline flights, such as nonextreme weather that slows down the  system, but does not prevent flying), airline (i.e., any delay that was within the control of the airlines,  such as aircraft cleaning, baggage loading, crew issues, or maintenance), extreme weather (i.e.,  serious weather conditions that prevent the operation of a flight, such as tornadoes, snowstorms, or  hurricanes), and security (i.e., evacuation of an airport, reboarding because of a security breach, and  long lines at the passenger screening areas).", "Security delays do not appear on this graphic because they make up less than 1 percent of the  delays at these airports."], "subsections": []}, {"section_title": "Appendix V: FAA’s Analysis of the Capacity Limits at the Three New York Area Airports— JFK, Newark, and LaGuardia", "paragraphs": ["In 2008, FAA and its federally funded research and development center,  the MITRE Corporation’s Center for Advanced Aviation System  Development, undertook an analysis to set limits on scheduled operations  (often called slots) for Newark and JFK airports in the New York area in  order to address congestion and delay at these airports.  Because the level  of operations and associated delays had increased during 2006 and 2007 at  JFK, and airlines were indicating further increases in planned operations  for the summer of 2008, FAA determined that schedule limits needed to be  applied to that airport.  While LaGuardia already had a schedule cap in  place, Newark airport did not, and FAA decided to also set a cap for  Newark so that a limit on operations at JFK did not lead to increased  operations and delays at Newark.  From a performance perspective, the  goal in setting the level of caps at these airports was to reduce average  delays at JFK by about 15 percent compared with their 2007 level, and to  keep delays at Newark from worsening over their 2007 level.", "To determine how schedule limitations would be applied, FAA and MITRE  used a model that estimated the level of delay associated with various  levels of operations at both JFK and Newark airports.  The first key model  input is a level of demand on a particular busy day in August 2007.  The  source of that data is airlines’ scheduled departure and arrival operations  at the two airports for that day according to the Official Airline Guide  (OAG). In addition to scheduled operations, each day the airports also  service nonscheduled operations (i.e., operations not in the OAG).  To  properly capture the total demand levels at these airports, nonscheduled  operations are added as part of the demand input to the model.  Thus the  “demand” input is a profile of all scheduled and nonscheduled operations  across that day.  The second key model input is airport capacity—the  number of operations an airport can handle in any given time period.  The  level of airport capacity is not a constant; it varies on an ongoing basis  with runway configuration, weather, and other factors.  For the analysis,  airport capacities for each hour across all weekdays over many months  were determined.  As an input, the model used what is called adjusted  capacities. Adjusted capacities are based upon an airport’s called rates— the projected level of operations the airport could handle based on  conditions at the airport at that time, and actual throughput—the number  of aircraft that landed and departed.  With few exceptions, the adjusted  capacities in the model were set at the maximum of actual throughput or  called rate for any specific hour.", "For each of the airports, multiple iterations of the demand profile were run  against the adjusted capacities, and the model provided “predicted delays.”   These predicted delays were compared with actual delays that had  occurred at those airports across varied combinations of operations and  capacity.  FAA and MITRE found that the model’s predicted delays  followed patterns that were in line with the patterns of actual delays.  That  is, the manner in which the predicted level of delay responded to changes  in operations and/or capacity in the model paralleled the patterns of actual  delay response to those factors.  These parallels helped to validate the  model’s structure.  The results of the model were used in part to determine  the limits on scheduled operations by evaluating the amount of delay that  would be associated with varying levels of operations at each airport.  In  particular, MITRE staff provided model results that indicated, for  sequentially lower levels of hourly operations, the level of delay that could  be expected across the day at each airport.  For both JFK and Newark  airports, this exercise resulted in scheduling limitations set at 81  operations per hour, with some hourly exceptions, as this level of  operations was predicted to result in the target level of delay for each of  the airports.  While LaGuardia already had a schedule cap in place, FAA  and MITRE used this same approach to model estimated levels of delay at  various levels of operations. More recently, this analysis was used in  issuing a new order decreasing the limit of scheduled hourly operations at  LaGuardia from 75 to 71. Existing flights were not affected, but slots that  are returned or withdrawn by FAA will be limited to the 71 per hour limit.", "Figures 15 through 17 illustrate how the schedule limits affected hourly  operations at the three New York area airports, using a busy day in  August—typically a very busy month—to be representative of the summer  schedules. More specifically, the figures show how airlines scheduled  operations throughout the day in 2007, the schedule they planned to  submit for 2008 without caps—or the “wish list”—and the actual  operations scheduled in 2008 and 2009 with the caps in place.  The 2008  wish list data are based on the proposed schedules submitted by the  airlines during the negotiations and discussions held to determine the  limits on scheduled operations at the airports.", "The JFK and Newark figures show that peak period operations have  smoothed and fallen since the caps were put in place.  This change in peak  hour operations has enabled the airports to provide more throughput with  less impact on delay than a more peaked profile of operations would have  provided.  Other factors may also have had an impact on hourly operations  at the three airports (i.e., the economic downturn has led airlines to  reduce their scheduled operations below the scheduling limits during  some hours at these airports). For Newark, the decline in peak hour  operations is most significant when comparing the actual 2008 schedule  with the airlines’ 2008 wish list, especially during the busy afternoon and  evening period. Because LaGuardia has capped operations for many years,  and the orders have roughly maintained the same caps, the airport has  experienced significantly less variation in hourly operations over the last 3  years. In addition, the carriers never submitted a 2008 wish list because  the airport was already capped."], "subsections": []}, {"section_title": "Appendix VI: DOT and FAA Actions to Reduce Delays in the Next 2 to 3 Years", "paragraphs": ["Our report examined DOT and FAA actions to reduce delays over the next  2 to 3 years. Table 4 describes how each action could help reduce delays  and demonstrates that most of the ongoing and planned actions are  capacity improvements designed to address flight delays by enhancing and  expanding existing capacity.", "As table 5 demonstrates, these actions generally are being implemented at  the most delayed airports in the country. For example, DOT convened a  special aviation rulemaking committee (New York ARC) in the fall of 2007  specifically to address delays and other airline service issues in the New  York metropolitan area, and one of the committee’s working groups  assessed 77 operational improvement initiatives for the New York area. In  addition to being implemented at the most delayed airports, many of these  actions are also available at other OEP airports across the national  airspace system. These actions are available or planned at various  locations, but we did not assess the extent to which they are being used at  a given location. For example, we did not assess the extent to which RNAV  and RNP procedures are in use at these airports."], "subsections": []}, {"section_title": "Appendix VII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments:", "paragraphs": ["In addition to the contact named above, Paul Aussendorf (Assistant  Director), Amy Abramowitz, Lauren Calhoun, Colin Fallon, Heather  Krause, John Mingus, Sara Ann Moessbauer, Josh Ormond, Melissa  Swearingen, and Maria Wallace made key contributions to this report."], "subsections": []}]}], "fastfact": []}