{"id": "GAO-03-19", "url": "https://www.gao.gov/products/GAO-03-19", "title": "DOD Overseas Schools: Compensation Adequate for Recruiting and Retaining Well-Qualified Teachers", "published_date": "2002-12-12T00:00:00", "released_date": "2002-12-12T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of Defense (DOD) overseas schools educate more than 70,000 children of military service members and DOD civilian employees throughout the world. In order to ensure the continued success of this school system, the National Defense Authorization Act for Fiscal Year 2002 directed GAO to assess whether the DOD overseas teachers' compensation package is adequate to recruit and retain qualified teachers. The act also required GAO to determine whether any revisions to the law governing DOD overseas teachers' salaries were advisable."]}, {"section_title": "What GAO Found", "paragraphs": ["DOD overseas teachers' compensation compares favorably to that of U.S. teachers. In general, DOD overseas teachers receive a standard federal benefit package, including health and life insurance and coverage under the Federal Employees' Retirement System. Many DOD overseas teachers also receive allowances, such as a living quarters allowance, that U.S. teachers do not receive. On average, salaries for DOD overseas teachers are higher than U.S. teachers' salaries. Despite the generous compensation package, there is some dissatisfaction among overseas teachers regarding health care. DOD has little difficulty recruiting and retaining well-qualified teachers for overseas schools. In school year 2001-02, DOD recruiters filled over 99 percent of vacant teacher positions. Based on certification, experience, and education, the quality of DOD overseas teachers is high. Virtually all teachers in DOD schools are certified in the subjects or grades they teach. DOD may have some difficulties recruiting and retaining teachers in a few subject areas and geographic locations, but any such difficulties do not appear to threaten the quality of the overseas teachers workforce. DOD has developed a process for determining and paying teachers' salaries that meets statutory requirements. Although this system is time-consuming and burdensome, techniques that could address these difficulties do not meet legal requirements. Given DOD's success recruiting and retaining well-qualified teachers, it is not advisable at this time to revise the law."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Defense (DOD) overseas schools educate more than 70,000 children of military service members and DOD civilian employees throughout the world. In order to ensure the continued success of this school system, the National Defense Authorization Act for Fiscal Year 2002 directed GAO to assess whether the DOD overseas teachers’ compensation package is adequate to recruit and retain qualified teachers.  The act also required GAO to determine whether any revisions to the law governing DOD overseas teachers’ salaries were advisable.", "DOD overseas teachers’ compensation compares favorably to that of U.S. teachers.  In general, DOD overseas teachers receive a standard federal benefit package, including health and life insurance and coverage under the Federal Employees’ Retirement System.  Many DOD overseas teachers also receive allowances, such as a living quarters allowance, that U.S. teachers do not receive.  On average, salaries for DOD overseas teachers are higher than U.S. teachers’ salaries.  Despite the generous compensation package, there is some dissatisfaction among overseas teachers regarding health care.", "DOD has little difficulty recruiting and retaining well-qualified teachers for overseas schools.  In school year 2001-02, DOD recruiters filled over 99 percent of vacant teacher positions.  Based on certification, experience, and education, the quality of DOD overseas teachers is high.  Virtually all teachers in DOD schools are certified in the subjects or grades they teach.  DOD may have some difficulties recruiting and retaining teachers in a few subject areas and geographic locations, but any such difficulties do not appear to threaten the quality of the overseas teachers workforce.", "DOD has developed a process for determining and paying teachers’ salaries that meets statutory requirements.  Although this system is time-consuming and burdensome, techniques that could address these difficulties do not meet legal requirements.  Given DOD’s success recruiting and retaining well-qualified teachers, it is not advisable at this time to revise the law.", "In School Year 2001-02, DOD Operated 155 Overseas Schools in 14 Countries.", "To view the full report, including the scope and methodology, click on the link above. For more information, contact Marnie Shaul, (202) 512-7215.", "The Honorable Carl Levin Chairman The Honorable John W. Warner Ranking Minority Member Committee on Armed Services United States Senate The Honorable Bob Stump Chairman The Honorable Ike Skelton Ranking Minority Member Committee on Armed Services House of Representatives Policymakers are interested in maintaining the high quality of the Department of Defense (DOD) overseas schools in the future. These schools educate over 70,000 children of military service members and DOD civilian employees in 14 foreign countries. In school year 2001-02, DOD operated 155 schools overseas and employed roughly 6,200 instructional staff. Due to congressional interest in maintaining the high-quality of education in these schools, the National Defense Authorization Act for Fiscal Year 2002 directed us to assess whether the DOD overseas teachers’ compensation package is adequate to recruit and retain qualified teachers and to recommend any necessary revisions to the law governing DOD overseas teachers’ salaries.", "To address the issues raised in the mandate, we answered three key questions: 1.  What is the compensation package for teachers in DOD overseas schools, and how does it compare with compensation for teachers in the United States? 2.  To what extent do DOD overseas schools experience difficulties recruiting and retaining well-qualified teachers? 3.  What is the process for determining teacher salaries and paying teachers, and which aspects of the process, if any, could be improved?", "To answer these questions, we reviewed laws, regulations, and policies on salary, benefits, and allowances for DOD overseas teachers, as well as for other federal civilian employees overseas. We also examined DOD promotional materials, planning documents, and information provided to DOD overseas teachers. We conducted a literature review on teacher quality, compensation, and demographics in the United States. We analyzed salary data on U.S. teachers and DOD overseas teachers, as well as demographic data on DOD overseas teachers. Finally, we interviewed officials in several DOD offices and representatives of teachers’ unions. We performed our work between January and November 2002 in accordance with generally accepted government auditing standards. For additional information on our scope and methodology, please see appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["The Department of Defense Education Activity (DODEA) oversees all DOD schools in the United States and abroad. The Department of Defense Dependents School System (DODDS) is the entity within DODEA that manages DOD’s overseas schools. In school year 2001-02, DODDS operated 155 schools in 14 countries (see figs. 1 and 2) and employed roughly 6,200 educators, including both traditional classroom teachers and instructional staff, such as school psychologists, nurses, and counselors. Classroom teachers comprise over 90 percent of all DOD overseas educators. They are represented by two different teachers’ unions: the Federal Education Association (FEA) and the Overseas Federation of Teachers (OFT). Although classroom teachers and instructional staff are paid on different salary schedules, both groups are subject to the same salary determination and payment process.", "Legal requirements and union arbitration agreements form the basis for the DOD overseas teachers’ salary determination process. Prior to 1959, teachers in DOD overseas schools were paid according to the General Schedule, the standard pay schedule for many federal government employees. These salaries did not reflect teachers’ academic backgrounds or qualifications. As a result, DOD overseas teachers’ salaries were significantly lower than those paid to public school teachers in the United States. Congress attempted to remedy these inequities in 1959 by passing the Defense Department Overseas Teachers Pay and Personnel Practices Act (Pay and Personnel Practices Act). This law directed the heads of each military department in DOD to fix rates of basic compensation “in relation to the rates of basic compensation for similar positions in the United States.” However, these rates of compensation could not exceed the highest rate of basic compensation for similar positions of a comparable level of duties and responsibilities under the municipal government of the District of Columbia.", "Upon passage of the Pay and Personnel Practices Act, DOD officials met with representatives of the Overseas Education Association (OEA) and the National Education Association (NEA) to develop procedures governing its implementation. In 1960, these parties agreed to establish an annual review of compensation schedules as compared to the rates of compensation in urban school jurisdictions with populations of 100,000 or more. Although all parties agreed to this process, annual per-pupil spending limitations enacted by Congress effectively lowered the compensation paid to DOD overseas teachers below the salary schedule devised through the annual review. To correct this problem, Congress amended the Pay and Personnel Practices Act in 1966 and set into law the procedures that DOD and the teachers’ associations had agreed to in 1960. The amendment provides that DOD fix the basic compensation for overseas teachers at rates equal to the average of the range of rates of basic compensation for urban school jurisdictions with populations of 100,000 or more.", "Since 1966, the DOD overseas teachers’ salaries have been the subject of numerous legal actions. Among the most significant for their impact on DOD’s salary determination and payment process are a class action law suit in 1973 and an arbitration decision in the early 1980s. In 1973, seven DOD overseas teachers sued the U.S. government, claiming that DOD’s methods for determining teacher salaries were inconsistent with the Pay and Personnel Practices Act. Specifically, the teachers argued that DOD’s process of determining teacher salaries based on the previous year’s salaries in U.S. school jurisdictions resulted in salaries unequal to those paid to teachers in the United States. The court ruled that timing was an essential component of compensation and that, therefore, salaries used for comparison purposes should be from the same school year. The result of this court case was the establishment of the payment system that DOD currently uses to determine and distribute salary payments to DOD overseas teachers.", "In 1982, an arbitration decision was issued, which resolved a grievance the OEA filed relating to the salary schedule that had been set for school year 1979-80. In part, the OEA contested DOD’s use of an August 1, 1979, cut-off date for salary data because it excluded the salary increases that many U.S. school teachers received in the second half of the school year. The arbitrator held that by using the August 1 date, DOD did not meet the statutory requirement that it set salaries “equal to the average of the range of rates” of the group of teachers identified in the statute. Subsequently, DOD and OEA reached an arbitration agreement, which requires DOD to collect salary information for its annual survey through at least January 10 of each school year. The Department of Defense Civilian Personnel Management Service, Wage and Salary Division conducts this survey and generates the DOD overseas teachers salary schedule each year."], "subsections": []}, {"section_title": "DOD Overseas Teachers’ Compensation Package Is Set by Law and Regulations and Generally Compares Favorably with That of U.S. Teachers", "paragraphs": ["The DOD overseas teachers’ compensation package, which includes salary, benefits, and allowances, is set by law and regulations and generally compares favorably with U.S. teachers’ compensation. Since 1966, DOD overseas teachers’ salary schedules have been set equal to average teacher salaries in school districts in incorporated places with 100,000 or more people. Their benefits are set by regulations published by the U.S. Office of Personnel and Management (OPM). DOD overseas teachers also may receive allowances determined by the U.S. Department of State and additional services, such as access to on-base gyms and social clubs. The compensation package generally compares favorably with compensation for U.S. teachers. Starting and average salaries for DOD overseas teachers are higher than those of teachers in the United States. U.S. teachers typically do not receive the allowances and services that many DOD overseas teachers receive. While the compensation package generally compares favorably with that of U.S. teachers, it appears that many teachers are dissatisfied with access to health care in many overseas locations."], "subsections": [{"section_title": "DOD Overseas Teachers’ Salaries Set by Law, and Benefits and Allowances Set by Regulations", "paragraphs": ["The Defense Department Overseas Teachers Pay and Personnel Practices Act, as amended in 1966, requires that DOD overseas teachers’ salaries be equal to average salaries in U.S. urban school districts. DOD overseas teachers are paid on a salary schedule, which reflects both their level of education and years of experience. (See table 1 for the school year 2001-02 salary schedule.)", "As federal civilian employees, many DOD overseas teachers are eligible for a variety of other benefits in addition to basic compensation (salary). In general, federal civilian employees are eligible to participate in the Federal Employees Health Benefits (FEHB) program and the Federal Employees Group Life Insurance (FEGLI) program and are covered by the Federal Employees’ Retirement System (FERS), which includes the Thrift Savings Plan (TSP). However, not all DOD overseas educators are eligible for these benefits. The type of appointment a teacher holds can alter the benefit package he or she receives. For example, federal employees hired as temporary employees with appointments not to exceed 1 year are not eligible for health insurance. Although DOD overseas teachers hired in the United States are mostly permanent employees and therefore eligible for all benefits, local hires (teachers residing and hired abroad) are often employed under time-limited appointments. However, local hires who are on time-limited appointments can be converted to permanent appointments once they meet all requirements, which allows them to receive full benefits. In addition, almost all local hires are spouses of military and DOD civilian personnel and thus receive these benefits indirectly through their spouses.", "In addition to salary and benefits, some teachers are also eligible to receive allowances such as a living quarters allowance, a post (cost-of- living) allowance, and the cost of shipment of household goods and an automobile. These additional allowances are the same as those available to other DOD civilian employees stationed overseas and similar to those available to other federal employees stationed overseas. These allowances are primarily governed by regulations set by the Department of State.DOD has some flexibility to limit these allowances, but may not exceed the scope of the regulations set by State. For instance, although State allows civilian employees overseas to receive an education allowance, the wardrobe portion of Home Service Transfer Allowance, and the wardrobe portion of the Foreign Transfer Allowance, DOD overseas teachers do not receive them. See table 2 for an explanation of each allowance available to DOD civilian employees stationed overseas.", "Generally, these allowances are available only to teachers who are recruited in the United States. These allowances (except post allowance and danger pay, which all teachers are eligible for, regardless of where they are hired) are not considered salary supplements or entitlements.", "Rather, they are intended to be recruitment incentives for U.S. citizen employees living in the United States to accept employment in foreign areas. In each of the last 2 years, over 90 percent of locally hired teachers were spouses of active duty military or DOD civilian employees. Thus, though these teachers may not be eligible for these allowances in their own right, they do receive them through their spouses. Furthermore, locally hired teachers may become eligible for these allowances if transferred to a new post."], "subsections": []}, {"section_title": "DOD Overseas Teachers’ Compensation Package Generally Competitive with U.S. Teachers’, but Health Care an Issue", "paragraphs": ["DOD overseas teachers’ salaries compare favorably to U.S. teachers’ salaries. On average, salaries for teachers in DOD overseas schools are higher than the U.S. national average teacher salary. The average salary in DOD overseas schools for school year 2000-01 was $47,460, while the national average for the same year was $43,250. On a comparative basis, the average DOD overseas teacher’s salary ranked the twelfth highest among average teacher salaries in the 50 states and the District of Columbia for school year 2000-01. (See table 3.)", "In the same year, the starting salary for a DOD overseas teacher with a Bachelor of Arts (BA) degree ($30,700) was 6 percent higher than the average starting salary in the United States ($28,986) for a teacher with a BA. Furthermore, if starting salaries for DOD’s overseas teachers with a BA in school year 2000-01 are included in the ranking of average, starting salaries in each state and the District of Columbia, the DOD overseas school system ranked twelfth highest. (See table 4.)", "While U.S. teachers generally receive similar benefits to those of DOD overseas teachers, they do not receive the allowances that overseas educators generally receive, such as the living quarters allowance. In addition to these allowances, DOD overseas teachers often have access to military base stores, which sell discounted and duty-free goods, and to recreational facilities on base, such as gyms and social clubs.", "Although DOD overseas teachers receive the standard health care benefit for U.S. civilian government employees, employees stationed overseas face challenges with regard to health care access. Representatives of teachers’ unions told us that there is dissatisfaction among teachers with access to health care in many overseas locations. In addition, in July 2001, the Assistant Secretary of Defense for Force Management Policy reported that “the availability and cost of medical care for DOD educators employed overseas is a significant problem.” While civilian employees are often allowed to use military treatment facilities, access to these facilities for civilian employees is on a space-available basis.", "Civilian employees stationed overseas, like the DOD teachers, are limited to fee-for-service insurance plans because no health maintenance organizations are available in foreign posts. Whether care is provided at military or host nation facilities, civilian employees must pay when services are rendered and request reimbursement by their medical insurance. This can often mean large out-of-pocket expenses for doctor’s visits and treatments. In addition, health care providers at military medical treatment facilities are not recognized as authorized preferred providers by the health plans available to overseas employees, so reimbursement rates are often lower than for preferred providers in the United States. Furthermore, when civilian employees must use host nation medical facilities, they often face challenges, such as differences in language, culture, and health practices. For example, a teacher may have difficulty explaining his or her medical history to a doctor who does not speak English. DOD is unable to change the health insurance available to civilian DOD employees, including the DOD overseas teachers, because their health insurance package is set by a governmentwide policy for civil servants."], "subsections": []}]}, {"section_title": "DOD Appears to Have Little Difficulty Recruiting and Retaining Well- Qualified Teachers for the Overseas School System", "paragraphs": ["In general, DOD has been successful in recruiting and retaining well- qualified teachers. In school year 2001-02, DOD recruiters filled almost all vacant teaching positions in overseas schools. The DOD overseas teacher workforce is highly qualified, with virtually all DOD overseas teachers certified in the subjects or grades they teach. DOD also does not appear to have difficulty retaining teachers, although some agency officials and a representative of a teachers’ union suggested retention difficulties exist in a few specific geographic areas."], "subsections": [{"section_title": "DOD Generally Successful Recruiting Well-Qualified Teachers", "paragraphs": ["In school year 2001-02, DOD recruiters filled over 99 percent of vacant classroom teaching positions. More than one agency official we spoke with confirmed that DOD has little difficulty recruiting teachers for overseas schools. This year, DOD has received approximately 8,500 teaching applications, far more than the approximately 900 teaching positions available. DOD’s success in filling vacancies appears consistent across the 10 districts in which its overseas schools are located. The lowest success rate for filling classroom teaching vacancies in school year 2001-02 was 99.77 percent (for vacancies in the Heidelberg, Germany district), while 7 of the 10 districts filled all their vacancies for that school year.", "The availability of teachers and the attractiveness of the DOD overseas schools to potential hires may be factors that aid recruitment. DOD has a ready supply of potential teachers living abroad. Roughly one-third of DOD overseas teachers are hired locally. In school year 2001-02, spouses of military or DOD civilian employees made up 47 percent of new hires. It is DOD policy to give them preference over teaching candidates living in the United States when applying to the system, provided that they are qualified. DOD overseas schools also have qualities that make them attractive to teachers. Representatives of teachers’ unions indicated in interviews that the excitement of living abroad combined with the familiarity of working in an American school attracts many teachers to the DOD overseas school system. In addition, DOD’s recruitment video cites the system’s competitive pay and benefits as a reason for joining the system.", "DOD’s vigorous recruitment program may also contribute to DOD’s success attracting applicants. Recruitment activities include job fairs; a student teaching program; advertisements in professional, military, and on-line publications; participation in the Troops to Teachers program;and on-site recruitment at college campuses. In recent years, DOD recruitment personnel have focused on enhancing the diversity of their teacher workforce. To that end, they have established student teaching agreements with Historically Black Colleges and Universities and the Hispanic Association of Colleges and Universities to attract minority applicants. As part of its recruitment efforts, DOD has also developed an on-line application system for teaching candidates in order to facilitate the application process. Since this system was made available, the number of applicants to the system has more than doubled. Another important recruitment tool is the use of advance job offers, offers made to applicants before actual vacancies have been identified and that do not specify a job location. The advance offers program is used to help DOD overseas schools compete with U.S. school districts for exceptional educators because U.S. schools tend to make job offers well in advance of the DOD overseas schools. Advance offers are also used to recruit minority teachers and increase the diversity of the DOD overseas teacher workforce.", "While recruitment is generally successful, agency officials and representatives of teachers’ unions have indicated that DOD experiences some difficulties recruiting teachers for certain subjects, such as special education, math, and science. It is not surprising that DOD has some difficulty recruiting teachers for these subjects. According to a 1996 report by the National Center for Education Statistics (NCES), 20-29 percent of U.S. public schools with vacancies in the subject areas of bilingual and special education, math, science, and English-as-a-Second-Language report difficulty filling them.", "DOD officials also report challenges filling vacancies in some locations. According to DOD officials and representatives of the teachers’ unions, areas like Japan, Korea, and Bahrain are not as attractive to teachers because the culture and language are significantly different from their own. Of the 20 substitute teachers hired to fill full-time positions by DOD in school year 2001-02, 19 were located in schools in Japan. This figure suggests that while DOD may be able to fill virtually all of the vacancies in that country, it must use some nonpermanent teachers to do so. DOD can fill positions in less desired locations by sending teachers there from other schools in the system. All teachers sign mobility agreements upon accepting permanent employment with DOD, which allows the agency to send them wherever they are needed, though administrators seek to avoid compulsory reassignment. At the same time, DOD can pay teachers recruitment bonuses, a tool that could help the agency address any recruitment difficulties. DODEA recently received authority to pay these bonuses and has not yet offered any. While it may be more difficult to recruit teachers for some subject areas and locations, DOD’s success filling vacant positions with well-qualified teachers suggests that any recruitment difficulties are relatively minor."], "subsections": []}, {"section_title": "Based on Certification, Experience, and Education, the Quality of DOD Overseas Teachers Is High", "paragraphs": ["DOD overseas teachers are well-qualified, with virtually all teachers in DOD schools certified in the subjects or grades they teach. Almost two- thirds of DOD overseas teachers hold advanced degrees, compared to 46 percent of public school teachers in the United States. Further, 73 percent of DOD teachers have at least 10 years of teaching experience.", "These well-trained teachers could be a major factor behind the schools’ high student-achievement level, an indication of the strength and success of the DOD overseas school system. Research has linked teacher quality to student performance. Data show that students in DOD overseas schools perform above the national average on the National Assessment of Educational Progress (NAEP) and the Terra Nova Achievement Test. For example, in 1998, only two states had a higher percentage than the DOD overseas schools of eighth graders who performed at a proficient or higher level on the writing portion of the NAEP. Notably, DOD overseas schools have made significant progress in closing the performance gap between minority and white students. Compared to state-by-state rankings of minority eighth graders in 2000, DOD minority eighth graders ranked second on NAEP math scores."], "subsections": []}, {"section_title": "DOD Generally Appears to Have Little Difficulty Retaining Teachers", "paragraphs": ["Agency officials and representatives of teachers’ unions told us that, in general, DOD overseas schools do not have a problem retaining teachers. While the agency does not have sufficient data to calculate retention rates by location, agency officials we spoke with said that any retention difficulties the agency has are limited to a few geographic areas, such as Korea, Japan, and Bahrain. In addition, union representatives told us that teachers who join DOD’s overseas school system generally tend to stay in the system for many years. Because DOD is consistently able to fill vacant positions with well-qualified teachers, any retention difficulties that exist do not appear to threaten the quality of the teacher workforce. DODEA recently obtained authorization to offer retention bonuses to teachers, a tool that could be used to address these difficulties. The agency has not yet offered any such bonuses."], "subsections": []}]}, {"section_title": "The Current Process for Determining and Paying Teacher Salaries Is Time- Consuming, but DOD Has Little Flexibility to Modify This Process Because of Statutory Requirements", "paragraphs": ["DOD has developed a process for determining and paying overseas teachers’ salaries to meet the requirements of the law and subsequent court cases and arbitrations. DOD’s process for collecting salary information and issuing a new salary schedule for DOD overseas teachers takes roughly 8 months. Once the new salary schedule is set, DOD must pay teachers their annual salary increases, and some allowance increases, retroactively. Teachers typically receive these retroactive payments near the end of the school year. The process for recalculating the teachers’ salaries and paying them retroactively causes some administrative burden for the agency, in terms of both workload and cost."], "subsections": [{"section_title": "DOD’s Process for Determining the Annual Salary Schedule Results in Retroactive Payments and Some Administrative Burden to the Agency", "paragraphs": ["Each year, in order to meet legal requirements, the DOD Wage and Salary Division surveys urban school districts for salary data through at least January 10. It identifies these urban school districts by using the Census Bureau’s list of incorporated places with populations of 100,000 or more. For school year 2001-02, the division surveyed 230 school districts. It began planning in August, mailed out surveys in October, and continued data collection—including follow-up calls—through March. The data collection includes information on the minimum and maximum salary paid to a teacher with a BA degree, the minimum and maximum salary paid to a teacher with a Ph.D. degree, the number of pay lanes, the number of regular and longevity steps, and the number of days in the school year. With these data, the Wage and Salary Division calculates a schedule of earnings for DOD overseas teachers. As part of the calculation for this schedule, the Wage and Salary Division reviews the number of steps and salary lanes in U.S. urban school jurisdictions to ensure comparability. The survey process takes 12 people a total of 1,680 hours (or 42 workweeks) to complete. The salary schedules for the current school year are usually completed in April or May. (See fig. 3.)", "Once the salary schedules are complete, Wage and Salary Division personnel meet with representatives from the FEA and agency officials to discuss the results of the survey. Once all parties agree on the results, the new salary schedule is issued.", "The courts have interpreted the Pay and Personnel Practices Act as requiring that DOD overseas teachers be paid the same salary that the U.S. teachers in DOD’s comparison group receive for the same year. Because the salary schedule is typically issued near the end of the school year, overseas teachers receive their pay increases retroactively. Usually, the overseas teachers receive these increases just prior to the end of the school year. In addition, since some allowances, such as the post allowance, are based on salary, teachers may also receive retroactive payments for allowance increases.", "This retroactive pay process results in some administrative burden for the agency in terms of workload and cost. First, the process increases the agency’s workload. DOD spends additional time each year processing, reviewing and entering the pay and allowance increases. The Defense Finance and Accounting Service (DFAS) calculates the amount of each teacher’s new salary and retroactive payments, while the DODEA personnel office must correct the official personnel forms for all affected employees. In addition, field staff help recalculate adjustments to any extra duty pay teachers may have received during the year. Once this work is completed, the DODEA payroll office receives the data for record keeping purposes, reviews them, and corrects any coding errors. Second, the process can complicate DODEA’s management of its budget. Each year, DOD officials predict how large the retroactive pay increase will be in order to plan the budget. If this prediction is too low, DODEA personnel must find the necessary funds to pay for the difference. Because payroll comprises over 70 percent of DODEA’s budget, this task can be a difficult one. A large enough difference in the predicted and actual amounts of the pay increase can have an impact on DODEA’s budget. For instance, in school year 2001-02, DODEA officials expected the salary increase to be about 3.6 percent, but it was actually 5.2 percent. As a result, they had to ask the Office of the Secretary of Defense for the necessary funds to address this problem. Finally, the process results in some costs to the agency. DFAS charges DODEA an annual fee for determining and processing the retroactive pay increases. Last year, this fee totaled roughly $78,000."], "subsections": []}, {"section_title": "Techniques That Could Make the System Less Time-Consuming and Less Burdensome Cannot Meet Legal Requirements", "paragraphs": ["Alternative techniques exist, such as sampling and projection, that could make the salary determination and payment process less time-consuming and less burdensome; however, they cannot meet legal requirements. Given the moderately burdensome nature of the current system, we reviewed the current salary determination method and explored whether alternatives could take less time. While these alternatives might be more efficient, they would not be in compliance with the law. For instance, DOD could project overseas teachers’ salaries each year based on the degree to which salaries for U.S. urban teachers increased in past years. By projecting teacher salaries the salary schedule could be completed prior to the beginning of the school year, rather than near the end. This would eliminate the need to pay teachers retroactively, thus saving time and money. However, because projections would not guarantee the same result as the survey, this method would not meet the law’s requirement that DOD overseas teachers’ salaries be “equal to” the salaries of U.S. urban teachers. Therefore, DOD would still have to survey the U.S. schools, and pay any difference between the projections and the survey results to the teachers retroactively. While alternative methods of salary determination exist, such as sampling, they would not reduce the workload or administrative burden. For more information on alternative salary determination techniques, see appendix I."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["DOD overseas schools play a critical role, educating more than 70,000 children of parents in the armed services and the federal civilian workforce. To date, agency officials have successfully recruited and maintained a well-qualified teacher workforce for these schools. These well-trained teachers could be a major factor behind the schools’ high student-achievement level. While the salary determination and payment process is time consuming and involves some administrative burden, DOD’s success recruiting and retaining well-qualified teachers indicates that there is no immediate need to change the law."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["The Department of Defense provided oral comments on a draft of this report. DOD concurred with the content of the report. DOD also provided technical comments, which we incorporated as appropriate.", "We are sending copies of this report to the Secretary of Defense, appropriate congressional committees, and other interested parties. We will also make copies available to others upon request. In addition, this report will be available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staffs have any questions about this report, please call me at (202) 512-7215. Other contacts and contributors to this report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["The National Defense Authorization Act for fiscal year 2002 directed GAO to assess whether the Department of Defense (DOD) overseas teachers’ compensation package is adequate to recruit and retain qualified teachers and to recommend any necessary revisions to the law governing DOD overseas teachers’ salaries.", "To address the issues raised in the mandate, we developed three key questions: 1.  What is the compensation package for teachers in DOD overseas schools, and how does it compare to compensation for teachers in the United States? 2.  To what extent do DOD overseas schools experience difficulties recruiting and retaining well-qualified teachers? 3.  What is the process for determining teacher salaries and paying teachers, and which aspects of the process, if any, could be improved?", "To answer question one, we reviewed laws, regulations, and policies on salary, benefits, and allowances for DOD overseas teachers and other federal civilian employees overseas. We also analyzed salary data on DOD overseas teachers and U.S. teachers and conducted a literature review on teacher compensation in the United States. Finally, we interviewed DOD officials to confirm our understanding of the total compensation package and eligibility rules related to benefits and allowances.", "To answer question two, we analyzed data on DOD overseas teachers (such as the number of newly hired teachers in each of the past three years; the number of teachers in each school; the number of teachers hired from the United States; the number hired from overseas; and the number who are spouses of DOD military or civilian employees) and reviewed DOD promotional materials, planning documents, and information provided to teachers in the DOD overseas school system. We also interviewed DOD officials and representatives of the two teachers’ unions that represent DOD overseas teachers. Finally, we conducted a literature review on teacher quality and its relation to student performance.", "To answer question three, we reviewed laws, court cases, arbitration documents, regulations, and policies on the DOD overseas teacher salary determination and payment process. We also interviewed DOD officials about implementation of this process and its impact on the agency. Finally, we explored alternative ways to determine and pay teacher salaries that could potentially improve efficiency and reduce costs. Specifically, we considered the use of sampling and salary projection."], "subsections": [{"section_title": "Alternative Techniques for Determining and Paying Teacher Salaries", "paragraphs": [], "subsections": [{"section_title": "Sampling", "paragraphs": ["We explored stratified sampling as one possible way to determine DOD overseas teachers’ salaries. Using a sample would allow DOD to contact fewer schools to obtain salary data, thus potentially saving time and money. Estimates derived from stratified random samples are typically more precise than estimates derived from simple random samples of the same size.", "Currently, DOD surveys 231 urban school districts. DOD provided us with data on four salary/education categories, the BA minimum salary (BA min), the BA maximum salary (BA max), the Ph.D. minimum salary (Ph.D. min), and the Ph.D. maximum salary (Ph.D. max), for each of the 231 urban school districts it surveyed for school year 2001-02. We defined strata by dividing the population, all 231 districts, into three groups, based on salary data. We defined the low stratum as those school districts with a BA min value of $28,533 or lower, the high stratum as those school districts with a Ph.D. max of $62,413 or greater, and the medium stratum as any district that did not fall into either of the other strata. This stratification resulted in 60 school districts for the low stratum and 70 districts for the high stratum; the remaining 101 districts were placed into the medium stratum.", "We examined four different sample sizes: a 20 percent sample, a 30 percent sample, a 40 percent sample, and a 50 percent sample. For instance, for the 20 percent sample we selected 20 percent of the districts in the low stratum, 20 percent of the districts in the medium stratum, and 20 percent of the districts in the high stratum. Table 5 shows the total number of sample districts and the number in each stratum for the four different sample sizes before any adjustment for nonresponse.", "For the four sample size options, we determined margins of error for the average salaries in each of the four education/salary categories. The margin of error is a measure of how precise the estimates of the average salary are and refers to the fact that these estimates will differ from the average salary calculated using the overall population. These margins of error are presented in table 6.", "For both the 20 percent sample and the 30 percent sample, at a confidence level of 95 percent, the margins of error in each of the four education/salary categories were all within +/- $1,900 for the average salary. For both the 40 percent sample and the 50 percent sample the margins of error were all within +/-$1,200, at a confidence level of 95 percent. This means that DOD could reduce the size of the annual survey from roughly 230 districts to 141—in the case of the 50 percent sample—with estimated margins of error ranging from +/- $397 to +/- $916, depending on the salary variable. In other words, we would expect with a 95 percent level of confidence that the average BA min salary calculated from the sample would be within +/- $397 of the average salary calculated from the entire survey population.", "Initially, DOD would have to survey all districts to define the strata but in subsequent years it would rely on this stratification to draw its sample. However, DOD’s efforts to sample would be affected by the stability of the salary strata used. If the school districts in the sample frequently changed strata, then over the course of several years of using the original stratification definitions, there would be increased variability in the estimation. We tested for stability by using DOD’s actual data for 3 years, and found that there was a substantial shift of schools across strata over time.", "To examine the stability of our strata, we used the salary data DOD provided us for each of the urban school districts it surveyed in school years 1999-00, 2000-01, and 2001-02. Taking the data from the first year, we grouped the school districts into three strata: low, medium and high. We defined the low stratum as those school districts with a BA min value of $27,000 or lower, the high stratum as those with a Ph.D. max of $57,000 or greater, and the medium stratum as those that did not fall into either of the other strata. This same stratification scheme was used for 2 additional years of school district salary data. Thus, the strata definitions were based on the salary data from the first year. In subsequent years, some districts moved from one stratum into another. As they did so, the original stratification no longer reflected the most recent ranking of the school districts’ salaries. As a result, the margins of error for the average salary in each education/salary category increased. For example, the margin of error for the BA min average salary increased from +/- $440.60 in the base year to +/- $697.80 in the third year. In other words, there was a 26 percent deterioration over one year and a 60 percent deterioration over 2 years for the BA min category. Considering the four education/salary categories, the larger the percent deterioration, the greater the movement of districts across strata and the less stable the strata. Table 7 shows the increased margin of error over time, the percent deterioration over time and the salary ranges for each of the four education/salary categories.", "The percent deterioration was calculated as follows: % deterioration in one year = margin of error in year I – margin of error in year II margin of error in year I % deterioration in 2 years = margin of error in year I – margin of error in year III margin of error in year I Thus, the percent deterioration—increase in the margin of error—can be gauged from the base year, Year I (1999-2000), to Year III (2001-2002).", "As noted above, the estimated margin of error and the percent deterioration over time indicate that there was considerable shifting over time of districts across strata for all salary/education categories except the BA max. Consequently, if sampling were used, the strata would need to be redefined and new samples selected frequently in order to minimize the variability in the salary estimates. To do this, the entire population of urban school districts would need to be surveyed."], "subsections": []}, {"section_title": "Projection", "paragraphs": ["We explored projection as a way for DOD to pay overseas teachers their current-year salaries from the beginning of the school year, rather than retroactively. Our projections and the associated margins of error are shown in table 8.", "We made our projections for 2001-02 based on DOD salary data from school years 1999-00 and 2000-01. We applied a rate-of-change model to the first two years of data to calculate estimates of the annual rate of change for each of our four education/salary categories. Our model took the form a is the estimated rate of change X is the salary from school year 1999-00, and Y is the salary from school year 2000-01.", "Having calculated values for a, we then substituted in values for school year 2000-01 for X in order to calculate projected average salaries for school year 2001-02.", "As an example, to calculate the projected mean salary in school year 2001-02 for the BA min category, we used the equation in column two (Y=1.0557*X). For X we substituted 30,701, the value in column three, the actual mean salary for school year 2000-01. Multiplying this value times 1.0557 (the mean increase for BA min from school year 1999-00 to school year 2000-01) gave us the projected mean salary for school year 2001-02 displayed in column five. This projected mean salary will not be the same as the actual mean salary, because salary projections include an assumption about the annual rate of growth in earnings, and this assumed growth rate is likely to differ from the actual growth rate. In the particular examples shown, the mean salaries we projected were similar to the actual mean salaries. However, the projections could fall anywhere between the confidence limits, indicating the variability attached to these projections. Table 7 shows that the 95 percent confidence interval for the BA min salary would range from $29,518 to $35,304."], "subsections": []}]}]}, {"section_title": "Appendix II: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to those named above, Elizabeth Field, Barbara Smith, Kris Braaten, Emily Williamson, Jon Barker, Barbara Alsip, and Patrick DiBattista made key contributions to this report."], "subsections": []}]}], "fastfact": []}