{"id": "GAO-18-119", "url": "https://www.gao.gov/products/GAO-18-119", "title": "Southwest Border Security: Border Patrol Is Deploying Surveillance Technologies but Needs to Improve Data Quality and Assess Effectiveness", "published_date": "2017-11-30T00:00:00", "released_date": "2017-11-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The southwest border has long been vulnerable to cross-border illegal activity. In fiscal year 2016, Border Patrol apprehended over 409,000 illegal entrants. Border Patrol has employed a variety of land-based surveillance technologies to assist in securing the border. GAO has reported regularly on CBP's progress and challenges deploying surveillance technologies.", "GAO was asked to review CBP's use of surveillance technology. This report examines (1) the deployment status of surveillance technology programs and the extent to which CBP has developed plans for future technology deployments and (2) what data are available on the contributions of deployed technologies to CBP's border security efforts and the extent to which CBP has assessed technology performance.", "GAO analyzed technology program documents; interviewed CBP and Border Patrol officials; and conducted site visits to Arizona and south Texas to observe the operation of various land-based technologies. We selected these locations because CBP has deployed or has plans to deploy a mix of technologies there, among other factors."]}, {"section_title": "What GAO Found", "paragraphs": ["The U.S. Border Patrol, within the Department of Homeland Security's (DHS) U.S. Customs and Border Protection (CBP), has made progress deploying surveillance technology along the southwest U.S. border under its 2011 Arizona Technology Plan (ATP) and 2014 Southwest Border Technology Plan. The ATP called for deployment of a mix of radars, sensors, and cameras in Arizona; the 2014 plan expanded these deployments to the rest of the southwest border. As of October 2017, Border Patrol had completed the planned deployment of select technologies to Arizona, Texas, California, and New Mexico. For example, in Arizona, Border Patrol deployed all planned Remote Video Surveillance Systems (RVSS) and Mobile Surveillance Capability (MSC) systems, and 15 of 53 planned Integrated Fixed Tower (IFT) systems. Border Patrol also deployed all planned MSC systems to Texas, California, and New Mexico and completed contract negotiations to deploy RVSS to Texas. These technology programs have experienced delays, but are currently on track against revised program schedules and cost baselines. To plan for future technology deployments, Border Patrol reports it will use its Requirements Management Process (RMP)––a process designed to facilitate planning by, among other things, identifying capability gaps and collecting agents' feedback––and other initiatives. Border Patrol is currently developing written guidance for the RMP to ensure station officials understand their roles and responsibilities in the process.", "Border Patrol agents collect and report data on asset assists, which are instances in which technologies or other assets (such as canine teams) contributed to an apprehension or seizure; however, Border Patrol has not provided sufficient guidance to ensure the accuracy and reliability of that data. For example, agents incorrectly attributed some apprehensions or seizures to certain technologies rather than others. Stations in the Rio Grande Valley sector recorded assists from IFTs in about 500 instances from June through December 2016; however, this sector does not have IFTs. Data integrity and quality checks are the responsibility of individual sectors, but Border Patrol has provided limited guidance on how to ensure data quality. Without sufficient guidance to ensure the quality of asset assist data, Border Patrol is limited in its ability to determine the mission benefits of its surveillance technologies and use information on benefits to inform resource allocation decisions."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that Border Patrol issue guidance to improve the quality and usability of its asset assist information. DHS concurred with GAO's recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["The southwest border of the United States has long been vulnerable to  cross-border illegal activity. Within the Department of Homeland Security  (DHS), U.S. Customs and Border Protection’s (CBP) U.S. Border Patrol  (Border Patrol) is the federal agency responsible for securing the national  borders between U.S. ports of entry. According to Border Patrol data,  total apprehensions of illegal entrants across the southwest border  increased from about 331,000 in fiscal year 2015 to about 409,000 in  fiscal year 2016.", "Border Patrol has employed a variety of land-based surveillance  technologies to assist in securing the border and apprehending  individuals attempting to cross the border illegally. In November 2005,  DHS launched the Secure Border Initiative, which was responsible for  developing a comprehensive border protection system based on tower- mounted radar and camera technologies, known as the Secure Border  Initiative Network (SBInet). By 2010, at a cost of about $1 billion, CBP  had deployed 15 SBInet tower systems along 53 miles of Arizona’s 387- mile border with Mexico. However, in January 2011, in response to  internal and external assessments that identified concerns regarding the  performance, cost, and schedule for implementing the systems, the  Secretary of Homeland Security announced the cancellation of future  SBInet systems. That same month, CBP introduced the Arizona Border  Surveillance Technology Plan (ATP) for deploying technology along the  remainder of the Arizona border. The ATP was based on a mix of fixed  and mobile technology systems, including radars, sensors, and cameras  that could be tailored to the varying terrain and operating conditions along  the border to help provide security for the remainder of the Arizona  border. In June 2014, CBP developed a separate plan that incorporated  the ATP and extended land-based surveillance technology deployments  to the remainder of the southwest border—the Southwest Border  Technology Plan.", "Over the years, we have reported on the progress DHS has made and  challenges it has faced in implementing its border security efforts. More  specifically, in November 2011 we reported on DHS’s planning efforts  related to the ATP and found that CBP did not have the information  needed to fully support and implement the plan. Among other things, we  recommended that CBP ensure the underlying analyses of the plan were  documented in accordance with DHS guidance and internal control  standards, develop and apply key attributes for metrics to assess  program implementation, and conduct a post-implementation review and  operational assessment of SBInet. DHS concurred with these  recommendations and has taken action toward addressing some of them,  as we discuss later this in report. In March 2014, we reported on DHS’s  progress in deploying land-based surveillance technologies under the  ATP and efforts to assess the contributions of those technologies to  border security. We found, among other things, that CBP’s schedules and  life-cycle cost estimates reflected some, but not all, best practices, and  CBP had not developed an Integrated Master Schedule for the ATP. We  recommended that CBP apply scheduling best practices, and verify life- cycle cost estimates, among other things. DHS concurred with some, but  not all, of these recommendations, and has taken action toward  addressing some of them, as we discuss later in this report.", "You asked us to review the status of DHS’s efforts to implement the  Southwest Border Technology Plan. This report addresses the following  two questions:  1.  What is the deployment status of the technology programs under the  Southwest Border Technology Plan, and to what extent has CBP  developed plans for future technology deployments?  2.  What data are available on the contributions of the deployed  technologies to CBP’s border security efforts, and to what extent has  CBP assessed the technologies’ performance?", "To determine the deployment status of the technology projects under the  Southwest Border Technology Plan and the extent to which CBP has  developed plans for future technology deployments, we analyzed DHS  and CBP documents and interviewed CBP officials regarding the  technology programs’ costs and schedules. We focused on the plan’s  three highest-cost technology programs—the Integrated Fixed Tower  (IFT), Remote Video Surveillance System (RVSS), and Mobile  Surveillance Capability (MSC). As part of our work, we reviewed key  planning and funding documents, including acquisition decision memos  for these programs and relevant DHS acquisition management policies  and processes. We analyzed CBP’s revised schedules and cost  estimates for these programs and compared them against the originally  planned baselines for the selected technologies. As discussed in this  report, we also identified technology deployment challenges that CBP  was experiencing in testing, procuring, deploying, and operating  technologies in the Southwest Border Technology Plan. We analyzed  relevant documents and interviewed program officials from the Border  Patrol’s Program Management Office Directorate (PMOD) about the  causes of those challenges, the associated risk of program delays, and  their plans to manage those risks. Further, we interviewed CBP officials  and analyzed documents to determine the progress CBP and DHS have  made in implementing prior GAO recommendations to improve  management of surveillance technology programs.", "In addition, we conducted site visits to Arizona in November 2016 and  April 2017 and to south Texas in March 2017. During these site visits, we  observed border surveillance operations, interviewed Border Patrol  agents operating technologies, and discussed agents’ experiences  utilizing the technologies. In Arizona, we visited five Border Patrol stations  within the Tucson sector—Ajo, Brian A. Terry, Douglas, Nogales, and  Tucson stations. We also conducted telephone interviews with officials  from two additional stations within the Tucson sector—Casa Grande and  Sonoita—and from the Yuma sector. We selected the Tucson and Yuma  sectors because CBP has deployed a mix of technologies there and we  selected specific stations in order to observe a variety of those  technologies. To learn about CBP’s planning for border surveillance  technologies along the south Texas border, we visited four Border Patrol  stations within the Rio Grande Valley sector—McAllen, Rio Grande City,  Weslaco, and Harlingen stations. We selected the Rio Grande Valley  sector and stations within that sector because Border Patrol determined  that the capability gaps in these stations constituted a critical vulnerability  to border security, among other factors. While the information we  obtained from interviews with officials in these sectors cannot be  generalized to all Border Patrol sectors or stations within these sectors,  the interviews provided important insights on Border Patrol’s process for  identifying border surveillance technology needs and Border Patrol’s  current plans for technology deployments in each area of responsibility.  To assess Border Patrol’s process for identifying what land-based  surveillance technologies it plans to deploy in the future, we reviewed  relevant documentation from the Border Patrol Operational Requirements  Management Division, which is responsible for executing Border Patrol’s  Requirements Management Process (RMP) and deploying technologies  along the southwest border.", "To determine what data are available on the contributions of the deployed  land-based surveillance technologies to CBP’s border security efforts and  the extent to which CBP assessed the technologies’ performance, we  analyzed available data from DHS’s Enforcement Integrated Database  (EID) on apprehensions, seizures, and other events and their  corresponding asset assists. Specifically, we analyzed data from fiscal  years 2015 through May 3, 2017 (the most current years for which data  were available) on asset assists in order to determine which assets have  contributed the most to Border Patrol’s activities. We reviewed Border  Patrol’s processes for ensuring the reliability and completeness of these  data and compared those processes to standards set forth in Standards  for Internal Control in the Federal Government. We report on the  reliability of those data later in this report. We also reviewed available  reports on technology testing and performance, including operational  assessments and post-implementation reviews. Additionally, we visited  Border Patrol stations within the Tucson sector, as discussed earlier, to  gather agent perspectives on the impacts technologies have had on  mission effectiveness, the extent to which agents’ feedback during user  testing has been incorporated into the final deployed systems, and the extent to which technologies have met requirements once deployed. We  interviewed program officials from the Border Patrol’s PMOD to determine  what actions have been taken, or were planned, in order to address  deficiencies identified in testing or raised by users for each technology.  We also interviewed Border Patrol headquarters officials with  responsibilities for collecting and using asset assist and other related  data, including officials from the Strategic Planning and Analysis  Directorate.", "We conducted this performance audit from July 2016 to November 2017  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Border Patrol Organization", "paragraphs": ["Border Patrol has divided geographic responsibility for the southwest  border among nine sectors, as shown in figure 1.", "Each sector has a varying number of stations, which serve as bases of  operation for agents, and agents are responsible for patrolling within  defined geographic areas—known as areas of responsibility. Border  Patrol uses a variety of land-based surveillance technologies under the  Southwest Border Technology Plan to assist its efforts to secure the  border by interdicting illicit cross-border activity and apprehending  individuals attempting to cross the border illegally. Border Patrol is  responsible for planning, acquiring, and deploying that technology along  the southwest border. Border Patrol’s PMOD executes the acquisition and  procurement of Border Patrol systems, supplies, and services, including  current and planned technology deployments along the southwest border,  which was previously conducted by CBP’s Office of Technology  Innovation and Acquisition. CBP has an Office of Acquisitions that  performs oversight."], "subsections": []}, {"section_title": "Southwest Border Technology Plan", "paragraphs": ["As noted above, the 2014 Southwest Border Technology Plan  incorporated the 2011 Arizona Technology Plan and included plans to  extend land-based surveillance technology deployments beyond Arizona  to the remainder of the southwest border, beginning with selected areas  in Texas and California. Border Patrol developed the Southwest Border  Technology Plan using a two-step process. First, the Homeland Security  Studies and Analysis Institute conducted an analysis of alternatives,  which analyzed five technology options in 13 representative areas along  the southwest border, identified the types of environmental conditions  under which a given technology option might be more effective or less  effective, and provided a general overview of the cost and effectiveness  tradeoffs between the technologies. For example, the analysis of  alternatives noted that IFTs are potentially effective if vegetation is  sufficiently sparse and terrain is flat or rolling, such as in the Ajo station  area of responsibility (see figure 2). However, according to Border Patrol  officials, the IFT’s radar capabilities may not be suited for urban  environments, where illegal crossers and narcotics traffickers can blend in  with the legitimate traffic. In some of these locations, such as the Nogales  port of entry, Border Patrol has determined that the RVSS is more  effective.", "Second, Border Patrol developed a technology deployment plan that  identified the types and quantities of each technology needed for each  sector. To develop this plan, Border Patrol officials reviewed the results of  the analysis of alternatives and considered each sector’s operational  conditions, including patterns of traffic, terrain, infrastructure, weather,  available resources, and challenges. For example, Border Patrol selected  MSC units for Arizona’s Tucson and El Centro sectors, but not for Texas’s  Rio Grande Valley sector because the radar was less effective in the  dense vegetation of south Texas, an example of which is shown in   figure 3.", "Figure 4 shows the border surveillance technology systems included in  the Southwest Border Technology Plan."], "subsections": []}, {"section_title": "DHS’s Acquisition Life Cycle", "paragraphs": ["Border Patrol follows DHS’s acquisition policy to acquire planned  technologies under the Southwest Border Technology Plan. DHS’s overall  policy for acquisition management is outlined in Acquisition Management  Directive 102-01 and its associated Instructional Manual 102-01-001.  DHS’s Under Secretary for Management (USM) is currently designated  as the department’s Chief Acquisition Officer and, as such, is responsible  for managing the implementation of the department’s acquisition policies  and acting as the acquisition decision authority for the department’s  largest acquisition programs. Within DHS, the USM is supported by the  Office of Program Accountability and Risk Management (PARM), which is  responsible for overseeing the acquisition process and assessing the  status of acquisition programs through four phases of the acquisition life  cycle. These phases include a series of five Acquisition Decision Events  (ADE) that provide the acquisition decision authority an opportunity to  assess whether the program is ready to proceed through the acquisition  life cycle phases. Figure 5 depicts the four phases of the acquisition life  cycle and the associated ADEs.", "In addition, components and program offices have established program- level groups, such as Executive Steering Committees, to provide, among  other things, assistance and support during the acquisition process."], "subsections": []}, {"section_title": "Border Patrol’s Requirements Management Process", "paragraphs": ["According to Border Patrol officials, in 2014, Border Patrol began  implementing a new process to identify future technology needs. The  Requirements Management Process (RMP), according to Border Patrol  officials, is a new process designed to facilitate planning in order to fund  and deploy operational capabilities, such as surveillance technology and  tactical infrastructure, for border security operations. According to Border  Patrol officials, Border Patrol will use information resulting from the RMP  to fulfill DHS acquisition policy requirements, including information  required for Acquisition Decision Events, as appropriate. Border Patrol is  working to develop guidance to align the RMP with the DHS acquisition  life cycle. The RMP consists of six steps as shown in figure 6.", "In the first step of the process, Border Patrol reviews strategic guidance  to identify mission priorities and goals and assesses the state of the  threat to be addressed. The second step, mission analysis, begins with  the Capability Gap Analysis Process, which is intended to identify each  station’s capability gaps by determining the difference between a station’s  existing capabilities and the capabilities required to perform its mission- essential tasks. The identified shortfall in required capability is a capability  gap. Under the RMP’s third step—planning—Border Patrol officials  examine capability gaps in detail and determine courses of action—that  is, solutions, which may include surveillance technologies, to close the  capability gaps. For example, potential solutions could include adjusting  the technologies or personnel deployed in a specific area or improving  maintenance and repair of access roads. The solutions are documented  in sector-specific Initial Requirements Documents. The fourth step— execution—involves Border Patrol leadership executing courses of action.  Border Patrol officials stated that courses of action are options for Border  Patrol commanders and executives to select and implement. Certain  courses of action, including acquiring and deploying land-based  surveillance technology, may need to proceed through the DHS  acquisition life cycle as appropriate. Once implemented, these options are  expected to resolve identified capability gaps in operations, according to  Border Patrol officials. The fifth and sixth steps of the process— assessment and life-cycle management—involve implementing and  monitoring solutions to determine their ability to resolve capability gaps,  and gathering sector feedback on how the solutions affect border security  operations."], "subsections": []}]}, {"section_title": "CBP Has Made Progress Deploying Technology along the Southwest Border, and Is Still Developing Guidance for Future Planning Processes", "paragraphs": [], "subsections": [{"section_title": "Border Patrol Has Completed Deployment of Select Surveillance Technology to Arizona, Texas, California, and New Mexico, and Has Further Deployment Activities Underway", "paragraphs": ["As of October 2017, Border Patrol had initiated or completed the planned  deployment of select technologies to sectors across areas in Arizona,  Texas, California, and New Mexico. In 2014, we reported that Border  Patrol had made progress deploying technologies and had completed  deployments for two technology programs in Arizona—the Agent Portable  Surveillance System (APSS) and the Thermal Imaging Device (TID)  technologies. Since our 2014 report, Border Patrol has completed  deployments of several additional technology programs. Specifically,  according to Border Patrol officials, it has completed deployments of all  planned RVSS, MSC, and Unattended Ground Sensors (UGS), as well as  15 of 53 IFT systems to Arizona. Border Patrol has also completed  deployments of select technologies to Texas and California, including  deploying 32 MSC systems to Texas and California.", "Border Patrol also has efforts underway for completing deployments of  other technology programs, but some of those programs have not yet  begun deployment or are not yet under contract. For example, as of  October 2017, Border Patrol had not yet initiated deployments of RVSS to  Texas because, according to PMOD officials, the program had only  recently completed contract negotiations for procuring those systems.  According to PMOD officials responsible for the RVSS program, Border  Patrol has begun planning the designs of the command and control  centers and towers, as well as real estate needs for the Rio Grande  Valley sector. Additionally, Border Patrol initially awarded the contract to  procure and deploy MVSS units to Texas in 2014 but, because of bid and  size protests, did not award the contract until 2015, and the vendor that  was awarded the contract did not begin work until March 2016. The  deployment status of surveillance technologies is shown in table 1."], "subsections": []}, {"section_title": "Border Patrol’s Technology Programs Have Experienced Delays, but Are on Track against Revised Schedules and Cost Baselines", "paragraphs": ["Border Patrol has revised schedules and cost estimates for its three  highest-cost programs—IFT, RVSS, and MSC—and as of October 2017,  is on track to meet those revised schedules and estimates; however, risks  remain in Border Patrol’s deployment efforts. Border Patrol has  rebaselined (i.e., revised original schedule and cost goals) its three  highest-cost programs—IFT, RVSS, and MSC—due to schedule,  quantity, and cost estimating variances, among other changes to the  programs’ original plans. According to our cost and schedule  assessment guides, while rebaselining can be beneficial for quickly  identifying new variances, reporting a program’s performance based on a  rebaselined cost or schedule may not reflect the program’s overall cost  and schedule performance or timeline."], "subsections": [{"section_title": "Deployment Schedules", "paragraphs": ["In March 2014, we reported that CBP had a deployment schedule for  each of the seven technology programs planned for deployment at the  time––IFT, RVSS, MSC, APSS, MVSS, TID, and UGS––and that four of  the programs would not meet their originally planned completion dates.  Specifically, we found that the three highest-cost programs (IFT, RVSS,  and MSC) had experienced delays relative to their baseline schedules as  of March 2013, which were current at the time of our review. We  recommended that CBP ensure that scheduling best practices are applied  to the IFT, RVSS, and MSC program schedules. DHS concurred with the  recommendation and stated that CBP planned to apply scheduling best  practices when revising the three programs’ schedules. Based on our  assessment of the IFT, RVSS, and MSC programs’ revised schedules  that CBP had completed as of January 2017, CBP did not apply all  scheduling best practices. However, the revised programs’ schedules for  the IFT, RVSS, and MSC reflect substantial improvements in quality and  are consistent with the intent of our recommendation. In particular, CBP  has improved the quality of its products for analyzing and quantifying risk  to the programs’ schedules. Continuing to apply scheduling best practices  in future updates will help better position CBP to identify and address any  potential delays in its programs’ commitment dates.", "DHS approved Border Patrol’s rebaseline of the IFT program in  December 2015, which extended the program’s completion date to  2020—five years beyond what Border Patrol had estimated in its original  baseline schedule. The RVSS and the MSC programs’ completion dates  were also extended because the scopes of the programs had increased,  among other reasons. While Border Patrol’s revisions to its schedules are  positive steps in helping the agency oversee its management of these  programs, the programs continue to be behind schedule relative to their  original planned baseline documents dated March and September 2012  for the IFT and RVSS programs, respectively, as shown in figure 7.", "In addition to revising program schedules, Border Patrol has revised the  life-cycle cost estimates for the three highest-cost programs to reflect  actual costs and include cost estimates for additional and ongoing work.  For example, the MSC cost estimate increased by $294.7 million—from  $107.2 million to $401.9 million—due to, among other reasons, the  program’s expanded scope to Texas, California, and New Mexico. In  December 2015, estimated life-cycle costs for the IFT program decreased  from its original March 2012 baseline estimate by $211.5 million, in part  because of lower-than-expected contract costs. However, from March  2012 to December 2015, IFT’s acquisition cost threshold increased by  more than $50 million—from $288 million to $341 million—when CBP  included the costs of contractor personnel supporting the program office,  the cost of replacing SBInet systems, and actual costs through fiscal year  2014, rather than estimates. According to Border Patrol officials, a CBP  policy change required them to include the contractor personnel support  costs in the rebaseline, which was previously not required in the original  cost baseline. Figure 8 shows original and revised cost estimates for the  IFT, RVSS, and MSC programs.", "In March 2014, we reported that the three highest-cost programs (IFT,  RVSS, and MSC) accounted for 97 percent of the Arizona Technology  Plan’s estimated cost and that the life-cycle cost estimates for the two  highest-cost programs—IFT and RVSS—reflected some, but not all, best  practices for cost estimating. Reliable life-cycle cost estimates reflect  four characteristics—they are (1) well-documented, (2) comprehensive,  (3) accurate, and (4) credible. Our analysis of CBP’s estimates for the two  highest-cost programs at the time of our March 2014 review showed that  these estimates at least partially met three of these characteristics: well- documented, comprehensive, and accurate. In terms of being credible,  these estimates had not been verified with independent cost estimates in  accordance with best practices. We concluded that verifying life-cycle  cost estimates with independent estimates in accordance with cost- estimating best practices could help better ensure the reliability of the  cost estimates. We recommended that CBP verify the life-cycle cost  estimates for the IFT and RVSS programs with independent cost  estimates and reconcile any differences. DHS concurred with this  recommendation, but stated then that it did not believe there would be a  benefit from expending funds to obtain independent cost estimates and  that if the costs realized to date continued to hold, there may be no  requirement or value added in conducting full program updates with  independent cost estimates.", "As part of our updates on CBP’s efforts to implement our 2014  recommendations, CBP officials told us that in fiscal year 2016, DHS’s  Cost Analysis Division (CAD) would begin piloting its own independent  cost estimate capability with the RVSS program. According to CBP  officials, this pilot was an opportunity to assist DHS in developing its  independent cost estimate capability. CBP selected the RVSS program  for the pilot because the program was at a point in its planning and  execution process where it could benefit most from having an  independent cost estimate performed, as these technologies were being  deployed along the southwest border beyond Arizona. According to CBP  officials, CAD completed its independent cost estimate for the RVSS  program in August 2016. CBP officials also told us that the RVSS life- cycle cost estimate was finalized and reconciled in March 2017. CBP  reported that the component acquisition executive approved the  reconciliation estimate in September 2017. According to CBP officials,  CBP does not have plans to conduct an independent cost estimate and  verification for the IFT. We continue to believe that independently  verifying the life-cycle cost estimate for the IFT program and reconciling  any differences, consistent with best practices, could help CBP better  ensure the reliability of the estimate."], "subsections": []}, {"section_title": "Risks Affecting Schedule and Cost Goals", "paragraphs": ["While selected technology programs are on track to meet schedule and  cost goals, according to Border Patrol officials, some programs have  identified risks that may lead to schedule slips or cost growth in the future.  Specifically, Border Patrol has experienced delays in completing  deployments for planned technologies due to (1) land use and access- related issues; (2) technical issues; and (3) contracting challenges,  among other factors. For instance, the IFT program continues to  experience delays deploying IFTs to tribal lands in the Tucson sector in  Arizona. Border Patrol officials stated that the IFT program has not  received authorization from tribal land leaders to build an access road  and deploy IFT tower systems on the tribe’s land. They also stated that  the historic preservation officer for the tribal lands would need to issue a  finding that the IFT would not have any negative impact on cultural  resources before Border Patrol could proceed with deployment. In  addition, RVSS program officials we met with noted that access to  privately owned land is an issue of concern in Texas that could potentially  delay RVSS deployment for the Rio Grande Valley sector. Border Patrol  has also encountered delays in the IFT program as a result of technical  issues identified during delivery of the IFT. For example, we previously  reported that testing completed in November 2015 on IFT systems in  Nogales had been delayed by 2 months in order for the contractor to  address issues related to IFT cameras and operator interfaces.  Additionally, Border Patrol has encountered schedule delays due to  contracting challenges, such as renegotiations with the contractor after  the contract was awarded. For example, according to Program officials,  the MVSS contractor proposed a technical change to the system to  address safety and maintenance concerns. Border Patrol agreed to the  change, which led to delays.", "We have previously reported that program delays can result in increased  costs and force agents to rely on legacy surveillance technologies.  According to Border Patrol officials, program managers and Border Patrol  are working to mitigate the risk of delays through quarterly executive  steering committee meetings of program managers and representatives  from other component and headquarters offices, such as DHS’s PARM.  During these meetings, program managers discuss cost and schedule  risks and evaluate options for mitigating those risks. For example,  according to PARM officials, at one such meeting, officials reviewed the  RVSS program and determined that it met cost criteria to receive  additional DHS oversight. According to Border Patrol officials, Border  Patrol has also used quarterly executive steering committee meetings to  involve stakeholders and address potential risks as it moves forward with  full production in the IFT program. As Border Patrol proceeds with these  programs, it will be important to continue to find ways to mitigate the risk  of delays in order to meet its revised schedules."], "subsections": []}]}, {"section_title": "Border Patrol Is Developing Guidance to Help Sectors Identify and Plan for Future Technology Needs and Deployments", "paragraphs": ["Border Patrol’s RMP and other initiatives are intended to help inform  future technology deployment decisions, but, as we reported in February  2017, additional actions are needed to ensure station officials understand  the process and their respective roles and responsibilities. Border Patrol  officials reported that the Southwest Border Technology Plan is the  baseline for identifying technology needs and planning technology  deployments, and that changes to the plan are needed as threats and  priorities evolve. To help address these changes and remain adaptive, in  2014, Border Patrol began implementing the RMP that, among other  things, is intended to identify capability gaps in border security operations  and identify solutions to those capability gaps.", "In February 2017 we found that Border Patrol had documented the RMP,  but had not developed written guidance on how officials were to use the  information and analyses resulting from the process when requesting  tactical infrastructure—that is, fencing, gates, roads, bridges, lighting, and  drainage infrastructure—for deployment purposes. For example, we  reported that sectors varied in their understanding of how to use results  from the Capability Gap Analysis Process when engaging in planning  processes or when making resource allocation decisions. We  recommended that Border Patrol develop and implement written guidance  for the steps within its requirements process for identifying, funding, and  deploying tactical infrastructure for border security operations, including  clarifying the roles and responsibilities of the parties involved in the RMP.", "In response to our recommendation, Border Patrol officials reported that  they are currently updating the RMP documentation, training, and  guidance to the field. Border Patrol officials expect to have an updated  Internal Operating Procedure and Manual for the RMP by the second  quarter of fiscal year 2018. According to CBP officials, actions taken in  response to our recommendation would apply to surveillance technology  as well—not solely tactical infrastructure. By developing this written  guidance, Border Patrol intends to reduce the risk of relevant agency  officials not having the information needed to perform their appropriate  role in the process. We will continue to monitor the progress of Border  Patrol efforts related to the RMP to determine whether these actions meet  the intent of our recommendation to fully develop and implement written  guidance for the steps within the RMP. Until then, Border Patrol is less  likely to have reasonable assurance that it has the best available  information to inform future investments in surveillance technologies and  resource allocation decisions among surveillance technologies.", "In addition to the RMP, future surveillance technology deployments will be  affected by other ongoing DHS and CBP initiatives. Specifically, Border  Patrol officials in the Strategic Planning and Analysis Division reported  that the Domain Awareness: Land Surveillance initiative requirements  documents and Southwest Border Capability Roadmap will also be taken  into consideration throughout the RMP and will influence future  surveillance technology deployments. CBP’s Domain Awareness: Land  Surveillance initiative is intended to depict current CBP land domain  awareness capabilities and inform future capabilities, which could help  Border Patrol identify solutions during various phases of the RMP. Border  Patrol officials stated that Border Patrol, with CBP’s Air and Marine  Operations and U.S. Immigration and Customs Enforcement, is  developing mission needs statements, concepts of operations, and  capability operational requirements documents for (1) mobile, (2) fixed  and relocatable, and (3) agent-portable capabilities which will help inform  future technology deployments. Border Patrol also proposed a Southwest  Border Capabilities Roadmap in April 2017 to assist with identifying  solutions, such as surveillance technology, mobility and access, and  personnel. This roadmap is intended to inform a balanced, risk-based  investment strategy driven by capability gaps, geographic priorities,  terrain, and other environmental factors, and to consider the evolving  cross-border threat. The roadmap identifies specific requirements for  persistent surveillance assets, such as RVSS, and was used to support  CBP’s fiscal year 2018 budget justification for RVSS deployments in the  Rio Grande Valley sector. To create this roadmap, Border Patrol officials  reported reaching out to stations within 40 miles of the border to discuss  their current gaps and how they would close them (either through physical  barriers, manpower, or technology). Because Border Patrol is still in the  planning phases for future technology deployments, it is too soon to tell  how these efforts will assist Border Patrol in structuring and planning  those deployments."], "subsections": []}]}, {"section_title": "CBP Is Taking Action to Better Link Performance Data to Planning Efforts, but Needs to Improve Data Quality", "paragraphs": [], "subsections": [{"section_title": "Border Patrol Has Made Progress Identifying Performance Metrics for Technologies", "paragraphs": ["Border Patrol has made progress identifying performance metrics for the  technologies under the Southwest Border Technology Plan, but additional  actions are needed to fully implement our prior recommendations in this  area. In November 2011, we found that CBP did not have the  information needed to fully support and implement the ATP and  recommended that CBP (1) determine the mission benefits to be derived  from implementation of the ATP and (2) develop and apply key attributes  for metrics to assess program implementation. We reported in 2014 that,  in response to our recommendations, CBP had identified mission benefits  expected from the implementation of the surveillance technologies under  the ATP, but had not fully developed key attributes for performance  metrics for the technologies. We recommended, among other things, that  CBP analyze available data on apprehensions and seizures and  technological assists, in combination with other relevant performance  metrics or indicators, to determine the contribution of surveillance  technologies to CBP’s border security efforts. CBP officials stated that  they planned to develop objectives for each performance measure, at  which time the agency would begin using the data to evaluate the  contributions of specific technology assets. CBP also intended to  establish a tool by the end of fiscal year 2016 that explained the  qualitative and quantitative impacts of technology and tactical  infrastructure on situational awareness in specific areas of the border  environment.", "In September 2016, Border Patrol provided us a case study that  assessed technology assist data, along with other measures, to  determine the contributions of surveillance technologies to its mission. In  April 2017, we reported that this was a helpful step in developing and  applying performance metrics; however, the case study was limited to  one border location and the analysis was limited to select technologies.  In May 2017, Border Patrol officials demonstrated the agency’s new  Tracking, Sign Cutting, and Modeling (TSM) system, which they said is  intended to connect between agents’ actions (such as identification of a  subject with a camera) and results (such as an apprehension) and allow  for more comprehensive analysis of the contributions of surveillance  technologies to Border Patrol’s mission. One official said that data from  the TSM will have the potential to provide decision makers with  performance indicators, such as changes in apprehensions or traffic  before and after technology deployments. However, the TSM is still early  in its use and officials confirmed that it is not yet used to support such  analytic efforts. The official stated that over time it would be used to  analyze performance on a systematic basis and provide information to  decision makers. We continue to believe that it is important for Border  Patrol to assess technologies’ contributions to border security and will  continue to monitor the progress of the TSM and other Border Patrol  efforts to determine whether these actions sufficiently meet the intent of  our November 2011 recommendation to fully develop and apply  performance metrics for its border technologies. Until then, Border Patrol  is not well positioned to fully assess its progress in implementing the  Southwest Border Technology Plan and determine when mission benefits  have been fully realized."], "subsections": []}, {"section_title": "Border Patrol Measures Technologies’ Assistance in Apprehensions and Seizures, but Data Are of Limited Quality and Usability", "paragraphs": ["Border Patrol agents collect and report data on asset assists, which are  instances in which technologies or other assets (such as canine teams,  bicycle patrols, or air support from CBP’s Air and Marine Operations)  contributed to an apprehension or seizure; however, the agency does not  have sufficient controls to ensure the accuracy and reliability of that data.  In March 2014, we reported that CBP was not capturing complete asset  assist data on the contributions of its surveillance technologies to  apprehensions and seizures and that Border Patrol agents were not  consistently recording these data across locations. We recommended  that CBP require data on asset assists to be recorded and tracked within  the DHS Enforcement Integrated Database (EID), which contains data on  apprehensions and seizures. Since then, Border Patrol has taken actions  to better record asset assists and to expand the types of technologies that  can be tracked, consistent with our prior recommendation. Specifically, in  June 2014, Border Patrol issued guidance informing agents that the asset  assist data field within the e3 Portal to the EID had become a mandatory  data field. Additionally, when recording asset assists, agents initially  could only choose from “camera,” “mobile surveillance system,” “scope  truck,” “unattended ground sensor,” or “other” when selecting  technologies. In May 2016, Border Patrol expanded the types of assets  available for agents to choose from to include MSC, IFT, and APSS,  among others.", "Border Patrol requirements for entering asset assist data into the e3  Portal and expansion of the types of assets listed have been positive  steps to help better position Border Patrol to assess the contributions of  surveillance technologies to border security efforts, as we recommended  in 2014. However, we have identified issues with the completeness and  reliability of the asset assist data. In particular, we analyzed data on asset  assists from October 1, 2014 through May 3, 2017 and our analysis  showed that agents incorrectly attributed some apprehensions and  seizures to certain technologies rather than others. For example, stations  in the Rio Grande Valley sector recorded assists from IFTs in nearly 500  instances from June through September 2016, which cannot be accurate,  since the sector does not have IFTs. When we brought this issue to the  attention of Border Patrol headquarters officials, they told us in December  2016 that they would discuss the matter with Rio Grande Valley sector  officials. However, data from December 2016 through May 3, 2017  indicated that agents in the Rio Grande Valley sector continued to record  asset assists from IFTs. Additionally, we found that one station in the  Tucson sector with SBInet towers was recording asset assists from the  SBInet towers as “other,” when Border Patrol headquarters officials told  us that SBInet towers should be recorded as “IFT.” Moreover, our  analysis showed that “other” (including “other” listed alongside additional  assets) made up nearly 16 and 23 percent, respectively, of asset assists  recorded in the Tucson and Rio Grande Valley sectors from October 1,  2016 through May 3, 2017. Border Patrol officials told us that “other”  should be any technology not otherwise listed, and could include  technologies or support that officials were interested in tracking locally.  Officials said the large number of “other” assets could also be a result of  agents not understanding their responsibilities or agents working to  complete the asset assist data entry as quickly as possible so they could  move on to other duties.", "According to Border Patrol officials, data integrity and quality checks are  the responsibility of the individual sectors, and each station has a  designated point of contact for data integrity and a system administrator  to oversee data quality. However, Border Patrol has not provided written  guidance to the sectors on how to oversee data integrity or conduct  quality checks of asset assist data, and Border Patrol’s guidance on how  to enter asset assist data is limited. According to Border Patrol officials,  Border Patrol’s asset assist guidance for sectors consists of two training  presentations. We reviewed the training slides for these presentations  and found they included photographs and general descriptions of some  technologies, along with two case examples for recording an asset assist.  However, the slides did not discuss how sectors should conduct data  integrity or quality checks. Furthermore, the slides did not address how  agents should record assists for SBInet towers. The slides also did not  explain why asset assist data are collected (other than that the Chief of  the Border Patrol requires it), what it could be used for, or why it was  important to ensure data were accurately recorded. Officials told us in  June 2017 that the asset assist data were only used to respond to data  requests from external agencies—the data were not being used for  planning, budgeting, performance measurement, or other purposes.", "Standards for Internal Control in the Federal Government states that  management should obtain relevant data from reliable internal and  external sources in a timely manner based on the identified information  requirements. Reliable internal and external sources provide data that  are reasonably free from error and bias and faithfully represent what they  purport to represent. Management should evaluate both internal and  external sources of data for reliability. Additionally, management should  periodically review policies, procedures, and related control activities for  continued relevance and effectiveness in achieving the entity’s objectives  or addressing related risks. If there is a significant change in the entity’s  process (such as the addition of new asset assist fields), management  should review this process in a timely manner to determine that the  control activities are designed and implemented accordingly. Without  sufficient guidance for sectors on how to enter and review asset assist  information, Border Patrol does not have reliable data on asset assists  that could help monitor the contribution of surveillance technologies to  Border Patrol apprehensions and seizures and inform resource allocation  decisions."], "subsections": []}, {"section_title": "Border Patrol Reviews Agent Feedback Data on Technology Performance to Improve Current and Future Deployments", "paragraphs": ["Border Patrol has a variety of mechanisms for collecting agent feedback  on technology performance and for using that information to improve  current and future deployments. For example, officials from the Border  Patrol Program Management Office Directorate (PMOD) reported that  they conduct required technology performance evaluations at specified  intervals (e.g., a 6-month post-deployment review and an annual  operational analysis) to regularly collect and evaluate agent feedback,  and conduct monthly reviews of maintenance and repair requests.  Officials said that this feedback is consolidated, prioritized based on cost  effectiveness, and used to identify system upgrades (both for systems  that have been deployed and for future deployments).", "The PMOD also collects feedback as part of the annual process for  developing an operational analysis report. In the 2016 operational  analysis for the MSC program, the PMOD assessed Border Patrol agents’  overall satisfaction with the MSC system, whether it enabled agents to  perform their functions more easily and efficiently, and whether it met  agents’ needs. Agents identified several MSC benefits, including  performance improvements from the prior system (known as the Mobile  Surveillance System), radars that exceeded the performance of other  mobile systems’ radars, and targets being detected at farther ranges than  the system specification. However, the analysis identified more  opportunities for improvement, including the need for improvements to the  MSC’s camera, video analytics, tracking, graphical user interface,  engineering, and other changes.", "Border Patrol also reported using post-implementation reviews to collect  agent feedback and identify improvements. For technologies under the  ATP and Southwest Border Technology Plan, Border Patrol completed  post-implementation reviews for the MSC in July and October of 2014, for  the IFT in June 2016, and for the RVSS in October 2016. In August 2017,  Border Patrol reported expecting to conduct reviews for the remaining  technologies within 6 to 18 months of each technology reaching initial  operating capability. A post-implementation review’s primary purpose is to  determine the impact of the system on stakeholders, quantitative and  qualitative performance of the system, and the ability of the system to  meet identified goals. For example, the MSC review from October 2014  reported that the system was generally an improvement over the older  Mobile Surveillance System; however, program risks included damage to trucks and sensors from Border Patrol agent operator error and the need  to improve or widen access roads given the larger footprint of the MSC  trucks (compared to the prior Mobile Surveillance System trucks). The  review concluded with six recommendations to improve future  assessments of the system and to plan for new sensor deployments. The  recommendations to the PMOD and Border Patrol acquisition office  included updating the life-cycle cost estimate to track manpower costs;  using a skills-based qualification standard for MSC operators; and  ensuring future Border Patrol surveillance systems include the ability to  extract actual performance, operational, and environmental data. In  August 2017, Border Patrol reported a range of actions underway to  address these recommendations, including (1) developing updates to the  MSC’s support system to better capture all service requests and  maintenance work orders, (2) providing standardized training to each  MSC operator with refresher training available upon request, and (3)  updating key acquisition documents to reflect the increase in the number  of MSCs to a full operating capability of 90 units.", "In addition to required reports, PMOD officials reported gathering agent  feedback directly. For example, a PMOD official with responsibility for the  IFT program reported conducting feedback meetings with agents. The  meetings included both contractors and government personnel in order to  ensure a shared understanding of agent-identified issues. The PMOD  also reported conducting weekly, monthly, and real-time monitoring of  trouble-tickets—that is, agent-generated reports of maintenance or other  technical issues. PMOD officials reviewed the issues identified and  prioritized them based on cost and the potential increases in capability.  For issues beyond contractual requirements, the PMOD vets the requests  and forwards them to senior Border Patrol leadership for approval and  funding."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Since 2005, Border Patrol has spent more than one billion dollars  deploying technologies to the southwest border, but is not yet positioned  to fully quantify the impact these technologies have on its mission. We  continue to believe that developing and applying performance metrics for  its border technologies, in accordance with our prior recommendation,  would help Border Patrol more fully assess its progress in implementing  the Southwest Border Technology Plan and determine when mission  benefits have been realized. Border Patrol has taken some steps toward  tracking the performance of its surveillance technologies, including  requiring agents to record when technologies assist in an apprehension  or seizure. However, additional guidance to better ensure the quality of  these data (including agent training and managerial review), would help  Border Patrol determine the mission benefits of its surveillance  technologies, which in turn could be used to inform Border Patrol’s  resource allocation decisions."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["The Chief of the Border Patrol should issue guidance for sectors to  improve the quality and usability of its surveillance technology asset  assist information to help ensure it has reliable data so that Border Patrol  can be better positioned to measure the impact of these technologies on  its border security efforts and inform future investments.  (Recommendation 1)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to DHS for review and comment. DHS  provided written comments, which are summarized below and reproduced  in full in appendix I. DHS also provided technical comments, which we  incorporated as appropriate. DHS concurred with our recommendation  and described actions planned to address it. Specifically, DHS stated that  Border Patrol will revise its training presentation concerning asset assists  to include additional information on how sectors should conduct asset  assist data integrity checks, why the data are collected, how the data can  be used, and why Border Patrol needs to ensure asset assist data are  accurately recorded. Border Patrol also plans to prepare and release a  video concerning asset assists for all field office personnel. Border Patrol  plans to complete these actions by February 28, 2018.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8777 or gamblerr@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Jeanette Henriquez (Assistant  Director), Ashley Davis, Charlotte Gamble, Yvette Gutierrez, Eric  Hauswirth, Nancy Kawahara, Marycella Mierez, Sasan J. “Jon” Najmi,  and Claire Peachey made key contributions to this report."], "subsections": []}]}], "fastfact": []}