{"id": "GAO-02-637", "url": "https://www.gao.gov/products/GAO-02-637", "title": "Office of Workers' Compensation Programs: Further Actions Are Needed to Improve Claims Review", "published_date": "2002-05-09T00:00:00", "released_date": "2002-05-09T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of Labor's Office of Workers' Compensation Programs (OWCP) paid $2.1 billion in medical and death benefits and received about 174,000 new injury claims during fiscal year 2000."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that (1) one in four appealed claims' decisions are reversed or remanded to OWCP district offices for additional consideration and a new decision because of questions about or problems with the initial claims decision; (2) OWCP set a goal of informing 96 percent of claimants within 110 days of the date of the hearing; (3) nearly all doctors used by OWCP to provide opinions on injuries claimed were board certified and state licensed, and were specialists in areas consistent with the injuries they evaluate; and (4) OWCP has used mailed surveys, telephone surveys, and focus groups to measure customer satisfaction. The Labor inspector general is monitoring fraud within OWCP's workers compensation program and using the claims examiners as one source in identifying potentially fraudulent claims."]}], "report": [{"section_title": "Letter", "paragraphs": ["During fiscal year 2000, the Department of Labor’s (DOL) Office of  Workers’ Compensation Programs (OWCP) paid about $2.1 billion in  workers’ compensation benefits to federal employees, including wage loss,  death, and medical benefits stemming from job-related injuries and OWCP  received approximately 174,000 new injury claims.  When a federal  employee incurs expenses or misses significant time from work due to on- the-job injury or illness, the employee may submit a claim to OWCP for  workers’ compensation.  If all or a portion of the claim is denied by OWCP,  the claimant may appeal the decision. During the last few years, a number  of issues related to OWCP’s adjudication process for appealed claims  decisions have been raised in related congressional hearings, including  instances where federal employees felt their claims had been improperly  denied.  As a result, you requested that we examine and provide you with  information on selective aspects of the OWCP adjudication process,  specifically:    the frequency and primary reasons why appealed claims decisions are  reversed or remanded to OWCP district offices for additional  consideration; the extent to which OWCP is complying with the Federal Employees  Compensation Act’s (FECA) requirement to inform claimants within 30  days about the outcomes of appeal hearings;  the extent to which OWCP is using certified and licensed physicians to  provide opinions on injuries claimed and whether the physicians’ areas  of specialty appear to be consistent with the injuries they evaluate; and  methods OWCP uses to identify customer satisfaction and potential  claimant fraud."], "subsections": [{"section_title": "Background", "paragraphs": ["FECA (5 USC 8101, et seq.) authorizes federal civilian employees  compensation for wage loss and medical and death benefits for treatment  of injuries sustained or for diseases contracted during the performance of  duty.  OWCP is responsible for administering and adjudicating the federal  workers’ compensation program.  During fiscal year 2000, OWCP’s paid  workers’ compensation totaled about $2.1 billion including wage loss,  medical, and death benefits stemming from job-related injuries and OWCP  received approximately 174,000 new injury claims.", "A workers’ compensation claim is initially submitted to an OWCP district  office and is evaluated by a claims examiner.  The examiner must  determine whether the claimant has met all of the following criteria for  obtaining benefits:   The claim must have been submitted in a timely manner.  An original  claim for compensation for disability or death must be filed within 3  years of the occurrence of the injury or death.", "The claimant must have been an active federal employee at the time of  injury.", "The injury, illness, or death had to have occurred in a claimed accident.", "The injury, illness, or death must have occurred in the performance of  duty.", "The claimant must be able to prove that the medical condition for which  compensation or medical benefits is claimed is causally related to the  claimed injury, illness, or death.", "Since medical evidence is an important component in determining whether  an accident described in a claim caused the claimed injury and if the  claimed injury caused the claimed disability, workers’ compensation claims  are typically accompanied by medical evidence from the claimant’s treating  physician. Considerable weight is typically given to the treating physician’s  assessment and diagnosis.   However, should the OWCP claims examiner  conclude that the claimant’s recovery period seems to be outside the norm  or that a better understanding of the medical condition is needed to clarify  the nature of the condition or extent of disability, the examiner may obtain  a second medical assessment of the claimant’s condition.  In such  instances, a second opinion physician, who is selected by a medical  consulting firm contracted by an OWCP’s district office, reviews the case,  examines the claimant, and provides a report to OWCP.", "If the second opinion physician’s reported determination conflicts with the  claimant physician’s opinion regarding the injury or condition, the claims  examiner determines if the conflicting opinions are of “equal value.” If the  claims examiner considers the two conflicting opinions to be of equal  value, OWCP appoints a third or “referee physician” to evaluate the claim  and render an independent medical opinion.", "Claims may be approved in full or part, or denied.  For example, a claimant  may be paid full wage loss benefits and provided physical and vocational  rehabilitation services, but denied a request for a medical procedure.  When  all or part of a claim is denied the claimant has three avenues of recourse:   (1) an oral hearing or a review of the written record by the Branch of  Hearings and Review (BHR), (2) reconsideration of the claim decision by a  different claims examiner within the district office, or (3) a review of the  claim by the Employees Compensation Appeals Board (ECAB).", "Under the first appeal option, the claimant can request an oral hearing or a  review of the claim’s written record by a BHR hearing representative.  At an  oral hearing, the claimant can testify in person, be represented by a  designated representative, or submit written evidence.  The employing  agency may attend but not participate unless invited to do so by the BHR  hearing representative or the claimant.  For either a hearing or review of  the record, the hearing representative decides whether to affirm the initial  decision, reverse the initial decision and administer benefits to the  claimant, or remand the claim to the district office for a new decision.", "A second option to the claimant is to request reconsideration of the  decision at the district office. During reconsideration, the district office  reevaluates its initial decision and the decision-making process to ensure  that it properly considered all facets of the claim.  This reconsideration is  typically performed by a senior claims examiner who played no role in  making the original decision.  After the entire record and resulting decision  are reevaluated, the claims examiner decides whether to affirm the initial  decision denying all or part of the claim or to modify the initial decision.", "Generally the final appeal available to the claimant is made to the ECAB.   The ECAB consists of three members who are appointed by the secretary  of labor.  The board was created within DOL but outside OWCP to give  federal employees the same administrative due process of law and  appellate review that most nongovernment workers enjoy under workers’  compensation laws in most states.  While regulations prohibit the claimant  from submitting new evidence during this phase, the ECAB is not limited  by previous “findings of fact” by the district office or BHR and can  therefore reevaluate the evidence and determine if the law was  appropriately applied.  As with the other appeals levels, ECAB renders  decisions that affirm the district office’s decision, remand all or part of the  claimant’s appealed decision to the district office for additional review, or  reverse the district office’s decision.", "While OWCP regulations do not require claimants to exercise these three  methods of appeal in any particular order, certain restrictions apply that, in  effect, encourage claimants to file appeals in a specific sequence—first  going to the BHR, then requesting another review at the OWCP district  office, and finally involving the ECAB.  For example, the regulations state  that a claimant seeking a BHR hearing on a decision must not have  previously requested reconsideration of that decision regardless of  whether the earlier request was granted. However, the BHR director said  that claimants may, and sometimes do, choose to request a district office  reconsideration first because the decisions on claims appealed through  reconsideration are made in a more timely manner. Not withstanding the  regulatory provision, OWCP explained that a claimant may request a  discretionary oral hearing by BHR after receiving a reconsideration  decision and both OWCP procedures and ECAB precedent require OWCP  to exercise its discretion in considering such a request.", "Appendix I contains a graphic presentation of OWCP’s claims adjudication  process."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["We performed our work in Washington, D.C., from March 2001 through  April 2002 in accordance with generally accepted government auditing  standards.  To assist us in addressing the objectives, we reviewed a  statistical sample of more than 1,200 of the estimated 8,100 appealed claims  for which a decision was rendered by OWCP’s BHR or DOL’s ECAB during  the period from May 1, 2000, through April 30, 2001, to determine the  following: (1) the primary reasons why appealed decisions were reversed  or claims were remanded to the OWCP district offices for further  development, (2) the amount of time OWCP took to inform claimants of  hearing decisions, (3) whether OWCP used certified and licensed  physicians whose areas of specialty were consistent with the injuries  evaluated, and (4) the methods OWCP uses to identify customer  satisfaction and potential claimant fraud.  Additional information on the  scope and methodology of our review and approaches for addressing these  and other objectives is presented in appendix II and confidence intervals  and other statistical information regarding our work are presented in  appendix III."], "subsections": []}, {"section_title": "Evaluation Problems, Case File Mismanagement, and New Evidence Are Reasons Appealed Claims Decisions Are Reversed or Remanded", "paragraphs": ["From May 1, 2000, to April 30, 2001, decisions were rendered by BHR or  ECAB on approximately 8,100 appealed claims.  BHR or ECAB affirmed an  estimated 67 percent of these initial decisions as being correct and properly  handled by the district office, but reversed or remanded an estimated 31  percent of the decisions—25 percent because of questions or problems  with OWCP’s review of medical and nonmedical information or  management of claims files, and 6 percent because of additional evidence  being submitted by the claimant after the initial decision.", "The following figure characterizes the outcome of BHR and ECAB reviews  of appealed claims.  For those claims decisions that were reversed or  remanded, the figure shows the reason, including (1) evaluation of  evidence problems, (2) mismanagement of claims file problems, or (3) new  evidence submitted by the claimant."], "subsections": [{"section_title": "About One-fourth of the Appealed Claims Decisions Were Reversed or Remanded Due to OWCP Evaluation Problems or Claims File Mismanagement", "paragraphs": ["Based on a statistical sample of appealed claims decisions made during the  period May 1, 2000, through April 30, 2001, we estimate that 25 percent of  the appealed claims decisions (approximately 2,000 of 8,100) were reversed  or remanded because of questions about or problems associated with the  initial decision by OWCP.  These included problems with (1) the initial  evaluation of medical evidence (e.g., physicians’ examinations, diagnoses,  or x-rays) or nonmedical evidence (e.g., coworker testimonies) or  (2) management of the claim file (e.g., failure to forward a claim file to  ECAB in a timely manner).   Problems in evaluating medical evidence  frequently involved OWCP failing to properly identify medical conflicts  between the conclusions of the claimant’s physician and OWCP’s second  opinion physician, and therefore not appointing a referee physician as  required by FECA.  OWCP has interpreted the FECA requirement to apply  only when the opinions of the two physicians involved are of equal value,  that is, when both physicians have rendered comparably supported  findings and opinions.", "Other initial claims decisions were reversed or remanded when BHR or  ECAB determined that nonmedical evidence had not been properly  evaluated.  One example of this involved the OWCP provision that when  suitable work is found for the claimant, benefits will terminate. For  example, based on its review of a job offer to a claimant who had work  restrictions—such as not being able to lift over 50 pounds—an OWCP  district office decided that the job represented suitable work and  terminated the claimant’s compensation. However, when that decision was  appealed by the claimant, BHR identified a flaw in the job offer. In order for  OWCP to meet its burden of showing that an offered job is suitable for a  claimant, both the duties and physical requirements of the job need to be  fully described in the job offer. For this claim, the job offer had only set  forth the duties, such as inputting social security numbers on a keyboard.  The BHR representative decided that the offer did not describe the physical  requirements associated with the job and thus, did not “allow the district  office to properly determine whether the offered job was suitable work  within the claimant’s work restrictions.” BHR concluded that the district  improperly terminated the claimant’s compensation and directed that the  claimant’s monetary compensation be reinstated. We estimate that 21  percent of appealed claims were remanded and reversed due to problems  with evaluating medical or nonmedical evidence.", "Some remands and reversals result from OWCP failing to administer claims  files in accordance with FECA or OWCP guidance for claims management.   The guidance includes (1) a description of the information that is to be  maintained in the claim file and transmitted by OWCP to the requestor (i.e.,  BHR or ECAB) and (2) requires claims files to be transmitted within 60  days after a request is received. Failure to meet this 60-day requirement  was one of the more common deficiencies in claims file management in our  sample. For example, ECAB initially requested a claim file for one injured  worker from OWCP on April 29, 2000.  On December 19, 2000 (almost 8  months later), the Board notified OWCP that the claim file had not been  transferred and that if the file was not received within 30 days, ECAB  would issue orders remanding the case to the relevant district office for  “reconstruction and proper assemblage of the record.” As of March 12,  2001—more than 10 months after the initial ECAB request —the claim file  had still not been transferred and the claim was remanded back to the  district office. We estimate that 4 percent of appealed claims were reversed  or remanded by the BHR or ECAB for claims file management problems.", "For claims that were initially denied and then the decisions were reversed  by the BHR or ECAB due to problems identified with the initial evaluation  of evidence or mismanagement of claims files, there are delays in claimants  receiving benefits to which they were entitled.  According to OWCP, the  average amount of time that elapsed from the date an appeal was filed with  BHR or ECAB until a decision was rendered was 7 months and 18 months,  respectively, in fiscal year 2000.  Thus, while claimants are provided  benefits retroactively to the date of the initial decision when a claim is  reversed, they may be forced to go without benefits for what can be  extended periods and may have to incur additional expenses, such as  representatives’ fees, during appeals that are not reimbursable."], "subsections": []}, {"section_title": "New Evidence Submitted after OWCP Rendered Decision Also Resulted in Reversals and Remands", "paragraphs": ["We also found that 6 percent of appealed claims decisions were reversed or  remanded because of new evidence being submitted by the claimant after  the initial decision was made.  OWCP regulations allow claimants to submit  new evidence to support their claims at any time from the rendering of the  initial claim decision until 30 days—or more with an extension—after the  BHR hearing or review of the record occurs.  Additional evidence could  include medical reports from different physicians or new testimonial  evidence from coworkers that in some significant way were expected to  modify the circumstances concerning the injury or its treatment and make  the previous decision by OWCP now inappropriate.  Upon appeal of the  earlier district office decision, the BHR representative determines whether  the new evidence is sufficient to remand the claim back to the district  office for further review, or to reverse the initial decision."], "subsections": []}, {"section_title": "OWCP Has Taken Some Actions to Identify and Address the Causes of Reversals and Remands", "paragraphs": ["OWCP monitors remands and reversals by the BHR and ECAB to identify  certain trends in appeals decisions.  Steps OWCP says it takes include  reviewing ECAB decisions and preparing an advisory calling claims  examiners’ attention to selected ECAB decisions which may represent a  pattern of district office error or are otherwise instructive.  Where more  notable problems are identified through ECAB reviews, a bulletin  describing the correct procedures may be issued or training might be  provided.  While OWCP similarly monitors reasons for BHR reversing and  remanding claims decisions, this information, or any suggested corrective  actions are not disseminated to claims examiners in as systematic a  manner as is done for ECAB decisions.", "Clearly, these actions are providing some information on remands and  reversals, which might be helpful to OWCP and its district offices.   However, this information is not fostering a full understanding of the  underlying reasons for remands and reversals occurring at their current  rates and what other actions might be taken to address those factors.  For  example, OWCP might detect that a district office is failing to appoint  referee physicians when required.  OWCP might then notify district offices  that such a problem was occurring, but with the information currently  available, it would not be able to identify how frequently the problem was  occuring or the underlying reasons— (1) are inexperienced claims  examiners not sufficiently aware of the requirement for a referee physician  when a conflict of medical opinions of equal value occurs, or (2) are  examiner’s experiencing difficulty in determining whether two physicians’  opinions were of equal value?  Without such information on causes, it  would be difficult to address these problems.", "We believe that OWCP needs to examine the steps now being taken to  determine whether more can be done to identify and track specific reasons  for claims decision remands and reversals.  With such information, OWCP  may be able to act to address those underlying causes and in so doing,  reduce remand and reversal rates.", "OWCP officials told us that they have not conducted such an overall  examination of its current process.  Instead OWCP said they continue to  adjust their monitoring and communication process (circulars and  bulletins) based on available information.  Finally, OWCP indicated that the  rate of OWCP remands and reversals was similar to that of other  compensation organizations.  They provided us a comparison of four  organizations whose rates were similar or greater than theirs; the four were  DOL’s Black Lung Program, the Social Security Administration’s Disability  Program, and the North Dakota and Washington states’ workers’  compensation programs.  Except for the SSA program, no information was  provided nor do we have information concerning how comparable the  programs are; thus we cannot determine the validity of such a comparison.   Regarding SSA, their reversal rate may not be comparable to OWCP’s  because of considerable emphasis on SSA physicians’ testimony for initial  claims decisions and the claimants’ and their physicians’ testimony during  adjudication hearings, resulting in high reversal rates."], "subsections": []}]}, {"section_title": "OWCP Has Established a Hearing Standard That Allows 110 Days for Claimant Notification", "paragraphs": ["FECA requires that OWCP notify claimants in writing of hearing decisions  “within 30 days after the hearing ends.” OWCP’s interpretation of the  hearing process allows up to 110 days before almost all claimants are to be  notified of decisions.", "In establishing guidelines for meeting this provision of the act, the BHR  director told us that the hearing record is not closed until two separate but  concurrent processes are completed.  1. Printing and reviewing of hearing transcript:  The time needed to print  and review the hearing transcript could range from as few as 25 days to  as many as 47 calendar days from the hearing date.  A contractor prints  the hearing transcript, which generally takes from 5 to 7 calendar days.   The claimant and the claimant’s employing agency then review the  transcript of the hearing for up to 20 calendar days.  If the employing  agency provides comments, OWCP provides the claimant with the  agency's comments and an additional 20 calendar days to respond to  those comments.   2. Submitting new evidence:  OWCP gives the claimant 30 calendar days  from the date of the hearing to submit additional medical evidence.  If  the claimant needs additional time to provide more medical evidence,  the regulations allow the OWCP hearing representatives to use their  discretion to grant a claimant a one-time extension period, that may be  for up to several months.  OWCP officials stressed the importance of all  the evidence being considered before a decision is made since if the  decision is appealed to ECAB any subsequent review by the ECAB is  limited to the evidence in the claim record at the time of the preceding  decision.", "Given the potentially wide variance in the number of days before OWCP  can close a hearing record, an OWCP official said they have attempted to  establish realistic standards for notifying claimants of hearing decisions.   OWCP has established two goals for the timing of notifying claimants of  final hearing decisions: (1) notifying 70 to 85 percent of the claimants  within 85 calendar days, and (2) informing 96 percent of claimants within  110 calendar days following the date of the hearing.  Based upon our review  of the applicable legislation, we determined that OWCP has the authority to  interpret the FECA requirement for claimant notification in this manner.", "Of an estimated 2,945 appealed claims for which BHR rendered a decision  on a hearing during our review period, notification letters for an estimated  2,256 (or 77 percent) were signed by OWCP officials within 85 days of the  date of the hearing and an estimated 2,716 (or 92 percent) of the claims  were signed within 110 days of the hearing date. OWCP officials signed an  estimated 158 (or 5 percent) of the claimants’ notification letters from 111  to 180 days after the hearing date and 70 claims (or 2 percent) from 181 to  more than 1 year after the hearing date."], "subsections": []}, {"section_title": "OWCP’s Physicians Were Board Certified, Licensed, and Had Specialties Consistent with the Injuries Examined", "paragraphs": ["Our review showed that OWCP referee physicians were board certified and  licensed in their specialties.  In addition, we found that OWCP’s second  opinion and referee physicians had specialties that were appropriate for  claimant injuries in nearly all the cases we examined."], "subsections": [{"section_title": "Most of OWCP’s Physicians Were Board Certified and Had State Medical Licenses", "paragraphs": ["Although neither FECA nor OWCP’s procedures manual require second  opinion physicians to be board certified, the procedures manual states that  OWCP should select physicians from a roster of “qualified” physicians and  “specialists in the appropriate branch of medicine.” The manual further  requires that for referee physicians “the services of all available and  qualified board-certified specialists will be used as far as possible.” The  manual allows for using a noncertified physician in special situations,  stating “a physician who is not board-certified may be used if he or she has  special qualifications for performing the examination,” but the OWCP  medical official making that decision must document the reasons for the  selection in the case record.", "Based on our statistical sample, we estimate that at least 94 percent of  OWCP’s contracted second opinion physicians and at least 99 percent of  the contracted referee physicians were board certified.  In making these  determinations, we used information from the American Board of Medical  Specialties (ABMS), the umbrella organization for the approved medical  specialty boards in the United States. In addition, OWCP provided  documentation verifying certifications of some of the physicians in our  sample.  For the remaining 6 and 1 percent of the second opinion and  referee physicians in our sample, respectively, we lacked information to  determine whether they were or were not certified.", "Although neither FECA nor OWCP regulations specifically require either  second opinion or referee physicians to be licensed by the state in which  they practice, OWCP officials stated that OWCP expects that all physicians  will have state medical licenses.  Based on our sample of physicians, we  estimated that at least 96 percent of the second opinion physicians and at  least 99 percent of the referee physicians had current state medical  licenses. For the 4 and 1 percent of the remaining physicians respectively,  we did not have sufficient information to determine whether or in what  state they were licensed."], "subsections": []}, {"section_title": "Second Opinion and Referee Physicians Had Specialties That Were Relevant to Injuries Evaluated", "paragraphs": ["An estimated 98 percent of OWCP’s second opinion and referee physicians  appeared to have specialties relevant to the types of claimant injuries they  evaluated.  While there is no requirement for referee physicians to have  specialties relevant to the types of injuries evaluated, OWCP officials told  us that a directory is used to select referee physicians—with appropriate  specialties—to examine the type of injury the claimant incurred.  For the  remaining physicians in our sample, that is the remaining 2 percent, the  conclusion was that they had specialties which were not appropriate for  the type of injuries examined.  For example, a cardiologist—acting as a  second opinion physician—examined a claimant for residuals of  hypertension that were aggravating the claimant’s kidney disease. The  claimed injury appeared to be associated with kidney rather than heart  disease.  Therefore, it would have been appropriate for the claimant to be  treated by a nephrologist (kidney specialist).", "For assistance in reviewing relevancy of physician specialties, we  contracted with a Public Health Service (PHS) physician.  With that  assistance, we were able to review our sample of claimants’ injuries and  the board specialties of the physician(s) who evaluated them to determine  if the knowledge possessed by physicians with a specific specialty would  allow them to fully understand the nature and extent of the type of injury  evaluated."], "subsections": []}]}, {"section_title": "OWCP Uses Several Methods to Identify Customer Concerns and Assists DOL’s IG in Addressing Potential Claimant Fraud", "paragraphs": ["OWCP uses surveys of randomly selected claimants and focus groups to  monitor the extent of customer satisfaction with several dimensions of the  claims program, including responsiveness to telephone inquiries.  OWCP  claims examiners and employing agencies serve as primary information  sources for identifying potentially fraudulent claims.  When such potential  fraud is detected, DOL’s IG investigates the circumstances and, if  appropriate, prosecutes the claimants and others involved."], "subsections": [{"section_title": "Customer Satisfaction with the Claims Process", "paragraphs": ["OWCP obtains information concerning customer satisfaction with the  handling of claims through surveys of claimants and conducting focus  groups with employing agencies.  Since 1996, OWCP has used a contractor  to conduct customer satisfaction surveys via mail about once each year to  determine claimants’ perceptions on several aspects of the implementation  of the workers’ compensation program, including overall service, for  example, whether claimants knew their rights when notified of claims  decisions and the timeliness of written responses to claimants’ inquiries.   The questionnaires did not include questions specific to the appealed  claims process, but some of the respondents may have based their  responses on experiences encountered when appealing claims.", "In the 2000 survey, customers indicated a 52 percent satisfaction rate with  the overall workers compensation program, and a 47 percent  dissatisfaction rate. The level of claimant satisfaction indicated in their  responses for specific issues in the surveys have been largely mixed (i.e.,  more positive responses for some questions and more negative responses  for other questions). For example, survey responses in fiscal year 1998  showed that 34 percent of the respondents were satisfied with the  timeliness of responses to their written questions to OWCP concerning  claims, while 63 percent were not, and 35 percent were satisfied with the  promptness of benefit payments, while 26 percent were not satisfied. Based  on these and previous survey results, OWCP took actions including  creating a committee to address several customer satisfaction issues, such  as determining if the timeliness of written responses could be improved.", "In fiscal year 2001, OWCP took two additional steps to measure customer  satisfaction.  First, OWCP used another contractor to conduct a telephone  survey of 1,400 claimants focused on the quality of customer service  provided by the district offices.  As of March 25, 2002, a contractor was still  evaluating the results of this survey.  Second, OWCP held focus group  meetings with employing agency officials in the Washington, D.C., and  Cleveland, Ohio, district offices’ jurisdictions.  An OWCP official stated that  this effort provided an open forum for federal agencies to express concerns  with all aspects of OWCP service.  In the Washington D.C. focus group,  employing agency officials expressed their belief that some of the claims  approved by OWCP did not have merit.  The report on that meeting did not  specify whether this concern applies to appealed claims decisions. The  report documenting the Cleveland focus group effort indicated that  employing agencies were frustrated about not being informed of OWCP  claims decisions and several agencies said they continued to put through  medical bills only to be told by the employees that their claims had been  denied."], "subsections": []}, {"section_title": "OWCP Examiners and the DOL IG Monitor Claimant Fraud", "paragraphs": ["The DOL’s IG—using information from claims examiners and other  sources—monitors, investigates, and prosecutes fraudulent claims made  by federal workers.  The IG’s office provides guidance to claims examiners  for identifying and reporting claimant fraud, including descriptions of  situations or “red flags” that could be potentially fraudulent claims. Red  flags include such items as excessive prescription drug requests and  indications of unreported income. DOL’s Audits and Investigations  Manual requires claims examiners and other employees to report all  allegations of wrongdoing or criminal violations—including the submission  of false claims by employees—to the IG’s office.", "Once a potentially fraudulent claim is identified, the IG will review  information submitted by the claimant, coworkers, physicians, and others.   The IG may also conduct additional investigations of claimants and medical  providers suspected of defrauding the program, such as surveillance of  claimants and undercover operations aimed at determining if a physician is  knowingly participating in fraudulent claims. For example, an IG agent— wearing a transmitter—might pose as a postal worker and visit a doctor  who has been identified as providing supporting opinions for OWCP  claimants with questionable injuries. The agent could then tell the doctor  that the claim of injury is in fact false but that they need time off for  personal reasons, for example to get married. If the doctor agrees to  support such a false claim, the doctor would then be charged with fraud.   Of approximately 600,000 workers’ compensation claims filed with district  offices from fiscal years 1998 through 2001, the IG opened 513  investigations involving potential fraud.  Of these, 212 led to indictments  and 183 resulted in convictions against claimants and physicians."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["One out of four OWCP initial claims decisions (approximately 25 percent)  was either reversed or remanded upon appeal because of questions about  or problems with either OWCP’s evaluation of medical and nonmedical  evidence or improper management of claims files.  For the appealed claims  that were eventually reversed because of problems with the initial decision,  benefits to which claimants were entitled are delayed.  While benefits are  usually granted retroactively in such cases, going without those deserved  benefits for what might be extended periods might create hardships for  claimants.  Further, representatives’ fees and some other additional  expenses that claimants might incur during the appeals process are  generally not reimbursed by OWCP.", "While OWCP monitors certain information on BHR and ECAB remands and  reversals to identify problems in district office decisions, and distributes  much of this information to district offices, that information does not fully  identify underlying causes of the problems. An examination of the  monitoring steps OWCP is currently taking and a determination of what  other information could help OWCP and its district offices to address  underlying causes could result in a reduction of the rate of remands and  reversals."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["We recommend that the secretary of labor require the director of OWCP to  examine the steps now being taken to determine whether more can be  done to identify and track specific reasons for remands and reversals—  including improper evaluation of evidence and mismanagement of claim  files—and address their underlying causes."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We obtained comments on this report from the Assistant Secretary for  Employment Standards, Department of Labor.  The Assistant Secretary  agreed with our conclusions regarding the timing of notifying claimants on  hearing results; physician certification, licensing and specialties; and  processes used by OWCP to monitor customer satisfaction and potential  claimant fraud.  The Assistant Secretary raised concerns, however, with  our conclusions related to the frequency of and reasons for reversals and  remands of initial OWCP claims decisions when appealed by the claimant.   Following is a presentation of key comments from the Assistant Secretary  and our responses to those comments.", "A principal comment regarding the report and its conclusions relates to the  use of BHR and ECAB decision summaries to determine the rate of  remands and reversals due to (a) introduction of new information,  (b) mismanagement of case files and (c) district office problems in  evaluating claim evidence.  In short, OWCP asserts that BHR and ECAB  summary decisions are inadequate to make such determinations.  The  Assistant Secretary also expresses the belief that a  “large portion” of  decisions that our review showed were reversed or remanded because of  questions about or problems with the initial decision (as opposed to new  evidence being submitted), were in fact reversed or remanded because of  new evidence being submitted.", "We disagree.  Decision summaries we reviewed clearly indicated specific  reasons for each reversal or remand and our analysis fully accounted for  remands and reversals that were ordered by the BHR and ECAB due to the  introduction of new information by the claimant. For example, in the  summary of one decision remanded by the ECAB due to an evidence  evaluation problem, the BHR had originally decided that a claimant was not  entitled to benefits. The BHR decision was based on a second opinion  physician’s report and several reports from the claimant’s two physicians’  all of which preceded the BHR decision. The BHR “representative found  that the opinions of the (claimants) attending physicians could not be  afforded any great weight as their opinions were based on the fact that the  (claimant) was performing duties requiring repetitive shoulder movements,  and this was not true.” In remanding the decision, ECAB determined that  there were “discrepancies between the opinions of the (claimant’s  physicians) and the (second opinion physician) that there is a conflict in  the medical opinion evidence as to the cause of the (claimant’s) current  condition and, therefore, the case will be remanded” for the appointment of  a referee physician.  An example of a decision where new evidence was  submitted, was an ECAB decision summary that stated that the decision  was remanded back to the OWCP district office “because (claimant)  submitted relevant and pertinent evidence not previously considered by the  office.”", "Cases are frequently reviewed by claims examiners on arrival and may be  remanded if late arriving evidence is sufficient to meet the claimant’s  burden of proof.  These claims examiner remands prior to hearing are  frequently based on the review of evidence not available to the district  office examiner.  It appears that the GAO investigators entirely excluded  these cases from their sample.", "OWCP is incorrect.  Our sample, as indicated in our report, was drawn from  all appealed case decisions made during a 1-year period and therefore  encompassed all affirmations, remands and reversals that were made  before hearings, after hearings and those for the record during that 12  month period.", "The percent of appeals reversed or remanded by the ECAB may be the  purest indicator of district office oversight or error.", "We note that, based on our sample, the rate of ECAB remands and reversals  was approximately 23 percent, which closely approximates the composite  remand and reversal rate for both BHR and ECAB of 25 percent.", "The report also conflates its analysis of remands and reversals. Remands  and reversals must be distinguished.  A remand does not reverse the denial  of a claim and direct the examiner to pay the denied benefit.  It may, for  example, direct the examiner to ask further questions of the reporting  physician, after which the district office issues a new decision that  considers the doctor’s further response.  The new decision may reinstate  the original denial or award the benefit.", "We have added wording to our report to make the distinction clear.   However, because our analysis focused on the same issue for both, i.e.  questions about or problems with initial claims decisions made at OWCP  district offices, we believe it is appropriate to use reversals and remands as  a combined indicator.", "In summary, the report’s presentation of the ratio of remands and reversals  caused by new evidence, as opposed to “errors” in the original decision, is  seriously flawed.  We have attached a chart that provides the actual  outcomes from the two appeal bodies for FY 2001.  Following the actual  procedures we have described, we believe that all (BHR) decisions in  which a hearing was held reflect new information to some degree.  As for  the other categories, our experience is that half the remands/reversals prior  to hearing and most of the remands/reversals following reviews on the  record are based on the submission of new evidence.  This analysis yields  the conclusion that well over half of the (BHR) remands/decisions reflect  the consideration of new evidence or new argument.", "We agree that new evidence is submitted and considered in many cases  throughout the  life of a claim, which may involve a number of separate  appeals.  However, our review of decision summaries clearly showed the  reasons for remand or reversal of initial claims decisions when appealed.   Those reasons, which also were provided to claimants in explaining why  the decision on their claim was being remanded or reversed, included  (1) questions about or problems with the availability or consideration of  evidence at the time of the initial decision, or (2) problems with case file  management; and (3) new evidence or information being introduced.  The  chart provided by OWCP does not present any information on such specific  reasons for remands and reversals.  In fact, in response to our request for  such specific information at the end of our review, we were told by OWCP  officials that OWCP did not have such information.", "The report characterizes four percent of cases as due to “mismanagement  of claim files.”  This phrase is not defined and only one example is offered.   With no definition and only one example, the phrase “mismanagement”  appears to be unsupported.", "We believe the discussion concerning “mismanagement of claim files”  adequately defines the issue. In addition, the example provided is for  illustrative purposes.", "GAO’s recommendation appears to be based on (1) the substantial  overestimation of the contribution of OWCP errors to the remand/reversal  rate and (2) a generalization that no systematic study of the “underlying  causes” of remands and reversals has been undertaken by OWCP.  OWCP  explained its many and varied approaches to decision monitoring and  quality improvement to the GAO team, and we do not understand the basis  for this generalization.  In fact, OWCP does react to data showing trends  from ECAB decisions and hearing decisions, provides appropriate training  to claims examiners, and is fully committed to continuing to monitor the  outcomes of appeals.", "While we agree that OWCP takes a number of actions to monitor decision  reversals and remands, and in fact we recognize many of these in our  report, our estimates of the rates and reasons for remands and reversals  are statistically valid.  Our recommendation is based upon (1) the  importance of ensuring that claimants receive benefits to which they are  entitled as promptly as possible; (2) the level of initial claims decision  remands and reversals upon appeal; and (3) our conclusion that there may  be opportunities for OWCP to better identify the reasons for and address  the underlying causes of remands and reversals.", "GAO acknowledged the basis for OWCP’s application of a hearing standard  which allows for 110 days for hearing decision notification, including time  for the claimant’s review of testimony and opportunity to comment.", "Our report describes how OWCP has interpreted the FECA requirement  and established a target of notifying most claimants of the decision on their  appeal within 110 days of the date of the hearing.  We did not assess  whether this is an appropriate target.", "Finally, DOL indicated that, consistent with our recommendation, they  would review and enhance their systems for monitoring results of its  claims adjudication process “to better achieve improvements in our claims  review.”", "DOL also provided technical comments which we incorporated in the  report as appropriate. DOL’s comments are reprinted in appendix IV.", "As arranged with your office, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days after the  date of this letter. At that time, we will send copies to the ranking minority  member and to the secretary of labor. We will also make copies available to  others on request at that time.", "Major contributors to this report were Boris Kachura, Assistant Director;  Thomas Davies Jr., Project Manager; Ellen Grady, Senior Analyst; Chad  Holmes, Analyst; and Karen Bracey, Senior Operations Research Analyst."], "subsections": []}]}, {"section_title": "OWCP’s Claims Process", "paragraphs": ["Based on interviews with OWCP officials and reviews of OWCP operational  guidance, when a federal employee is injured at work and becomes  disabled, the employee files a claim with the employing federal agency.  All  claims that involve medical expenses or lost work time or both are then  forwarded by the agency to 1 of OWCP’s 12 district offices. Figure 2  characterizes OWCP’s claims process, including the claims adjudication  process."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["In your March 2001 letter, you asked GAO to examine several issues related  to OWCP’s workers’ compensation claims adjudication process.  To meet  this objective, we reviewed a probability sample of over 1,200 decision  summaries from about 8,100 ECAB and BHR claims appeal decisions made  between May 1, 2000, and April 30, 2001, on claimant appeals.", "As part of our review of the decisions made by BHR and ECAB on appeals,  we first categorized the decisions in our sample into three groups:   (1) affirmed (the decision made on the initial claim was not changed),  (2) remanded (the claim was sent back by either ECAB or the BHR to the  cognizant district office for additional review or action and a new  decision), or (3) reversed (the initial decision made on the claim by the  district office or BHR was determined by BHR or ECAB to be incorrect and  was therefore changed—in most cases a claim or portion of a claim that  had been denied was changed to an approval).  For each claim that had  been remanded or reversed, we then analyzed the decision summaries to  determine the basis for the BHR or ECAB decision.", "To determine the extent to which OWCP was complying with FECA’s  requirements that (1) a referee physician be appointed to resolve conflicts  in medical opinions between claimant physicians and OWCP’s second  opinion physicians and (2) claimants be informed of the outcome of  hearings in a timely manner, we performed several steps.", "For the first of these two objectives, we reviewed FECA legislation and  OWCP regulations and interviewed OWCP officials to identify the specific  requirements related to referee physicians.   From our statistical sample of  claims appeal decisions, we then identified decisions in which at some  point during the history of the claim, there had been a conflict in the  medical opinions between the claimant’s attending physician and an OWCP  second opinion physician.  For this subset, we relied upon the decisions of  the BHR and ECAB as reflected in decision summaries to determine the  extent to which referee physicians were appointed as required.  In addition,  we identified the frequency that claims were remanded or reversed by the  BHR and ECAB because a referee physician should have been but was not  appointed.", "Regarding the length of time taken by OWCP to notify claimants about  hearing outcomes, we reviewed the relevant FECA requirement and  OWCP’s guidelines and goals and interviewed OWCP officials.  We limited  our review on this objective to claims decisions rendered by BHR, because  ECAB decision summaries did not contain the dates needed for our  analysis.  Accordingly, we selected a subset of BHR cases from our sample,  and calculated the number of days between the date of the hearing and the  date of the final hearing decisions.  In making our calculation, we used the  date of the BHR decision letter as the claimant notification date.", "To determine whether the physicians involved in reviewing claims were  board certified, we used another subset of claims appeal decisions from  our sample, and relied on information from the American Board of Medical  Specialties’ (ABMS) website (www.abms.org).  ABMS is the umbrella  organization for approved medical specialty boards in the United States.   We compared the names and specialties of the second opinion and referee  physicians to the database to determine whether these physicians were  board certified.  We looked for an exact or close match of names while  allowing for obvious spelling errors in the name or other minor  discrepancies, such as missing initials.  Although most of the board  certification verifications were done by querying the ABMS website and  printing copies of the certifications, when necessary we also contacted  ABMS by telephone to obtain verbal verification on board certifications or  used ABMS’ directory book for calendar year 2002.  For those physicians  whose certifications we were not able to readily verify, we asked OWCP to  provide documentation of the board certifications, which they did for a  number of physicians.", "In determining whether second opinion and referee physicians used by  OWCP had state licenses, we used the same sample subset as we used in  verifying board certifications.  In making the state license determinations,  we generally focused on the state in which the employee resided for BHR  decisions, and the state in which the employing agency was located in for  ECAB decisions.  We relied on a variety of resources in that search,  including www.docboard.org (a public service site) and individual state  medical board web sites for printed documentation.  We also phoned staff  in various state medical board offices for verbal confirmation for some  physicians.  We again looked for an exact or close match of name while  allowing for spelling and other minor differences.  In addition, since  physicians are required to have state medical licenses in order to become  board certified, any physicians whom we could not verify as licensed  through state sources were considered to be licensed if we had determined  the physicians were board certified.  Also, while the dates of physician  involvement on individual cases could have taken place anytime during or  even preceding the May 1, 2000, through April 30, 2001 period of our review,  we made our determinations for state licenses as of December 31, 2001.", "We also determined whether second opinion and referee physicians  contracted for by OWCP possessed the appropriate medical specialty to  evaluate and fully understand the nature and extent of the claimant’s  particular illness or injury.  To do this, we drew another subset of the  appealed claims decisions for which we could determine that a second or  referee physician was involved, and that we could identify the nature of the  claimant’s injury and the physician’s medical specialty.  We contracted with  a Public Health Service (PHS) physician to review the injuries of the  claimants in this sample and determine whether the board specialties of the  physician(s) who evaluated those injuries were appropriate.", "To determine how OWCP identifies problems with its appeals process,  levels of customer satisfaction, and potential claimant fraud, we  interviewed OWCP officials—including the deputy director and director of  BHR—and reviewed documentation provided by OWCP, including reports  from several annual customer (claimant) surveys and focus groups of  federal agencies.  In addition, we interviewed officials in DOL’s IG, analyzed  IG guidance on detecting and investigating potential fraudulent activity,  and reviewed IG annual reports that discussed the identification and  prosecution of claimant fraud.", "We did our work in Washington, D.C., from March 2001 through April 2002.   Our work was done in accordance with generally accepted government  auditing standards."], "subsections": []}, {"section_title": "Sampling and Estimation Methods and Sampling Errors", "paragraphs": ["To help accomplish some of our objectives we reviewed a probability  sample of over 1,200 ECAB and BHR decisions issued between May 1, 2000,  and April 30, 2001.   This appendix describes how we selected decisions for  review and provides the sampling error of estimates presented in this  report that we made from our sample.", "ECAB and BHR cases were sampled separately.  We obtained a list of ECAB  decisions issued between May 1, 2000, and April 30, 2001.  The listed  decisions were classified as either remands or nonremands and a simple  random sample of each of the two classifications was selected.  BHR  decision files covering the period of our review were stored in folders in  three filing cabinets.  Each folder was divided into two compartments.  We  took separate systematic samples from the front and back compartments  of the folders in the cabinets.  Since the file cabinets contained some  decisions that fell outside our review period, we estimated, based on our  sample, the number of decisions in the three filing cabinets that were  issued between May 1, 2000, and April 30, 2001.", "Using these sampling methods described above, we obtained a sample of  over 1,200 decisions.  Each sampled decision was weighted in our analysis  to account statistically for all appealed claims decisions issued between  May 1, 2000, and April 30, 2001, including those that were not sampled.  The  estimates we made from our sample and the sampling errors associated  with these estimates are given in the table below."], "subsections": []}, {"section_title": "Comments from the Department of Labor", "paragraphs": [], "subsections": [{"section_title": "GAO’s Mission", "paragraphs": ["The General Accounting Office, the investigative arm of Congress, exists to  support Congress in meeting its constitutional responsibilities and to help improve  the performance and accountability of the federal government for the American  people. GAO examines the use of public funds; evaluates federal programs and  policies; and provides analyses, recommendations, and other assistance to help  Congress make informed oversight, policy, and funding decisions. GAO’s  commitment to good government is reflected in its core values of accountability,  integrity, and reliability."], "subsections": []}, {"section_title": "Obtaining Copies of GAO Reports and Testimony", "paragraphs": ["The fastest and easiest way to obtain copies of GAO documents at no cost is  through the Internet. GAO’s Web site (www.gao.gov) contains abstracts and full- text files of current reports and testimony and an expanding archive of older  products. The Web site features a search engine to help you locate documents  using key words and phrases. You can print these documents in their entirety,  including charts and other graphics.", "Each day, GAO issues a list of newly released reports, testimony, and  correspondence. GAO posts this list, known as “Today’s Reports,” on its Web site  daily. The list contains links to the full-text document files. To have GAO e-mail this  list to you every afternoon, go to www.gao.gov and select “Subscribe to daily E-mail alert for newly released products” under the GAO Reports heading."], "subsections": [{"section_title": "Order by Mail or Phone", "paragraphs": [], "subsections": []}]}, {"section_title": "To Report Fraud, Waste, and Abuse in Federal Programs", "paragraphs": [], "subsections": []}, {"section_title": "Public Affairs", "paragraphs": [], "subsections": []}]}], "fastfact": []}