{"id": "GAO-11-252", "url": "https://www.gao.gov/products/GAO-11-252", "title": "Indian Country Criminal Justice: Departments of the Interior and Justice Should Strengthen Coordination to Support Tribal Courts", "published_date": "2011-02-14T00:00:00", "released_date": "2011-03-10T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Department of Justice (DOJ) reports from the latest available data that from 1992 to 2001 American Indians experienced violent crimes at more than twice the national rate. The Department of the Interior (DOI) and DOJ provide support to federally recognized tribes to address tribal justice issues. Upon request, GAO analyzed (1) the challenges facing tribes in adjudicating Indian country crimes and what federal efforts exist to help address these challenges and (2) the extent to which DOI and DOJ have collaborated with each other to support tribal justice systems. To do so, GAO interviewed tribal justice officials at 12 tribes in four states and reviewed laws, including the Tribal Law and Order Act of 2010, to identify federal efforts to assist tribes. GAO selected these tribes based on court structure, among other factors. Although the results cannot be generalized, they provided useful perspectives about the challenges various tribes face in adjudicating crime in Indian country. GAO also compared DOI and DOJ's efforts against practices that can help enhance and sustain collaboration among federal agencies and standards for internal control in the federal government."]}, {"section_title": "What GAO Found", "paragraphs": ["The 12 tribes GAO visited reported several challenges in adjudicating crimes in Indian country, but multiple federal efforts exist to help address some of these challenges. For example, tribes only have jurisdiction to prosecute crimes committed by Indian offenders in Indian country. Also, until the Tribal Law and Order Act of 2010 (the Act) was passed in July 2010, tribes could only sentence those found guilty to up to 1 year in jail per offense. Lacking further jurisdiction and sentencing authority, tribes rely on the U.S. Attorneys' Offices (USAO) to prosecute crime in Indian country. Generally, the tribes GAO visited reported challenges in obtaining information on prosecutions from USAOs in a timely manner. For example, tribes reported they experienced delays in obtaining information when a USAO declines to prosecute a case; these delays may affect tribes' ability to pursue prosecution in tribal court before their statute of limitations expires. USAOs are working with tribes to improve timely notification about declinations. DOI and the tribes GAO visited also reported overcrowding at tribal detention facilities. In some instances, tribes may have to contract with other detention facilities, which can be costly. Multiple federal efforts exist to help address these challenges. For example, the Act authorizes tribes to sentence convicted offenders for up to 3 years imprisonment under certain circumstances, and encourages DOJ to appoint tribal prosecutors to assist in prosecuting Indian country criminal matters in federal court. Federal efforts also include developing a pilot program to house, in federal prison, up to 100 Indian offenders convicted in tribal courts, given the shortage of tribal detention space. DOI, through its Bureau of Indian Affairs (BIA), and DOJ components have taken action to coordinate their efforts to support tribal court and tribal detention programs; however, the two agencies could enhance their coordination on tribal courts by strengthening their information sharing efforts. BIA and DOJ have begun to establish task forces designed to facilitate coordination on tribal court and tribal detention initiatives, but more focus has been given to coordination on tribal detention programs. For example, at the program level, BIA and DOJ have established procedures to share information when DOJ plans to construct tribal detention facilities. This helps ensure that BIA is prepared to assume responsibility to staff and operate tribal detention facilities that DOJ constructs and in turn minimizes potential waste. In contrast, BIA and DOJ have not implemented similar information sharing and coordination mechanisms for their shared activities to enhance the capacity of tribal courts to administer justice. For example, BIA has not shared information with DOJ about its assessments of tribal courts. Further, both agencies provide training and technical assistance to tribal courts; however, they are unaware as to whether there could be unnecessary duplication. Developing mechanisms to identify and share information related to tribal courts could yield potential benefits in terms of minimizing unnecessary duplication and leveraging the expertise and capacities that each agency brings."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Secretary of the Interior and the Attorney General direct the relevant DOI and DOJ programs to develop mechanisms to identify and share information related to tribal courts. DOI and DOJ concurred with our recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Justice (DOJ) has reported from the latest available  data that the crime rates experienced by American Indians nationwide are  two and a half times higher than those experienced by the general  population in the United States. Specifically, DOJ reported that from 1992  to 2001, American Indians, nationally, experienced violent crimes at an  estimated rate of 101 violent crimes per 1,000 Indians annually, which is  more than twice the estimated national rate of 41 per 1,000 persons. While  violent crime rate statistics specific to Indian country are not available, the  Tribal Law and Order Act of 2010 (TLOA) recognizes that Indian tribes  have faced significant increases of burglary, assault, child abuse, and  domestic violence as a direct result of increased methamphetamine use on  Indian reservations. Further, it is estimated that 39 percent of American  Indian and Alaska Native women will be subjected to domestic violence  during their lifetime. Such crime levels can have a devastating effect on  the quality of life for tribal communities and signal a public safety crisis in  Indian country.  Tribal, state, or federal governments may have  jurisdiction to prosecute Indian offenders who commit crimes of a more  serious nature in Indian country; however, tribal governments do not have  jurisdiction to prosecute non-Indians, even if the victim is Indian. Rather,  non-Indian offenders who commit crimes against Indians may be  prosecuted by the federal government or, where jurisdiction has been  conferred, a state government. Although TLOA acknowledges that tribal  justice systems are often the most appropriate institutions for maintaining  law and order in Indian country, they face challenges in effectively  administering justice due to limited personnel and resources, increasing  volume and complexity of criminal caseload, and limited sentencing  authority. To that end and in light of the challenges that tribes face in  adjudicating crimes, tribal communities rely on the federal government to  investigate and prosecute a variety of crimes in Indian country.", "The Department of the Interior (DOI) and DOJ are the two primary federal  agencies that provide support to federally recognized tribes to ensure safe  communities in Indian country and help tribes administer justice. First,  DOI, through the Bureau of Indian Affairs (BIA), provides funding to  entities of the tribal justice system including tribal courts, law  enforcement agencies, and detention facilities. Additionally, BIA  investigates crimes that occur in Indian country, and assists tribes in their  efforts to establish and maintain judicial systems, among other things.  Second, within DOJ, the Federal Bureau of Investigation (FBI) conducts  criminal investigations, while the U.S. Attorney’s Office (USAO) may  exercise its jurisdiction to prosecute crime in Indian country. A number of  DOJ components provide grant funding, training, and technical assistance  to tribes for the purpose of enhancing tribal justice systems. In 2010, DOI  and DOJ announced that public safety in tribal communities is to be a  priority for their respective agencies and launched a number of initiatives  intended to help address tribal justice issues. Further, TLOA was signed  into law on July 29, 2010, to help address the wide-ranging challenges  facing tribes and improve the response to and prosecution of crime in  Indian country.", "You requested that we review the challenges facing selected tribal justice  systems in adjudicating crime in Indian country as well as federal  agencies’ efforts to coordinate their activities to support tribal justice  systems. We prepared this report to answer the following questions:  1.  What challenges do tribes face in adjudicating crime in Indian country  and what federal efforts exist to help address those challenges?  2.  To what extent have DOI and DOJ components collaborated with each  other to support tribal justice systems?", "To identify the challenges facing tribes in adjudicating criminal matters in  Indian country and federal efforts that exist to help address those  challenges, we met with tribal justice officials such as judges, prosecutors,  law enforcement officers, and court administrators from a nonprobability  sample of 12 federally recognized tribes in Arizona, New Mexico, North  Dakota, and South Dakota. We selected the tribes based on several  considerations such as reservation and land size, types of tribal court  structures, and number of Indian country criminal matters referred to the  USAO. Given the breadth of public safety and justice issues underlying the  requests for this work as well as the recently enacted TLOA, we focused  on criminal rather than civil law matters within the tribes selected for  review. While the results of these interviews cannot be generalized to  reflect the views of all federally recognized tribes across the United States,  the information obtained provided us with useful information on the  perspectives of various tribes about the challenges they face in  adjudicating criminal matters. Additionally, we reviewed existing law,  including the recently enacted TLOA, to identify federal efforts to help  support tribes’ efforts to adjudicate criminal matters in Indian country. We  also interviewed officials and obtained documents from the BIA and  various DOJ components such as the FBI, the Executive Office of U.S.  Attorneys, select district USAOs, and the Bureau of Prisons (BOP) to  obtain information about their efforts to implement TLOA provisions and  other initiatives that address the challenges facing tribes in administering  justice in Indian country.", "To assess the extent to which DOI and DOJ collaborate with each other to  support tribal justice systems, we identified practices that our previous  work indicated can help enhance and sustain collaboration among federal  agencies. In this report, we primarily focused on tribal courts and, to  some extent, tribal detention programs. We compared the two agencies’  efforts to share information on their tribal justice programs to select  criteria in Standards for Internal Control in the Federal Government as  well as select criteria on effective interagency collaboration. We also  analyzed DOI and DOJ documents—such as tribal consultation and  coordination plans—that describe the two agencies’ efforts to consult and  coordinate with each other on public safety and justice issues. Further, we  interviewed officials from DOI and DOJ components including DOI’s  Office of Justice Services and DOJ’s Office of Tribal Justice and Office of  Justice Programs (OJP) to determine the extent to which they had (1)  implemented the practices we identified for effective interagency  collaboration, and (2) identified and shared information that could be  beneficial in addressing public safety and justice in Indian country.", "We conducted this performance audit from September 2009 through  February 2011 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence provides a reasonable basis for our findings and  conclusions based on our audit objectives. Appendix I contains more  details on our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Criminal Justice in Indian Country", "paragraphs": ["In 2004, DOJ estimated that American Indians experience rates of violent  crime that are far higher than most other racial and ethnic groups in the  United States. For example, DOJ estimated that across the United States,  the annual average violent crime rate among American Indians was twice  as high as that of African Americans, and 2-½ times as high as that of  whites, and 4-½ times as high as that of Asians. Also, domestic and sexual  violence against American Indian women is among the most critical public  safety challenges in Indian country, where, in some tribal communities,  according to a study commissioned by DOJ, American Indian women face  murder rates that are more than 10 times the national average. Oftentimes,  alcohol and drug use play a significant role in violent crimes in Indian  country. According to DOJ, American Indian victims reported alcohol use  by 62 percent of offenders compared to 42 percent for all races.", "Tribal or BIA law enforcement officers are often among the first  responders to crimes on Indian reservations; however, law enforcement  resources are scarce. BIA estimates that there are less than 3,000 tribal  and BIA law enforcement officers to patrol more than 56 million acres of  Indian country. According to a DOJ study, the ratio of law enforcement  officers to residents in Indian country is far less than in non-tribal areas. In  the study, researchers estimated that there are fewer than 2 officers per  1,000 residents in Indian country compared to a range of 3.9 to 6.6 officers  per 1,000 residents in non-tribal areas such as Detroit, Michigan and  Washington, D.C. The challenge of limited law enforcement resources is  exacerbated by the geographic isolation or vast size of many reservations.  In some instances officers may need to travel hundreds of miles to reach a  crime scene. For example, the Pine Ridge Indian Reservation in South  Dakota has about 88 sworn tribal officers to serve 47,000 residents across  3,466 square miles, which equates to a ratio of 1 officer per 39 square miles  of land, according to BIA.", "In total there are 565 federally recognized tribes; each has unique public  safety challenges based on different cultures, economic conditions, and  geographic location, among other factors. These factors make it  challenging to implement a uniform solution to address the public safety  challenges confronting Indian country. Nonetheless, tribal justice systems  are considered to be the most appropriate institutions for maintaining law  and order in Indian country. Generally, tribal courts have adopted federal  and state court models; however, tribal courts also strive to maintain  traditional systems of adjudication such as peacemaking or sentencing  circles.", "Law enforcement, courts, and detention/correction programs are key  components of the tribal justice system that is intended to protect tribal  communities; however, each part of the system faces varied challenges in  Indian country. Shortcomings and successes in one area may exacerbate  problems in another area. For example, a law enforcement initiative  designed to increase police presence on a reservation could result in  increased arrests, thereby overwhelming a tribal court’s caseload or an  overcrowded detention facility."], "subsections": []}, {"section_title": "Federal, State, and Tribal Jurisdiction over Crimes Committed in Indian Country", "paragraphs": ["The exercise of criminal jurisdiction in Indian country depends on several  factors, including the nature of the crime, the status of the alleged offender  and victim—that is, whether they are Indian or not—and whether  jurisdiction has been conferred on a particular entity by, for example,  federal treaty or statute. As a general principle, the federal government  recognizes Indian tribes as “distinct, independent political communities”  that possess powers of self-government to regulate their “internal and  social relations,” which includes enacting substantive law over internal  matters and enforcing that law in their own forums. The federal  government, however, has plenary and exclusive authority to regulate or  modify the powers of self-government that tribes otherwise possess, and  has exercised this authority to establish an intricate web of jurisdiction  over crime in Indian country. The General Crimes Act, the Major Crimes  Act, and Public Law 280, which are broadly summarized in table 1, are the  three federal laws central to the exercise of criminal jurisdiction in Indian  country. These laws as well as provisions of the Indian Civil Rights Act  related to tribal prosecutions are discussed more fully in appendix II.", "The exercise of criminal jurisdiction by state governments in Indian  country is generally limited to two instances, both predicated on the  offense occurring within the borders of the state—where both the alleged  offender and victim are non-Indian, or where a federal statute confers, or  authorizes, a state to assume criminal jurisdiction over Indians in Indian  country. Otherwise, only the federal and tribal governments have  jurisdiction. Where both parties to the crime are Indian, the tribe generally  has exclusive jurisdiction for misdemeanor-level offenses, but its  jurisdiction runs concurrent with the federal government for felony-level  offenses. Where the alleged offender is Indian but the victim is non-Indian,  tribal and federal jurisdiction is generally concurrent. Finally, federal  jurisdiction is exclusive where the alleged offender is non-Indian and the  victim is Indian. Table 2 summarizes aspects of federal, state, and tribal  jurisdiction over crimes committed in Indian country."], "subsections": []}, {"section_title": "DOI and DOJ Are the Two Primary Federal Entities That Support Tribal Justice Systems", "paragraphs": ["DOI is one of two key federal agencies that have a responsibility to  provide public safety in Indian country. Within DOI, BIA is assigned  responsibility to support tribes in their efforts to ensure public safety and  administer justice within their reservations as well as to provide related  services directly or through contracts, grants, or compacts to 565 federally  recognized tribes with a service population of about 1.6 million Indians  across the United States. To that end, BIA’s Office of Justice Services  manages law enforcement, detention, and tribal court programs.  Specifically, within BIA’s Office of Justice Services, the Division of Law  Enforcement supports 191 tribal law enforcement agencies and the  Division of Corrections supports 91 tribal detention programs. About 90  BIA special agents are responsible for investigating crimes that involve  violations of federal and tribal law that are committed in Indian country  including crimes such as murder, manslaughter, child sexual abuse,  burglary, and production, sale, or distribution of illegal drugs, among other  criminal offenses. Following completion of an investigation, BIA special  agents will refer the investigation to the USAO for prosecution.", "BIA reported that it distributed approximately $260 million of its fiscal  year 2010 appropriation among tribal law enforcement and detention  programs. Additionally, BIA reported that it funded maintenance and  repair projects at four tribal detention centers totaling $6.5 million from  amounts appropriated under the American Recovery and Reinvestment  Act of 2009 (Recovery Act). Within BIA’s Office of Justice Services, the  Division of Tribal Justice Support for Courts works with tribes to establish  and maintain tribal judicial systems. This includes conducting assessments  of tribal courts and providing training and technical assistance on a range  of topics including establishing or updating law and order codes and  implementing strategies to collect and track caseload data. BIA reported  that it distributed $24.5 million to support tribal court initiatives in fiscal  year 2010. Figure 1 depicts the key DOI entities and their respective  responsibilities related to supporting tribal justice systems.", "DOJ also plays a significant role in helping tribes maintain law and order  in Indian country and DOJ officials have stated that the department has a  duty to help tribes confront the dire public safety challenges in tribal  communities. Within DOJ, responsibility for supporting tribal justice  systems falls to multiple components, including the FBI, which  investigates crimes; the U.S. Attorneys’ Offices, which prosecute crimes  in Indian country; and the Office of Justice Programs, which provides  grant funding, training, and technical assistance to federally recognized  tribes to enhance the capacity of tribal courts, among other tribal justice  programs. Figure 2 depicts the key DOJ entities and their respective  responsibilities related to supporting tribal justice systems.", "The FBI works with tribal and BIA police and BIA criminal  investigators to investigate crime in Indian country. Currently, the FBI  dedicates more than 100 FBI special agents from approximately 16  field offices to investigate cases on over 200 reservations, nationwide.  According to the FBI, its role varies from reservation to reservation,  but generally the agency investigates crimes such as murder, child  sexual abuse, violent assaults, and drug trafficking, among other  criminal offenses. FBI officials explained that approximately 75  percent of the crimes it investigates in Indian country include death  investigations, physical and sexual abuse of a child, and violent felony  assaults such as domestic violence and rape. Similar to BIA criminal  investigators, FBI special agents refer criminal investigations to the  USAO for prosecution; however, FBI officials explained that FBI  agents may elect not to refer investigations that, pursuant to  supervisory review, lack sufficient evidence of a federal crime or  sufficient evidence for prosecution.", "Under the direction of the Attorney General, the USAO may prosecute  crimes in Indian country where federal jurisdiction exists. Of the 94  judicial districts located throughout the United States and its  territories, 44 districts contain Indian country. According to DOJ,  approximately 25 percent of all violent crime cases opened each year  by district USAOs nationwide occur in Indian country. In 2010, DOJ  named public safety in Indian country as a top priority for the  department. To that end, in January 2010, each USAO with Indian  country jurisdiction was directed to develop operational plans that  outline the efforts the office will take to address public safety  challenges facing tribes within its district—particularly violence  against women.", "The Bureau of Justice Assistance (BJA) within OJP is one of several  DOJ components that provide grant funding, training, and technical  assistance designed to enhance and support tribal government’s efforts  to reduce crime and improve the function of criminal justice in Indian  country. For example, BJA awards grant funding to tribes for the  planning, construction, and renovation of correctional facilities. In  fiscal year 2010, BJA awarded 25 grants to tribes totaling about $9  million to support tribal correctional facilities. Further, in fiscal year  2010, BJA awarded $220 million in grant funding provided through the  Recovery Act for 20 construction and renovation projects at  correctional facilities on tribal lands. Additionally, BJA administers  the Tribal Courts Assistance Program—a grant program—which is  intended to help federally recognized tribes develop and enhance the  operation of tribal justice systems which may include activities such as  training tribal justice staff, planning new or enhancing existing  programs such as peacemaking circles and wellness courts and  supporting alternative dispute resolution methods. In fiscal year 2010,  BJA awarded 48 grants totaling $17 million to tribes to establish new  or enhance existing tribal court functions.", "In its role as a policy and legal advisor regarding Indian country  matters within DOJ, the Office of Tribal Justice facilitates coordination  among DOJ components working on Indian issues. Additionally, the  office functions as the primary point of contact for tribal governments."], "subsections": []}]}, {"section_title": "Tribes We Visited Reported Challenges in Adjudicating Crime in Indian Country; Various Federal Efforts Exist to Help Address Those Challenges", "paragraphs": [], "subsections": [{"section_title": "Selected Tribes Face Difficulties in Adjudicating Crime in Indian Country", "paragraphs": ["All 12 tribes we visited reported challenges that have made it difficult for  them to adjudicate crime in Indian country including: (1) limitations on  criminal jurisdiction and sentencing authority, (2) delays in receiving  timely notification about the status of investigations and prosecutions  from federal entities, (3) lack of adequate detention space for offenders  convicted in tribal court, (4) perceived encroachment upon judicial  independence by other branches of the tribal government, and (5) limited  resources for day-to-day court operations. Various ongoing and planned  federal efforts exist to help tribes effectively adjudicate crimes within their  jurisdiction. For example, TLOA, which was enacted in July 2010, attempts  to clarify roles and responsibilities, increase coordination and  communication, and empower tribes with the authorities necessary to  reduce the prevalence of crime in Indian country."], "subsections": [{"section_title": "Tribes Often Rely on the Federal Government to Prosecute Crime in Indian Country because of Limited Sentencing Authority, Tribal Jurisdiction, and Resources", "paragraphs": ["Tribal courts only have jurisdiction to prosecute crimes committed by  Indian offenders in Indian country, and their ability to effectively promote  public safety and justice is curtailed by their limited sentencing authority  and jurisdiction. As a result, even where tribal jurisdiction exists, tribes  will often rely on the federal government to investigate and prosecute  more serious offenses, such as homicide and felony-level assault, because  a successful federal prosecution could result in a lengthier sentence and  better ensure justice for victims of crime in Indian country. First, federal  law limits the general sentencing authority of tribal courts to a maximum  term of imprisonment not to exceed 1 year per offense. Officials from 6  of the 12 tribes we visited told us that the 1-year limit on prison sentences  did not serve as an effective deterrent against criminal activity and may  have contributed to the high levels of crime and repeat offenders in Indian  country. Second, tribes do not have any jurisdiction to prosecute non- Indian criminal offenders in Indian country including those who commit  crimes of domestic violence, assault, and murder. Therefore, tribes must  rely on the USAO to prosecute non-Indian offenders. For example, in  instances where a non-Indian abuses an Indian spouse, the tribe does not  have the jurisdiction to prosecute the offender, and unless the USAO  prosecutes the case, the non-Indian offender will not be prosecuted for the  domestic violence offense.", "The rate at which non-Indians commit crime on the reservations we visited  is unclear as the tribes were not able to provide related crime data.  Officials from 6 of the tribes we visited noted that non-Indians may be  more likely to commit crimes in Indian country because they are aware  that tribes lack criminal jurisdiction over non-Indians and that their  criminal activity may not draw the attention of federal prosecutors. For  example, an official from a South Dakota tribe that we visited told us that  the tribe has experienced problems with MS-13 and Mexican Mafia gangs  who commit illegal activities such as distribution or sale of illegal drugs on  the reservation because, as the official explained, they presume that  federal prosecutors may be more inclined to focus their resources on  higher-volume drug cases. Further, in 2006, the U.S. Attorney for the  Wyoming district testified about a specific instance where a Mexican drug  trafficker devised a business plan to sell methamphetamine at several  Indian reservations in Nebraska, Wyoming, and South Dakota that first  began with developing relationships with American Indian women on  these reservations who would then help to recruit customers. According to  a special agent involved in the case, the drug trafficker established drug  trafficking operations to exploit jurisdictional loopholes believing that he  could operate with impunity. According to a tribal justice official from a  New Mexico pueblo, small-scale drug trafficking operations in Indian  country can have an equally devastating effect on tribes as the effects of  large-scale operations in large cities; therefore, if the federal government  does not respond to small-scale operations in Indian country, the success  of such operations may contribute to the sense of lawlessness in Indian  country.", "When we asked tribes that we visited about how they decide to prosecute  serious crimes over which they do have jurisdiction, 9 of the 12 tribes we  visited noted that they may exercise concurrent jurisdiction and prosecute  those crimes in tribal court. Some officials reported they would rather  preserve their tribe’s limited resources, recognizing that sentences  considered more commensurate with the crime may only result from  federal prosecution. Nonetheless, 5 of the 12 tribes we visited in Arizona,  New Mexico, North Dakota, and South Dakota perceive that the district  USAOs decline to prosecute the majority of Indian country matters that  are referred to them. Officials from the tribes we visited expressed  concerns about the rate at which USAOs decline to prosecute Indian  country crimes and noted that a high number of declinations sends a  signal to crime victims and criminals that there is no justice or  accountability. In December 2010, we reported that approximately 10,000  Indian country criminal matters were referred to USAOs from fiscal year  2005 through 2009. During that period, USAOs declined to prosecute 50  percent of the approximately 9,000 matters that they resolved, while they  had not yet decided whether to prosecute or decline the remaining 1,000  matters. For criminal matters referred to USAOs, “weak or insufficient  admissible evidence” followed by “no federal offense evident” were among  the most frequently cited reasons associated with declinations based on  available data in DOJ’s case management system, Legal Information Office  Network System."], "subsections": []}, {"section_title": "Delays in Receiving Timely Investigation and Declination Information Could Affect Tribes’ Ability to Prosecute an Offender in Tribal Court", "paragraphs": ["Eight of the twelve tribes we visited stated that they rely on the federal  government to investigate and prosecute serious crimes; however, officials  from the tribes we visited reported that their tribe had experienced  difficulties in obtaining information from federal entities about the status  of criminal investigations. For example:    Officials from 5 of the 12 tribes we visited told us that oftentimes they  did not know whether criminal investigators—most commonly, BIA or  FBI—had referred the criminal investigation to the USAO for  prosecution.", "Officials from the tribes we visited expressed concern about the lack  of timely notification from local USAOs about decisions to prosecute a  criminal investigation.", "Tribal justice officials from 4 of the 12 tribes we visited noted that they  have to initiate contact with their district USAOs to get information  about criminal matters being considered for prosecution and that only  upon request will the USAO provide verbal or written notification of  the matters they decline to prosecute; however, little detail is provided  about the reasons for the declination. We examined a declination letter  that was sent to one of the tribes we visited and found that the letter  stated that the matter was being referred back to the tribe for  prosecution in tribal court, but no additional information was provided  about the reason for the declination decision. The Chief Prosecutor  from one of the pueblos we visited noted that it can be difficult for the  USAO to share details about a criminal matter for fear that doing so  may violate confidentiality agreements or impair prosecutors’ ability to  successfully prosecute should the investigation be reopened at a later  date. However, according to tribal officials, it is helpful to understand  the reason for declining to prosecute a criminal matter so that tribal  prosecutors can better determine whether to expend its resources to  prosecute the matter in tribal court.", "Officials from 6 of the 12 tribes we visited told us that when criminal  matters are declined, federal entities generally do not share evidence  and other pertinent information that will allow the tribe to build its  case for prosecution in tribal court. This can be especially challenging  for prosecuting offenses such as sexual assault where DNA evidence  collected cannot be replicated should the tribe conduct its own  investigation following notification of a declination, according to  officials.", "When the federal government decides not to pursue a prosecution, a  tribe may decide to prosecute such a case provided that any tribal  statute of limitations has not expired. Officials from 6 of the 12 tribes  that we visited noted that it is not uncommon for the tribe to receive  notification of USAO declination letters after the tribe’s statute of  limitations has expired, which, ranges from 1 to 3 years. In addition to  affecting the tribe’s ability to administer justice in a timely manner— that is, before the statute of limitations expires—officials also noted  that the absence of investigation or declination information makes it  difficult for tribal justice officials to successfully prosecute a criminal  matter in tribal court and assure crime victims that every effort is  being made to prosecute the offender."], "subsections": []}, {"section_title": "Tribes Often Lack Adequate Detention Space and Are Sometimes Faced with Making Difficult Tradeoffs", "paragraphs": ["Officials from 6 of the 12 tribes we visited reported that they do not have  adequate detention space to house offenders convicted in tribal courts and  may face overcrowding at tribal detention facilities. Similarly, BIA and  DOJ have acknowledged that detention space in Indian country is  inadequate. One of the New Mexico pueblos we visited noted that the  detention facility has a maximum capacity of 43 inmates; however, as of  October 2010, there are more than 90 inmates imprisoned at the facility. In  some instances, tribal courts are forced to make difficult decisions such as  (1) foregoing sentencing a convicted offender to prison, (2) releasing  inmates to make room for another offender who is considered to be a  greater danger to the community, and (3) contracting with state or tribal  detention facilities to house convicted offenders, which can be costly.  According to an official from one of the New Mexico pueblos we visited, at  times, when the pueblo has reached its detention capacity—up to three  inmates—the pueblo has had to forego sentencing convicted juvenile or  adult offenders to prison because using a nearby tribal facility to house its  inmates would pose an economic hardship for the pueblo. Also, of the 12  tribes we visited, 5 noted that using detention facilities at another location  is not always a viable option for housing offenders. Housing offenders in  another entities’ detention facility can be costly for the tribe who has to  pay to transport inmates between the tribal court of jurisdiction and  detention facility for arraignments, trial, and other appearances."], "subsections": []}, {"section_title": "Various Factors Could Affect Judicial Independence", "paragraphs": ["Generally, the tribes we visited have incorporated practices that help to  foster and maintain judicial independence—that is, the ability of the tribal  courts to function without any undue political or ideological influence  from the tribal government. Various factors such as a tribe’s approach to  removing judges and intervening on behalf of tribal members during an  ongoing criminal matter could affect internal and external perceptions of a  tribal court’s independence. The manner in which some tribes remove  judges serves as an example of the tribe’s efforts to foster and maintain  judicial independence. For example, at 11 of the 12 tribes we visited, a  tribal judge can only be removed from office for cause following a  majority vote by the Tribal Council. In another instance, the Chief Judge at  one of the tribes we visited explained that tribal members will often  approach the Tribal Council to intervene when members are not satisfied  with the tribal court’s decision. The Tribal Council subsequently issued  several reminders to tribal members that unsatisfied parties to a criminal  matter can appeal the trial court’s decisions in the tribe’s appellate court.  Decisions of this tribe’s appellate court; however, are final and not subject  to review by the Tribal Council, thereby upholding and preserving the  decisions and independence of the tribal court. The constitution for 4 of  the 12 tribes we visited, stated that, upon appointment, judges’ salaries  cannot be reduced while serving in office, thereby helping to protect the  independence of the judiciary.", "Additionally, officials from the tribes we visited reported that certain  activities may undermine a tribal court’s independence. For example,  officials from 5 of the 12 tribes we visited noted that the tribal court is  viewed as a tribal program by tribal members rather than as a separate and  autonomous branch of government. For example, according to officials at  one of the tribes we visited, the constitution was amended in 2008 to  articulate the independence of the tribal court from the legislative and  executive branches of the tribal government. However, according to the  officials from this tribe, Tribal Council members continue to approach  criminal court judges to inquire about the status of ongoing cases and  Tribal Council members have intervened on behalf of tribal members to  discuss reversing the court’s decisions on certain criminal matters. Such  actions potentially add to the perception that the court is not autonomous  and is subject to the rule of the executive or legislative branch, which, in  turn can threaten the integrity of the tribal judiciary and create the  perception of unfairness. Figure 3 shows a sign at a tribal court designed  to serve as a measure to prevent people from engaging in ex parte  communications.", "Additionally, the manner in which tribal governments distribute federal  funding to tribal courts may limit courts’ control of their budgets.  According to a BIA official and judges from one of the tribes we visited,  the placement of the tribal court within the tribe’s overall budget  structure—that is, not separate from other tribal programs that BIA  funds—could contribute to the perception that the tribal court has little to  no autonomy and separation from other tribal programs."], "subsections": []}, {"section_title": "Selected Tribes Reported Various Resource Challenges", "paragraphs": ["Officials at the 12 tribes we visited told us they face various resource  limitations resulting in reliance on federal funding, staffing shortages, and  limited capacity to conduct jury trials.", "Tribes We Visited Reported They Rely on Federal Funding to  Operate Tribal Courts Regardless of Their Size or Economic  Condition. We found that all of the 12 tribes we visited rely fully or  partially on federal funding to operate their court systems regardless  of the size of the population the tribal court serves, its geographic  location, or economic conditions. For example, one of the tribes we  visited relies on federal funding for aspects of its court system even  though federal funding generally accounts for less than 10 percent of  the court system’s total budget, according to a senior tribal court  official. This official explained that federal funding is barely sufficient  to pay salaries for positions such as court clerks. Generally, of the 12  tribes we visited, the tribal government provided partial funding to 10  of the tribal courts; the remaining 2 were solely funded by federal  funding. For further information about the funding levels for each of  the 12 tribes we visited, see appendix III.", "Further, officials at 11 of the 12 tribes we visited noted that their tribal  courts’ budgets are inadequate to properly carry out the duties of the  court; therefore, the tribes often have to make tradeoffs, which may  include not hiring key staff such as probation officers or providing key  services such as alcohol treatment programs. According to BIA,  historically, federal funding for tribal courts has been less than what  tribes deemed necessary to meet the needs of their judicial systems.  While tribal courts we visited collect a range of fees and fines, which  can be an additional source of operating revenue, 6 of the 12 tribes  noted that the fees and fines the court collects are to be returned to  the tribal government’s general fund rather than retained for use by the  tribal court. Where possible, to help fill the courts’ budget shortfalls,  officials at 3 of the 12 tribes we visited told us that they have sought  funding from other sources such as state grants or partnered with  other tribal programs to provide treatment services for parties  appearing before their courts.", "According to Tribes We Visited, Lack of Funding Affects Tribal  Courts’ Ability to Maintain Adequate Staffing Levels and  Provide Training to Court Personnel. Officials at 7 of the 12 tribes  we visited told us that their tribal courts are understaffed and that  funding is often insufficient to employ personnel in key positions such  as public defenders, prosecutors, and probation officers, among other  positions. Additionally, officials at three of the New Mexico pueblos  we visited told us that law enforcement officers also served as  prosecutors despite not being trained in the practice of law and not  having sufficient training to serve as prosecutors. The Chief Judges at  two of the New Mexico pueblos told us that the pueblos do not have  any other alternatives due to the lack of funding. For further  information about the staffing levels at each of the 12 tribes we visited,  see appendix III.", "Tribal justice officials also stated that their tribal courts face various  challenges in recruiting and retaining qualified judicial personnel  including: (1) inability to pay competitive salaries, (2) housing  shortages on the reservation, and (3) rural and remote geographic  location of the reservation, among other things. For example, a tribal  justice official from one of the South Dakota tribes we visited noted  that the tribe is often forced to go outside its member population to  hire judges and attorneys because tribal members often lack education  beyond the eighth grade; however, the tribe often faces difficulties in  paying competitive salaries to hire legally trained non-Indians who  often command salaries that are higher than the tribe can afford.  Additionally, tribal justice officials noted that while some tribal  members do pursue higher education, they do not often always return  to work in tribal communities, thereby creating a shortage in available  talent to draw from within the tribe’s community. Further, officials  from two of the tribes we visited noted that they may not be able to  attract qualified applicants because of the rural location. Even if tribes  overcome recruitment challenges, tribal justice officials noted that  they may also face difficulties in retaining personnel—particularly,  non-Indians—because these candidates’ marketability often increases  after gaining experience in Indian country and they are able to pursue  opportunities that meet their compensation and quality-of-life needs  such as higher salaries and improved housing.", "Four of the twelve tribes we visited noted that the courts often use  DOJ grant funds to pay salaries for various positions without the  benefit of a sustainable funding source once the grant funds expire.  For example, one of the South Dakota tribes we visited used grant  funds to hire a compliance officer, probation officer, and process  server to focus exclusively on domestic violence cases, which were  occurring at a high rate on the reservation. Officials explained that  they saw a decrease in reported cases of domestic violence during this  time; however, once the grant funds expired, they were no longer able  to maintain these positions and perceived an increase in domestic  violence cases.", "Additionally, lack of funding hinders tribes’ abilities to provide  personnel with training opportunities to obtain new or enhance  existing skills. For example, at one of the North Dakota tribes we  visited, court personnel explained that court clerks needed training to  enhance their knowledge of scheduling court proceedings, developing  case and records management systems, and familiarizing themselves  with criminal procedures, among other things. Additionally, because of  the increases in the number of cases involving illegal drugs, one of the  judges we met with also expressed a need for training to effectively  manage criminal proceedings that involve the use of  methamphetamines. In particular, 8 of the 12 tribes we visited noted  that they face difficulties in acquiring funds to register personnel for  training as well as to pay for related expenses such as mileage  reimbursement or other transportation costs, lodging, and per diem.  The Chief Judge from one of the tribes we visited noted that the tribe  has been able to acquire scholarships from various training providers  to help absorb full or partial costs for certain training. Further, training  providers such as the National Judicial College have begun to provide  web-based training which, according to officials, is more cost-effective.", "Tribes We Visited Reported Having Limited Capacity to  Conduct Jury Trials. Upon request, any defendant in tribal court  accused of an offense punishable by imprisonment is entitled to a trial  by jury of not less than six persons. However, officials from 7 of the  12 tribes we visited reported that their tribal courts have limited  capacity to conduct jury trials due to limited courtroom space,  funding, and transportation. For example, the courtroom for one of the  New Mexico pueblos that we visited does not have adequate space to  seat a six-person jury and, according to officials, there is not another  facility that can be used to set up a jury box. Additionally, tribal  officials at 2 of the 12 tribes we visited stated that their courts lack  funding to pay tribal members a per diem for jury duty. Additionally,  potential jurors’ lack of access to personal or public transportation can  hinder the courts’ ability to seat a jury. For example, officials from two  of the Arizona tribes we visited explained that there is no public  transportation on the reservations, and consequently it is difficult for  tribal members without access to personal transportation to travel to  court."], "subsections": []}]}, {"section_title": "Multiple Federal Efforts Exist to Help Address Some of the Challenges That Tribes Face in Adjudicating Criminal Matters", "paragraphs": ["Various federal efforts exist that could help to address some of the  challenges that tribes face in effectively adjudicating crime in Indian  country. For example, TLOA: (1) authorizes tribal courts to impose a term  of imprisonment on certain convicted defendant in excess of 1 year; (2)  authorizes and encourages USAOs to appoint Special Assistant U.S.  Attorneys (SAUSA), including the appointment of tribal prosecutors to  assist in prosecuting federal offenses committed in Indian country; (3)  requires that federal entities coordinate with appropriate tribal law  enforcement and justice officials on the status of criminal investigations  terminated without referral or declined prosecution; and (4) requires  BOP to establish a pilot program to house, in federal prison, Indian  offenders convicted of a violent crime in tribal court and sentenced to 2 or  more years imprisonment. Additionally, to help address issues regarding  judicial independence, BIA has ongoing and planned training to help  increase tribes’ awareness about the significance of judicial independence.  Many of these initiatives directly resulted from the enactment of TLOA in  July 2010; and at this time, these initiatives are in the early stages of  implementation. As a result, it is too early to tell the extent to which these  initiatives are helping to address the challenges that tribes face in  effectively adjudicating crime in Indian country."], "subsections": [{"section_title": "Federal Efforts Are Underway to Assist Tribes in Prosecuting Crime in Indian Country and Afford Tribal Courts Enhanced Sentencing Authority", "paragraphs": ["Various federal efforts are underway that provide additional resources to  assist tribes in the investigation and prosecution of crime in Indian  country including (1) additional federal prosecutors, (2) authorizing tribal  courts to impose longer prison sentences on certain convicted defendants,  (3) mandating changes to the program that authorizes BIA to enter into  agreements to aid in law enforcement in Indian country, and (4) affording  tribal prosecutors opportunities to become Special Assistant U.S.  Attorneys to assist in prosecuting federal offenses committed in Indian  country. First, to help address the high levels of violent crime in Indian  country, in May 2010, DOJ announced the addition of 30 Assistant U.S.  Attorneys (AUSA) to serve as tribal liaisons in 21 USAO district offices  that contain Indian country including the four states that we visited as part  of our work—Arizona, New Mexico, North Dakota, and South Dakota.  According to DOJ, these additional resources will help the department  work with its tribal law enforcement partners to improve public safety in  Indian country. DOJ also allocated 3 additional AUSAs to help support its  Community Prosecution Pilot Project which it launched at two of the  tribes we visited—the portion of Navajo Nation within New Mexico and  the Oglala Sioux Tribe in South Dakota. Under this pilot project, the  AUSAs will be assigned to work at their designated reservation on a  regular basis and will work in collaboration with the tribe to develop  strategies that are tailored to meet the public safety challenges facing the  tribe.", "Second, TLOA authorizes tribal courts to imprison convicted offenders for  up to a maximum of 3 years if the defendant has been previously convicted  of the same or a comparable crime in any jurisdiction (including tribal)  within the United States or is being prosecuted for an offense comparable  to an offense that would be punishable by more than 1 year if prosecuted  in state or federal court. To impose an enhanced sentence, the defendant  must be afforded the right to effective assistance of counsel and, if  indigent, the assistance of a licensed attorney at the tribe’s expense; a  licensed judge with sufficient legal training must preside over the  proceeding; prior to charging the defendant, the tribal government  criminal laws and rules of evidence and criminal procedure must be made  publicly available; and the tribal court must maintain a record of the  criminal proceedings. Generally, tribal justice officials from 9 of the 12  the tribes we visited stated that they welcome the new sentencing  authority, but officials from 2 of the tribes noted that they would likely use  the new authority on a case-by-case basis because they lacked the  infrastructure to fully meet the requisite conditions. For example, the  Chief Judge from one of the New Mexico pueblos we visited noted that  rather than hiring a full-time public defender, the pueblo is considering  hiring an attorney on contract to be used on a case-by-case basis when the  enhanced sentencing authority may be exercised.", "Third, TLOA mandates changes to the Special Law Enforcement  Commission (SLEC) program which authorizes BIA to enter into  agreements for the use of personnel or facilities of federal, tribal, state, or  other government agencies to aid in the enforcement of federal or, with  the tribe’s consent, tribal law in Indian country. Specifically, within 180  days of enactment, the Secretary of the Interior shall develop a plan to  enhance the certification and provision of special law enforcement  commissions to tribal law enforcement officials, among others, that  includes regional training sessions held at least biannually in Indian  country to educate and certify candidates for the SLEC. The Secretary of  the Interior, in consultation with tribes and tribal law enforcement  agencies, must also develop minimum requirements to be included in  SLEC agreements. Under the SLEC program, administered by the BIA,  tribal police may be deputized as federal law enforcement officers, which  affords them the authorities and protections available to federal law  enforcement officers. According to BIA, given the potential difficulties  arresting officers face in determining whether a victim or offender is an  Indian or not or whether the alleged crime has occurred in Indian country  (for purposes of determining jurisdiction at the time of arrest) a tribal  officer deputized to enforce federal law is not charged with determining  the appropriate jurisdiction for filing charges; rather this is to be  determined by the prosecutor or court to which the arresting officer  delivers the offender.", "Lastly, among other provisions, TLOA explicitly authorizes and  encourages the appointment of qualified attorneys, including tribal  prosecutors, as Special Assistant U.S. Attorneys (SAUSA) to assist in the  prosecution of federal offenses and administration of justice in Indian  country. If appointed as a SAUSA, a tribal prosecutor may pursue in  federal court an Indian country criminal matter with federal jurisdiction  that, if successful, could result in the convicted defendant receiving a  sentence greater than if the matter had been prosecuted in tribal court.  According to the Associate Attorney General, many tribal prosecutors  have valuable experience and expertise that DOJ can draw on to prosecute  crime and enforce federal criminal law in Indian country. Further, tribal  prosecutors at 4 of the 12 tribes we visited are in varying stages of  obtaining SAUSA credentials. The Chief Prosecutor at a New Mexico  pueblo who is in the process of obtaining a SAUSA credential cited various  benefits arising from a SAUSA appointment including increased: (1)  prosecution of criminal cases that involve domestic violence and child  sexual abuse; (2) prosecution of misdemeanor-level offenses committed  by non-Indians against Indians that occur in Indian country; (3) ability to  directly present criminal investigations to the district USAO rather than  solely relying on BIA criminal investigators to do so; and (4) cooperation  from tribal crime victims and witnesses who may be more forthcoming  with someone closely affiliated with the pueblo rather than federal  investigators or prosecutors, thereby helping to facilitate a more  successful investigation and prosecution of a federal crime."], "subsections": []}, {"section_title": "Investigative and Prosecutorial Coordination Requirements May Improve Timeliness and Adequacy of Information Shared by the Federal Government with Tribes", "paragraphs": ["TLOA provides that federal investigators and prosecutors must coordinate  with tribes to communicate the status of investigations and prosecutions  relating to alleged criminal offenses in Indian country crimes. More  specifically, if a federal entity terminates an investigation, or if a USAO  declines to prosecute or terminates a prosecution of an alleged violation of  federal criminal law in Indian country, they must coordinate with the  appropriate tribal officials regarding the status of the investigation and the  use of evidence relevant to the case in a tribal court with authority over  the crime alleged. Individually and collectively, these requirements could  better enable tribes to prosecute criminal matters in tribal court within  their statute of limitations. Although TLOA does not prescribe how  coordination is to occur between federal entities—such as FBI and BIA  criminal investigators—and tribes, DOJ directed relevant USAOs to work  with tribes to establish protocols for coordinating with tribes. For  example, the USAO for the District of Arizona, in consultation with  Arizona tribes, has established protocols to guide its coordination with  tribes. Specifically, within 30 days of a referral of a criminal investigation  for prosecution, the Arizona district USAO plans to notify the relevant  tribe in writing if the office is declining to prosecute the matter. Officials  from one of the New Mexico pueblos we visited explained that they would  like to have an entrance conference with the USAO for the District of New  Mexico on each criminal investigation that is referred to the USAO for  which the tribe has concurrent jurisdiction and an exit conference to  discuss the USAO reasons for declining to prosecute the crime. Tribal  officials explained that the exit conference could serve to educate the  tribe about what it can do to better prepare an investigation for referral to  the USAO. According to DOJ, each USAO and FBI field office will make  efforts to reach agreements with tribes in their jurisdiction about  communicating the status of investigation and prosecutions based on the  unique needs of the tribe."], "subsections": []}, {"section_title": "Federal Efforts Exist to Help Tribes Address Detention Space in Tribal Prisons and Related Challenges", "paragraphs": ["Pursuant to TLOA, on November 26, 2010, the Bureau of Prisons (BOP)  launched a 4-year pilot program to house at the federal government’s  expense up to 100 Indian offenders convicted of violent crimes in tribal  courts and sentenced to terms of imprisonment of 2 or more years. DOJ  considers the pilot program to be an important step in addressing violent  offenders and underresourced correctional facilities in Indian country.  BOP’s goal is to reduce future criminal activity of Indian offenders by  providing them with access to a range of programs such as vocational  training and substance abuse treatment programs that are designed to help  offenders successfully reenter their communities following release from  prison. It is unlikely that 5 of the 12 tribes we visited will immediately  begin participating in the pilot because they are not yet positioned to fully  meet the conditions that are required to imprison Indian offenders  convicted in tribal court for two or more years. Additionally tribal officials  expressed concern about placing convicted Indian offenders in federal  prison because tribal members would likely oppose having tribal members  sent to locations that are not in close proximity to the reservation, making  it difficult for family members to visit and ensure the convicted Indian  offender is able to maintain a connection with the tribal community—a  key aspect of tribes’ culture and values. While tribes expressed concern  about the placement of tribal members in federal prison, officials from 2 of  the tribes we visited stated that access to federal programs such as  substance abuse and mental health treatment programs and job training  would be a major benefit that offenders would likely not have access to  while imprisoned in tribal detention facilities. More broadly, TLOA  requires that BIA, in coordination with DOJ and in consultation with tribal  leaders, law enforcement and correctional officers, submit a long-term  plan to address incarceration in Indian country to Congress by July 29,  2011. The long-term plan should also describe proposed activities for  constructing, operating, and maintaining juvenile and adult detention  facilities in Indian country and construction of federal detention facilities  in Indian country, contracting with state and local detention centers upon  the tribe’s approval, and alternatives to incarceration developed in  cooperation with tribal court systems. BIA and DOJ officials noted that  they have begun to conduct consultations with tribal entities to address  incarceration in Indian country."], "subsections": []}, {"section_title": "BIA Has Efforts Underway to Increase Awareness about Judicial Independence in Indian Country", "paragraphs": ["BIA has taken steps to help increase awareness about the importance and  significance of judicial independence in tribal communities. For example,  officials from one of the tribes we visited told us that, at the request of the  tribal court, the BIA Superintendent is to conduct a workshop for tribal  leaders and community members to, among other things, provide  instruction on how interference with the tribal court’s decisions can  threaten the judiciary’s ability to provide equitable adjudication of crimes.  Further, BIA’s Division of Tribal Justice Support for Courts has conducted  similar workshops in the past and expects to do so again in fiscal year  2011."], "subsections": []}]}]}, {"section_title": "BIA and DOJ Have Taken Action to Coordinate Their Efforts on Tribal Justice Issues, but Should Strengthen Coordination on Tribal Courts by Establishing Information Sharing Mechanisms", "paragraphs": [], "subsections": [{"section_title": "BIA and DOJ Components Have Taken Action to Coordinate Their Efforts to Support Tribal Court and Detention Initiatives", "paragraphs": ["According to BIA and DOJ officials, the two agencies have begun to  establish interagency coordinating bodies intended to facilitate the  agencies’ efforts to coordinate on tribal court and detention initiatives.  Officials noted that because Indian country issues are a top priority across  the federal government, federal departments and agencies are focused on  ensuring that, where appropriate, they work together to address the needs  of Indian tribes. For example, when DOI and DOJ developed tribal  consultation plans for their respective agencies in 2010, the two agencies  cited interagency coordination as a key element to meeting the tribes’  needs. According to DOJ, interagency coordination is essential to holding  stakeholders accountable and achieving success. Similarly, DOI  acknowledged the importance of collaborating and coordinating with its  federal partners regarding issues that affect tribes.", "BIA and DOJ officials told us that communication between the two  agencies has increased and their staff now know whom to call about  various tribal justice issues, which they commented is a significant  improvement over prior years when there was little to no communication.  For example, DOJ has begun to consult BIA about its future plans to fund  the construction of tribal correctional facilities, which has helped to  resolve past inefficiencies. BIA officials told us that they need to know  which tribes DOJ plans to award grants to construct correctional facilities  at least 2 years in advance so that they can plan their budget and  operational plans accordingly in order to fulfill their obligation to staff,  operate, and maintain detention facilities. According to BIA, there have  been instances where they were unaware of DOJ’s plans to award grant  funds to tribes to construct tribal detention facilities, which could result in  new facilities remaining vacant until BIA is able to secure funding to  operate the facility.", "DOJ has implemented a process whereby when tribes apply for DOJ grants  to construct correctional facilities, DOJ consults BIA about each  applicant’s needs as BIA typically has firsthand knowledge about tribes’  needs for a correctional facility and whether the tribe has the  infrastructure to support a correctional facility, among other things. BIA  then prioritizes the list of applicants based on its knowledge of the  detention needs of the tribes. DOJ officials noted that the decision about  which tribes to award grants to rests solely with them; however, they do  weigh BIA’s input about the tribes’ needs for and capacity to utilize a  correctional facility when making grant award decisions. To help BIA  anticipate future operations and maintenance costs for new tribal  correctional facilities, each year DOJ’s Bureau of Justice Assistance (BJA)  provides BIA with a list of planned correctional facilities that includes the  site location, size, and completion date. BIA officials noted that this level  of coordination with DOJ is an improvement over past years as it helps to  facilitate planning and ensure they are prepared to assume responsibility  to staff, operate, and maintain tribal detention facilities.", "BIA and BJA also serve on a governmentwide coordinating body, the  Planning Alternatives and Correctional Institutions for Indian Country  Advisory Committee, which brings together federal stakeholders who play  a role in planning detention and correctional programs and facilities in  Indian country. The advisory committee is responsible for developing  strategic approaches to plan the training and technical assistance that BJA  provides to tribes that receive grant funding to construct or renovate  juvenile and adult correctional facilities. Specifically, among other things,  the agencies work together to plan the training and technical assistance to  be delivered to tribes on issues such as alternatives to help control and  prevent jail overcrowding, controlling costs to develop and operate  detention facilities, developing alternatives to incarceration, and  implementing substance abuse and mental health treatment programs at  correctional facilities. According to DOJ officials, the advisory committee  helps to provide a coordinated federal response that leverages the full  scope of agency resources needed to deliver services that meet the tribes’  needs.", "BIA and DOJ officials have committed to working together to help meet  the two agencies’ shared goal to improve the criminal justice crisis in  Indian country. To that end, in 2009, DOI, through BIA, and DOJ  established both department level and program level coordinating bodies  to increase communication and information exchange between the two  agencies. At the department level, the Deputy Attorney General and the  Deputy Secretary of the Interior jointly chair a working group that meets  quarterly to facilitate governmentwide policymaking on tribal justice  issues and coordinate agency activities on a range of tribal justice issues  that are designed to help BIA and DOJ achieve their individual and shared  goal of improving public safety in Indian country. For example, the  working group is to oversee BIA and DOJ’s efforts to assess tribal  correctional and tribal court systems’ needs and to develop strategies such  as prisoner reentry programs in Indian country. In addition, the working  group will oversee the implementation of various provisions included in  TLOA such as assessing the effectiveness of the enhanced sentencing  authority that tribal courts may exercise.", "At the program level, in 2009, BIA and DOJ established task forces to  address key issues including tribal judicial systems and tribal detention,  among other issues. The task forces that report to the department level  working group are chaired by senior officials from BIA and DOJ and serve  as a forum for BIA and DOJ to, where appropriate, jointly address a range  of public safety and justice issues in Indian country. For example, as part  of the detention task force, BIA and DOJ officials are now working  together, in consultation with tribes, to identify alternatives to  incarceration in Indian country. According to BIA and DOJ officials, the  task force’s activities are to, among other things, support the activities of  the department-level working group. For example, the work conducted by  the task forces is intended to help facilitate the two agencies’ efforts to  develop a long-term plan for submission to Congress in July 2011 that  includes proposals on how to address juvenile and adult detention  facilities.", "Although BIA and DOJ have taken action to coordinate their activities,  according to officials the agencies’ coordination efforts are in the early  stages of development and it is too early to gauge how effective these  efforts will be based on six of the eight practices that we have identified  for ensuring that collaborating agencies conduct their work in a  coordinated manner. We found that the two agencies have defined a  common outcome—improving public safety and justice in Indian  country—which is one of the eight practices that we have identified for  enhancing and maintaining effective collaboration among federal  agencies. In our previous work we have reported that it is a good practice  for agencies to have a clearly defined outcome, as doing so can help align  specific goals across agencies and help overcome differences in agency  missions, cultures, and established ways of doing business. Officials told  us that as they work toward defining approaches to achieve their common  goal there could be a need to take a more strategic approach that  incorporates the key collaboration practices that we have identified to  help achieve sustainable interagency coordination. To that end, BIA  officials told us that in January 2011, they expect to deploy a liaison to  DOJ’s Office of Tribal Justice to help foster ongoing sustainable  collaboration between the two agencies. The BIA liaison is to work with  staff from various DOJ components as the two agencies develop and  execute coordinated plans to implement various provisions in TLOA  regarding tribal detention and tribal courts, among other tribal justice  initiatives."], "subsections": []}, {"section_title": "By Strengthening Information Sharing, BIA and DOJ Could Help Ensure Efficient Use of Limited Resources and Enhance the Capacity of Tribal Courts", "paragraphs": ["To meet their respective responsibilities to support tribal courts, BIA and  DOJ provide funding, training, and technical assistance to tribal courts;  however, the two agencies do not leverage each other’s resources—one of  the eight collaboration practices that we have identified—by sharing  certain relevant information that could benefit each agency’s efforts to  enhance the capacity of tribal courts to effectively administer justice in  Indian country. In October 2009, DOJ told the leadership of the Senate  Indian Affairs Committee that it was taking action to provide better  coordination with DOI to ensure that the two agencies’ tribal courts  initiatives are coordinated to develop and support tribal courts to help  tribal courts build the capacity needed to exercise the enhanced  sentencing authority proposed for tribes under TLOA. However, when we  met with OJP and BIA program officials in October 2010 and November  2010, respectively, they noted that the information sharing and  coordination mechanisms that are in place to support tribal detention  initiatives have not extended to tribal courts initiatives. For example:    Since 2005, BIA has commissioned reviews of about 90 tribal court  systems that include the collection of data such as court funding and  operating budget, training needs for court clerks and judges, and  technical assistance needs such as developing and maintaining a  complete collection of a tribal criminal code. DOJ officials told us that  they were vaguely aware of these court reviews but stated they had  never seen the reviews or the accompanying corrective action plans.  BIA officials told us that DOJ had never requested the court reviews or  corrective action plans and that they had never shared this information  with DOJ.", "BIA officials stated that they were aware that DOJ awards competitive  grants to tribal courts; however, DOJ does not share information with  BIA about which tribal courts have applied for DOJ grants to establish  new or enhance existing tribal court systems. BIA officials noted that  DOJ could benefit from BIA’s insights and firsthand knowledge about  the needs of tribal courts including those tribal courts that BIA has  identified as having the greatest need for additional funding.", "Further, BIA officials noted that they were unaware of the training and  technical assistance that DOJ provides to tribal courts and noted that  there could be potential unnecessary duplication with the training and  technical assistance that both agencies provide as well as inefficient  use of scarce resources. For example, according to BIA, there was an  instance where DOJ and BIA provided funding to a tribe to purchase  the hardware and software for a case management system, but neither  DOJ nor BIA consulted each other about the purchase. Ultimately, the  tribe did not have any funds to purchase software training and, as a  result never used the system. Sharing information about training and  technical assistance could help ensure that BIA and DOJ avoid such  situations.", "DOJ officials stated that they frequently hear concerns from tribes that  tribal courts lack the funds needed to operate effectively; however,  DOJ does not have direct access to information about the funding that  BIA provides to tribal courts. According to DOJ officials, gaining  access to BIA’s annual funding data could be useful in DOJ’s efforts to  implement a more strategic approach to meet the needs of tribal  courts. Specifically, officials told us that data on the annual funding to  tribal courts could help DOJ to first establish a baseline, then conduct  a needs assessment to identify overall needs and then use that  information to identify what additional funding, if any, is needed to  close the gap between the baseline and overall resource need.", "We have previously reported that collaborating agencies are most effective  when they look for opportunities to leverage each other’s resources,  thereby obtaining benefits that may not otherwise be available if the  agencies work separately. Further, Standards for Internal Control in the  Federal Government call for agencies to enhance their effectiveness by  obtaining information from external stakeholders that may have a  significant impact on the agency achieving its goals. Developing  mechanisms for identifying and sharing information and resources related  to tribal courts could yield potential benefits in terms of leveraging efforts  already underway and minimizing the potential for unnecessary  duplication in federal agencies’ efforts to support tribal courts. Moreover,  by sharing information resources, BIA and DOJ could achieve additional  benefits that result from the different levels of expertise and capacities  that each agency brings. BIA and DOJ officials acknowledged that the two  agencies could benefit from working together to share information and  leverage resources to address the needs of tribal courts and stated that  they would begin taking steps to do so."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Because responsibilities for enhancing the capacity of tribal courts is  shared among two key federal agencies—DOI and DOJ—effective  collaboration is important to operating efficiently and effectively and to  producing a greater public benefit than if the agencies acted alone.  Although the two agencies have information regarding tribal courts that  could be of benefit to the other, they have not fully shared their  information with each other. As a result, they have missed opportunities to  share information that could be used to better inform decisions about  funding and development of training and technical assistance that meets   the tribes’ needs. Developing mechanisms for better sharing information  about tribal courts could help the agencies ensure they are targeting  limited federal funds to effectively and efficiently meet the needs of  federally recognized tribes."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To maximize the efficiency and effectiveness of each agency’s efforts to  support tribal courts by increasing interagency coordination and  improving information sharing, we recommend that the Attorney General  and the Secretary of the Interior direct DOJ’s Office of Justice Programs  and BIA’s Office of Justice Services, respectively, to work together to  develop mechanisms, using GAO collaboration practices as a guide, to  identify and share information and resources related to tribal courts."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DOI and DOJ for review and  comment. The DOI audit liaison stated in an e-mail response received on  January 25, 2011, that DOI agreed with the report’s findings and concurred  with our recommendation; however, DOI did not provide written  comments to include in our report.  DOJ provide written comments that  are reproduced in appendix IV. DOJ concurred with our recommendation  and noted that OJP’s Bureau of Justice Assistance has begun discussions  with BIA’s Office of Justice Services about plans to, among other things,  coordinate training activities and share funding information regarding  tribal courts.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to the Attorney  General of the United States, the Secretary of the Interior, and appropriate  congressional committees. This report will also be available at no charge  on our website at http://www.gao.gov.", "If you or your staff have any questions concerning this report, please  contact me at (202) 512-9627 or maurerd@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on the  last page of this report. Key contributors to this report are listed in  appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope and Methodology", "paragraphs": ["We were asked to review the challenges facing selected tribal justice  systems as well as federal agencies’ efforts to coordinate their activities to  support tribal justice systems. Specifically, we prepared this report to  answer the following questions:  1.  What challenges do tribes face in adjudicating Indian country crimes  and what federal efforts exist to help address those challenges?  2.  To what extent have the Department of the Interior (DOI) and  Department of Justice (DOJ) components collaborated with each other  to support tribal justice systems?"], "subsections": [{"section_title": "Scope and Methodology", "paragraphs": ["To identify the challenges facing tribes in adjudicating criminal matters in  Indian country and what federal efforts exist to help address those  challenges, we met with tribal justice officials such as judges, prosecutors,  law enforcement officers, and court administrators from a nonprobability  sample of 12 federally recognized tribes in Arizona, New Mexico, North  Dakota, and South Dakota. We selected the tribes based on several  considerations. First, we identified the U.S. Attorney district offices that  received the largest volume of Indian country criminal matters from fiscal  years 2004 through 2008, the five most recent years of available data at the  time we conducted our selection. We interviewed DOJ officials about the  data-entry process, performed electronic testing for obvious errors in  accuracy and completeness of the data, and reviewed database  documentation to determine that the data were sufficiently reliable for the  purpose of our review. Next, we considered a variety of factors including  (1) reservation land size, (2) population, (3) types of tribal court  structures, (4) number and type of courts, and (5) number of full-time  judicial personnel such as judges and prosecutors. The selected tribes  have a range of land and population size, court size, and tribal court  structures such as traditional and modern court systems. We also obtained  documentation on the tribal courts’ operations, caseload, and funding.  Because we are providing the caseload and funding data for informational  purposes only, we did not assess the reliability of the data we obtained  from the tribes.", "Additionally, we obtained the tribe’s perspectives on the federal process to  communicate declination decisions. In light of the public safety and justice  issues underlying the requests for this work and the focus in the Tribal  Law and Order Act of 2010 (TLOA) on criminal matters, we focused on  criminal rather than civil law matters during the course of this review.  While the results of these interviews cannot be generalized to reflect the  views of all federally recognized tribes across the United States, the  information obtained provided us with useful information on the  perspectives of various tribes about the challenges they face in  adjudicating criminal matters. Additionally, we identified federal efforts to  help support tribal efforts to adjudicate criminal matters in Indian country  based on new or amended statutory provisions enacted through TLOA. We  also interviewed cognizant officials from the Bureau of Indian Affairs and  various DOJ components such as the Federal Bureau of Investigation, the  Executive Office of U.S. Attorneys, and select U.S. Attorneys Offices to  obtain information about their efforts to implement TLOA provisions to  help address the challenges facing tribes in administering justice in Indian  country.", "To determine the extent that DOI and DOJ collaborate with each other to  support public safety and justice in tribal communities, we first compared  the agencies’ efforts against criteria in Standards for Internal Control in  the Federal Government which holds that agencies are to share  information with external stakeholders that can affect the organization’s  ability to achieve its goals. Next, we identified practices that our previous  work indicated can enhance and sustain collaboration among federal  agencies and assessed whether DOI and DOJ’s interagency coordination  efforts reflected consideration of those practices. For purposes of this  report, we define collaboration as any joint activity by two or more  organizations that is intended to produce more public value than could be  produced when the organizations act alone. We use the term  “collaboration” broadly to include interagency activities that others have  defined as cooperation, coordination, integration, or networking. Eight  practices we identified to enhance and sustain collaboration are as  follows:  (1) define and articulate a common goal;  (2) establish mutually reinforcing or joint strategies to achieve that goal;  (3) identify and address needs by leveraging resources;  (4) agree on roles and responsibilities;  (5) establish compatible policies, procedures, and other means to operate  (6) develop mechanisms to monitor, evaluate, and report on results;  (7) reinforce agency accountability for collaborative efforts through  agency plans and reports; and  (8) reinforce individual accountability for collaborative efforts through  performance management systems.", "In this report, we focused on two of the eight practices—defining and  articulating a common goal and identifying and addressing needs by  leveraging resources—that we previously identified for enhancing and  maintaining effective collaboration among federal agencies. We were not  able to address the remaining six practices because we found that DOI and  DOJ were in the early stages of implementing these two practices that  serve as the foundation for the remaining practices. For example, because  collaboration activities are in the early stages of development and the  agencies have not yet established joint strategies to achieve the goal of  enhancing the capacity of tribal courts, we did not expect the agencies to  have developed mechanisms to monitor and report on the results of their  collaboration, reinforce accountability by preparing reports, or establish  performance management systems. We selected examples that, in our best  judgment, clearly illustrated and strongly supported the need for  improvement in specific areas where the key practices could be  implemented. We met with officials from DOI and various DOJ  components such as the Office of Tribal Justice and Office of Justice  Programs to discuss the mechanisms they have put in place to enhance  and sustain collaboration between the two agencies.", "We conducted this performance audit from September 2009 through  February 2011 in accordance with generally accepted auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": []}]}, {"section_title": "Appendix II: Federal, State, and Tribal Jurisdiction over, and the Prosecution of Crime in, Indian Country", "paragraphs": [], "subsections": [{"section_title": "Criminal Jurisdiction in Indian Country", "paragraphs": ["The exercise of criminal jurisdiction in Indian country depends on several  factors, including the nature of the crime, the status of the alleged offender  and victim (that is, whether they are Indian or not) and whether  jurisdiction has been conferred on a particular entity by, for example,  federal treaty or statute. As a general principle, the federal government  recognizes Indian tribes as “distinct, independent political communities”  with inherent powers of self-government to regulate their “internal and  social relations,” which includes enacting substantive law over internal  matters and enforcing that law in their own forums. The federal  government, however has plenary and exclusive authority to regulate or  modify the powers of self-government the tribes otherwise possess, and  has exercised this authority to establish an intricate web of jurisdiction  over crime in Indian country.", "Enacted in 1817, the General Crimes Act (also referred to as the Federal  Enclaves Act or Indian Country Crimes Act), as amended, established  federal criminal jurisdiction in Indian country over cases where either the  alleged offender or the victim is Indian. It did not, for example, establish  federal jurisdiction over cases where both parties are Indian and, in effect,  left jurisdiction over cases where both parties are non-Indian to the state.  Enacted in 1885, the Major Crimes Act extended federal criminal  jurisdiction in Indian country to Indians who committed so-called “major  crimes,” regardless of the victim’s status. As amended, the Major Crimes  Act provides the federal government with criminal jurisdiction over  Indians charged with felony-level offenses enumerated in the statute. The  tribes retained exclusive jurisdiction over other criminal offenses  (generally, misdemeanor-level) where both parties are Indian.", "State governments, however, may not exercise criminal jurisdiction over  Indians or their property in Indian country absent a “clear and unequivocal  grant of that authority” by the federal treaty or statute. Enacted in 1953,  Public Law 280 represents one example of a “clear and unequivocal” grant  of state criminal jurisdiction. As amended, Public Law 280 confers  exclusive criminal jurisdiction over offenses committed in Indian country  to the governments of six states—Alaska, California, Minnesota, Nebraska,  Oregon, and Wisconsin, except as specified by statute, thereby waiving  federal jurisdiction under the General and Major Crimes acts in these  states and subjecting Indians to prosecution in state court. Subsequent   amendments to Public Law 280 and other laws further define state  criminal jurisdiction in Indian country.", "To summarize the foregoing discussion, the exercise of criminal  jurisdiction by state governments in Indian country is generally limited to  two instances, both predicated on the offense occurring within the borders  of the state—where both the alleged offender and victim are non-Indian,  or where a federal treaty or statute confers, or authorizes a state to  assume, criminal jurisdiction over Indians in Indian country. Otherwise,  jurisdiction is distributed between federal and tribal governments. Where  both parties to the crime are Indian, the tribe generally has exclusive  jurisdiction for misdemeanor-level offenses, but its jurisdiction runs  concurrent with the federal government for felony-level offenses. Where  the alleged offender is Indian but the victim is non-Indian, tribal and  federal jurisdiction is generally concurrent. Finally, federal jurisdiction is  exclusive where the alleged offender is non-Indian and the victim is  Indian."], "subsections": []}, {"section_title": "Tribal Prosecutions under the Indian Civil Rights Act", "paragraphs": ["When a tribal government exercises its jurisdiction to prosecute an Indian  offender, it must do so in accordance with the Indian Civil Rights Act  (ICRA). Enacted in 1968, ICRA limited the extent to which tribes may  exercise their powers of self-government by imposing conditions on tribal  governments similar to those found in the Bill of Rights to the U.S.  Constitution. For example, the act extended the protections of free  speech, free exercise of religion, and due process and equal protection  under tribal laws. With respect to alleged criminal conduct, tribes are  prohibited from trying a person twice for the same offense (double  jeopardy), compelling an accused to testify against himself or herself in a  criminal case, and imposing excessive fines or inflicting cruel and unusual  punishment. Tribes must also afford a defendant the rights to a speedy  and public trial, to be informed of the nature and cause of the accusation,  to be confronted by witnesses of the prosecution, to have compulsory  process for witnesses in his favor, and to be represented by counsel at his  own expense, among other things.", "ICRA also governs the sentencing authority tribes exercise over convicted  Indian offenders. First, any person accused of an offense punishable by  imprisonment has the right, upon request, to a trial by jury of not less than  six persons. Second, the act limits the maximum sentence a tribe may  impose. Prior to amendments made by the Tribal Law and Order Act  (TLOA) in July 2010, ICRA limited the maximum sentence for any one  offense to a term of 1 year imprisonment, a $5,000 fine, or both, regardless  of the severity of the alleged offense. The July 2010 amendments,  however, authorize tribal courts to impose sentences in excess of 1 year  imprisonment or $5,000 fine if the tribe affords the defendant certain  additional protections specified in the statute. Specifically, a tribal court  may subject a defendant to a maximum term of imprisonment of 3 years  (or a fine not to exceed $15,000, or both) for any one offense if the  defendant had been previously convicted of the same or a comparable  offense by any jurisdiction in the United States, or the defendant was  prosecuted for an offense comparable to one punishable by more than 1  year of imprisonment if prosecuted by the United States or any of the  states. To exercise this enhanced sentencing authority, the tribe must  afford a criminal defendant the following additional protections: effective  assistance of counsel; if indigent, the assistance of a licensed defense  attorney appointed at the tribe’s expense; a presiding judge with sufficient  legal training and a license to practice law; prior to charging the  defendant, make publicly available the criminal laws and rules of evidence  and criminal procedure of the tribal government; and maintain a record  (audio or otherwise) of the criminal proceeding. Finally, although ICRA  protects alleged offenders from double jeopardy in tribal courts, neither  the federal government nor the tribal government is precluded from  pursuing a prosecution if the other sovereign elects to prosecute the  case. Therefore, by example, a criminal defendant prosecuted in tribal  court may still face prosecution, and a potentially more severe sentence if  convicted, in federal court."], "subsections": []}]}, {"section_title": "Appendix III: Overview of Selected Tribal Courts", "paragraphs": ["This appendix summarizes information regarding the court systems of the  12 tribes we visited in Arizona, New Mexico, North Dakota, and South  Dakota. Specifically, in Arizona, we visited Gila River Indian Community,  Navajo Nation, and Tohono O’odham Nation. New Mexico tribes we  covered include the Pueblos of Isleta, Laguna, Pojoaque, and Taos. In  North Dakota, we included Standing Rock Sioux and Three Affiliated  Tribes. Lastly, the South Dakota tribes we visited include Cheyenne River  Sioux, Oglala Sioux, and Rosebud Sioux tribes. The 12 tribes that we  visited ranged in enrollment from 417 members to nearly 300,000 tribal  members. Tribal enrollment data showed that for 9 of the 12 tribes we  visited, more than 50 percent of the enrolled members live on the  reservation.", "Enclosed in this appendix are individual summaries for each tribe that  include a description of: (1) land area and population data, (2)  establishment of the court system, (3) availability of tribal code and court  rules and procedures, (4) structure of the court system, (5) selection and  removal of judges as well as requisite qualifications, (6) judicial personnel  and court staff, (7) caseload levels, and (8) funding information."], "subsections": [{"section_title": "Cheyenne River Sioux Tribe", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Cheyenne River Indian Reservation of the Cheyenne River Sioux Tribe  covers 4,410 square miles in north-central South Dakota, as shown in  figure 4, and is between Delaware and Connecticut in size. Of the  estimated 16,622 enrolled members of the tribe, an estimated 8,000 live on  the reservation."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Tribal Council", "paragraphs": ["The Cheyenne River Sioux Tribe’s constitution, which was adopted in  1935, assigned the duty of establishing a court to the Tribal Council. The  court system was established in the late 1930s. Tribal officials stated that  the tribe’s judiciary is a separate branch of government. Further, a 1992  amendment to the constitution stated that decisions of tribal courts shall  not be subject to review by the Tribal Council. Officials noted that the  Judiciary and Codification Committee of the Tribal Council and the Chief  Judge, among others, oversee the operations of the tribal court."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["The Cheyenne River Sioux Tribe’s Law and Order Code, established in  1978, has been amended a number of times and is available in electronic  format, according to officials. The Chief Judge reported that the Law and  Order Code is modeled after South Dakota laws. The Tribal Council’s  Judiciary and Codification Committee is responsible for updating the  criminal code. Additionally, members of the tribal court and the tribe’s  legal department also assist the Committee in updating the code.  According to officials, the tribe follows federal rules of evidence and has  adopted rules of criminal and civil procedure as well as a Code of Judicial  Conduct that are modeled after federal and state courts."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["The Cheyenne River Sioux Tribe’s court system is composed of a tribal  court, a juvenile court, a mediation court, and an appellate court. Tribal  officials consider the court system to be modern, though the mediation  court incorporates some traditional practices that promote tribal  traditions and values to resolve disputes. In 1992, according to tribal  officials, the tribe’s constitution was amended to include a provision that  states that decisions of the tribal court may be appealed to the tribe’s  appellate court, but shall not be subject to review by the Tribal Council."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, and Removal", "paragraphs": ["Tribal judges are elected by voting members of the tribe and must (1) be a  member of the Cheyenne River Sioux Tribe, (2) have resided on the  reservation for 1 year preceding the election, and (3) be over 25 years of  age. We were not able to obtain complete information about the required  qualifications for judges and the tribe’s process to select and remove  judges."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff", "paragraphs": ["Information about judicial personnel and court staff are not reported as  we were not able to obtain complete information from the tribe."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["Data about the court’s caseload for fiscal years 2008 through 2010 are not  included as we were not able to obtain complete information from the  tribe."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["BIA reported that for fiscal years 2008 and 2009, it did not distribute any  funding to Cheyenne River Sioux Tribe specifically for tribal court  programs. In fiscal year 2010, BIA distributed $190,503 to the tribe, but we  were not able to obtain information from the tribe on how much funding  was allocated to tribal court programs.  Further, DOJ did not award any  grant funding to Cheyenne River Sioux Tribe as part of its Tribal Court  Assistance Program (TCAP) for fiscal years 2008 through 2010."], "subsections": []}]}, {"section_title": "Gila River Indian Community", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Gila River Indian Reservation covers 584 square miles in Arizona, and  is between the District of Columbia and Rhode Island in size. Of the  estimated 20,590 enrolled members of the tribe, approximately 82 percent,  or 16,783, live on the reservation."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Tribal Council", "paragraphs": ["The Gila River Indian Community’s constitution, adopted in 1960,  authorized but did not establish a court system or articulate its jurisdiction  or powers, leaving this to the Tribal Council. Although the council  exercised its authority to establish a court system, there is no formal  document marking when this occurred. The tribe has efforts underway to  adopt a revised constitution, which seeks to establish a separate judicial  branch that is autonomous and independent of other branches of the tribal  government. The draft constitution calls for a court system that is  comprised of a tribal court known as the Community Court, Supreme  Court, and other lower courts, including forums for traditional dispute  resolution, as deemed necessary by the legislature."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["Gila River Indian Community has civil, criminal, traffic, and children’s  codes. Officials noted that the current criminal code may not be applicable  to address new uses of technology to commit crime. The children’s code  was most recently revised in 2010 and now addresses gang-related  offenses, according to officials. Some procedural guidance is provided by  legislation, but the tribal court does not have formal rules of criminal  procedures since the court has not been granted authority to promulgate  such rules.  However, officials explained that the tribal court has  developed an administrative order and understanding between parties for  some rules. The court has not established rules of evidence; although it  will occasionally incorporate state or federal rules of evidence as  permitted by the criminal code."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["Officials describe the court as modern because it is modeled after the state  of Arizona’s judicial system. The court system is composed of a tribal  court, children’s court, and appellate court. The children’s court was  officially established by statute in 1983. Gila River has two courthouses: a  main court located in Sacaton, Arizona, and another located in Laveen,  Arizona."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, and Removal", "paragraphs": ["The Chief Judge and five Associate Judges are elected by tribal members  to the general jurisdiction court for 3-year terms.  Additionally, two judges  are appointed to the children’s court by the Tribal Council for 4-year  terms. The general jurisdiction court consists of six elected judicial  positions with all judges up for election at the same time. Judges must be a  member of the tribe and be at least 25 years old, among other  requirements. Certain residency requirements must also be met. The Tribal  Council can remove a judge from office for any reason it deems cause for  removal."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff of Gila River Indian Community", "paragraphs": ["One of the eight judges in the tribal court is law-trained; however, there  are no requirements that judges are to be law-trained or licensed by a state  or tribal bar association.  Public defenders and prosecutors are required to  be law-trained and licensed by a state bar association. The tribe has six  public defenders and nine prosecutors."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["Criminal cases accounts for the majority of the tribal court’s caseload."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["For fiscal years 2008 through 2010, the tribal government funded at least  90 percent of the Gila River Indian Community Court, and the court did  not receive any funding from BIA. According to tribal court officials, the  court was awarded $13,000 in fiscal years 2008 and 2009 through the  Juvenile Accountability Block Grant (JABG)—a grant program that is  administered by Office of Juvenile Justice and Delinquency Prevention  within DOJ. In fiscal year 2009, the tribal court was awarded $49,977 in  grant funding under DOJ’s Justice and Mental Health Collaboration  Program. Further, in fiscal year 2010, the Gila River court system was  awarded $499,586 in grant funding as part of DOJ’s Coordinated Tribal  Assistance Solicitation."], "subsections": []}]}, {"section_title": "Pueblo of Isleta", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Pueblo of Isleta covers 331 square miles in New Mexico and is  between the District of Columbia and Rhode Island in size. Of the  estimated 3,496 enrolled members of the pueblo, 58 percent, or 2,013 live  on the pueblo’s lands."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Pueblo Council", "paragraphs": ["The most recent revision to the constitution of the Pueblo of Isleta was  adopted in 1991; however, according to tribal officials, Isleta has efforts  underway to amend its constitution. In an effort to help address concerns  about the court’s perceived lack of autonomy, according to Isleta officials,  the Tribal Council established the Judicial Law and Order Committee to  conduct a review of the constitution that includes examining the  authorities of each branch of tribal government."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["The Pueblo of Isleta’s Law and Order Code was first adopted in 1965 and  revised in 2008. The Tribal Council established a committee to recommend  amendments regarding the code to the Council."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["The Pueblo of Isleta’s court system is composed of a tribal and appellate  court. The tribal court is presided over by one or more judges and has  jurisdiction over all criminal and civil matters articulated in the Law and  Order Code. The majority of the court’s cases are adjudicated by applying  federal or state law; however, the court seeks first to apply traditional law  in cases where it may be applicable. The Tribal Council serves as the  appellate court, and appeals are granted as a matter of right. However, the  council may delegate its appellate authority to an appeal committee,  appellate judge, or other appellate body established by the council. The  constitution holds that all appeals decisions are final."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, and Removal", "paragraphs": ["Judges are appointed by the tribal governor with the concurrence of a two- thirds majority of the council. According to the constitution, the Tribal  Council is to prescribe the qualifications and terms of office for judges.  The constitution states that judges’ salaries may not be modified during  the judges’ term in office. The council is currently drafting an ordinance  establishing qualifications and salaries for judges. Those convicted of  felonies are not eligible to serve as a judge. Judges can be removed from  office after a hearing and a two-thirds vote of the full council."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff", "paragraphs": ["Because of funding limitations, according to officials, criminal  investigators also serve as tribal prosecutors."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["Data about the court’s caseload for 2008 through 2010 are not reported  here as we were not able to obtain this information from the tribe."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["BIA told us that it distributed $76,923, $128,279, and $99,071 in fiscal years  2008, 2009, and 2010, respectively. We were not able to obtain information  from the tribe on how much of the funding was provided to the tribal  court. Our review of DOJ grants awarded under the Tribal Court  Assistance Program showed that the Pueblo of Isleta did not receive any  grant funding for tribal courts initiatives for fiscal years 2008 through 2010."], "subsections": []}]}, {"section_title": "Pueblo of Laguna", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Pueblo of Laguna reservation covers 779 square miles in New Mexico  and is between the District of Columbia and Rhode Island in size. Of the  estimated 8,413 enrolled members in the pueblo, 4,315 live on or near the  pueblo’s lands; Laguna’s total population, including nonpueblo members,  is estimated at 5,352."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Pueblo Council", "paragraphs": ["The Pueblo of Laguna’s constitution, adopted in 1908, empowered the  pueblo’s Governor and certain members of the Tribal Council to function  as the pueblo’s court. A subsequent version of the constitution, adopted in  1949, maintained this judicial structure. In 1958, the pueblo amended its  constitution and thereby vested the Pueblo’s judicial power in the Pueblo’s  tribal court, and in 1984, another constitutional amendment vested the  pueblo’s judicial power in the pueblo’s tribal court and in an appellate  court. Currently, the pueblo’s Governor and certain members of the Tribal  Council serve as the pueblo’s appellate court, according to tribal officials."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["The pueblo has a written criminal code that was enacted in 1999,  according to officials. The Tribal Secretary is responsible for keeping  ordinances enacted by the Tribal Council. Revisions to the criminal code  were pending adoption by the Tribal Council as of October 2010. The  pueblo is in the process of adopting rules of judicial conduct and criminal  procedure."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["The Pueblo of Laguna’s court system combines aspects of modern and  traditional courts. The court relies on the written codes and laws of the  pueblo, but they may also defer to the pueblo’s traditions, when possible.  The pueblo’s court system includes a tribal court that adjudicates both  civil and criminal matters, a juvenile court, and an appellate court that  reviews cases from the lower courts. The appellate court is composed of  the Governor and certain members of the Pueblo Council, though this  composition of the appellate court is not provided for by constitution or  code; rather it is to be established by ordinances passed by the Pueblo  Council."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, and Removal", "paragraphs": ["Judges must be law-trained, have a state bar license, and must have at  least 1 year of judicial experience or related law practice, among other  things. Judges are appointed by the Tribal Council for a term that does not  exceed 3 years, and may be removed from office if convicted of a felony or  if found to have grossly neglected the duties of the office."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff", "paragraphs": ["The Pueblo of Laguna’s court system employs one full-time contract judge  and three part-time contract judges. In addition, the tribe employs two  prosecutors, and a public defender, among other staff."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["Traffic offenses, which are not reported in table 7 below, account for a  large portion of the court’s activity and are considered criminal offenses.  For example, there were 2,685 traffic cases opened in 2009."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["The Pueblo of Laguna court system’s main funding sources are the tribal  government and funding from the BIA. Additionally, in fiscal year 2010 the  Pueblo of Laguna was awarded $350,000 for tribal courts initiatives under  DOJ’s Coordinated Tribal Assistance Solicitation grant program."], "subsections": []}]}, {"section_title": "Navajo Nation", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Navajo Nation’s land area totals 24,097 square miles and is mostly  situated in Arizona though its boundaries extends into parts of New  Mexico and Utah. The reservation is between Maryland and West Virginia  in size. Of the estimated 292,023 enrolled members of the Navajo Nation,  approximately 234,124, or about 80 percent, live on the reservation."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Tribal Council", "paragraphs": ["The Navajo Nation does not have a written constitution. However, the  duties of the court system are documented in the Navajo Nation Codes.  The tribal court was established in 1959."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["The Navajo Nation criminal code was created in 1959 and has been  amended as necessary. The Legislative Council, within the legislative  branch, is responsible for updating the code. The court system has rules of  judicial conduct, criminal procedure, as well as rules of evidence."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["Officials described the Navajo Nation court system as a modern system  that continues to embody Navajo customs and traditions. The Chief  Justice is the administrator of the judicial branch, which consists of 10  District Courts, the Supreme Court of the Navajo Nation, and other courts  that may be created by the Navajo Nation Council. The Navajo Nation  Supreme Court comprises one Chief Justice and two Associate Justices."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, and Removal", "paragraphs": ["The President of the Navajo Nation appoints Judges and Justices, who are  appointed for a 2-year probation period. The appointees are selected from  a panel recommended by the Judicial Committee of the Navajo Nation  Council. After 2 years, the Judicial Committee can recommend a  permanent appointment. If the Judge or Justice is recommended, the  President submits the name to the Navajo Nation Council for  confirmation. There are no term lengths; however, judges can be removed  for cause. All judicial appointments must meet certain qualifications,  including a higher education degree, preferably a law degree, and have  work experience in law-related fields and a working knowledge of Navajo,  state, and federal laws. Judges must be a member of the Navajo Nation Bar  Association."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff", "paragraphs": ["Only members in good-standing with the Navajo Nation Bar Association,  including public defenders and prosecutors can provide legal  representation in the court system."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["The data provided in table 9 below comprises caseload information from  the 10 District Courts, Family Courts, Probation, Peacemaking, and  Supreme Court. As shown in the table below, criminal offenses account  for much of the court’s activity."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["The Navajo Nation judicial branch is funded primarily by the tribal  government. It is important to note that the funding supports the  operations of the 10 districts courts, among other courts within the  judiciary branch of the Navajo Nation."], "subsections": []}]}, {"section_title": "Oglala Sioux Tribe", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Pine Ridge Indian Reservation of the Oglala Sioux Tribe covers 3,466  square miles in Southwest South Dakota, and is between Delaware and  Connecticut in size. Of the estimated 47,000 enrolled members of the tribe,  an estimated 29,000 Indian people live on the reservation."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Tribal Council", "paragraphs": ["The Oglala Sioux Tribe’s court system was established by the tribe’s  constitution in 1936. A 2008 amendment to the tribe’s constitution vests  the tribe’s judicial power in one Supreme Court and in other inferior tribal  courts established by the Tribal Council. As amended, the constitution  provides that the tribe’s judiciary is independent from the legislative and  executive branches of government. The Judiciary Committee of the Tribal  Council oversees the administrative function of the court."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["In September 2002, the Oglala Sioux Tribal Council passed an ordinance to  adopt its Criminal Offenses Code. In addition, the Oglala Sioux Tribe has  adopted criminal procedures and court rules, which includes a judicial  code of ethics. According to court officials, the tribal court generally  applies federal rules of evidence. Further, the Tribal Council, through Judiciary Committee, is responsible for maintaining and updating the  Criminal Offenses Code."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["he Oglala Sioux Tribe’s court system combines aspects of modern and  T traditional approaches to administer justice, and is composed of the  Supreme Court, a tribal court, and a juvenile court. The Supreme Cou has appellate jurisdiction, and is composed of a Chief Justice, two  Associate Justices, and one Alternate Justice. Given the vast size o f the  reservation, the tribe operates two courthouses, which are located in Pin Ridge, South Dakota and Kyle, South Dakota."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, a Removal", "paragraphs": ["The Oglala Sioux Tribe’s court system comprises a Chief Judge, associate  judges, and Supreme Court justices. The Chief Judge of inferior courts,  who oversees the inferior courts, must be law-trained and bar-licensed in  any state or federal jurisdiction, and is elected by members of the tribe for  a 4-year term. Justices of the Supreme Court must be law-trained and bar- licensed in any state or federal jurisdiction. They are appointed by the  Tribal Council for 6-year terms. Any judge may be removed by a two-th vote of the Tribal Council for unethical judicial conduct, persistent failure  to perform judicial duties, or gross misconduct that is clearly prejudicial to the administration of justice, among other things."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff", "paragraphs": ["The Oglala Sioux Tribe’s court system employed a Chief Judge, three  associate judges, and two Supreme Court justices. The Oglala Sioux  Attorney General’s Office employed four tribal prosecutors—one of w is law-trained and bar licensed."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["Officials estimated that in 2009, there were approximately 1,245 civil cases  and 7,470 criminal cases.  Additional data about the court’s caseload for  fiscal years 2008 through 2010 are not reported as we were not able to  obtain this information from the tribe."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["Based on data provided by the tribe, the Oglala Sioux court system did not  receive any funding from the tribal government for fiscal years 2008  through 2010. Rather, the main source of funding was from BIA."], "subsections": []}]}, {"section_title": "Pueblo of Pojoaque", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Pueblo of Pojoaque covers 21 square miles in New Mexico, and is  smaller in size than the District of Columbia. Of the estimated 417 enrolled  members of the pueblo, an estimated 325 enrolled members live on the  pueblo’s lands."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Pueblo Council", "paragraphs": ["The Pueblo of Pojoaque has not adopted a constitution, and, according to  a court official, the tribal government operates in a traditional manner.  From 1932 to 1978, the Pueblo of Pojoaque’s Tribal Court operated  according to tradition. For example, the pueblo’s Governor or the Tribal  Council served as the tribal court. In 1978, the tribal code formally  established a court system. There are no distinct branches of government  within the Pueblo of Pojoaque and a court official stated that the Tribal  Council does not intervene in individual cases before the court. When the  tribal court has concerns about the direction of the Tribal Council  regarding court matters, such concerns are discussed openly at Tribal  Council meetings and resolutions are passed and incorporated in the  Tribal Law and Order Code, as needed."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["According to a court official, the Pueblo of Pojoaque’s Tribal Law and  Order Code was adopted in 1978. One of the court officials explained that  the court’s judges are responsible for suggesting code revisions to the  Tribal Council, and that the Tribal Council amends the code by  resolutions. Further, complete copies of the Tribal Law and Order Code  are made available through the court. The Tribal Law and Order Code  includes a criminal code as well as basic rules of procedure and evidence  as many of the parties appearing before the court typically advocate on  their own behalf rather than being represented by an attorney. The court  system has adopted rules of judicial conduct, and, pursuant to the law and  order code, judges are permitted to defer to either state or federal rules of  procedure or evidence, and, according to the Chief Judge, this option is  often exercised when both parties appearing before the court have legal  representation."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["The Pueblo of Pojoaque’s court system combines aspects of modern and  traditional courts, and includes a tribal court, a juvenile court, and  traditional methods of dispute resolution. The Tribal Council serves as the  pueblo’s appellate court."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, and Removal", "paragraphs": ["The Pueblo of Pojoaque’s court system includes two types of judges—a  Chief Judge and judges pro tempore—and the qualifications for these  positions are identical. Judges are appointed by the Tribal Council and  serve at the pleasure of the Pueblo Council and the Tribal Governor.  Though there are no set educational requirements for judges, prospective  judges who do not have a law degree must complete a specific training  course in judicial proceedings within 6 months after being appointed as a  judge. Age requirements and a background interview also apply. Given the  small population of the pueblo, the Tribal Council prohibits judges, who  are enrolled members of the pueblo, from hearing cases of other enrolled  members, according to a court official."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff", "paragraphs": ["The Pueblo of Pojoaque court system employed one full-time Chief Judge,  one part-time judge pro tempore; two contract judges pro tempore, as  needed; one part-time court clerk; and one full-time court and traffic court  clerk. Tribal police, who are not law-trained, serve as prosecutors."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["The caseload data reported below in table 11 does not reflect the number  of civil and criminal matters that are resolved through traditional means  and mediation. Traffic violations, which are not included in the table  below, account for much of the court’s activity. For example, in 2009,  there were 7,316 traffic citations docketed, of which 825 resulted in a court  hearing."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["The Pueblo of Pojoaque court system’s main funding sources are the tribal  government and BIA funding. Generally, for fiscal years 2009 and 2010, the  BIA funding accounted for about 30 percent of the court’s total funding."], "subsections": []}]}, {"section_title": "Rosebud Sioux Tribe", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Rosebud Indian Reservation of the Rosebud Sioux Tribe covers 1,971  square miles in south-central South Dakota, as shown in figure 11 below,  and is between Rhode Island and Delaware in size. Of the estimated 29,710  enrolled members of the tribe, approximately 85 percent, or 25,254, live on  the reservation."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Tribal Council", "paragraphs": ["The Rosebud Sioux Tribe’s court was established in 1975, according to  officials, replacing the Court of Indian Offenses administered by BIA. A  2007 amendment to the tribe’s constitution, which was originally adopted  in 1935, established the tribal court as separate and distinct from the  legislative and executive branches of the tribal government and  established the Rosebud Sioux Tribe Supreme Court as the tribe’s  appellate court. The Tribal Council’s Judiciary Committee helps to oversee  the administration of court."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["The Rosebud Sioux Tribe’s Law and Order Code was adopted in 1986 and  is available by request from the Tribal Secretary’s office, although tribal  court officials indicated that the status of the code has been an ongoing  concern. The Law and Order Code contains a criminal code and rules of  criminal procedure. Additionally, officials noted that the code adopts by  reference federal rules of evidence and requires tribal judges to conform  their conduct to the Code of Judicial Conduct as adopted by the American  Bar Association."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["The Rosebud Sioux Tribe’s court system is composed of a tribal court, a  juvenile court, a limited mediation court, and an appellate court. While the  court applies traditional methods of dispute resolution, officials described  the court system as mostly modern in that it is modeled on federal and  state court systems and applies federal rules of evidence and judicial  conduct. It is traditional in that the Law and Order Code, which the courts  apply, contains references to tribal customs. Further, in some cases, tribal  courts include interested community members in the court proceedings.  For example, in some family disputes, members of the community such as  family members or concerned citizens may participate in the court process  even though they are not parties appearing before the court. Decisions of  the tribal court and juvenile court are subject to appellate review by the  Rosebud Sioux’s Supreme Court. The Supreme Court is composed of six  justices, three of whom sit as a panel to hear a case."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, and Removal", "paragraphs": ["The Rosebud Sioux Tribe’s court system includes a Chief Judge, associate  judges, and Supreme Court justices. The Chief Judge must be law-trained,  bar-licensed, and admitted to practice before the U.S. District Court for  South Dakota. The Chief Judge is appointed by the Tribal Council for a 4- year term. Associate judges are appointed by the Tribal Council for 2-year  terms, and must have a high-school education or equivalent. Further, at  least one associate judge must be bilingual in English and Lakota—the  tribe’s traditional language. Of the three justices in an appellate panel, two  must be law-trained, bar-licensed, and admitted to practice in the U.S.  District Courts of South Dakota. One may be a lay judge who must have a  high-school education or equivalent. Supreme Court justices are appointed  by the Tribal Council for 5-year terms. Removal of any judge or justice  must be for cause after a public hearing by the Tribal Council and by a  two-thirds vote of Tribal Council members present at the hearing."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff", "paragraphs": ["As of October 2010, the Rosebud Sioux Tribe’s court system employed a  Chief Judge, two associate judges—one law-trained but not bar-licensed,  and the other a lay judge—and four Supreme Court justices. There is one  law-trained, bar-licensed tribal prosecutor, an assistant prosecutor who  works mainly in juvenile court, a public defender, and an assistant public  defender who works mainly in juvenile court. Additionally, in fiscal year  2010, the tribe received a DOJ grant to fund three additional attorney  positions, though tribal officials stated that these positions may be difficult  to fill because of recruitment and retention challenges. Tribal officials  stated that the numbers of prosecutors and public defenders is inadequate  for the tribes’ caseload and affects the tribe’s ability to effectively  administer justice."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["Criminal offenses account for much of the court’s caseload. Traffic  violations are considered criminal offenses; however, they are not  included in the data in the table below."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["Based on data provided by officials for fiscal years 2008 through 2010, the  Rosebud Sioux Tribe court system is primarily funded by BIA, although  the court received funding from other sources."], "subsections": []}]}, {"section_title": "Standing Rock Sioux Tribe", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Standing Rock Reservation covers 3,654 square miles in south-central  North Dakota and north-central South Dakota, and is between Connecticut  and Delaware in size. Of the estimated 14,914 enrolled members of the  tribe, 8,656 live on the reservation."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Tribal Council", "paragraphs": ["The Standing Rock Sioux Tribe Constitution, adopted in 1959, empowers  the Tribal Council to establish courts on the reservation and define those  courts’ duties and powers. Exercising this constitutional authority, the  Standing Rock Sioux Tribal Council established the tribal court system.", "Further, the constitution vests the tribe’s judicial authority in a Supreme  Court and in a Tribal Court and specifies the process by which judges for  these courts would be selected and removed, as described below.  Subsequent amendments to the tribe’s constitution did not alter these  provisions."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["The Standing Rock Sioux Tribe’s Code of Justice addresses criminal  offenses, criminal procedure, and civil procedure, among other things. In  addition, the Tribe’s Rules of Court include provisions regarding civil  procedure, criminal procedure, rules of evidence, among other things.  However, court officials reported challenges in keeping the code current  and stated that they do not have access to the entire code."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["The court system is composed of a tribal court, a children’s court, and a  Supreme Court that has appellate jurisdiction over the tribe’s other courts.  The Supreme Court is composed of a chief justice and two associate  justices."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, and Removal", "paragraphs": ["The Code of Justice articulates the composition of the court as well as the  qualifications, selection, and removal of judges.  Specifically, the Supreme  Court is to include a Chief Justice and Associate Justices.  Additionally,  the tribal court is to include a Chief Judge, Associate Chief Judge, and  Associate Judges. The Chief Justice, Chief Judge, and Associate Chief  Judge must be law-trained and bar-licensed. Associate justices and judges  must have at least a high-school diploma or its equivalent. All justices and  judges are appointed by the Tribal Council and face a retention election at  the tribe’s next election. Justices and judges retained then serve 4-year  terms and may be removed from office for cause by a two-thirds vote of  the Tribal Council."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff", "paragraphs": ["The Standing Rock Sioux Tribe’s court system employed three appellate  judges, four tribal court judges, six court clerks, two prosecutors, one  public defender, among other staff. Of the four tribal court judges, three  are bar-licensed and one is law-trained but not bar-licensed. Of the three  appellate judges, two are bar-licensed and one is a lay judge."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["Criminal offenses account for much of the court’s caseload. Traffic  violations are considered criminal offenses; however, they are not  included in the data in the table below."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["For fiscal years 2008 through 2010, the Standing Rock Sioux Tribal Court  did not receive any funding from the tribal government and federal funding  is the primary source of funding for the court, based on data provided by  officials. The BIA funding has remained unchanged during this time.  Additionally, officials told us that they received grant funding from the  South Dakota Department of Corrections totaling $15,000 and $25,000 in  fiscal years 2009 and 2010, respectively."], "subsections": []}]}, {"section_title": "Pueblo of Taos", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Pueblo of Taos covers 156 square miles north of Santa Fe, New  Mexico, and is between the District of Columbia and Rhode Island in size.  Of the estimated 2,500 enrolled members of the pueblo, approximately  1,800 members live on the pueblo’s lands."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Pueblo Council", "paragraphs": ["The Pueblo of Taos does not have a written constitution and has not  established a separate judicial branch within its tribal government. Rather,  according to officials, the pueblo has an unwritten social order that dates  back to the pueblo’s origins and continues to be practiced and adhered to.  Officials noted that they are exploring the possibility of establishing three  distinct branches within the tribal government that would include a  judicial branch. The Pueblo is governed by a Tribal Governor and a War  Chief, both of whom are appointed by the Tribal Council for a 1-year term  and operate the pueblo’s traditional courts."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["In 1986, the Tribal Council adopted the pueblo’s law and order code. Tribal  officials explained that the tribal court is responsible for updating the  criminal code and the Tribal Council approves amendments or revisions.  The Pueblo has not fully revised the code since its adoption but has efforts  underway to update and revise the criminal code. The tribal court does not  have rules of judicial conduct or rules of evidence. However, the tribal  court applies federal rules of evidence and New Mexico state rules  regarding judicial conduct. Officials noted that rules of judicial conduct  and rules of evidence are to be developed as part of the law and order  code update. The code is available in hard copy only, and is generally  made available to parties appearing before the court. Officials expect that  the law and order code will be available in electronic format once  revisions are completed."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["The Pueblo of Taos has two traditional courts and one tribal court. The  Lieutenant Governor of the tribe serves as a Traditional Court Judge to  hear both civil matters, such as contract violations, and family disputes.  The War Chief also serves as a Traditional Court Judge and generally hears  civil cases that involve disputes over land, natural resources, and fish and  wildlife. The tribal court was established in the late-1980s to provide tribal  members an alternative dispute resolution forum and to address the  changes in the types of crimes being committed on the pueblo’s lands.  Further, according to officials, the tribal court is intended to supplement  rather than replace the traditional courts. Officials explained that tribal  members may choose to have their case heard before the traditional or  tribal court; however, once the case is filed with either court, the parties  cannot then request a transfer to the other court. The Pueblo of Taos does  not have an appellate court. However, appeals can be made to the  Traditional Court Judge, usually the Lieutenant Governor, to challenge  tribal court decisions. In the future, the Pueblo of Taos may use the  Southwest Intertribal Court of Appeals."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, and Removal", "paragraphs": ["The Chief Judge is retained under contract, and the contract can be issued  for up to 12 months. The Pueblo of Taos has not yet established  requirements regarding selection, removal, and qualifications of judges,  but expects to do so in the future."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff", "paragraphs": ["The pueblo employs one tribal court judge for the modern court, who is  not bar-licensed. Additionally, the pueblo does not have pubic defenders  or prosecutors; rather, the police, who are not law-trained, serve as  prosecutors in addition to their patrol duties."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["Criminal cases account for much of the court’s activity for fiscal years  2008 through 2010."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["Based on data provided by officials for fiscal years 2008 through 2010, with  the exception of fiscal year 2009, BIA funding accounted for much of the  court system’s entire budget."], "subsections": []}]}, {"section_title": "Three Affiliated Tribes", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Fort Berthold Reservation of the Three Affiliated Tribes covers 1,578  square miles in northwest North Dakota, and is between Rhode Island and  Delaware in size. Of the 11,993 enrolled members of the tribe, about half  live on the reservation."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Tribal Council", "paragraphs": ["According to officials, the Three Affiliated Tribe’s court system was  established by the Tribal Business Council in the 1930s. Further, officials  estimated that in the 1990s, an amendment to the constitution established  the court’s authority. The Tribal Business Council has a Judicial  Committee, composed of tribal council members, that regularly reviews  court operations such as funding, staffing, and evaluation, among other  things."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["The Three Affiliated Tribes have a tribal code that, according to a court  official, was developed in 1935. The tribal code contains a criminal code,  although officials stated that the court does not have rules of criminal  procedure. The code also has a section that addresses federal rules of  evidence. According to court officials, it is not always clear what the  current law is because the tribal code is not kept up-to-date."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["The Three Affiliated Tribes’ court system combines aspects of modern and  traditional courts. The court is modern in that it applies the tribal code; the  court is traditional in that tribal members and court staff are personally  acquainted, tribal members who appear before the court readily accept  tribal laws that regulate conduct on the reservation, and Indian language is  sometimes used in court. The court system includes a tribal court and a  juvenile court. Appeals from either of these courts are addressed by an  intertribal appeals court, the Northern Plains Intertribal Court."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, and Removal", "paragraphs": ["The Three Affiliated Tribe’s court system includes a Chief Judge and  associate judges, also called magistrate judges. Court officials reported  that all judges must be law-trained, bar-licensed members of the tribes.  However, at their discretion, the Tribal Council may overrule the  requirement that judges must be members of the tribe. The Chief Judge is  elected tribal members for a 4-year term. Associate Judges are appointed  by the Tribal Council for 1-year terms. All judges may be removed by the  Tribal Council for cause."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff", "paragraphs": ["As of November 2010, the Three Affiliated Tribes’ court system employed a  law-trained Chief Judge, two law-trained associate judges, a prosecutor,  and a public defender, among other staff. Prosecutors are not required to  be law-trained or bar-licensed, according to officials."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["Criminal offenses account for the majority of the court’s caseload. Traffic  violations are considered civil matters; however, they are not included in  the data in the table below."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["Based on data provided by the tribe, the Three Affiliated Tribes court  systems’ main funding sources are the tribal government and BIA."], "subsections": []}]}, {"section_title": "Tohono O’odham Nation", "paragraphs": [], "subsections": [{"section_title": "Land Area and Population", "paragraphs": ["The Tohono O’odham Nation covers 4,456 square miles within Arizona,  although it encompasses land on both sides of the U.S.-Mexico border.  Tohono O’odham Nation is between Delaware and Connecticut in size. Of  the 29,974 members of Tohono O’odham Nation, approximately 13,035, or  43 percent, live on the reservation."], "subsections": []}, {"section_title": "Establishment of Court System and Relationship to Tribal Council", "paragraphs": ["The Tohono O’odham Nation adopted its most recent constitution in 1986,  which replaced an earlier constitution from 1937. The constitution  established a judicial branch and articulates the powers and duties of the  court. The judicial branch is an independent branch within the tribal  government, according to officials."], "subsections": []}, {"section_title": "Tribal Code and Court Rules and Procedures", "paragraphs": ["The Tohono O’odham Nation’s criminal code was adopted in 1985 and  subsequently has been updated by the legislative branch with input from  the Tohono O’odham Prosecutor’s Office and Attorney General’s Office.  The most updated code is available on the tribe’s website. The judicial  branch has adopted Arizona rules of criminal procedure, with  modification, and has also adopted Arizona rules of evidence."], "subsections": []}, {"section_title": "Structure of the Court System", "paragraphs": ["The Tohono O’odham Nation’s court system is composed of a tribal court,  an appeals court, children’s court, family court, traffic court, and criminal  court. The chief judge is the constitutionally-mandated administrative  head of the judicial branch and oversees the operations and decisions of  the court. Appellate cases are heard by a three-judge panel, designated by  the chief judge. In order to hear the appeal, the appellate judges must not  have presided over the original case. Appeals panel decisions are final."], "subsections": []}, {"section_title": "Judicial Qualifications, Selection, Term Limits, and Removal", "paragraphs": ["The legislative branch of Tohono O’odham Nation is responsible for the  selection of tribal court judges. The judges of Tohono O’odham Nation  select a chief judge from among themselves, who serves as the chief  administrative officer for the judiciary and serves in that capacity for 2  years. Potential judges pro tempore are referred by the chief judge to the  Judiciary Committee of the Tribal Council. All judges are appointed by the  legislative branch. The six full time judges mandated by the constitution  are appointed for 6-year terms that are staggered. However, judges may be  reappointed to the bench upon application. Judges pro tempore are  typically appointed to a term of no more than 6 years. Judicial  qualifications, which changed in 2008, include preferences for members of  federally-recognized Indian tribes, with first preference given to qualified,  enrolled members of the Tohono O’odham Nation. Further, persons with  felony or recent misdemeanor convictions are not eligible. Finally, the  candidate must be either a bar-admitted, Indian-law experienced attorney,  or possess a bachelor’s degree and have work experience and training in  judicial or law-related fields. Judges may be removed by vote of the  Legislative Council upon the petition of a tribal member for felony  convictions, malfeasance in office, among other things."], "subsections": []}, {"section_title": "Judicial Personnel and Court Staff", "paragraphs": ["Tohono O’odham Nation has 6 full-time judges, 6 prosecutors, 6 full-time  public defenders, and approximately 100 support staff, among other staff."], "subsections": []}, {"section_title": "Caseload Information", "paragraphs": ["Criminal cases accounted for more than 85 percent of the court’s docket  as shown in table 20 below."], "subsections": []}, {"section_title": "Funding Information", "paragraphs": ["Tohono O’odham Nation’s court was funded, for the most part, by the  tribal government during fiscal years 2008 through 2010, though the tribe  received BIA funding. Additionally, a court official explained that in fiscal  year 2006, DOJ awarded an Indian Alcohol and Substance Abuse grant  totaling $500,000 that permitted the tribe to implement the grant over a 3- year period through fiscal year 2009."], "subsections": []}]}]}, {"section_title": "Appendix IV: Comments from the Department of Justice", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgements", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgements", "paragraphs": ["In addition to the contact named above, William Crocker and Glenn Davis,  Assistant Directors and Candice Wright, analyst-in-charge, managed this  review. Ami Ballenger and Christoph Hoashi-Erhardt made significant  contributions to the work. Christine Davis and Thomas Lombardi provided  significant legal support and analysis. David Alexander provided  significant assistance with design and methodology. Katherine Davis  provided assistance in report preparation. Melissa Bogar and Rebecca  Rygg made contributions to the work during the final phase of the review."], "subsections": []}]}], "fastfact": []}