{"id": "GAO-06-639", "url": "https://www.gao.gov/products/GAO-06-639", "title": "Clean Water: Better Information and Targeted Prevention Efforts Could Enhance Spill Management in the St. Clair-Detroit River Corridor", "published_date": "2006-06-07T00:00:00", "released_date": "2006-07-07T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Spills of oil and hazardous substances in the St. Clair-Detroit River corridor have degraded this border area between the United States and Canada and are a potential threat to local drinking water supplies. Within the United States such spills are reported to the National Response Center (NRC), and in Canada to the Ontario Spills Action Centre. This report discusses (1) how many oil and hazardous substance spills greater than 50 gallons (or of an unknown volume) were reported in the corridor from 1994 to 2004, and how accurately reported spills reflect the extent of actual spills; (2) what processes are used to notify parties of spills, and if they contain explicit requirements for reporting times and spill magnitude; and (3) the extent of Environmental Protection Agency (EPA) and the Coast Guard's spill prevention efforts and enforcement activities in the corridor from 1994 to 2004."]}, {"section_title": "What GAO Found", "paragraphs": ["The NRC received 991 spill reports and the Ontario Spills Action Centre received 157 reports of spills in the corridor from 1994 through 2004, but these reports do not accurately portray the actual number or volume of spills. Many spills go unreported by responsible parties because they do not understand or fail to comply with reporting requirements. Further, multiple reports for the same spill are often recorded by NRC and provided to EPA and the Coast Guard for investigation. EPA does not remove all duplicate spill reports or update its data after investigating spills. Coast Guard officials update their spill data after investigations but they are unable to update spill volume estimates due to automated system limitations. GAO also found that, according to agency data sets, other events--combined sewer overflows (CSOs) and industrial permit violations--occurred more frequently than spills in the corridor. While data on industrial permit violations and CSOs might be subject to the same limitations as the spill data because the data are self reported and facilities may not report all of these events, spills may be particularly subject to underreporting because they are not part of a structured program as CSOs and industrial permit violations are. There are multiple parties involved in spill notification in the corridor and agreements outlining U.S.-Canadian notification processes are not explicit about reporting times or the magnitude of spills that warrant notification. The coast guards of each country have agreed to notify one another of spills primarily when a joint response may be needed. Another agreement between Michigan and Ontario officials calls for notifying each other of spills that may have a joint impact. We reviewed six selected spill incidents that illustrate the various ways that notification can occur. The drinking water facility operators we contacted on the U.S. side of the corridor had differing perspectives on current notification processes, and the majority expressed concern that their facilities could be contaminated by spills if they are not notified in a timely manner. Finally, efforts have been made to develop informal notification processes between individual industries or trade associations and drinking water facilities. EPA's spill prevention program is limited and the Coast Guard addresses spill prevention as part of other compliance efforts. EPA's prevention program addresses only oil spills. Further, EPA is uncertain of which specific facilities are subject to regulation under its spill prevention program, and conducts varying numbers of inspections per year. EPA inspections uncovered significant spill prevention deficiencies, whereas the Coast Guard's inspections revealed minor issues. The agencies issued a total of 16 penalties for spills and program noncompliance during the period we reviewed."]}], "report": [{"section_title": "Letter", "paragraphs": ["Recent spills of large quantities of oil and hazardous substances like vinyl  Recent spills of large quantities of oil and hazardous substances like vinyl  chloride have raised public concerns about the safety of drinking water for  chloride have raised public concerns about the safety of drinking water for  the more than 5 million people living within the St. Clair–Detroit River  the more than 5 million people living within the St. Clair–Detroit River  corridor, which borders the United States and Canada. The 98-mile  corridor, which borders the United States and Canada. The 98-mile  corridor formed by the St. Clair River, Lake St. Clair, and the Detroit River  corridor formed by the St. Clair River, Lake St. Clair, and the Detroit River  serves as a major shipping channel between the upper and lower Great  serves as a major shipping channel between the upper and lower Great  Lakes. Approximately 500 industrial facilities, including chemical  Lakes. Approximately 500 industrial facilities, including chemical  companies, oil refineries, power plants, and steel mills, are located within  companies, oil refineries, power plants, and steel mills, are located within  the corridor. The heaviest concentration of industry on the U.S. side is in  the corridor. The heaviest concentration of industry on the U.S. side is in  the southern part of the corridor, around Detroit; Canadian industry is  the southern part of the corridor, around Detroit; Canadian industry is  concentrated on the northern part of the St. Clair River, around Sarnia,  concentrated on the northern part of the St. Clair River, around Sarnia,  Ontario. Seventeen drinking water facilities on the U.S. side have intakes  Ontario. Seventeen drinking water facilities on the U.S. side have intakes  in the corridor close to these industrial centers. The corridor is part of the  in the corridor close to these industrial centers. The corridor is part of the  Great Lakes Basin, whose waters, under the Great Lakes Water Quality  Great Lakes Basin, whose waters, under the Great Lakes Water Quality  Agreement, the two countries recognized could not be restored and  Agreement, the two countries recognized could not be restored and  enhanced without cooperation between the two countries. Yet because of  enhanced without cooperation between the two countries. Yet because of  contamination from spills and other pollutant discharges, the St. Clair and  contamination from spills and other pollutant discharges, the St. Clair and  Detroit Rivers have fish consumption restrictions, and oil sheens and other  Detroit Rivers have fish consumption restrictions, and oil sheens and other  debris are commonly found on the waters’ surface or along shorelines.  debris are commonly found on the waters’ surface or along shorelines.", "To ensure that spills are promptly reported, several statutes—including  the Clean Water Act and the Comprehensive Environmental Response,  Compensation, and Liability Act (Superfund)—require that the party  responsible for a discharge of oil or hazardous substance notify the  National Response Center (NRC) immediately. For oil spills, any amount  that would create a sheen on the water is a reportable quantity whereas,  for hazardous substances, Environmental Protection Agency (EPA)  regulations (prescribed under Superfund and the Clean Water Act) specify  what amounts the substances must exceed to be reportable. The NRC is  the national point of contact for spill reporting, and it distributes reported  spill information to agencies, including EPA and the Coast Guard, which  are tasked with spill response for inland and coastal spills, respectively. In  the corridor, EPA’s Region 5 and the Coast Guard’s District 9 are  responsible for responding to reported spills. While the NRC is a major  source of spill information for the agencies, EPA and the Coast Guard may  be contacted directly about a spill or learn of it while conducting their  regular duties. EPA and the Coast Guard’s spill-related responsibilities are  outlined in the National Contingency Plan, the federal government’s guide  to oil and hazardous substance spill response. It describes how the  agencies are to assess a spill, and initiate response action if necessary. In  addition to federal agencies, the Michigan Department of Environmental  Quality (Michigan DEQ) and Michigan State Police have a role in spill- related response and notification. In Canada, the Ontario Ministry of  Environment has a prominent role in spill-related activities in the St. Clair– Detroit River corridor, including notification and enforcement. The  Ontario Ministry of Environment’s Spills Action Centre (Ontario SAC)  obtains and reports spill information to responders and other  stakeholders. Environment Canada, the federal-level regulatory agency,  has a lesser role in spill-related activities in the corridor.", "To decrease the likelihood of spills, both EPA and the Coast Guard  administer spill prevention programs. EPA’s program requires that non- transportation related facilities (e.g., power plants) with a specified  storage capacity prepare spill prevention plans and meet certain  operational standards. These facilities must also provide containment  structures or explain in their plans why the structures are not feasible. The  Coast Guard’s prevention program requires vessels with the capacity to  carry certain amounts of oil and hazardous substances—and certain  facilities that transfer oil and hazardous substances—to have written  transfer procedures or operations manuals, meet minimum equipment  requirements, and follow prescribed procedures when transferring oil on  navigable waterways. EPA and the Coast Guard have the authority to fine  parties that are responsible for spills, or that do not comply with spill  prevention program requirements.", "In this context, you asked us to examine (1) how many oil and hazardous  substance spills of more than 50 gallons (or of an unknown volume) were  reported in the St. Clair–Detroit River corridor from 1994 to 2004, and how  accurately reported spills reflect the extent of actual spills; (2) what  processes are used to notify parties of spills, and whether they contain  explicit requirements for reporting times and spill magnitude; and (3) the  extent of EPA and the Coast Guard’s spill prevention efforts and  enforcement activities in the St. Clair–Detroit River corridor from 1994 to  2004.", "To obtain overall information relating to spills, we gathered information  from officials within various offices in EPA; the Coast Guard; the state of  Michigan; and Ontario, Canada. To determine the number of spills over 50  gallons (or of an unknown volume) reported in the St. Clair River, Lake St.  Clair, and the Detroit River and its tributary, the Rouge River, between  1994 and 2004 we obtained spill data maintained by NRC, EPA, the Coast  Guard, Michigan DEQ, and the Ontario SAC. We also obtained EPA and  Michigan DEQ data sets related to other pollutant discharges, such as  combined sewer overflows (CSO) and National Pollution Discharge  Elimination System (NPDES) industrial permit violations to obtain more  complete information on pollutants discharged into the water bodies of  the St. Clair–Detroit River corridor. To assess what processes are used to  notify parties of spills and whether they contain explicit requirements for  reporting times and spill magnitudes, we reviewed applicable laws and  spill notification agreements and obtained information on implementation  of these agreements. We obtained and analyzed documentation on six  spills to better understand how the notification process was conducted  under varying circumstances, and to show a range of spill materials and  source locations. We also obtained information from all 17 of the drinking  water facility operators on the U.S. side of the corridor to obtain their  perspectives on the timeliness of spill notification. To identify spill  prevention efforts and enforcement activities, we obtained and analyzed  the relevant legislation, agency spill prevention and enforcement policies,  as well as agency data on spill-related inspections and enforcement  actions in the corridor since 1994. We performed our work between  September 2005 and June 2006 in accordance with generally accepted  government auditing standards. A more detailed description of our  methodology is provided in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["The St. Clair and Detroit Rivers, and Lake St. Clair, provide multiple  benefits to residents of Michigan and Ontario, Canada, who use the water  bodies as their primary source of drinking water as well as for recreation  such as boating and fishing. Sensitive ecological areas located along the  corridor include Humbug Marsh, the last Great Lakes coastal marsh on the  Michigan mainland of the Detroit River. It contains the greatest diversity of  fish species found in the Detroit River and it is part of the migration route  for 117 fish and 92 bird species. The Detroit River itself was designated an  American Heritage River in 1998 for these ecological resources. Despite  these and other benefits, the St. Clair and Detroit Rivers are considered  “Areas of Concern” by the U.S. and Canadian governments under the Great  Lakes Water Quality Agreement as a result of beneficial-use impairments,  such as restrictions on fish consumption.", "Pollutant discharges to the waters of the corridor include CSOs—caused  by heavy rains that force wastewater treatment plants to bypass their  overburdened systems and discharge raw or partially treated waste  directly into the water bodies. Michigan law requires that wastewater  treatment facilities report their combined and sanitary sewer overflows to  the Michigan DEQ within 24 hours. Discharges from industrial facilities  with NPDES permits account for additional pollutants that enter the  waters of the corridor. Industries with NPDES permits are required to  report on the quality of all discharges and to detail any pollutants  discharged that exceed their permit limits to EPA in monitoring reports at  intervals specified in their permits, commonly monthly. As a result,  NPDES-permitted industries regularly monitor their discharges. In  addition to these requirements, federal law requires that parties that  discharge oil or a hazardous substance beyond specified quantities into  waters of the corridor report these incidents to the NRC. Spills and other  pollutant discharges might also be reported to the NRC by members of the  public that observe pollutant materials in waterways. When spills,  industrial permit violations, and sewer overflows contain oil, they are  visible—and more likely to be reported by observers. In contrast, releases  of chemicals into the water are oftentimes not visible, unless they can be  detected by their effects, such as fish kills. Figure 2 illustrates these  sources of pollution.", "While EPA has federal regulatory responsibility for NPDES-related  discharges and CSOs, EPA and the Coast Guard share responsibility for  spill prevention and response on the U.S. side of the corridor. The National  Contingency Plan and the Southeast Michigan Area Contingency Plan  describe a geographic division of responsibility between these agencies,  but due to EPA’s expertise, the Coast Guard may refer chemical spills to  EPA even if the spills are in locations otherwise assigned to the Coast  Guard. When spills originate on land but impact the navigable waters,  both agencies might be involved in response. Within EPA, Chemical  Preparedness officials enforce regulations that address chemical release  reporting requirements while Oil Program officials coordinate spill  response and oil spill prevention inspections. When spills involve  industrial permit violations or sewage releases, EPA’s NPDES program  officials are also involved—but because EPA approved Michigan’s NPDES  program, Michigan officials are more directly involved in these cases. As  agencies respond to spills, they work with responsible parties to ensure  that they fund the cost of cleanup activities. If EPA and the Coast Guard’s  spill responders do not identify the responsible party, however, they may  obtain funds from the Oil Spill Liability Trust Fund (Oil Fund) or  Superfund to finance their response efforts, including the cleanup.", "According to officials from the Coast Guard, notification of potentially  affected parties is oftentimes a component of the agencies’ spill response  efforts. In addition to federal agencies, the Michigan DEQ and State Police  also provide spill notification. On the Canadian side of the corridor, the  Ontario SAC consolidates spill reports routed to their center, as well as to  other agencies. For example, the Ontario Ministry of the Environment has  an agreement with Environment Canada under which they receive all spill  reports for the federal agency. There are many potential pathways for spill  notification in the corridor. The overall process can be divided into spill  occurrence and reporting by a responsible party or observer to a  designated reporting center; spill reporting from designated spill reporting  centers to response agencies; and spill notification from response agencies  to stakeholders, including drinking water facilities. Sometimes parts of the  process are collapsed; for example, spill reporting centers may notify  other stakeholders as well as response agencies. Alternatively, the process  can be lengthened if multiple agencies are responsible for notifying other  stakeholders in sequence."], "subsections": []}, {"section_title": "Agency Spill Data Are Not Sufficient to Accurately Determine the Actual Number or Volume of Spills", "paragraphs": ["Agency spill data are not sufficient, for multiple reasons, to accurately  determine the actual number or volume of spills in the St. Clair–Detroit  River corridor. Many spills go unreported because responsible parties may  not understand or comply with reporting requirements. On the other hand,  there are oftentimes multiple NRC reports for the same spill, since several  observers may report them. EPA Region 5 does not remove all duplicate  spill reports from their database, or update its data after investigating  spills. In contrast, Coast Guard officials in District 9 document their  investigations and use the information to update their spill data, but they  do not update spill volume estimates because of automated system  limitations. Other events, including CSOs and industrial permit violations,  are reported more frequently in the corridor."], "subsections": [{"section_title": "Agency Officials Believe Responsible Parties May Not Report All Spills", "paragraphs": ["NRC, EPA, Coast Guard, and Canadian officials believe that many spills  are never reported, and therefore that spill data do not represent the true  number of spills. Though responsible parties are required by law to  immediately report spills in amounts beyond certain minimum quantities,  agency officials believe they may not do so for a variety of reasons. U.S.  and Canadian officials suggested that responsible parties may not be  aware of spills, may not understand the reporting requirements, or that  they may not want to receive “bad press” or be forced to pay the costs of  the cleanup. Reporting by responsible parties and others is critical  because only one water quality monitoring station capable of detecting  spills exists in the corridor. The Sarnia-Lambton Environmental  Association (SLEA), a Canadian industry consortium, maintains a  monitoring station south of the highly industrialized Sarnia area. Though  SLEA monitors for a suite of chemicals, it does not detect all types of  discharges—and while it shares spill data with the Ontario Ministry of  Environment, its purpose is not to collect spill-related information for  regulatory agencies; rather, it collects the information as a service to SLEA  members, as well as agencies and communities.", "When spills are reported, in many cases the responsible party is unknown.  In many of these instances, a member of the public or party other than the  responsible party provides information to the NRC. EPA and the Coast  Guard’s spill data indicate that 67 percent and 29 percent, respectively, of  reported spills in the corridor were released from an unknown source in  the time period we reviewed. Ontario SAC data indicate that 10 percent of  Canadian spills were from an unknown source."], "subsections": []}, {"section_title": "NRC Data Contains Multiple Reports of the Same Spills", "paragraphs": ["Another reason spill data do not accurately represent the number of actual  spills is that NRC spill data record some spill events multiple times. The  NRC received 991 reports of spills in the corridor from 1994 to 2004, but  these may include multiple reports of the same spills. NRC officials are  responsible for maintaining a call center for obtaining spill information,  and relaying the information to the appropriate agencies that are tasked  with response. They are not required to assess whether multiple reports  pertain to the same spill, as this would require investigation. NRC officials  told us that, as a result, many duplicate spill reports exist. Coast Guard  officials from District 9 told us that they could, after investigating spill  incidents, identify duplicate spill reports provided by NRC, link these  duplicate reports to single spill incidents, and provide that information to  the NRC so that they can update their records.", "Duplicate reporting has been addressed by Ontario’s SAC, which obtained  157 reports of spills on the Canadian side of the corridor during the same  time period. Unlike the NRC, the Ontario SAC determines whether each  spill report is unique when it records its information. The Ontario SAC is  staffed by Ontario Ministry of Environment officials who are responsible  both for obtaining preliminary spill information for the province, as well as  for determining which spill reports relate to the same incident. The  Ontario SAC has a rolling summary of spill incidents on a display screen  and on staff computers, which allows them to identify multiple reports  that relate to a common incident. (See fig. 3.) The Ontario SAC’s  Emergency Management Coordinator told us that when these safeguards  fail to eliminate a duplicative spill report, subsequent corrections are  made.", "To develop a process similar to Ontario’s for the U.S. side of the corridor,  Michigan State Police officials told us that between 1986 and 1988 state  officials explored the option of creating a spills center. At the time, they  estimated that it would have cost $2 million to operate and it would have  required 10 staff, including a chemical specialist and three shifts of phone  operators. This was viewed as prohibitively expensive by Michigan  officials, and as an alternative, the State Police and the Michigan DEQ’s  Pollution Emergency Alerting System (PEAS) began operating as a spill  notification system. The PEAS system is used for reporting spills to the  Michigan DEQ during non-business hours, including holidays, weekends,  and evenings. Spill data from PEAS, however, are similar to NRC data in  that they include multiple entries for single spills because each call is  logged, rather than each unique spill event recorded."], "subsections": []}, {"section_title": "EPA Does Not Eliminate All Duplicate Spill Reports or Update Spill Information after Investigations", "paragraphs": ["Unlike the NRC, response agencies such as EPA are required to assess  each reported spill and therefore should have reliable spill information,  but this is not the case. EPA Region 5 does not eliminate all duplicate spill  reports because they do not respond on-site to the majority of spills for  which they receive reports. EPA Region 5 officials told us that they rely on  Michigan DEQ to respond to the majority of spills since they are in closer  proximity. Region 5 officials respond to spills upon receiving a request for  assistance from Michigan DEQ officials, and when spills are over 1,000  gallons, EPA officials respond to provide assistance even if they are not  requested to do so. They told us that they investigate very few spills on- site—perhaps roughly one percent of spills—due to limited staff  resources. Instead, EPA Region 5 officials follow up with state spill  responders by phone to obtain more detail on spills. Though their  operating protocols state that responders are to complete pollution  reports and update spill data after investigation, EPA Region 5 officials  told us that responders have not done so typically because they fail to  make it a priority. For this reason, EPA officials were unable to tell us  which spills in the corridor in our time frame were investigated by their  agency. They told us that EPA imports spill data from the NRC and does  not make modifications to the data; therefore, EPA’s spill data set is of  limited use. EPA Region 5 officials providing spill response in the corridor  began using a new Web-based spill data system, Web Emergency  Operations Center (Web EOC), in the fall of 2004. EPA officials are  hopeful that spill responders will update spill information in the system  following their investigations; however, they said that it is too soon to tell."], "subsections": []}, {"section_title": "The Coast Guard Updates Most Spill Data but Does Not Update Spill Volumes", "paragraphs": ["Like EPA, Coast Guard officials from District 9 told us that they assess and  investigate each spill, whether they go on-site or use phone calls and other  means to obtain information; however, Coast Guard officials update spill  information following these investigations. While the Coast Guard’s spill  data sets included information on spill materials, the cause of spills, and  how each spill was resolved, the formatting of the data sets makes it  difficult to access accurate information on spill volumes. For example, a  spill listed in the Coast Guard’s data set as being a 2,000-gallon spill is also  reported in the Coast Guard’s annual report as being over 8 million  gallons. Similarly, the Coast Guard’s spill data set contains a reference to a  75-gallon oil spill, but summaries written by the Coast Guard’s District 9  responders to the spill state that over 66,000 gallons of oil were recovered.  When asked about the discrepancies in these cases and others, Coast  Guard officials from District 9 told us that they are unable to update the  field in their database that contains preliminary volume estimates. Instead,  they update volume information in narrative fields. As a result, it is  difficult to assess the severity of any given spill in the Coast Guard’s data  sets."], "subsections": []}, {"section_title": "Number of Reported CSOs and Industrial Permit Violations Exceed the Number of Reported Spills in the Corridor", "paragraphs": ["The number of reported spills is exceeded by other types of events, such  as CSOs and industrial permit violations that are reported more frequently  in the corridor. EPA’s data on U.S. industrial permit violations indicate  that approximately 2,200 were reported in the corridor during the 11-year  time period we reviewed; over 1,800 were greater than 50 gallons (or of an  unknown volume). Michigan DEQ has tracked CSOs on the U.S. side of the  corridor since 1999. Their data indicate that roughly 1,400 CSOs were  reported in the corridor from 1999 to 2004. These data might be subject to  the same limitations as the spill data because industrial permit violations  and CSOs are self-reported and facilities may not report all of these events.  However, spills may be particularly subject to underreporting because  they are not part of a structured program—as CSOs and industrial permit  violations are. Figure 4 illustrates the relative percentages of spills,  industrial permit violations, and CSOs of greater than 50 gallons (or of an  unknown volume) that were reported in the corridor in the 6-year period  between 1999 and 2004, the time period for which CSO data were  available.", "Typically, CSOs in the corridor contain biological waste, commercial and  industrial waste, and storm water runoff from streets and other surfaces.  In the Detroit area, however, CSOs are more likely to contain industrial  waste in concentrations that have the potential to negatively impact water  quality to a greater extent. In addition to sewage from 3 million area  customers and 78 municipalities that send their waste to the Detroit plant,  the wastewater treatment facility treats industrial waste from over 250  major industries. The facility has approximately 80 outfalls and is one of  the largest wastewater treatment plants in the world. While the facility  has an industrial pretreatment program that requires that industries’ waste  meets certain limits before treatment, these limits may be relatively  lenient, according to EPA officials, resulting in high volumes of waste  flowing into the facility. For example, EPA officials told us that the facility  has lenient oil and grease pretreatment limits. In the event of a CSO, the  pretreated material that bypasses the Detroit wastewater treatment facility  and is discharged into the Detroit and Rouge Rivers may contain industrial  waste, including oil, grease, and other materials. The Detroit facility has  historically had difficulties complying with permit requirements. To  address these deficiencies, EPA filed suit against the Detroit facility in the  1970s and the resulting consent decree has, according to EPA officials,  provided a basis for many required changes to improve their facility.  However, a lawsuit filed by EPA in the 1980s which related primarily to  the facility’s industrial pretreatment program was dismissed in federal  court."], "subsections": []}]}, {"section_title": "Spill Notification Occurs between and among Many Different Parties and Agreements Outlining U.S.–Canadian Notification Processes Are Not Explicit about Time and Magnitude", "paragraphs": ["Spill notification may involve the following: (1) spill occurrence and  reporting by a responsible party or observer to a designated reporting  center or a response agency; (2) spill notification from response agencies  to one another; and (3) spill notification by response agencies to drinking  water facilities and other stakeholders. Spill notification between the  United States and Canada is outlined in two agreements. The coast  guards of each country and officials from the Michigan State Police and  Ontario SAC have agreed to notify one another of spills; however, these  two agreements are not explicit about which spills warrant notification or  how quickly notification should occur. We reviewed six selected spill  incidents to gain insight into the spill notification process from initial  reporting to drinking water facility notification. Drinking water facility  operators on the U.S. side of the corridor had differing perspectives on  current notification processes, but the majority expressed concern that  their facilities could be contaminated by spills due to untimely  notification. Finally, efforts have been made to develop informal  notification processes between individual industries or trade associations  and drinking water facilities."], "subsections": [{"section_title": "Spill Notification Is Multi- Faceted and May Follow Many Different Pathways", "paragraphs": ["There are several potential pathways through which spill notification may  occur in the corridor. The overall process can be divided into spill  occurrence and reporting by a responsible party or observer to a  designated reporting center or response agency; spill reporting from  designated spill reporting centers to response agencies; spill notification  from response agencies to other response agencies; and notification to  stakeholders, including drinking water facilities. Sometimes parts of the  process are collapsed; for example, spill reporting centers may notify  other stakeholders as well as response agencies. Alternatively, the process  may be lengthened if multiple agencies are responsible for notifying other  stakeholders in sequence (see fig. 5)."], "subsections": []}, {"section_title": "Two Agreements Outline Notification between the United States and Canada", "paragraphs": ["The Canada–United States Joint Marine Pollution Contingency Plan states  that on-scene coordinators (OSC) from the U.S. and Canadian Coast  Guards may notify each other of spills when there is a substantial threat of  the spreading of pollutants across shared boundaries, including the St.  Clair–Detroit River corridor and other waters of the Great Lakes. The plan  arises from the Great Lakes Water Quality Agreement between Canada and  the United States that calls for development of a joint contingency plan for  use in the event or threat of a spill involving oil or a hazardous substance.  The notification called for in the plan is conducted by phone between the  two coast guards. They also provide warning messages to each other when  they are uncertain as to whether a spill will impact the other’s waters;  when a joint response is needed to address a spill, they call or  communicate via fax. Officials from the Coast Guard told us the plan has  only been utilized for joint response twice since 1994. While spill-related  warnings have not been systematically tracked between the U.S. and  Canadian Coast Guards, officials from the U.S. Coast Guard told us they  are starting to track the warning messages to and from Canada. Though  U.S. Coast Guard officials may notify Canadian Coast Guard officials of  spills, there is no guidance or directive for either party to notify local  stakeholders, such as drinking water facilities; however, they told us that  they sometimes do so as a courtesy.", "Though the U.S. and Canadian Coast Guards have had a spill notification  process in place since 1978, Michigan and Ontario officials believed that  another notification process was necessary at the state and provincial  level to expedite notification of stakeholders such as drinking water  facilities. To address this need, the State of Michigan and Province of  Ontario agreed in 1988 to contact one another by phone if an  unanticipated or accidental discharge of pollutants occurred and the  discharge was likely to adversely affect the adjoining jurisdiction or  drinking water supply. Michigan State Police were designated as the  authority responsible for this task by the state governor because they have  the capability to receive information on a 24-hour basis, 7 days a week.  According to Michigan State Police officials, this notification process was  intended to provide immediate spill-related information to state  authorities, who in turn could provide that information to stakeholders  such as drinking water facilities. These officials told us that they believe  that duplication in notification efforts at the federal and state levels is  beneficial, because stakeholders at all levels are more likely to obtain  information if multiple processes are involved, since any one system might  fail.", "The responsibility for communicating spill information to the public  generally resides with state and local authorities, who are presumed to be  the first agencies on the scene. This responsibility was established in the  Emergency Planning and Community Right-to-Know Act (EPCRA) of  1986, which requires states to establish an emergency planning and  notification system. This system includes local emergency planning  commissions, which are charged with creating procedures for receiving  and responding to public requests for information. However, there is no  proactive notification requirement in the act for the local planning  commissions."], "subsections": []}, {"section_title": "Neither Agreement is Explicit about When or How Quickly Notification Should Occur", "paragraphs": ["Neither the Joint Marine Pollution Contingency Plan nor the Ontario– Michigan Joint Notification Plan contains explicit requirements for what  types of spills warrant notification or how quickly notification must be  given. For example, Ontario Ministry of Environment officials told us that  they classify some sewer overflows as spills. These include sewage  bypasses caused by equipment failure, power outages, and maintenance  shutdowns. Michigan officials, on the other hand, do not consider these  events to be spills because they are regulated separately. U.S. Coast Guard  officials said they do not regularly provide information about sewer  overflows to Canadian officials, since they are not required to do so, these  events occur too frequently, and it would not be feasible to relay  information on each occurrence in the corridor. Even when Ontario and  Michigan officials agree on what type of event is considered a spill, they  told us that they do not have a common understanding of what magnitude  of spill requires notification. According to Michigan officials, the  agreement does not specify spill volumes that trigger notification, because  the agreement’s authors were more concerned with spill-material toxicity.  Michigan and Ontario officials told us that they have tried to better define  when notification is required, but they are frustrated because they have  not yet reached consensus on the issue. For example, Michigan officials  independently explored the idea of notifying Ontario officials of spills only  when spills exceeded 1,000 gallons. Ontario officials, upon learning of this  limit, did not agree. They thought this figure was too high and also  indicated that volume alone is not an adequate measure of potential  impact. In their opinion, other factors such as toxicity and concentration  also need to be considered. Since two large chemical spills occurred at  Sarnia industrial facilities in 2003 and 2004, Ontario officials told us they  have notified Michigan officials of spills of various sizes but have not  always been informed of large U.S. spills by Michigan authorities. Ontario  officials provided some examples of when the Province learned of spills  originating in Michigan and impacting Ontario through calls to the SAC  from fisherman and other local stakeholders. Michigan State Police  officials told us they are uncertain as to whether they are notified of all  Canadian spills. These officials have not tracked spill notification to and  from Ontario; however, they told us they intend to start doing so.", "Though the Ontario–Michigan spill notification agreement specifies that  notification is to be immediate for those spills likely to adversely affect the  adjoining jurisdiction, officials on both sides told us that they are not  always notified in a timely manner. Michigan DEQ officials told us that the  greatest lag in the notification process is the time between when a spill  occurs and when it is reported by a responsible party to agency officials.  Ontario officials told us that they are not always able to notify immediately  because some assessment is often required to determine if there is any  likelihood of an impact on the U.S. side. Ontario officials also told us that  the number of parties or steps involved in the Michigan notification  process is greater than those involved in their process, and this could  contribute to delays in Michigan’s spill notification. A local official from a  county bordering Lake St. Clair also told us that the process employed by  Michigan State Police and Michigan DEQ officials to notify stakeholders  has too many steps, and drinking water facilities are too far down on their  list for timely notification. Two local officials told us that Michigan’s spill  notification process should include electronic communication, rather than  relying exclusively on a phone tree, since this provides too many  opportunities for communication to be disrupted."], "subsections": []}, {"section_title": "Six Selected Spill Incidents Illustrate the Various Ways Spill Notification Can Occur", "paragraphs": ["Spill notification varies from spill to spill, depending on the unique  circumstances of the incident. We selected six spill cases to illustrate the  various ways that spill notification can occur. These six cases were chosen  to maximize variability among several factors including country of origin,  spill material, and whether the responsible party was known. (See table 1.)", "In three of the six cases we reviewed, the public, rather than the  responsible party, was the first source of spill information to response  agencies. In one of these cases, the responsible party later provided the  approximate time that the incident occurred and therefore we could  calculate the time between spill occurrence and reporting, which was  about 24 hours. Notification of agency officials and then drinking water  facilities occurred most quickly when the responsible party reported the  spill within 2.5 hours of its occurrence. In February and May of 2004, a  spill of methyl ethyl ketone and then an oily water spill occurred in  Ontario; these entered the St. Clair River. For these spills, Ontario officials  notified Michigan officials within 1 to 2 hours of the spill being reported.  Michigan drinking water facilities were then informed of the spill by  Michigan officials within the next 1 to 2.5 hours. For these incidents,  notification took less than 5 hours, from spill occurrence to notification of  drinking water facilities. When responsible parties did not promptly report  the spill, the notification process took 2 days or more. For two chemical  spills that we reviewed, including an ethylene and propylene glycol spill in  Michigan and a vinyl chloride monomer spill in Ontario, the responsible  party failed to notify regulatory officials until several days after the spill  occurred. The Canadian spill was not detected by the responsible party,  because their monitoring equipment was not running as a result of a  power outage. The U.S. spill was not detected until a member of the public  observed fish dying and reported it to Michigan DEQ officials; the  responsible party failed to notify state officials of the spill. In addition, our  review of six selected cases illustrated that in five cases, agencies notified  one another per the notification agreements. In the case in which they did  not, Michigan officials determined that there was no potential impact to  Canadian waters. Finally, for the six spills we reviewed, drinking water  facilities were not notified in three instances. In these cases, agency  officials determined that it was unnecessary to notify the facilities  because, in their view, the facilities would not be affected or the  information was deemed too late to be useful. Figure 6 shows the  notification milestones for the six spills we profiled."], "subsections": []}, {"section_title": "Drinking Water Facility Operators’ Opinions on Current Notification Processes Varied but Many Expressed Concern That Potential for Plant Contamination Exists", "paragraphs": ["Drinking water facility opinions varied—by location along the corridor— about the timeliness of spill notification. While nearly all drinking water  facility operators with facilities along the St. Clair River and northern half  of Lake St. Clair told us that spill notification was not timely, almost all  facility operators with facilities along the lower half of Lake St. Clair and  the Detroit River told us that notification was timely. These facility  operators indicated that proximity to spill locations makes a difference in  their definition of notification timeliness because they might have more or  less time to prepare for spill material to pass their intakes. Figure 7  illustrates the location of U.S. drinking water facilities in the corridor.  Despite the difference of opinion on notification timeliness, the majority of  the 17 drinking water facility operators all along the corridor told us they  would like to be notified of a spill immediately, or within 1 hour or less of  its occurrence. In the six spills we profiled, notification never occurred in  this time frame.", "Furthermore, many Michigan drinking water facility operators along the  corridor expressed concern that their facilities could be contaminated by  spills. Some cited factors that could increase the likelihood of facility  contamination, such as vessel traffic along the corridor or the number of  industries located along the corridor. They told us that spill notification  plays a key role in whether their facilities might be contaminated. Some  told us that spill notification is the most important factor in their ability to  protect the drinking water. Two facility operators also indicated that their  customers have expressed concerns about the safety of their drinking  water. Generally, facility operators located along the St. Clair River and  the top of Lake St. Clair seemed to express greater concern than facility  operators located along the southern part of Lake St. Clair and the Detroit  River. For example, a facility operator in the northern part of the corridor  told us that he believes drinking water facility contamination due to spills  is “a matter of when, not if.” However, Michigan DEQ officials told us that  several factors make it unlikely that spills in the St. Clair River will  contaminate drinking water:    Drinking water intakes are 20–30 feet below the water’s surface.", "The river has distinct channels, and it is difficult for a pollutant originating  on one side of the river to cross these channels.", "At 180,000 to 200,000 cubic feet per second, the river flows so quickly that  pollutants are flushed downstream before they affect drinking water.", "In contrast, Michigan DEQ officials told us that Canadian drinking water  facilities are more vulnerable to contamination from spills in the St. Clair  River. These officials noted that Canadian drinking water facilities have  shut down more often than Michigan facilities as a result of spills in the  corridor. They noted that the most vulnerable Canadian drinking water  facility is located on Walpole Island, directly downstream of Sarnia, and it  provides drinking water to members of a First Nation community."], "subsections": []}, {"section_title": "Efforts Have Been Made to Supplement Existing Notification Processes", "paragraphs": ["Currently there are, or will soon be, efforts under way to supplement the  existing spill notification processes employed by the U.S. and Canadian  Coast Guards, and Michigan and Ontario officials. Informal notification  processes are already being employed along the corridor. For example, a  local emergency management coordinator in the St. Clair River area of the  corridor has developed an informal agreement with Canadian industry  representatives to call and notify him directly of any spills into the St. Clair  River. Upon receiving spill information, he provides the information  directly to drinking water facility operators along the portion of the  corridor that borders the St. Clair River. Three drinking water facility  operators listed him as their first source of spill information. In addition,  Sarnia-Lambton Environmental Association (SLEA) officials told us that  their member facilities contact Michigan drinking water facilities directly  in the event of a spill. Several drinking water facility operators confirmed  that they have received notification from members of this consortium of  Canadian industries.", "In addition, two monitoring systems are being developed by officials from  counties bordering the corridor and Michigan DEQ officials, who have  obtained federal grants to install spill detection equipment in the St. Clair  and Detroit Rivers. These systems are designed to provide spill  information directly to drinking water facility operators with water  monitoring equipment located near their intakes. One monitoring system,  for the St. Clair River and Lake St. Clair, is funded by an EPA grant of  $962,200 to Macomb and St. Clair Counties. The other monitoring system,  for the Detroit River, is funded by a DHS grant of $760,000 to Michigan  DEQ. The officials involved in obtaining both grants told us they are  coordinating their efforts so that an overall network of water quality  monitors will be more seamless along the corridor. For example, they plan  to purchase the same monitoring equipment so that maintenance can be  shared. EPA and Michigan DEQ officials estimate that the monitoring  systems will be in place in the St. Clair and Detroit Rivers no later than  2007 (see fig. 8). These systems are based on the Ohio River Valley  Sanitation Commission’s (ORSANCO) spill detection and notification  system, established in 1978 to protect drinking water intakes from  chemical contamination. For additional information on this system, see  appendix VI."], "subsections": []}]}, {"section_title": "EPA’s Spill Prevention and Enforcement Efforts Are Limited and the Coast Guard Addresses Spill Prevention as Part of Other Compliance Efforts", "paragraphs": ["EPA’s spill prevention program addresses only oil spills, and EPA is  uncertain as to which facilities are governed by its spill prevention  requirements. EPA Region 5 conducted varying numbers of spill  prevention-related inspections per year in the corridor for the time frame  we reviewed, and their inspections uncovered significant spill prevention  deficiencies. In contrast, the Coast Guard’s spill prevention efforts include  oil and hazardous substances. The Coast Guard’s District 9 inspections  targeted a greater number of the facilities and vessels they regulate;  however, the Coast Guard’s inspections were multi-mission rather than  focused on spill prevention exclusively. Their inspections revealed minor  spill prevention-related issues. In response to spills and noncompliance  issues, EPA and the Coast Guard issued a total of 16 penalties in the time  period we reviewed."], "subsections": [{"section_title": "EPA’s Prevention Program Addresses Only Oil Spills", "paragraphs": ["While EPA has the authority to address spill prevention for both oil and  hazardous substances, its program only addresses oil. In 1972, in  amendments to the Clean Water Act, Congress called for regulations to  prevent discharges of oil and hazardous substances; in 1974, EPA’s SPCC  program became effective. EPA’s regulations require non-transportation  related facilities with specified oil storage capacities which, because of  their location, could reasonably be expected to discharge oil into the  navigable waters, to implement a SPCC plan that has been certified by a  licensed engineer. These plans should identify the location and types of  stored oil, discharge prevention measures, drainage controls, and methods  of disposal. Facilities must also meet certain operational standards that  include having    necessary containment structures or equipment;    periodic integrity tests of containers and leak tests of valves and piping;  training for oil-handling personnel on equipment operation and  maintenance, discharge procedure protocols, pollution control laws and  rules, facility operations, and the contents of their facility’s SPCC plan.", "In the late 1970s, EPA proposed hazardous substance spill prevention  regulations, but they were never finalized. EPA officials speculated that,  possibly, these regulations were not finalized because oil spills were more  prevalent, hazardous substance spills have shorter-term effects than oil  spills, and because EPA focused on the NPDES program to control  chronic pollutant discharges.", "While EPA’s spill prevention program targets oil spills, the Coast Guard’s  program addresses spill prevention for both oil and hazardous substances.  The program applies to facilities or vessels that are capable of transferring  oil or hazardous materials, in bulk, to or from vessels of certain minimum  capacity. Facilities are required to develop an operations manual, employ  qualified personnel, and meet equipment standards. The operations  manual must contain a description of the facility layout, the location of  important equipment and personnel, and a discussion of procedures for  transfer operations and emergencies. The manual must also include a  summary of applicable laws and information concerning personnel  training and qualifications. Also, each facility must have emergency  shutdown capacity and specified discharge containment features. Vessels  are required to have written transfer procedures for oil and hazardous  substances, meet maintenance and equipment standards, and employ  qualified personnel.", "In addition to the Coast Guard and EPA’s prevention programs, the  Michigan DEQ has a spill prevention program that is administered in  conjunction with their NPDES program. This program requires that  facilities that store or use oil or polluting substances, or those that may be  deemed a hazard to waters of the state, create and implement spill  prevention plans and inform Michigan DEQ of the plan’s completion and  availability upon request. Michigan DEQ’s pollution prevention plans are  to include a    detailed facility plan, including floor drains and loading areas;    secondary storage container description; and    discussion of precipitation management.", "The plans are also to include spill control and cleanup procedures and are  required to be reevaluated every 3 years (or whenever a material release  occurs). If a facility is also subject to EPA’s SPCC program, it may submit  a combination spill prevention plan that meets both state and federal  requirements. If the facility is only subject to the Michigan DEQ’s spill  prevention planning requirements, it is not required to have its plans  certified by an engineer.", "On the Canadian side of the St. Clair–Detroit River Corridor, the Ontario  Ministry of Environment did not have spill prevention regulations in place  in the time frame we reviewed. Instead, the Ministry issued orders which  required individual companies to conduct spill prevention planning, or it  required spill prevention planning as a requirement for companies seeking  a Certificate of Approval, which is required before operating. Due in part  to the large chemical spills in 2003 and 2004 originating from facilities in  Sarnia, the Ontario Ministry of Environment introduced new legislation  under its Environmental Protection Act which addresses the requirement  for spill prevention planning."], "subsections": []}, {"section_title": "EPA Is Uncertain As to Which Facilities Are Regulated by Its Spill Prevention Program, and Conducts Varying Numbers of Inspections Per Year", "paragraphs": ["EPA Region 5 does not know the universe of facilities that are subject to  its spill prevention program requirements and it conducts varying numbers  of inspections of known facilities under its jurisdiction in the corridor.  Facilities that must comply with SPCC regulations are not required to  report to the agency, so EPA does not have an inventory of facilities it  regulates. The challenge this presents is not limited to the corridor, as EPA  officials are uncertain as to how many facilities should comply with SPCC  program requirements nationwide. In the corridor, EPA Region 5 has  identified 59 facilities (of a greater number) that are required to meet  SPCC requirements, either through special multi-media inspection  initiatives or by referrals from Michigan DEQ.", "While SPCC plans must be reevaluated and reviewed every 5 years, a  specified inspection frequency is not contained in EPA’s regulations. EPA  officials in Region 5, which encompasses the corridor, rely on roughly  three SPCC inspectors to conduct all plan reviews and provide all  compliance assistance for facilities in the six-state region. According to  these officials, with current SPCC resource constraints, they could only  inspect facilities once every 500 years or more. From 1994 to 2004, EPA  Region 5 inspected an average of 10 percent of the 59 known SPCC- regulated facilities in the corridor per year. (See fig. 9.)", "EPA Region 5 inspected a number of these SPCC-regulated facilities as  part of several multi-media inspection efforts conducted by their  Enforcement and Compliance Assistance Team, including the Detroit  River and Flyway Enforcement and Compliance Assistance Initiative. This  effort identified and inspected 28 facilities in the Detroit area for  compliance with multiple EPA programs, including the SPCC program;  some of the inspected facilities overlap with a portion of the facilities  along the corridor. When SPCC program officials inspect a facility they use  a standardized approach, which includes the following:    an in-depth review of the facility’s SPCC plan;    an interview with the facility owner or operator;    a physical inspection of the facility;    a verification of equipment, containment structures, and buildings;    a review of facility inspections and training records; security and integrity    verification that the facility’s SPCC plan has been certified by a licensed  engineer.", "While EPA has a separate program for spill prevention, the Coast Guard  addresses spill prevention during its routine safety and security  inspections of facilities and vessels. The Coast Guard’s District 9 regulates  over 100 facilities and 23 vessels stationed in the corridor, as well as  vessels that travel through the corridor. It also regulates the transfer of oil  and hazardous substances. The Coast Guard inspects facilities and vessels  to a much greater extent per year than EPA; however, its inspections are  multi-purpose rather than focused exclusively on spill prevention. The  Coast Guard’s annual facility inspections incorporate spill prevention  components that are similar to EPA’s SPCC inspection components, but  their material transfer inspections and spot checks are not comparable to  EPA’s focused spill prevention inspections. From 1994 to 2004, the Coast  Guard’s District 9 inspected an average of 44 facilities, 135 vessels, and 30  material transfer events per year, for safety, security, and pollution  prevention requirements. When material transfer events are excluded, the  Coast Guard inspected, on average, about 44 percent of the facilities in  their jurisdiction per year—compared to EPA’s inspections of roughly 10  percent of the known SPCC-regulated facilities. However, we are  uncertain as to how many of the Coast Guard’s yearly inspections were on- site inspections that are comparable to EPA’s SPCC inspections as  opposed to spot checks or other multi-purpose inspections that the Coast  Guard conducts. The Coast Guard conducts regular on-site inspections  that consist of a check of maintenance and operation procedures, as well  as a facility or vessel’s spill prevention planning. For their annual facility  inspections, Coast Guard officials review, among other items:    contents of operations manuals, including specifications for containment  transfer equipment requirements, including an examination of transfer  pipes for defects; and facility operations, including whether the designated person in charge has  certification of completion of required training.", "While some inspections are conducted on-site, the Coast Guard also  conducts remote examinations, such as viewing a transfer of materials  from a distance using binoculars. The specific type and number of  inspections conducted by the Coast Guard from 1994 through 2004 is  shown in table 2.", "In addition to EPA and the Coast Guard, the Michigan DEQ inspects  facilities for compliance with its spill prevention program during its  regular NPDES program inspections. According to Michigan DEQ officials,  their inspectors do not keep track of the number of spill prevention  inspections conducted or deficiencies found due to a lack of funding for  its spill prevention program. Further, the universe of facilities regulated by  its spill prevention program is unknown—but approximately 400 facilities  that are in Michigan DEQ’s Southeast District, which is a larger area that  includes the U.S. side of the corridor—have submitted certified spill  prevention plans. On the Canadian side of the corridor, Ontario’s Ministry  of Environment conducts inspections that include a spill prevention  component. Ministry of Environment officials were able to provide  inspection data from 2003 to 2005, which indicated that they inspected  roughly 35 petrochemical and related facilities per year. The inspections  conducted in 2004 and 2005 reflect the work that an “Environmental SWAT  Team” conducted. The focus of this special initiative was on facilities  with the potential for future spills that could pose risks to human health  and the environment. The inspections included a comprehensive review of  the facilities’ air emissions, water discharges, and spill prevention and  contingency plans."], "subsections": []}, {"section_title": "EPA Inspections Uncovered Significant Spill Prevention Deficiencies, Whereas the Coast Guard’s Inspections Revealed Minor Issues", "paragraphs": ["EPA Region 5 officials told us that the spill prevention inspections they  conducted from 1994 through 2004 disclosed significant and numerous  deficiencies, such as failure to provide for secondary containment or  failure to prepare spill prevention plans. For example, an SPCC inspector  found that one company failed to prepare its SPCC plan within 6 months  of beginning operations, and failed to implement its plan within 1 year. In  addition, the facility never had its SPCC plan certified by a professional  engineer. The SPCC inspector found that another facility had no additional  containment around some bulk storage tanks, and it failed to amend its  SPCC plan as required. In contrast, Coast Guard officials from District 9  told us that their inspections revealed that nearly all facilities and vessels  were in compliance, and those that were not had only minor  noncompliance issues related to spill prevention, such as incidental  omissions in operations manuals. For example, Coast Guard officials  found instances in which a facility operator initialed only one section of a  required form, rather than at multiple sections. The Coast Guard officials  also found other minor violations that related to aged hoses outside their  service life and inadequate lighting.", "Michigan DEQ officials told us that their inspections revealed that some  facilities do not have spill prevention plans, or did not certify compliance  with them. In some cases, facilities that already had some secondary  containment or protection in place needed further upgrades in order to  come into compliance with the state’s spill prevention requirements. For  example, during one inspection, Michigan DEQ found that a facility had  developed a spill prevention plan, but it was not adequately managing its  materials in order to prevent storm water from contacting the materials  and discharging them into the waterways. On the Canadian side, Ontario’s  Environmental SWAT Team found that 34 of the 35 facilities inspected in  2004 and 2005 were not in compliance with one or more legislative and  regulatory requirements. Eight facilities did not have spill prevention and  contingency plans. Other deficiencies found during inspections included:    a Certificate of Approval was not obtained for operations;    equipment, systems, processes, or structures were altered contrary to the  existing Certificate of Approval; and   chemicals were improperly handled, stored, and identified."], "subsections": []}, {"section_title": "EPA and the Coast Guard Issued a Total of 16 Penalties during the Period Reviewed", "paragraphs": ["EPA and the Coast Guard issued 16 penalties in response to spills,  noncompliance with spill prevention programs, or for failure to report  spills during the period we reviewed. EPA Region 5 issued four penalties,  primarily for SPCC violations, that were assessed at an average of $39,000  each during the 11-year period. During the same time period, the Coast  Guard’s District 9 issued 12 penalties for spills that were assessed at an  average of $2,100 each. See figure 10 for total amounts of penalties  assessed by EPA and the Coast Guard per year from 1994 through 2004.", "EPA Region 5 officials told us they rely primarily on assisting companies  in coming into compliance with spill prevention program regulations, and  they pursue enforcement actions and issue financial penalties when  companies fail to respond to their assistance. They also explained that  limited staff resources are available to pursue enforcement actions. EPA  Region 5 has the equivalent of roughly one and a half full time staff  persons devoted to spill-related enforcement duties conducted by the  Office of Regional Counsel and the Oil Program. The Oil Program is  responsible for determining noncompliance with the SPCC program,  which entails establishing a history of spills or noncompliance; it is then  responsible for determining penalty amounts.", "Determining noncompliance and identifying responsible parties for spills,  however, can be problematic for EPA. While EPA Region 5 officials told us  they use their spill data when pursuing an enforcement case, the agency,  for most spills, does not confirm the validity of the spill data or gather  additional information. Michigan DEQ responds to most reported spills in  the corridor, but EPA Region 5 does not coordinate with Michigan DEQ to  collect information for enforcement purposes. It is EPA’s policy to collect  spill information directly because, according to EPA officials, it is  preferable to have first-hand knowledge in the event that staff have to  testify or provide a deposition for an enforcement case, among other  reasons. To gather additional information, Oil Program officials stated that  they send requests to facilities for spill-related information that they can  then use in enforcement cases. If spill information is obtained, EPA Region  5 officials told us that their informal policy is not to pursue an  enforcement case when the proposed penalty is less than $11,000 or the  spill involves less than 100 gallons or two barrels of oil. They also stated  that in most cases for which they issued a penalty, the amounts were  ultimately reduced substantially through negotiations with the responsible  party. For example, one facility was issued a financial penalty of  approximately $320,000 for a spill prevention violation and the negotiated  final payment was $25,000.", "Like EPA, the Coast Guard relies primarily on assisting companies in  coming into compliance with spill prevention program regulations. The  average financial penalties that were assessed by the Coast Guard’s  District 9 were relatively low compared to the maximum financial penalty  of $32,500 that it has the authority to issue for a spill violation. Coast  Guard officials from District 9 told us that, in determining penalties, they  take into account how much a facility or vessel owner has already paid for  the cost of cleaning up a spill. In regard to why no penalties were  assessed for spill prevention program violations, officials from the Coast  Guard stated that they have the authority to order a facility or vessel to  cease operations if it does not comply with their spill prevention program,  and this serves as a strong deterrent to noncompliance. They added that  large financial penalties have not been needed due to the cooperation of  companies coming into compliance with their prevention regulations.", "Similar to the Coast Guard, Michigan DEQ did not issue penalties for  noncompliance with their spill prevention program in the time frame we  reviewed. Michigan DEQ did, however, issue four penalties averaging  $35,000 to responsible parties for spills in the corridor. Michigan DEQ also  issued three penalties for multiple violations including spills and industrial  permit violations; the penalties totaled approximately $300,000. Lastly, in  Ontario, the Ministry of Environment did not have the authority to issue  administrative penalties for spills until 2005. Prior to that time, the  Ministry of Environment pursued spill-related penalties through the  provincial court system and from 2002 to 2004, four facilities were  assessed penalties averaging approximately $171,000 in U.S. dollars after  successful prosecutions.", "In addition, though EPA and Coast Guard officials acknowledge that spill  reporting is not always occurring, the agencies did not penalize  responsible parties for failure to report chemical releases in the time  period we reviewed. We are, however, uncertain as to how many chemical  releases occurred in the corridor due to data limitations. The authority  provided under the EPCRA allows EPA officials to penalize regulated  industries for failure to report, in a timely fashion, spills of reportable  quantities of hazardous or extremely hazardous substances. However, EPA  Region 5’s Chemical Preparedness officials who administer EPCRA told us  that they rely on 30 to 40 information requests sent to companies per year  for the entire six-state region to gather the necessary information on  reporting in order to pursue enforcement. They stated that, with three staff  for the region to enforce the EPCRA and other regulations related to  chemical releases, they lack the resources to inspect more than roughly 15  facilities per year to determine compliance with timely notification and  other reporting requirements. They did not issue any penalties for failure  to report chemical releases in the corridor in the time frame we reviewed.  Superfund authorizes EPA and the Coast Guard to issue penalties for  failure to report hazardous substance spills, but neither agency did so in  the time frame we reviewed. The Clean Water Act, on the other hand, does  not authorize civil penalties for a responsible party’s failure to notify NRC  of an oil spill; only criminal sanctions are available. Michigan DEQ officials  may make a criminal complaint or request that the state’s Attorney  General pursue civil action for failure to report spills; however, they did  not in the period we reviewed. On the Canadian side of the corridor,  Ontario’s Environmental Protection Act provides Ministry of Environment  officials with the authority to penalize responsible parties for failure to  report spills, as this is a violation of the act. The Ministry did so recently,  and the company responsible for a large chemical spill into the St. Clair  River in 2003 was charged and convicted of failing to report the spill  immediately.", "Spill-related penalties that are collected by EPA and the Coast Guard help  supplement the funds that provide for response efforts when a responsible  party is not identified to pay costs. In these cases, EPA and the Coast  Guard may obtain financing from the Oil Fund or Superfund to pay for  their response efforts, including the cleanup. But these funds are being  depleted by cleanup efforts in the corridor and are not being replenished  through the cost recovery process because, in many cases, the responsible  parties have not been identified. Fund data maintained by the National  Pollution Funds Center show that, from 1994 to 2004,    approximately $8.4 million from the Oil Fund financed oil spill cleanups  in the corridor, for which $80,067 was recovered to offset those  expenditures, and   approximately $17,000 from Superfund financed hazardous material spill  cleanups, with no additional funds recovered to offset those expenditures."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Spills of oil and hazardous substances into waters of the corridor continue  to be a concern, and agencies responsible for addressing this problem face  challenges on several fronts including obtaining accurate spill information,  and conducting spill notification and comprehensive prevention efforts.  Officials from EPA Region 5 and Coast Guard’s District 9 concur that  accurate spill information is not available and acknowledge that such  information could be improved by better incorporating data, including  final spill volume estimates, obtained through their spill response efforts.  Coast Guard officials from District 9 also acknowledge that they could  help update the NRC’s spill information by documenting which duplicative  NRC spill reports are linked to common incidents. Better documentation  of response efforts and the results of spill investigations could assist EPA  and the Coast Guard in targeting inspection and enforcement efforts to the  highest-priority need. Spill notification under the agreement between the  United States and Canada, and Michigan and Ontario, while limited,  appears to be meeting its intended purpose. Effective spill prevention  helps reduce contaminants flowing into waters of the corridor. EPA’s spill  prevention efforts are hampered by the fact that it does not know the  universe of facilities regulated by its program, the scope of its program is  focused only on oil, and limited resources are available for implementing  the program—particularly for inspections. Given the focus and resource  limitations which impact EPA’s ability to pursue spill prevention and  enforcement activities, EPA could collect information about the facilities  that are regulated in order to better define goals for the frequency and  extensiveness of their inspections."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To better ensure that spill data are available to target their inspection and  enforcement efforts, and to improve the overall effectiveness of spill  notification, we are recommending that the EPA Administrator direct EPA  Region 5; and that the Secretary of Homeland Security direct the  Commandant of the Coast Guard and the Commander of District 9 to take  the following two actions:    maintain and update spill information to include the results of  investigations and explore the feasibility of updating spill information  maintained by the NRC, and   determine whether existing spill notification processes can be improved or  modified to provide reduced and consistent notification time frames.", "In addition, to better utilize spill prevention resources, we recommend  that the EPA Administrator consider gathering information on which  facilities are regulated under its spill prevention program. We also  recommend that the EPA Administrator direct Region 5 to develop goals  for the frequency and extensiveness of its inspections."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["GAO provided a draft of this report to EPA and DHS for review and  comment. DHS provided comments on the draft report and generally  agreed with our findings and conclusions. EPA provided only technical  comments regarding the report. DHS did not address our  recommendations. EPA commented on the feasibility of our  recommendations regarding gathering information on SPCC regulated  facilities and updating spill information maintained by the NRC.", "While DHS generally agreed with our findings and conclusions, the agency  commented on our observation that the Coast Guard does not update spill  volume estimates in its automated spill data system. Specifically, the  agency cited an example used in our report and noted that it was the result  of unusual circumstances that arose during the transition from one data  system to another. In addition, DHS noted that Coast Guard investigators  do have the ability to update spill volume estimates in investigative report  narratives. We acknowledge that the Coast Guard transitioned from one  data system to another in the time frame we reviewed. However, Coast  Guard officials told us that with the current data system, initial spill  volume estimates cannot be readily updated, except in the narrative of the  investigation reports. We acknowledge that investigators do have the  ability to update volumes in the report narratives but initial volume  estimates cannot be changed in the volume data field of the current  system. It is difficult to readily assess the magnitude of spills based on the  initial volume estimates contained in the automated spill data.  Furthermore, Coast Guard officials told us that they would benefit from an  additional field in their spill data system which incorporated final spill  volume estimates. In addition, DHS commented that additional factors  should be considered in our report regarding agency efforts to penalize  responsible parties for failure to report spills. DHS acknowledged that the  responsible parties for many spills are not identified and, while penalties  were not assessed for failure to report spills in the corridor in the time  frame we reviewed, DHS stated that the Coast Guard, with the Department  of Justice, has successfully prosecuted responsible parties for spills  outside the corridor. The full text of DHS’s comments is included in  appendix VII.", "EPA provided the following three comments on our report. First, EPA  stated that it does respond to every spill, whether directly or indirectly, in  the same way that the Coast Guard responds. However, EPA could not  provide documentation of its response efforts whereas the Coast Guard  provided documentation that indicated what actions were taken in  response to each spill. In addition, EPA stated that its spill responders rely  heavily on Michigan DEQ to respond to spills and coordinate response  actions with the Coast Guard. EPA also said that it responded directly to  greater than one percent of spills—as opposed to less than one percent, as  previously stated by EPA officials. Nevertheless, the level of EPA’s  response is unclear due to lack of documentation. Second, EPA  commented on our recommendation that it update spill information  maintained by the NRC. We acknowledge that EPA does not modify spill  data maintained by the NRC; however, our recommendation was that it  explore the feasibility of updating spill information maintained by the NRC  by informing NRC of duplicate spill reports. While EPA maintains that  information on spills can now be updated using a new system called Web  EOC, and our report acknowledges that Web EOC is a method to update  spill data electronically, the extent of its use is uncertain according to EPA  officials. Finally, EPA commented on the feasibility of our  recommendation that it gather information on facilities that are covered  under its spill prevention program. EPA stated that there is no authority in  the Clean Water Act or the prevention regulations for facilities to provide  this information to EPA. It further stated that under the Paperwork  Reduction Act the agency would need to seek approval from the Office of  Management and Budget. However, EPA has previously identified SPCC  facilities in the corridor. If the agency determines that formal rulemaking  is necessary for it to gather information on which facilities are covered  under its spill prevention program, then we believe it should consider  undertaking such a rulemaking. EPA officials also provided specific  technical comments and clarifications on the draft report that we have  incorporated in the report as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to appropriate  Congressional Committees, the EPA Administrator, the Secretary of  Homeland Security, and various other federal and state agencies. We also  will make copies available to others upon request. In addition, the report  will be available at no charge on the GAO Web site at http://www.gao.gov.", "If you or your staff have any questions, please call me at (202) 512-3841 or  stephensonj@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this report.  GAO staff who made major contributions to this report are listed in  appendix VIII."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["We were asked to examine (1) how many oil and hazardous substance  spills of more than 50 gallons (or of an unknown volume) were reported in  the St. Clair–Detroit River corridor from 1994 to 2004, and how accurately  reported spills reflect the extent of actual spills; (2) what processes are  used to notify parties of spills, and whether they contain explicit  requirements for reporting times and spill magnitude; and (3) the extent of  Environmental Protection Agency (EPA) and the Coast Guard’s spill  prevention efforts and enforcement activities in the St. Clair–Detroit River  corridor from 1994 through 2004.", "To determine the number of oil and hazardous substance spills of more  than 50 gallons (or of an unknown volume) reported in the St. Clair– Detroit River corridor from 1994 to 2004, and to what extent they  represent actual spills, we obtained information on spills with those  characteristics reported in the St. Clair River, Lake St. Clair, the Detroit  River, and a highly industrialized tributary, the Rouge River. We obtained  data sets with these attributes from the National Response Center (NRC),  EPA Region 5, the Coast Guard’s Headquarters, Michigan’s Department of  Environmental Quality (Michigan DEQ), and the Spills Action Centre  (SAC) operated by the Ontario Ministry of Environment. To assess the  reliability of each data set we questioned and interviewed knowledgeable  officials about the data and the systems that produced them, and manually  reviewed the data. Limitations to the data are discussed in the report and  in appendix II. When appropriate, we analyzed the data sets individually to  determine spill frequency over time and spill characteristics, such as  volume and the type of material spilled. We were not able to combine the  spill data sets for analysis because each entity tracks spills differently, and  we were limited in what we could conclude from the individual data sets  because the degree to which they are updated varies widely. We also  obtained EPA and Michigan DEQ data sets related to other pollutant  discharges, such as combined sewer overflows (CSO) and industrial  discharge permit violations, to provide context for the spill data and  obtain more complete information on pollutants discharged into the water  bodies of the St. Clair–Detroit River corridor. These data are likely subject  to the same limitations as the spill data, in that industrial permit violations  and CSOs are self-reported and facilities may be reluctant to report these  events; however, spills may be particularly subject to underreporting  because they are not part of a structured program as are CSOs and  industrial permit violations.", "To assess what processes are used to notify parties of spills and whether  they contain explicit requirements for reporting times and spill magnitude,  we reviewed applicable laws and spill notification agreements and  obtained information on implementation of these agreements from EPA,  the Coast Guard, Michigan DEQ, the Michigan State Police, and Canadian  officials. In addition, we obtained and analyzed documentation on six  spills to better understand how the notification process was conducted in  specific incidents. We selectively sampled the spill data sets for spills to  illustrate the implementation of notification practices under various  scenarios, including spills with source locations in both the United States  and Canada and spills of differing materials and volumes. We questioned  the 17 drinking water facility operators on the U.S. side of the corridor to  obtain their perspectives on the timeliness of spill notification. We further  obtained information on the automated monitoring system maintained by  Sarnia-Lambton Environmental Association, planned automated  monitoring on the U.S. side of the corridor, and the monitoring conducted  by the Ohio River Valley Water Sanitation Commission.", "To determine the extent of EPA and the Coast Guard’s spill prevention  efforts and enforcement activities in the St. Clair–Detroit River corridor  from 1994–2004, we first obtained and analyzed laws, regulations, and  agency policies regarding spill prevention and enforcement. This included  obtaining information on the potential enforcement penalty dollar  amounts. We also obtained data from EPA, the Coast Guard, Michigan  DEQ, and the Ontario Ministry of Environment on spill-related  enforcement actions taken in the corridor since 1994. We analyzed the  information to determine the number of inspections conducted, the types  of violations found, and the penalties assessed for each documented  violation. Finally, we obtained information from the various agencies on  the resources devoted to inspections and enforcement; the use of those  resources; and priorities in using the resources.", "We performed our work from September 2005 to June 2006 in accordance  with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: Spill Data for the St. Clair– Detroit River Corridor, 1994–2004", "paragraphs": ["Spill data sets were available from four sources: EPA, the Coast Guard,  Michigan DEQ, and the Ontario SAC. Each data set is unique; however,  some spill incidents are found in multiple data sets and therefore they  cannot be combined or consolidated. The relative quality of each data set  depends in part on whether it is updated after additional information is  obtained from spill investigations or whether minimal updates are made,  as with the EPA spill data set. Generally, all of the spill data sets have a  common data reliability limitation which stems from uncertainty regarding  whether all incidents are reported. Of note, the data sets for EPA and the  Ontario SAC contained a large number of incidents with unknown  volumes."], "subsections": [{"section_title": "EPA Spill Data", "paragraphs": ["EPA’s spill data set is not routinely updated after EPA responders conduct  investigations. Therefore, the data reflect preliminary information about  spills received from the NRC, and the data likely do not represent the  actual number and nature of spills. We are presenting this data for  informational purposes only. The data set contained a total of 916 spill  incidents that occurred in the St. Clair River, Lake St. Clair, Detroit River,  and Rouge River from 1994 through 2004 and that had volumes of greater  than 50 gallons (or of an unknown volume). About 45 percent of the spills  were oil-related. The number of spills has varied over time, not showing  either an increasing or decreasing trend. The EPA data showed that the  greatest number of spills occurred in 1994."], "subsections": []}, {"section_title": "Coast Guard Spill Data", "paragraphs": ["Coast Guard officials update spill data after investigations are conducted,  thereby strengthening the reliability of their spill data. However, they are  unable to update preliminary volume estimates and therefore these data  are likely unreliable. There are 51 spill incidents in the Coast Guard data  set and the majority of spills—roughly 70 percent—were oil-related. The  Coast Guard’s spill data set indicates that 11 spills were traced back to  storm or sanitary sewer outfalls. In four of these instances, narratives  completed by spill responders indicate that sewage was mixed with other  spill materials.", "The Coast Guard’s data shows that the greatest number (26 of the 51)  spills occurred in the Detroit River. Most of the oil spills investigated by  the Coast Guard were in the Detroit and Rouge Rivers. Similarly, most of  the chemical spills that the Coast Guard investigated were in the Detroit  River, while most of the gasoline spills were in Lake St. Clair."], "subsections": []}, {"section_title": "Michigan DEQ Spill Data", "paragraphs": ["Michigan DEQ officials update their spill data after investigations are  conducted, but some data fields (e.g., quantity of material released) are  not completed because the information is unknown. There are 21 spill  incidents in the Michigan DEQ spill data set that occurred in the St. Clair  River, Lake St. Clair, Detroit River, and Rouge River from 1996 through  2004 that have volumes of greater than 50 gallons (or of an unknown  volume). Michigan DEQ did not provide spills prior to 1996 because that is  when they began collecting spill data electronically."], "subsections": []}, {"section_title": "Ontario SAC Spill Data", "paragraphs": ["Ontario Ministry of Environment officials update spill data to reflect  additional information obtained. However, not all data fields are  completed because information such as spill quantities and materials are  not always known. There are a total of 157 spill incidents in the SAC data  that occurred in the St. Clair River (105), Lake St. Clair (5), and the Detroit  River (47) between 1994 and 2004 that have volumes greater than 50  gallons (or of an unknown volume). About 9 percent of the 157 have  unknown responsible parties, and 127 of the 157 have unknown volumes  or masses."], "subsections": []}]}, {"section_title": "Appendix III: CSO Data for the St. Clair– Detroit River Corridor, 1999–2004", "paragraphs": ["Michigan DEQ’s CSO data were available as of 1999, when Michigan DEQ  began tracking sewer overflows. The CSO data, like spill data, have a data- reliability limitation relating to uncertainty as to whether all CSO events  are reported; however, spills may be particularly subject to underreporting  because they are not part of a structured program as CSOs and industrial  permit violations are. CSO data provide additional information in terms of  the amount and location of pollutant discharges into the waters of the  corridor. According to EPA, CSOs contain storm water, untreated human  and industrial waste, toxic materials, and debris. The roughly 1,400 CSOs  that were greater than 50 gallons (or of an unknown volume) greatly  exceeded the number of spills that met these criteria during the 6-year  period. The largest category of CSOs was of diluted raw sewage. The  Rouge and Detroit Rivers received most of the CSOs, with 1,296 incidents.", "CSOs accounted for over 900,000 million gallons of partially treated  sewage discharged into waters of the corridor."], "subsections": []}, {"section_title": "Appendix IV: NPDES Industrial Effluent Violation Data for the St. Clair–Detroit River Corridor, 1994–2004", "paragraphs": ["The National Pollutant Discharge Elimination System (NPDES) requires  industrial and municipal facilities to obtain permits to discharge pollutants  into U.S. waters. Such permits establish required effluent limitations or  best management practices. The industrial effluent violation data we  obtained from EPA rely upon self-reporting by industries, and therefore  the data have the same data reliability limitation as spills and CSO data in  terms of uncertainty about whether all events are reported. In addition,  volumes are not commonly reported with effluent discharge violations as  toxicity is a greater concern—and therefore volume data are limited.  However, the data provide additional information on pollutant discharges  in the corridor. From 1994 through 2004, there were a total of 2,257  NPDES industrial effluent violations in the St. Clair River, Lake St. Clair,  Detroit River, and Rouge River. Of these violations, 1,871 (or about 83  percent) of the total had volumes of greater than 50 gallons (or of an  unknown volume). The two largest NPDES discharge violations, in terms  of volume, related to oil and grease—and these were discharged by the  same facility in 1994 only a few months apart. The most frequently  discharged materials were solid pollutants, pH-altering materials, oil and  grease, and materials that had the potential to alter oxygen availability in  the receiving waters. Solid pollutants include pollutants found in  wastewater that were not removed during the treatment process and can  cause toxic conditions or contaminate sediment.", "From 1994 through 2004 the volume of discharged materials was available  for 204 of the 1,871 permit violations. For the remaining 1,667 (or 89  percent) of the violations, the volume was not available.", "Over 50 percent of the materials discharged by industries in violation of  their permits were solid pollutants, oil and grease, zinc, or materials that  alter the pH or oxygen available in the receiving waters into which they  were discharged.", "Over 52 percent of the NPDES violations occurred at 12 facilities, and 1  facility had 176 violations during the 11-year time frame."], "subsections": []}, {"section_title": "Appendix V: Spill Profiles for Six Selected Incidents", "paragraphs": [], "subsections": [{"section_title": "U.S. Spill: 2001 Hazardous Substance Spill", "paragraphs": ["From May 16 at 1:00 p.m. to May 17 at 1:00 p.m., two spills of  approximately 14–15 million gallons of storm water mixed with ethylene  glycol and propylene glycol (deicing agents) were discharged into a storm  sewer leading to the Detroit River. The responsible party claimed that the  release was due to blockage in a 10-inch pipe from a holding pond  containing the material to the sanitary sewer system.", "Initially, EPA estimated that 10,000 fish were killed due to depletion of  dissolved oxygen in the waterway.", "On May 18, the NRC received a spill report from an observer who saw fish  dying. NRC reported the spill to EPA, the Coast Guard, and Michigan DEQ  shortly after 6:00 p.m. At 6:53 p.m., EPA contacted the Michigan Pollution  Emergency Alerting System (PEAS) hotline. At 8:00 p.m., the PEAS  operator contacted Michigan DEQ Water Bureau staff. At 9:00 p.m., the  EPA on-scene coordinator notified the Michigan DEQ and the Coast  Guard. When the Michigan DEQ spill responder did not arrive on-scene,  the PEAS operator called the Michigan DEQ District Supervisor at 11:30  p.m. On May 19 at 12:15 a.m., the Michigan DEQ District Supervisor  contacted a spill responder, saying that EPA had been on the scene and  was requesting Michigan DEQ representation. At 8:00 a.m. on May 19, DEQ  staff arrived at the scene. At 10:30 a.m., two Coast Guard responders  arrived at the scene.", "At 5:00 p.m. on May 20, tanker trucks flushed out an isolated section of the  affected sewer drain with clean water. A pump was installed to pump  water to the nearby wastewater treatment facility. This lasted until 10:00  a.m. on May 21.", "The responsible party notified Michigan DEQ of the May 16 and 17  discharges on May 22.", "The facility that is responsible for these discharges has an industrial  NPDES permit. Michigan DEQ agreed to accept best management  practices instead of numeric pollutant limits for the summer discharges  from this facility. So from May through September, the facility’s permit  had no limitations on oxygen-depleting materials. Michigan DEQ’s  understanding was that all discharges containing high amounts of oxygen- depleting materials would be directed to the sanitary sewer, for further  treatment at the wastewater treatment facility."], "subsections": []}, {"section_title": "Canadian Spill: 2003 Hazardous Substance Spill", "paragraphs": ["On August 14, at approximately 4:45 p.m., 34 gallons of vinyl chloride  monomer were discharged into the St. Clair River. The spill lasted for  almost 12 hours. On the following day, another spill of 5 gallons of this  substance was discharged into the river. The cause of the spill was a  cracked tube in a cooling water system heat exchanger. The responsible  party did not report the spill to the Ontario SAC until August 19, because  an electrical blackout caused monitoring equipment to be inoperable.", "Ontario Ministry of Environment staff implemented procedures to warn  downstream intakes and take samples. All samples at Canadian reservoirs  came back negative. In addition, the Ministry of Environment ran models  to determine potential impacts. Ministry of Environment officials did not  issue an advisory, but Chatham Health Unit did issue a bottled-water  advisory for Wallaceburg municipal supply consumers.", "Models run by the Ministry of Environment showed that vinyl chloride  levels would be below the drinking water standards (2 parts per billion).", "There are 12 intakes serving Michigan public water systems in the St. Clair  watershed between Port Huron and Detroit. Michigan DEQ scientists  reviewed the incident and determined that the amount of vinyl chloride  lost, based on a spill of 650 lbs., would not have resulted in concentrations  at Michigan drinking water plant intakes exceeding the maximum  contaminant level and that no human health risks resulted from the event.  No sampling of Michigan drinking water plant intakes was conducted  upon notification of the incident because data collected would not have  been useful due to the rapid flow rate of the river at the time of the event."], "subsections": []}, {"section_title": "Canadian Spill: 2004 Hazardous Substance Spill", "paragraphs": ["On February 1, from 3:00 to 4:20 a.m., an estimated 39,626 gallons of  methyl ethyl ketone and methyl isobutyl ketone were discharged into the  St. Clair River.", "At 5:31 a.m., the responsible party reported to the Ontario SAC that they  had identified a leaking heat exchanger at the lube plant, which resulted in  contamination of their cooling water. At 6:40 a.m., SAC staff briefed the  Michigan State Police on the incident. At 7:22 a.m., the Michigan DEQ’s  Pollution Emergency Communications Coordinator contacted the relevant  Michigan DEQ staff. Michigan DEQ staff contacted the SAC for more  information at 7:45 a.m. Michigan DEQ then notified Michigan drinking  water facilities between 8:00 and 9:00 a.m. After 11:00 a.m., the Michigan  DEQ made a decision to recommend that drinking water facilities shut  their intakes. Drinking water facilities in Port Huron, Marysville, St. Clair,  East China Township, Marine City, Algonac, Ira Township, New Baltimore,  Mt. Clemens, Grosse Pointe Farms, Highland Park, and Wyandotte were  advised of the situation and all plants except Port Huron, the Detroit  plants, and Wyandotte were asked to shut down by Michigan DEQ.", "The spill caused more than a dozen water plants on either side of the river  to close their intakes. About 36,000 customers in the St. Clair and Macomb  County communities of Marysville, St. Clair, East China Township, Marine  City, Algonac, and Ira Township were adversely impacted by the intake  closures."], "subsections": []}, {"section_title": "Canadian Spill: 2004 Oil Spill", "paragraphs": ["On May 23, at 4:10 a.m. and 6:00 a.m., an unknown number of gallons of  oily water were discharged into the St. Clair River. Heavy rains caused  three oil separators to overflow.", "At 6:05 a.m., the responsible party reported the spills to the Ontario SAC.", "The responsible party began sampling and told Ontario officials that there  were no visible signs of oil or contaminants. At 7:40 a.m., the Ontario SAC  notified Michigan officials through the PEAS hotline. From 8:30 to 9:30  a.m., a Michigan DEQ official notified Michigan drinking water facilities."], "subsections": []}]}, {"section_title": "Appendix VI: ORSANCO Spill Detection and Notification System", "paragraphs": ["The Ohio River Valley Sanitation Commission (ORSANCO) was  established in 1948 in order to control and abate pollution in the Ohio  River Basin. ORSANCO is an interstate commission representing eight  states and the federal government. Member states include Illinois, Indiana,  Kentucky, New York, Ohio, Pennsylvania, Virginia, and West Virginia.  ORSANCO has programs to improve water quality in the Ohio River and its  tributaries. Their tasks include setting wastewater discharge standards,  performing biological assessments, monitoring the chemical and physical  properties of the waterways, and conducting special surveys and studies.  In addition, ORSANCO coordinates emergency response activities for  spills or accidental discharges to the river and coordinates public  participation in programs.", "In 1977, an unreported discharge of hazardous chemicals contaminated  drinking water facilities in the corridor. Due to the lack of a coordinated  monitoring system, misinformation was distributed to the public, causing  concern for the safety of the drinking water. This incident demonstrated  the vulnerability of the Ohio River water intakes to spills and led to the  development of the Organics Detection System. ORSANCO, in conjunction  with drinking water utilities, identified strategic locations along the river  where monitoring for chemicals would be most beneficial and protective  of drinking water intakes. ORSANCO suggested that water facilities  located at strategic points along the river could perform routine  monitoring for oil and hazardous chemical discharges. ORSANCO  proposed that they serve as technical coordinator and information  clearinghouse, providing statewide communications in the event of a spill.", "Currently, ORSANCO maintains an inventory of water intakes, wastewater  discharges, and material transfers on the Ohio River. Also, a time-of-travel  model is used to estimate the arrival time of contaminant discharges  during spill events. The results of the model have been used to identify the  locations of the Organics Detection System. The Organics Detection  System was established in 1978 and participants include 11 water utilities,  one chemical manufacturer, and one power generating facility. Data from  each facility is to be downloaded for review and evaluation on a weekly  basis. Each instrument can detect and quantify twenty-two organic  compounds. The list of compounds represents the organic chemicals of  greatest concern to water utilities and most likely to be detected based on  an inventory of chemicals stored, transported, and manufactured along the  Ohio River.", "Facility operators are required to notify ORSANCO when detection of a  compound over a specified threshold is observed or when an unidentified  compound is detected. When this occurs, plant operating personnel are  notified of the contaminant so treatment techniques to remove the  compound can be implemented. ORSANCO notifies downstream water  utilities and state and federal water quality and emergency response  agencies, including the NRC."], "subsections": []}, {"section_title": "Appendix VII: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VIII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, Kevin Bray, John Delicath,  Michele Fejfar, Jill Roth Edelson, Katheryn Summers Hubbell, Jamie  Meuwissen, and John Wanska made key contributions to this report."], "subsections": []}]}], "fastfact": []}