{"id": "GAO-10-482", "url": "https://www.gao.gov/products/GAO-10-482", "title": "Defense Infrastructure: Opportunities Exist to Improve the Navy's Basing Decision Process and DOD Oversight", "published_date": "2010-05-11T00:00:00", "released_date": "2010-05-11T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Decisions by the military services on where to base their force structure can have significant strategic, socioeconomic, and cost implications for the Department of Defense (DOD) and the communities surrounding the bases. Each service uses its own process to make basing decisions. The House Committee on Armed Services directed GAO to review the services' basing decision processes. GAO examined the extent to which (1) the services have comprehensive processes in place that are designed to result in well-informed basing decisions and (2) DOD exercises management control of these processes. GAO reviewed and analyzed DOD and service guidance, studies, and relevant documents on implementation and oversight of the services' basing processes."]}, {"section_title": "What GAO Found", "paragraphs": ["The Army, Marine Corps, and Air Force basing decision processes fully incorporate the key elements, associated factors, and management control standards that GAO identified as necessary in a comprehensive process; however, the Navy needs additional guidance for its process to be complete. GAO found that while the Army, Marine Corps, and Air Force each have issued comprehensive guidance for their basing possesses that describes the organizational roles and responsibilities within the service, establishes links among all of the service's strategic and environmental guidance documents, and identifies the service's basing criteria, some of the Navy's guidance documents lacked detailed information about specific actions taken during the process and defined responsibility for completing certain types of analyses. For example, the Navy's Strategic Dispersal Flow Chart--one of the five guidance documents used to implement the Navy's process--shows that some types of analyses are conducted to review a range of considerations, such as access to training areas, sailor and family quality of life, and ship size, for a particular basing decision. But the document does not describe in any detail how and by whom these analyses will be conducted. Additionally, Navy guidance does not provide a clear explanation of how its five guidance documents are linked together in implementing the Navy's overall basing process. Without comprehensive and clear guidance on all aspects of the Navy's overall basing decision process, the Navy may lack the completeness and management control to ensure that Navy basing decisions can facilitate external stakeholders' examination and scrutiny or ensure effective implementation of the Navy's basing process. The Secretary of Defense has not set a policy or assigned an office a clear role for providing management control of the services' basing decision processes within the United States, and as a consequence may lack reasonable assurance that certain departmentwide initiatives will be fully supported in the services' basing decisions. The Office of the Secretary of Defense (OSD) officials said that OSD is promoting joint sharing of DOD facilities and seeking to ensure that domestic basing decisions support global operations. However, OSD has not fully promoted service consideration of the joint sharing, global operations, and potentially other initiatives because the Secretary of Defense has neither provided a comprehensive policy for, nor clearly assigned an office within OSD to oversee domestic service basing processes. Without OSD guidance and an office to provide effective oversight of military service basing decision processes, the Secretary of Defense lacks reasonable assurance that departmentwide initiatives are adequately considered by the services in their domestic basing decision making."]}], "report": [{"section_title": "Letter", "paragraphs": ["Decisions by the military services on where to base their force structure  in the United States (the 50 states and the District of Columbia) can have  significant strategic, socioeconomic, and cost implications for the  Department of Defense (DOD) and the communities surrounding the  bases. Basing decisions can often result in changes to the numbers of  personnel, military families, and defense-related contractors working or  living at DOD installations and to the bases’ infrastructure, operational,  and support requirements. Similarly, these decisions can have an effect on  off-base infrastructure, community services, businesses, and  environmental considerations of local communities. As a result, the  services’ basing processes need to be comprehensive and service basing  decisions to be transparent, repeatable, and defendable. Each of the  military services—the Army, the Navy, the Marine Corps, and the Air  Force—uses its own process to make basing decisions within the United  States that are not made under the base realignment and closure (BRAC)  legislation.", "In its June 2009 report on H.R. 2647, the House Committee on Armed  Services directed GAO to review the services’ basing decision processes to  determine the manner in which the services consider and utilize the  following factors in making military basing decisions: changes to military  force structure, strategic imperative and risk assessment, cost, input from  combatant commanders, and environmental and socioeconomic impacts.  In response to this report, our objectives were to examine the extent to  which (1) the services have comprehensive processes in place that are  designed to result in well-informed basing decisions within the United  States (50 states and the District of Columbia) that are not made under the  BRAC legislation and (2) DOD exercises management control, such as  providing guidance and oversight for the services’ basing decision  processes. In addition, the report requested information about the  approach used by the Navy in making its recent decision to homeport a  nuclear-powered carrier at Mayport, Florida; this information is provided  in appendix II.", "To address the first objective, we obtained the military services’ basing  decision regulations, instructions, or orders and other pertinent  documentation provided by the services. We interviewed service officials  to gain an understanding of the processes and analyzed the services’  basing decision processes using an assessment tool we developed. This  tool identifies the key elements, including specific factors within each  element, and management control standards designed for a process to be  comprehensive and its decisions to be transparent, repeatable, and  defendable. In developing this assessment tool, we conducted a literature  search of prior GAO reports on relevant subject areas, including results- oriented government, resource decisions, internal control, military force  structure issues, defense management challenges, and BRAC legislation  that includes criteria and planning processes. We also considered the  factors that the House Committee on Armed Services included in its  report—changes to military force structure, strategic imperative and risk  assessment, cost, input from combatant commanders, and environmental  and socioeconomic impacts. We discussed the services’ basing processes,  our assessment tool, and analyses with DOD and service officials  knowledgeable about making basing decisions. Our review focused on  assessing the services’ processes. We did not assess the extent to which  the services implemented their guidance and processes to support past  basing decisions. We interviewed officials from the offices of the Under  Secretary of Defense for Policy and the Deputy Under Secretary of  Defense for Installations and Environment and the Joint Staff and Army,  Navy, Air Force, and Marine Corps headquarters and command staff. In  commenting on our assessment tool, the Office of the Secretary of Defense  (OSD) and service officials agreed that our tool was reasonable and  complete. We also interviewed staff at U.S. Northern and U.S. Southern  Commands to obtain an understanding of the combatant commands’  participation in the services’ basing decision processes.", "To address the second objective, we analyzed relevant law, the military  services’ basing decision regulations, instructions, or orders and other  pertinent documentation to identify the roles and responsibilities within  DOD and management control of the services’ basing decision processes.  We interviewed officials from the offices of the Under Secretary of  Defense for Policy and the Deputy Under Secretary of Defense for  Installations and Environment to determine how DOD exercises  management control, such as oversight, to coordinate and facilitate basing  decisions across the services. Additionally, in our examination of the  Navy’s decision to establish a second East Coast nuclear-capable  homeport at Mayport, Florida, we obtained and reviewed key Navy and  DOD strategy and planning documents, relevant law and legislative  history, environmental studies, and other supporting documentation. We  interviewed officials in OSD and Navy officials knowledgeable about the  Navy’s rationale for its Mayport decision. We also visited and interviewed  Navy officials at Naval Air Station North Island, California, and Naval  Station Mayport, Florida, to understand the extent of potential upgrades  required to homeport a nuclear-powered aircraft carrier at Mayport.  Additional information on our scope and methodology is provided in  appendix I.", "We conducted this performance audit from July 2009 through May 2010 in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Roles in the Basing Decision Process", "paragraphs": ["The secretaries of the Army, Navy, and Air Force have a key role in  making decisions on where to locate their services’ forces when they are  not otherwise employed or deployed by order of the Secretary of Defense  or assigned to a combatant command. The service secretaries are  authorized, subject to the authority, direction, and control of the Secretary  of Defense, to conduct all affairs of their departments—including  functions such as organizing, equipping, training, and maintaining force  structure. The secretaries also have the authority to construct, maintain,  and repair buildings, structures and utilities, and to acquire the real  property or interests in real property necessary to carry out their  responsibilities. In addition, the secretaries may assign forces under their  jurisdiction to carry out these functions, unless otherwise directed by the  Secretary of Defense or the forces are assigned to a combatant command.", "The Secretary of Defense has authority, direction, and control over DOD,  including the military services, and may perform any of his functions  through organizations of the department as he may designate, unless  prohibited by law. Furthermore, OSD was established in part to assist the  Secretary of Defense in carrying out his duties and responsibilities and to  carry out such other duties as may be prescribed by law. Senior officials  within OSD develop policy and guidance for their unique areas of  responsibility. For example, among the duties of the Under Secretary of  Defense for Acquisition, Technology and Logistics is establishing policies  for logistics, maintenance, and sustainment support for all elements of  DOD.", "DOD periodically monitors, as part of its oversight role, its significant  investments of military force structure and resources through its  Quadrennial Defense Review that is generally conducted every  four years. Under law, the Secretary of Defense is to conduct a  comprehensive examination of the national defense strategy, force  structure, force modernization plans, infrastructure, budget plan, and  other elements of the country’s defense program and policies with a view  toward determining and expressing the nation’s defense strategy and  establishing a defense program for the next 20 years."], "subsections": []}, {"section_title": "Overview of the Services’ Basing Decision Processes", "paragraphs": ["The four military services each use different terminology and definitions  when describing their basing decision processes. For example, the Army  describes its basing decision process as “stationing,” the Marine Corps  generally uses the term “force laydown,” and the Air Force uses the term  “beddown.” The Navy describes its basing decision process using the  terms “strategic laydown” and “strategic dispersal;” the strategic laydown  process provides the Navy with a methodology to align, organize, and  position naval forces between the Atlantic and Pacific Fleets. The strategic  dispersal process is used to determine the distribution of ships by  homeport in regard to infrastructure, operational availability, proximity to  ranges and support, port loading, quality of service and quality of life, and  antiterrorism and force protection factors. For the purposes of this report,  we use “basing” to refer to the services’ processes to make decisions about  where to establish locations for their force structure within the United  States (the 50 states and the District of Columbia) that are not made under  BRAC legislation.", "Our analysis showed that, generally, each of the services has established a  basing decision process that uses similar criteria, scope, and  methodologies to determine where to locate its force structure within the  United States and globally. The basing process begins by the service  identifying the goals for the planned change in the location of military  force structure. The service then conducts a series of analyses, such as  capability and capacity analyses, to determine the specific requirements  for meeting those goals. Based on the results of the services’ analyses,  potential installations are identified. Further analyses are conducted using  cost estimates and environmental considerations to develop a list of  candidate basing locations. The candidate locations are presented to the  service’s leadership, and after further review, a final basing decision is  reached. Throughout their processes, the services conduct multiple risk  assessments; coordinate with internal and external stakeholders, including  combatant commanders; and use military judgment to support their  decisions.", "The services have guidance documents that are used to implement the  processes for making basing decisions within the United States and not  made under the BRAC legislation. This guidance and its implementation is  part of the services’ management control, which provides oversight of the  basing processes. In addition, service officials stated that the same  guidance and processes are used to make overseas or global basing  decisions. The Army, Marine Corps, and Air Force use a comprehensive  regulation, order, and instruction, respectively, for their processes.  According to Navy officials, the Navy currently uses five guidance  documents to implement its basing decision process:    Chief of Naval Operations Instruction: Navy Organization Change    Strategic Laydown Flow Chart    Strategic Dispersal Flow Chart    Chief of Naval Operations Instruction: Environmental Readiness    Secretary of the Navy Instruction: Environmental Planning for  Department of the Navy Actions  As an aspect of management control—to continually seek ways to better  achieve an agency’s mission and program results—each of the services is  taking steps to strengthen its basing process. The Army and Air Force have  made revisions to their regulation and instruction, respectively, to  incorporate changes made in how their processes are conducted. For  example, Army officials stated that the Army’s basing regulation will  incorporate an analysis of military value, which was identified as a  priority criterion to be used by the Secretary of Defense during the BRAC  process. Army officials said that the addition of this analysis in its process  will provide more data to its leaders for making future basing decisions.  Air Force officials told us that the Air Force recently changed from a  decentralized to a centralized process to better clarify roles and  responsibilities in the process and ensure that the Air Force performs an  objective review of all operational and training options. The Marine Corps’  most recent revisions to its basing process clearly emphasizes the  integration of strategic guidance (top-down direction) and commander- generated recommendations (bottom-up requests); mandates a detailed  integrated examination of doctrine, organization, training, materiel,  leadership, personnel, and facilities; and explicitly defines leadership roles  and responsibilities. Navy officials stated that while the Navy has used its  strategic laydown process to make basing decisions for the past 20 years,  it recently refined the process and added a strategic dispersal process,  which was designed to align with the transformation described in the  2006 Quadrennial Defense Review and the Navy’s Maritime Strategy."], "subsections": []}, {"section_title": "GAO Assessment Tool Used to Evaluate the Services’ Basing Decision Processes", "paragraphs": ["To assist in evaluating the military services’ basing decision processes, we  developed an assessment tool that included the key elements, factors  within the elements, and management control standards that are part of a  comprehensive process, and when incorporated in the process, increase  its transparency, repeatability, and defendability. Our tool includes four  key elements—strategic and force structure planning, infrastructure  analysis, implementation considerations, and authority for making the  basing decision—together with various factors that make up each element  (see table 1). Within each of the four key elements are a series of factors  that represent supporting analyses and activities that are important for  completing the element. The strategic and force structure planning  element, for example, includes factors such as national strategies, DOD  and service planning and guidance documents, the results of risk  assessments, and military judgment. Risk assessment is also considered as  a factor in the infrastructure analysis and implementation considerations  elements and as a standard for management control. In commenting on  our assessment tool, OSD and service officials agreed that our tool was  reasonable and complete.", "Management control underpins the entire basing process, and the  Standards for Internal Control in the Federal Government provides a  foundation that can help government program managers achieve desired  results through effective stewardship of public resources. Management  control comprises the plans, methods, and procedures used to meet the  organization’s missions, goals, and objectives and consists of five  standards—control environment, risk assessment, control activities,  information and communications, and monitoring. For example,  management control recommends that an organization issue a governing  instruction that specifies who is responsible for each step of a process,  including oversight and review of decisions made at critical steps by an  official or group other than those who made the original decision, and  directs those responsible to document the steps of a key decision process,  such as the basing decision process."], "subsections": []}]}, {"section_title": "The Army, Marine Corps, and Air Force’s Basing Decision Processes Are Comprehensive, but the Navy’s Process Lacks Guidance in Some Areas", "paragraphs": ["The Army, Marine Corps, and Air Force basing decision processes include  all of the key elements, associated factors, and management control  standards that we identified as necessary in a comprehensive process and  that when incorporated in the process, increase its transparency,  repeatability and defendability. However, the Navy’s basing process needs  additional guidance for its infrastructure analysis—a key element—and for  related management control standards for its process to be complete. We  found, for example, that one of Navy’s guiding documents—the Strategic  Dispersal Flow Chart—did not provide details about how and by whom  specific actions will be done during the process. In addition, management  control underpins all aspects of a basing decision process, and the  Standards for Internal Control in the Federal Government recommends  policies and procedures to enforce management’s directives; specify who  is responsible for each step of the process, including oversight and review  of decisions made; and direct those responsible to maintain appropriate  documentation. Specifically, we found that some of the Navy’s guidance  documents do not provide detailed information about how certain types of  analyses will be completed and who is responsible for completing them.  Additionally, Navy officials acknowledged that the Navy has not clearly  described the linkage between all five guidance documents it uses to  implement its basing decision process. Without comprehensive and clear  guidance of the Navy’s overall basing decision process, the Navy may lack  the completeness and management control to ensure that its basing  decisions can facilitate external stakeholders’ examination and scrutiny or  ensure effective implementation of Navy’s basing process."], "subsections": [{"section_title": "The Army, Marine Corps, and Air Force Basing Processes Are Comprehensive, but Navy’s Guidance Is Incomplete", "paragraphs": ["Our assessment found that the Army, Marine Corps, and Air Force basing  processes incorporated all of the key elements, associated factors, and  management control standards that we identified as necessary for a  process to be comprehensive and its decisions to be transparent,  repeatable, and defendable. However, the Navy has not provided complete  guidance for its infrastructure analysis—a key element—and for some of  its related management control standards in its basing process. Figure 1  summarizes our assessment and the rating we assigned to the key  elements and management control for each of the services’ basing decision  processes.", "None of the services fell into this category.", "During our assessment, we found that the Army, Marine Corps, and Air  Force incorporate the key elements and management control to a large  extent. The following are examples of how each of these services  incorporated one of the key elements and the management control  standards during its basing process:    Strategic and force structure planning element: According to Army  planning officials, they would ask about the strategic risk of performing  a mission or not performing a mission and would complete tactical and  strategic risk analyses using Army’s force structure.  Infrastructure analysis element: In implementing their guidance, the  Marine Corps required that a list of location alternatives and associated  implications be submitted to the Marine Requirements Oversight  Council for approval.  Implementation considerations element: According to officials, the Air  Force would rank the potential locations and determine which  locations could best meet the Air Force’s basing needs.", "Management control standards: The Army, Marine Corps, and Air Force  guidance documents clearly defined which office is responsible for  each step of the process and who had the authority to make decisions  at various steps, allowed for oversight and review of decisions made at  critical steps, and developed records associated with various steps that  provided evidence that the process was being followed.", "We also found that the Navy incorporated to a large extent three out of the  four key elements in its basing process. For example, in the  implementation considerations element, as part of the Navy’s basing  process, the Navy uses its Environmental Readiness Program Manual,  which considers regional or installation infrastructure plans, detailed cost  estimates, environmental impacts, socioeconomic impacts, coordination  with and input from other stakeholders, risk assessment, and military  judgment during the process of assessing environmental impact. In  addition, the Navy has coordinated with senior leadership within the office  of the Secretary of the Navy and Naval Facilities Engineering Command  and with other applicable agencies, such as the U.S. Fish and Wildlife  Service, the National Marine Fisheries Service, the U.S. Army Corps of  Engineers, and the Environmental Protection Agency. Furthermore, the  Navy has performed risk assessments for such events as hurricanes, man- made disasters, and other military and port threats. However, for its  infrastructure analysis key element and for related management control  standards, the Navy needs additional guidance for its process to be  complete."], "subsections": [{"section_title": "Some Navy Guidance Lacks Specific Details", "paragraphs": ["Our assessment, found, however, that some of the guidance that the Navy  uses to implement its basing process is incomplete. The Army, Marine  Corps, and Air Force have a regulation, order, and instruction,  respectively, which describe the organizational roles and responsibilities;  links between other necessary strategic and environmental guidance  documents; and service basing analyses, factors, and criteria that should  be used when making basing decisions. However, some of the Navy’s  current guidance documents, primarily used for the infrastructure analysis  key element and management control, do not contain detailed information  about the specific actions that are taken during its basing process or  clearly define who is responsible for completing certain types of analyses.  In addition, according to Navy officials, the Navy uses the following five  guidance documents to implement its overall basing decision process:  (1) Chief of Naval Operations Instruction: Navy Organization Change  Manual, (2) Strategic Laydown Flow Chart, (3) Strategic Dispersal Flow  Chart, (4) Secretary of the Navy Instruction: Environmental Planning for  Department of the Navy Actions, and (5) Chief of Naval Operations  Instruction: Environmental Readiness Program Manual. However, Navy  guidance does not provide a clear explanation for how all of these  guidance documents are linked together in the process.", "In reviewing the infrastructure analysis element of the process, we found  that the Navy’s Strategic Dispersal Flow Chart neither includes sufficient  detail about the specific actions nor provides clearly defined  responsibilities in the organization for completing and coordinating them.  For example, the flow chart shows that some types of capability and  capacity analyses of potential homeport locations are conducted that take  into consideration access to training areas, sailor quality of life, family  quality of life, and collocating of ships, and support units and planned  military construction projects, port capacity and loading, pier space, and  ship size, respectively. However, the Strategic Dispersal Flow Chart does  not describe in any detail how the analysis is to be conducted and who is  to conduct it. Furthermore, while Navy officials stated that there are  working groups with appropriate stakeholders throughout the Navy’s  basing process, we found that the Navy’s Strategic Dispersal Flow Chart  does not describe in detail the type of coordination with other  stakeholders that should occur.", "For management control, our assessment showed that some of the Navy’s  five guidance documents only partially describe the standards for  management control—risk assessment, information and communications,  control environment, control activities, and monitoring. Specifically, some  of the Navy’s basing process guidance documents do not    describe how risk is evaluated and who conducts this analysis;    provide detail to show how information flows down, across, and up the  organization, or identify the means of communication with external  stakeholders;    clearly define key areas of authority and responsibility and establish  appropriate lines of reporting;    properly document policies and procedures, such as approvals and the  creation and maintenance of related records, which would provide  evidence that these activities have been executed;    show how regular management and supervisory activities and other  actions are performed during the normal course of its basing decision  process; and    clearly link all five guidance documents to enforce management’s  directives.", "Two of the Navy’s guidance documents lack specific key management  controls. First, the Navy’s Strategic Laydown Process Flow Chart does not  describe how risk assessment should be evaluated. Second, the Navy’s  Strategic Dispersal Flow Chart does not show how and who is responsible  for conducting and evaluating risk assessment, how information is  disseminated within the organization, and how it is exchanged with  external stakeholders; clearly define key areas of authority and  responsibility and establish appropriate lines of reporting; show proper  documentation in executing the process and how it should be maintained;  show how regular management and supervisory activities are performed  during the normal course of Navy officials’ duties; and show the  organizational roles and responsibilities for completing and coordinating  this process."], "subsections": []}, {"section_title": "Navy’s Guidance Documents Are Not All Clearly Linked", "paragraphs": ["While each of the Navy’s five guidance documents for its basing process  provides support for one or more key elements or for management  control, Navy officials could not identify to us any guidance or related  documents that clearly describe how these guidance documents are linked  together in the process. For example, Navy officials told us that the flow  charts describing its strategic laydown and strategic dispersal processes  were the primary documentation used to support Navy’s basing  methodology. However, these flow charts do not describe the Navy’s  entire basing decision process. Specifically, the flow charts do not provide  references to show that the Navy’s organization change manual and the  two environmental planning guidance documents are also a part of the  overall basing process. In addition, Navy officials acknowledged that  without the linkage of these five documents, the Navy’s basing process  may not be transparent to outside stakeholders. Since the five guidance  documents are not all clearly linked, Navy management and staff may not  have a clear and complete understanding of the roles, responsibilities, and  relationships between various organizations within the process; the range  of actions, analyses, and supporting documentation required; and the  interrelationship of all the elements, factors, and management control  standards needed to implement the process."], "subsections": []}]}]}, {"section_title": "OSD Does Not Have a Clear Process to Exercise Management Control over the Services’ Basing Decision Processes", "paragraphs": ["The Secretary of Defense has not set a policy or assigned an office a clear  role for providing management control of the services’ basing decision  processes within the United States and not made under the BRAC  legislation, and as a consequence may lack reasonable assurance that  certain DOD-wide initiatives will be fully supported in service basing  decisions. Specifically, in its 2007 Defense Installation Strategic Plan, DOD  indicated it would attempt to reshape the overall structure of its  installations in the United States to better support all DOD components  and joint warfighting needs. In addition, DOD is continuing its efforts to  reduce the number of troops permanently stationed overseas and  consolidate overseas bases. Moreover, the 2007 Defense Installation  Strategic Plan’s “Right Management Practices” goal suggests the DOD  intends to embrace best business practices and modern asset management  techniques to improve its installation planning and operations. Standards  for Internal Control in the Federal Government recommends that  management control should be built into an organization to help managers  run it and achieve their aims on an ongoing basis. OSD officials told us  that OSD provides management control over basing issues through its  annual reviews of the services’ budgets and other program reviews, such  as the Quadrennial Defense Review.", "According to OSD officials, even though OSD is developing policy and  plans to prepare guidance for its overseas basing process, which DOD  refers to as global basing, OSD has no current plans to develop a policy for  the services’ basing processes within the United States. As a result, these  officials acknowledged that there is no departmentwide policy that  provides direction to the military services on how departmentwide issues,  such as the potential sharing of DOD facilities by the services and global  basing and operations, should be considered in evaluating domestic basing  alternatives. Furthermore, the Secretary of Defense has not sufficiently  delegated to an office within OSD a clear line of authority and  responsibility for providing the guidance and oversight of the services’  domestic basing processes. Nonetheless, officials from the offices of the  Under Secretary of Defense for Policy and the Deputy Under Secretary of  Defense for Installations and Environment told us that it is important for  the military services to consider any potential impacts that the services’  basing decisions could have on joint sharing of DOD facilities and global  basing and operations. However, these officials also stated that it is  unclear to what extent the services’ basing processes include risk  assessment questions that take into consideration a cross-service  perspective of base planning to share DOD facilities jointly and any  impacts that the services’ basing decisions within the United States may  have on global basing and operations.", "OSD officials stated that DOD has recently taken steps toward establishing  an integrated process to assess and adjust global basing. DOD established  the Global Posture Executive Council, which is responsible for facilitating  global posture decisions and overseeing the assessment and  implementation of global posture plans. In a July 2009 report, we identified  a weakness in DOD’s approach, despite these positive steps. Specifically,  as of July 2009 when we issued our report, DOD had not yet reported on  global posture matters in a comprehensive manner. In that report, DOD  concurred with our recommendations to (1) issue guidance establishing a  definition and common terms of reference for global defense posture;  (2) develop guidance requiring the geographic combatant commands to  establish an approach to monitor initiative implementation, assess  progress, and report on results; and (3) establish criteria and a process for  selecting and assigning lead service responsibilities for future locations.  OSD officials told us that since the services use the same processes for  making basing decisions both within the United States and globally, OSD  could similarly exercise management control of the services’ basing  processes through its global defense posture policy to oversee basing  decisions within the United States, but had not generally done so to date.  In addition, these officials stated that the global defense posture policy  draft is expected in spring 2010; however, officials did not know when it  would be formally issued. Without implementing a DOD-wide policy that  includes guidance and oversight of the military services’ basing processes  and assigns an OSD office with authority and responsibility for providing  this oversight, the Secretary of Defense lacks reasonable assurance that  DOD plans for sharing facilities among the services, possible impacts on  global basing and operations, or other departmentwide issues are  adequately considered by the services in their basing decision making."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["While the Army, Marine Corps, and Air Force each have established  comprehensive basing processes for determining where to base its force  structure in the United States, the lack of completeness in two of the  Navy’s five guidance documents and lack of clear linkage between its  multiple guidance documents may limit the understanding of its process  both internally and externally and the Navy’s ability to implement its  process consistently. Without comprehensive basing processes with  detailed guidance and instructions, DOD may not have assurance that the  services’ basing decisions are transparent, repeatable, and defendable.  Additionally, in light of the substantial costs and potential strategic and  socioeconomic impacts on DOD operations and interests of the  communities surrounding the bases that can result from the services’  basing decisions, it is important to include DOD-wide considerations, such  as joint use of facilities by the services and global basing and operations,  in the services’ basing processes. While DOD does exercise management  control through its budget and program reviews, the department may not  have sufficient guidance and oversight of the services’ basing processes to  ensure that departmentwide priorities are fully considered in the services’  basing decisions."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To improve the Navy’s ability to make well-informed basing decisions that  are transparent, repeatable, and defendable, we recommend that the  Secretary of Defense direct the Secretary of the Navy to take the following  three actions to strengthen the Navy’s guidance and associated  documentation for its basing decision process:  1.  In its Strategic Laydown Flow Chart, clearly describe how risk is  evaluated.  2.  In its Strategic Dispersal Flow Chart, clearly describe    how risk is evaluated and who conducts this analysis;    how information flows within the organization;  the means of communication with internal and external  stakeholders;  the areas of authority and responsibility and appropriate lines of  reporting;    how documents and related records are to be properly maintained  to provide evidence that these activities were executed;    how regular management and supervisory activities and other  related actions are performed during the normal course of this  process; and  the organizational responsibilities for completing and coordinating  the dispersal process actions.  3.  Describe the link between Navy’s five guidance documents—the Chief  of Naval Operations Instruction: Navy Organization Change Manual;  Strategic Laydown Flow Chart; Strategic Dispersal Flow Chart; the  Secretary of the Navy Instruction: Environmental Planning for  Department of the Navy Actions; and the Chief of Naval Operations  Instruction: Environmental Readiness Program Manual—used to  implement the Navy’s overall basing decision process.", "We further recommend that the Secretary of Defense take the following  two actions:  Identify a lead office within OSD best suited for the authority and  responsibility for providing oversight of the services’ domestic basing  decision processes.", "Establish guidance for the services to ensure that they fully consider  joint use of DOD facilities, impacts to global operations, and other  departmentwide initiatives during the course of their basing processes."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["Officials from the Under Secretary of Defense for Policy, the Deputy  Under Secretary of Defense for Installations and Environment, the Office  of the Secretary of Navy (Installations and Environment), and the Office of  the Chief of Naval Operations (Information, Plans, and Strategy) provided  oral comments on a draft of this report. In the comments, DOD concurred  with two, partially concurred with two, and nonconcurred with one of our  recommended actions. DOD also provided an opinion on text contained in  appendix II, which summarized the Navy’s decision to homeport a nuclear- powered aircraft carrier at Mayport, Florida.", "Specifically, DOD concurred with our recommendation that the Secretary  of Defense direct the Secretary of the Navy to clearly describe how risk is  evaluated in the Navy’s Strategic Laydown Flow Chart. DOD stated that  our report identified a seam between existing Secretary of the Navy  instructions, which generally deal with how to conduct homeport analysis,  such as Environmental Impact Studies and National Environmental Policy  Act compliance, and existing Office of the Chief of Naval Operations  guidance. However, DOD does not identify any actions it plans to take to  implement what we recommended.", "DOD partially concurred with our recommendation that the Secretary of  Defense direct the Secretary of the Navy to clearly describe in the Navy’s  Strategic Dispersal Flow Chart several areas of considerations, such as  how risk is evaluated and who conducts this analysis, how information  flows within the organization, and the means of communication with  internal and external stakeholders. DOD stated that factors involved in  homeport decisions are codified and implemented by the Navy  Organization Change Manual. However, the Navy Organization Change  Manual currently addresses none of the elements of our recommendation  with regard to the Strategic Dispersal Flow Chart process and instead  provides guidance only for the strategic laydown process. Regarding the  Strategic and Force Structure Planning assessment, DOD also  acknowledges that providing specific guidance and reference to the above- recommended considerations in a Secretary of the Navy or Chief of Naval  Operations instruction would likely improve the overall clarity of  homeporting decisions. Nonetheless, DOD does not identify any actions  that the Navy plans to take to implement our recommendation.", "DOD concurred with our recommendation that the Secretary of Defense  direct the Secretary of the Navy to describe the link between its five  guidance documents—the Chief of Naval Operations Organization Change  Manual; Strategic Laydown Flow Chart; Strategic Dispersal Flow Chart;  the Secretary of the Navy’s environmental planning document; and the  Chief of Naval Operations environmental planning document—used to  implement the Navy’s overall basing decision process. DOD agreed that a  linkage between the Chief of Naval Operations and Secretary of the Navy  guidance documents is necessary in order to better streamline and  designate responsibilities for strategic homeporting decisions. However,  DOD’s comment addresses only three of the relevant documents and omits  discussing linkages with the other two. We continue to believe that the  explicit connection between all five guidance documents is needed to  ensure that stakeholders have a complete understanding of the process  used to make basing decisions. Furthermore, the Navy did not indicate  what actions it plans to take to implement our recommendation or the  timeframe for doing so.", "DOD nonconcurred with our recommendation that the Secretary of  Defense identify a lead office within OSD best suited for the authority and  responsibility for providing oversight of the services’ domestic basing  decision processes. DOD asserted that the Secretary of Defense has  adequate oversight of the services’ domestic basing decision processes  through the budget review and Global Posture Executive Council.  However, if DOD relies on the budget process, OSD may lack reasonable  assurance that it can effectively influence domestic basing decisions  because OSD may not have been a stakeholder in the services’ basing  decision during the planning and budgeting phases of the decision.  Moreover, as our report clearly states, OSD told us that it has not used the  Global Posture Executive Council for conducting oversight, raising  questions about how a process not used for OSD oversight will assist OSD  in actually exercising oversight. Our recommendation was intended to  fortify OSD management oversight of the services’ basing decision  processes and we continue to believe that a lead office should be  designated within OSD that could provide the necessary proactive  management oversight and guidance over service basing processes and  decisions.", "DOD partially concurred with our recommendation that the Secretary of  Defense establish guidance for the services to ensure that they fully  consider joint use of DOD facilities, impacts to global operations, and  other departmentwide initiatives during the course of their basing decision  processes. DOD stated that the Secretary of Defense provides guidance on  joint use of DOD facilities through several means, including the  Quadrennial Defense Review and the program review. In addition, DOD  stated that the department will periodically review and revise this  guidance as appropriate to ensure that consideration and application of  joint-use principles and cross-service impacts are institutionalized. Even  though OSD may issue guidance on joint use of DOD facilities through  these means, the Quadrennial Defense Review is intended to occur only  every 4 years, which does not provide timely information regarding  departmentwide initiatives since the initiatives do not necessarily only  occur at 4-year intervals. Moreover, DOD did not explain how the program  review is useful in influencing service basing decisions. While DOD did  state that it would periodically review and revise guidance, DOD did not  identify guidance to be reviewed and revised.", "DOD additionally provided a comment on the text related to the Navy’s  decision to homeport a nuclear-powered aircraft carrier at Mayport,  Florida, which is summarized in appendix II. In regard to our statement in  the report that “the Department of the Navy made its recent decision to  homeport a nuclear-powered aircraft carrier at Naval Station Mayport  using its strategic laydown and strategic dispersal processes and its  environmental planning guidance documents,” DOD stated that while  many of the principles for strategic laydown were used in making the  Mayport decision, the decision preceded the 2007 Navy Organization  Change Manual, which describes the current laydown goals. DOD stated  that prior to 2007 the Navy conducted a strategic laydown that determined  the East Coast-West Coast split of forces by platform type, but not the  dispersal of specific ships to specific locations. However, a senior Navy  official within the Office of the Chief of Naval Operations (Information,  Plans, and Strategy) clarified to us that the decision did go through the  strategic laydown process existing at the time and through the strategic  dispersal process as the current concept was being developed when Navy  made its decision. Consequently, we revised our appendix to clarify that  the Navy used the strategic laydown process existing at the time the  Mayport decision was in the process of being made.", "We are sending copies of this report to interested congressional  committees; the Secretary of Defense; and the Secretaries of the Army, the  Navy, and the Air Force; the Commandant of the Marine Corps; and the  Director, Office of Management and Budget. The report also is available at  no charge on the GAO Web site at http://www.gao.gov.", "If you or your staffs have any questions, please contact me at  (202) 512-4523 or leporeb@gao.gov. Contact point for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine the extent to which the services have comprehensive basing  decision processes in place that are designed to result in well-informed  basing decisions within the United States (50 states and the District of  Columbia) that are not made under the base realignment and closure  (BRAC) legislation, we identified and examined the military service  guidance, policies, instructions, regulations, and orders relevant to making  basing decisions. We also identified other appropriate Department of  Defense (DOD) documents, such as the 2001, 2006, and 2010 Quadrennial  Defense Reviews, DOD’s 2008 and 2009 Strategic Management Plans, and  2007 Defense Installations Strategic Plan. In addition, to identify their  participation in the services’ basing decision processes, we interviewed  officials from the offices of the Under Secretary of Defense for Policy and  Deputy Under Secretary of Defense for Installations and Environment; the  Joint Staff; U.S. Joint Forces Command; U.S. Northern Command; U.S.  Southern Command; U.S. Army Pacific Command; the offices of the Chief  of Staff of the Army, Chief of Naval Operations, Commandant of the  Marine Corps, and Chief of Staff of the Air Force; U.S. Fleet Forces  Command; and Air Combat Command. We documented each process and  then discussed each respective service’s process with officials from the  offices of the Chief of Staff of the Army, Chief of Naval Operations,  Commandant of the Marine Corps, and Chief of Staff of the Air Force to  confirm our understanding of the service’s basing process. We used the  services’ guidance documents and other pertinent documents, interviews  with the service officials, and officials’ comments regarding our analyses  of the services’ processes to determine the extent to which the services  have comprehensive basing decision processes in place that are designed  to result in well-informed basing decisions within the United States that  are not made under BRAC legislation.", "To establish criteria to use in assessing each service’s current basing  process, we developed an assessment tool to identify the key elements,  factors, and management control standards of a basing decision process  that would be comprehensive and ensure that the basing decisions are  transparent, repeatable, and defendable. In developing this assessment  tool, we conducted a literature search to identify relevant standards for  criteria and planning processes in prior GAO reports on relevant subject  areas, including results-oriented government, resource decisions, internal  control, military force structure issues, defense management challenges,  and BRAC legislation. Furthermore, as part of our review, we considered  the factors included in the House Committee on Armed Services’ report on  H.R. 2647—on changes to military force structure, strategic imperative  and risk assessment, cost, input from combatant commanders, and  environmental and socioeconomic impacts. Based on our research, we  identified four key elements for the assessment tool: (1) strategic and  force structure planning, (2) infrastructure analysis, (3) implementation  considerations, and (4) authority for making the basing decision. In  addition, we identified management control as part of our evaluation tool.  We also determined factors within each key element and the standards  within management control that were necessary evaluation criteria in our  assessment tool. To determine the completeness and reasonableness of  our assessment tool, we developed and distributed a structured data  collection instrument to officials within the offices of the Under Secretary  of Defense for Policy and the Deputy Under Secretary of Defense for  Installations and Environment and to service officials in the Army, Navy,  Marine Corps, and Air Force headquarters to obtain their comments. We  held discussions with these officials to reach agreement on the key  elements, factors within each element, and management control standards  that were in our assessment tool. Based on the results of the data  collection instrument and our follow-on discussions with DOD and service  officials, we finalized our assessment tool.", "Our analyst team was assigned to assess and evaluate the four services’  basing decision processes, one service per team analyst. Using the  assessment tool, we reviewed and assessed each of the processes used by  the services to make basing decisions within the United States that was  not made under the BRAC legislation. Each team analyst examined the  collective evidence concerning his or her service’s basing decision  process, which was found either in a service regulation, instruction, order,  or other documents. Using the service’s regulation, instruction, or order;  other pertinent documents; and discussions with service officials, each  team analyst applied professional judgment to determine if the service’s  process included a step (or multiple steps) that satisfied the defined  factors within each of the key elements. We assigned a rating to each  process based on the extent to which the service incorporated factors and  standards within the key elements and management control, respectively,  that our tool identified as necessary for a process to be comprehensive  and its decisions to be transparent, repeatable, and defendable. Based on  the extent that these factors and standards were incorporated in the  service’s process, we assigned one of three possible ratings to each  element: (1) incorporates to a large extent, (2) incorporates to some  extent, or (3) incorporates to a little or no extent. According to our  methodology, we assigned a rating of “incorporates to a large extent”  when a factor showed sufficient, specific, and detailed support, as noted in  the services’ basing guidance document(s) or during discussions with  agency officials on whether the factor was carried out during the basing  process. If the process addressed some of the factors within the key  elements to some degree, but not completely, we assigned a rating of  “incorporates to some extent,” and if the evidence showed that the factors  were not included, we assigned a rating of “incorporates to little or no  extent.” We used the same rating system for the presence of management  control standards throughout a service’s basing process. If a team analyst  could not clearly determine the extent to which a service’s process  satisfied the criteria for a factor, the factor was rated as “unclear.” This  same methodology was also applied to the five standards for management  control.", "After each team analyst completed the evaluation and assessment of his or  her service’s basing decision process, the evaluation was validated by  discussion with the whole team in a group setting. Because we developed  the key elements, factors within the elements, and management control  standards, as noted in our assessment tool, with input and guidance from  the Office of the Secretary of Defense (OSD) and the services, we also  provided the services an opportunity to review and comment on our  analysis of their respective processes against our assessment tool. After  receiving comments from each service through a structured data  collection instrument, including clarifying information to resolve any  ratings of “unclear,” the team updated the ratings as necessary. In addition,  to determine whether the ratings were accurate, the team analysts  performed in-depth reviews of each other’s evaluations of the services’  basing decision processes.", "After rating each factor within each key element and the management  control standards, each team analyst then analyzed and determined the  summary for each key element and for management control. Because each  individual factor and the management control activities were considered  to be necessary for a process to be transparent, repeatable, and  defendable, the factors and the management control standards were  weighted equally. The summary of our rating describes the extent to which  the service’s process incorporates the key elements or management  control standards in figure 1 in the report.", "To determine the extent to which the Secretary of Defense exercises  management control, such as providing DOD-wide guidance and oversight  of the services’ basing decision processes, we reviewed DOD and military  service guidance, policies, instructions, regulations, and orders and  relevant law to identify whether an office within OSD has been clearly  assigned a role and responsibilities over the services’ basing processes.  We reviewed the 2007 Defense Installations Strategic Plan, which was  developed by the office of the Deputy Under Secretary of Defense for  Installations and Environment to determine DOD’s strategic goals for its  installations. We also reviewed our prior report on global defense posture  and the recommendations made in that report to improve the global  defense posture policy. We also interviewed officials from the offices of  the Under Secretary of Defense for Policy and the Deputy Under Secretary  of Defense for Installations and Environment to obtain their perspectives  on how DOD exercises management control, such as oversight to  coordinate and facilitate basing decisions across the services. In addition,  we interviewed military service officials regarding OSD guidance provided  to them during the services’ basing decision processes.", "To address the request for information about the approach used by the  Navy in making its decision to establish a homeport for a nuclear-powered  aircraft carrier at Mayport, Florida, we reviewed key Navy and DOD  strategy and planning documents, including reports of the Quadrennial  Defense Reviews of 2001, 2006, and 2010; the Navy’s 2007 A Cooperative  Strategy for 21st Century Seapower; and relevant Navy instructions and  documents. In addition, we reviewed relevant law and legislative history  concerning homeporting a nuclear-powered aircraft carrier at Mayport and  examined a 1992 Navy report to Congress and a March 1997 Final  Programmatic Environmental Impact Statement discussing the facility  upgrades required to homeport a nuclear-powered aircraft carrier at  Mayport. Furthermore, we reviewed the November 2008 Final  Environmental Impact Statement for the Proposed Homeporting of  Additional Surface Ships at Naval Station Mayport, Florida, and the  January 2009 Navy Record of Decision for Homeporting of Additional  Surface Ships at Naval Station Mayport, Florida. To identify and obtain  an understanding of the decision process followed by the Navy, we  interviewed officials from the offices of the Under Secretary of Defense  for Policy, Deputy Under Secretary of Defense for Installations and  Environment, Assistant Secretary of the Navy (Installations and  Environment), and Chief of Naval Operations; the Office of Cost  Assessment and Program Evaluation; U.S. Fleet Forces Command; Naval  Facilities Engineering Command Southeast; and Naval Station Mayport.  We visited facilities and interviewed officials at Naval Station Mayport,  Florida, to understand the extent of the potential upgrades required to  support homeporting a nuclear-powered aircraft carrier. We also visited  Naval Air Station North Island, California, to observe and discuss with  Navy officials the infrastructure upgrades made to increase its capabilities  and capacities to berth and homeport nuclear-powered aircraft carriers on  the West Coast and to increase our understanding of the potential scope of  upgrades that would be needed at Naval Station Mayport. In addition, we  interviewed OSD officials involved in the 2010 Quadrennial Defense  Review to assess Navy’s decision to homeport a nuclear-powered aircraft  carrier in the broad context of future threats, future Navy force structure,  and likely cost-effectiveness. (App. II provides a summary of the Navy’s  decision to homeport a nuclear-powered aircraft carrier at Naval Station  Mayport, Florida, and information on DOD’s Quadrennial Defense Review  of the Navy’s decision.)", "We conducted our performance audit from July 2009 through May 2010 in  accordance with generally accepted government auditing standards. Those  standards require that we plan and perform the audit to obtain sufficient,  appropriate evidence to provide a reasonable basis for our findings and  conclusions based on our audit objectives. We believe that the evidence  obtained provides a reasonable basis for our findings and conclusions  based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Summary of the Navy’s Decision to Homeport a Nuclear-Powered Aircraft Carrier at Mayport, Florida", "paragraphs": [], "subsections": [{"section_title": "The Navy Has Considered Homeporting a Carrier at Mayport, Florida, for Two Decades", "paragraphs": ["The possibility of homeporting a nuclear-powered aircraft carrier at Naval  Station Mayport was considered by Congress as early as 1990 in the  National Defense Authorization Act for Fiscal Year 1991, which required  the Secretary of Defense to submit to Congress a plan to upgrade Naval  Station Mayport capability to enable the station to service nuclear- powered aircraft carriers and otherwise to serve as a homeport for these  carriers. Since that time, provisions of other National Defense  Authorization Acts have required, among other things, that the Secretary  of the Navy (1) submit to the congressional defense committees a report  on the Navy’s plan for developing a second East Coast homeport for  nuclear-powered aircraft carriers and (2) begin design activities for such  military construction projects as may be necessary to make Mayport  capable of serving as a homeport for a nuclear-powered aircraft carrier.  In addition, the National Defense Authorization Act for Fiscal Year 1993  included a congressional finding that Naval Station Mayport ought to be  the second East Coast homeport for nuclear-powered aircraft carriers  when an additional homeport was needed.", "The Navy has been reporting to Congress, since the late 1990s on the  development of plans for making Naval Station Mayport a potential  homeport for nuclear-powered aircraft carriers. In addition, in March 1997,  the Navy released a programmatic environmental impact statement. In  2001, the Quadrennial Defense Review called for the Navy to provide more  warfighting assets more quickly to multiple locations. In order to meet this  new demand, the Navy made its preliminary decision to homeport  additional fleet surface ships at Naval Station Mayport. As a result, the  Navy prepared an environmental impact statement to evaluate a broad  range of strategic homeport and dispersal options for Atlantic Fleet  surface ships at this location and finalized its final environment impact  statement. On January 14, 2009, the Navy issued its record of decision to  homeport a nuclear-powered aircraft carrier at Naval Station Mayport,  Florida."], "subsections": []}, {"section_title": "The Process the Navy Used to Make Its Decision to Homeport a Nuclear- Powered Aircraft Carrier at Mayport", "paragraphs": ["According to Navy officials, the Department of the Navy made its recent  decision to homeport a nuclear-powered aircraft carrier at Naval Station  Mayport using its strategic laydown and strategic dispersal processes and  its environmental planning guidance documents. In addition, the Navy  stated in its record of decision that the most critical considerations in  making the decision were the environmental impacts, recurring and  nonrecurring costs associated with changes in surface ship homeporting  options, and strategic dispersal considerations. However, according to its  record of decision, the need to develop a hedge against the potentially  crippling results of a catastrophic event was ultimately the determining  factor in the Navy’s decision to establish a second nuclear-powered  aircraft carrier homeport on the East Coast of the United States at  Mayport.", "The Navy has historically had multiple aircraft carrier homeports on each  coast. Currently, the Navy has three nuclear-powered aircraft carrier  homeports on the West Coast—Bremerton and Everett, Washington, and  San Diego, California—and one East Coast carrier homeport in the  Hampton Roads area, which includes Norfolk and Newport News,  Virginia. According to Navy officials, the Navy used elements of its  strategic laydown process existing at the time the Mayport decision was in  the process of being made to apportion the fleet to the Pacific (West)", "Coast, to the Atlantic (East) Coast based on its force structure analysis.  According to officials, the process relies on several documents, including  conventional campaign plans; homeland defense requirements; the  Cooperative Strategy for the 21st Century Seapower, Navy 2030 Ashore  Vision; the 2001 and 2006 Quadrennial Defense Review, and the Global  Maritime Posture. Based on these strategic laydown analyses, the Navy  developed a baseline for the total Navy force structure to try to optimize  the sourcing of forces based on the speed of response, the maritime  strategy, and the Quadrennial Defense Review direction.", "Using the output from the strategic laydown process, Navy officials said  that they performed its strategic dispersal process, which allowed the  Navy to further assess and determine the distribution of the fleet by  homeport based on strategic requirements and the ability to balance  operational, fiscal, and infrastructure factors. Based on its analysis, the  Navy decided to establish a second East Coast homeport for a nuclear- powered aircraft carrier. Navy officials said that the Navy worked on the  assumption that it would not establish a new carrier homeport but  upgrade an existing carrier homeport to support nuclear-powered aircraft  carriers. Navy officials said that Naval Station Mayport was the best option  because it was an existing conventional carrier homeport with  underutilized facilities since the USS John F. Kennedy was retired in 2007.", "According to Navy officials, the Navy used its strategic dispersal process  to evaluate key operational factors, such as response time to combatant  commands, transit times to deployment areas and training, geographic  location of air wings, historic aircraft carrier loading, physical pier  capacity, transit times for pier side to open ocean, antiterrorism and force  protection, and mitigation of natural and man-made risks for both the  Hampton Roads area and Naval Station Mayport. For example, the Navy  believes the following constitute risk factors associated with the nuclear- powered aircraft carrier consolidation in Hampton Roads: (1) singular  homeport, maintenance, and support location; (2) all of the Atlantic Fleet  nuclear-powered aircraft carrier trained crews, associated community  support infrastructure, and nuclear carrier support facilities within a  15 nautical mile radius; (3) single 32 nautical mile access channel with two  major choke points (bridges); (4) approximately 3-hour transit time from  carrier piers to open ocean; and (5) the planned significant increase in  commercial shipping volume because of the planned Craney Island  upgrades. Furthermore, the Navy used the U.S. Coast Guard’s Port Threat  Assessments for the Coast Guard Sectors of Hampton Roads and Mayport,  which determined that the overall threat level for Hampton Roads is  moderate, while the overall threat level for Mayport is low. According to  the threat assessments, a moderate threat level indicates a potential threat  exists against the port and that one or more groups have either the  intention or capability to employ large casualty-production attacks or  cause denial of commercial, military, and passenger vessel access to the  port, while a low threat level indicates that little or no information exists  on one or more groups with a capability or intention to damage the port.", "Navy officials also identified the following benefits associated with  homeporting a nuclear-powered aircraft carrier at Naval Station Mayport:  the shortest access to the Atlantic Ocean of any current Navy  homeport,    additional dispersed controlled industrial facility and nuclear    physical separation of East Coast nuclear-powered aircraft carriers,    physical separation between piers and shipping lanes,    smaller commercial shipping traffic volume, and    strategic and operational flexibility.", "Using the Navy’s environmental planning guidance documents, officials  from the Navy’s Fleet Forces Command completed a final environmental  impact statement in November 2008, in accordance with the National  Environmental Policy Act, to evaluate a broad range of strategic homeport  and dispersal options for Atlantic Fleet surface ships at Naval Station  Mayport. Several analyses were conducted of geology and soils, wetlands  and floodplains, water resources, air quality, noise, biological resources,  cultural resources, hazardous and toxic substances and waste, and  environmental health and safety. These analyses also included a summary  of the environmental impacts and mitigation measures. As part of the  environmental impact statement, cost estimates were also developed. The  Navy’s environmental analysis included consultations with regulatory  agencies, such as the U.S. Fish and Wildlife Service and the National  Marine Fisheries Service, regarding impacts to endangered and threatened  species, and the U.S. Army Corps of Engineers and the Environmental  Protection Agency regarding dredging operations and the in-water  disposal of dredged materials. In addition, public awareness and  participation were integral components of the environmental impact  statement process. The Navy took steps to provide members of the public,  state agencies, and federal agencies with the opportunity to help define  the scope of the Navy’s analysis as well as examine and consider the  studies undertaken by the Navy. Fleet Forces Command prepared the  National Environmental Policy Act documentation and supporting studies  that defined the proposed action and range of alternatives and identified  the potential mitigation options.", "The Navy’s final environmental impact statement for Mayport assessed the  impacts of 13 alternatives, including the no action alternative:    Alternative 1: Cruiser homeport, destroyer homeport, or both.    Alternative 2: Amphibious Assault Ship homeport.    Alternative 3: Nuclear-powered aircraft carrier capable.    Alternative 4: Nuclear-powered aircraft carrier homeport.    Alternative 5: Amphibious Ready Group homeport.    Alternatives 6-12: Seven different combinations of the first four  alternatives.", "Alternative 13: No action. No additional fleet surface ships would be  homeported at Naval Station Mayport, and Mayport would retain the  ability to berth a nuclear-powered aircraft carrier in a limited fashion.", "The 13 alternatives evaluated a broad range of options for homeporting  surface ships at Navy Station Mayport, such as permanent assignment of  various types of surface ships and personnel. In addition, Alternatives 3  and 4 differ because a nuclear-powered aircraft carrier capable alternative  provides for port services—loading and unloading cargo and sailors and  access without restrictions for visits up to 63 days per year. The nuclear- powered aircraft carrier homeport would permanently assign a carrier and  its personnel to Naval Station Mayport, which would provide facilities to  perform depot-level maintenance at that location.", "In the final environmental impact statement, the Navy identified  alternative 4 as the preferred alternative; which involves homeporting one  nuclear-powered aircraft carrier at Naval Station Mayport and includes  dredging, infrastructure and wharf improvements, on-station road and  parking improvements, and construction of nuclear-powered aircraft  carrier propulsion plant maintenance facilities. Other factors that  influenced the selection of alternative 4 as the preferred alternative  included impact analyses in the environmental impact statement and  estimated costs of implementation, including military construction costs  and other operation and sustainment costs. For example, the Navy’s  analysis showed that there are no environmental impacts associated with  homeporting a nuclear-powered aircraft carrier at Naval Station Mayport  that cannot be appropriately addressed or mitigated, including impacts to  endangered species, such as the Florida manatee and sea turtles. In  addition, the Navy reported that the projected recurring and nonrecurring  costs for the preferred alternative are less than 10 percent of the cost of a  single nuclear-powered aircraft carrier and less than 1 percent of the cost  of the Department of the Navy’s nuclear-powered aircraft carrier assets.  The Navy believes that homeporting a nuclear-powered aircraft carrier at  Naval Station Mayport is a way to provide additional security for the  carrier and enhance deployment capability. In November 2008, the Navy  made its final environmental impact statement available, and the Assistant  Secretary of the Navy (Installations and Environment) signed the Navy’s  formal record of decision on January 14, 2009, to homeport a nuclear- powered aircraft carrier at Mayport."], "subsections": []}, {"section_title": "2010 Quadrennial Defense Review of the Navy’s Decision", "paragraphs": ["After the Navy decided to homeport a nuclear-powered aircraft carrier at  Naval Station Mayport, Florida, the Secretary of Defense announced that  he would review the Navy’s decision as part of DOD’s 2010 Quadrennial  Defense Review. The Secretary of Defense directed the Quadrennial  Defense Review working group to assess the Navy’s Mayport decision.  According to OSD officials, the Navy provided supporting documentation  regarding its decision to the working group, which used this information in  conducting its analysis.", "In conducting its review, the Quadrennial Defense Review working group  assessed the Navy’s decision against nine implementation criteria:  (1) execution of current or planned operations, (2) operational flexibility,  (3) operational management of the force, (4) institutional provisions of the  force, (5) organizational friction, (6) execution of future missions  successfully against an array of future challenges, (7) consideration of the  whole of government programs and initiatives, (8) international relations,  and (9) environmental concerns. In addition, OSD officials stated that the  working group assessed transit times for a nuclear-powered aircraft  carrier to leave both the Norfolk and Mayport ports and arrive in the  Atlantic Ocean.", "As a part of the working group’s review, officials in DOD’s Office of Cost  Assessment and Program Evaluation stated that they evaluated the  reasonableness of the Navy’s cost estimate to establish a homeport for a  nuclear-powered aircraft carrier at Mayport. Specifically, the officials said  that they reviewed and assessed the military personnel, operations and  maintenance, and military construction costs associated with the Navy’s  decision and found that the Navy’s cost estimates were reasonable. For  example, OSD officials stated that the working group was provided the  following dollar amounts—a onetime cost of $565 million to build the  necessary infrastructure at Mayport and $25 million as the recurring cost  for operations and maintenance for homeporting a nuclear-powered  aircraft at Mayport. In addition, the officials said that the working group  used these analyses and cost estimates to brief the Secretary of Defense  on its results. The February 2010 Quadrennial Defense Review report  reiterated the Navy’s decision that homeporting an East Coast carrier in  Mayport would contribute to mitigating the risk of a terrorist attack,  accident, or natural disaster."], "subsections": []}]}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Mark J. Wielgoszynski, Assistant  Director; Clarine S. Allen; Pat L Bohan; John H. Edwards; Ron La Due  Lake; Joanne Landesman; Christopher R. Miller; Stephanie Moriarty;  John Van Schaik; Michael C. Shaughnessy; and Michael D. Silver made  m ajor contributions to this report."], "subsections": []}]}], "fastfact": []}