{"id": "GAO-06-603", "url": "https://www.gao.gov/products/GAO-06-603", "title": "Capital Gains Tax Gap: Requiring Brokers to Report Securities Cost Basis Would Improve Compliance if Related Challenges Are Addressed", "published_date": "2006-06-13T00:00:00", "released_date": "2006-06-13T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["For tax year 2001, the Internal Revenue Service (IRS) estimated a tax gap of at least $11 billion from individual taxpayers misreporting income from capital assets (generally those owned for investment or personal purposes). IRS did not estimate the portion of this gap from securities (e.g., stocks, bonds, and mutual fund capital gains distributions). GAO was asked for information on (1) the extent and types of noncompliance for individual taxpayers that misreport securities capital gains, (2) actions IRS takes to reduce the securities tax gap, and (3) options with the potential to improve taxpayer voluntary compliance and IRS's ability to address noncompliant taxpayers. For estimates of noncompliance, GAO analyzed a probability sample of examination cases for tax year 2001 from the most recent IRS study of individual tax compliance."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO estimates that 38 percent of individual taxpayers with securities transactions misreported their capital gains or losses in tax year 2001. A greater estimated percentage of taxpayers misreported gains or losses from securities sales (36 percent) than capital gain distributions from mutual funds (13 percent). This may be because taxpayers must determine the taxable portion of securities sales' income whereas they need only add up their capital gain distributions. Among individual taxpayers who misreported securities sales, roughly two-thirds underreported and roughly one-third overreported. Furthermore, about half of these taxpayers who misreported failed to accurately report the securities' cost, or basis, sometimes because they did not know the basis or failed to adjust the basis appropriately. IRS attempts to reduce the securities' tax gap through enforcement and taxpayer service programs, but challenges limit their impact. Through enforcement programs, IRS contacts taxpayers who may have misreported capital gains or losses and seeks to secure the correct tax amount. IRS also offers services to help taxpayers comply with capital gains tax obligations, such as guidance on how to determine securities' gains and losses. Challenges that limit these programs' impact include the lack of information on basis, which IRS needs to verify most gains and losses, and uncertainty as to whether taxpayers use or understand the guidance. Expanding the information brokers report on securities sales to include adjusted cost basis has the potential to improve taxpayers' compliance and help IRS find noncompliant taxpayers. IRS research shows that taxpayers report their income much more accurately when it is reported to them and IRS. Basis reporting also would reduce taxpayers' burden. For IRS, basis reporting would provide information to verify securities gains or losses and to better target enforcement resources on noncompliant taxpayers. However, basis reporting would raise challenges that would need to be addressed. For instance, brokers would incur costs and burdens--even as taxpayers' costs and burdens decrease somewhat--and many issues would arise about how to calculate adjusted basis, which securities would be covered, and how information would be transferred among brokers. However, industry representatives said that many brokers already provide some basis information to many of their clients and some use an existing system to track and transfer basis and other information about securities. Many of the challenges to implementing basis reporting also could be mitigated. For example, many of the challenges could be addressed by only requiring adjusted basis reporting for future purchases, and by developing consistent rules to be used by all brokers. To the extent that actions to mitigate the challenges to basis reporting delay its implementation or limit coverage to only certain types of securities, the resulting improvements to taxpayers' voluntary reporting compliance would be somewhat constrained."]}], "report": [{"section_title": "Letter", "paragraphs": ["Every year, a gap arises between the tax amount that taxpayers pay  voluntarily and on time and the amount they should pay under the law. For  tax year 2001, the Internal Revenue Service (IRS) estimated a gross tax gap  of $345 billion. IRS estimated that it would eventually recover $55 billion  of the gross tax gap through late payments and IRS enforcement efforts,  leaving a net tax gap of $290 billion. The tax gap arises when taxpayers fail  to comply with the tax laws, whether intentionally or unintentionally.  Because of their noncompliance, the burden of funding the nation’s  commitments falls more heavily on taxpayers who voluntarily and  accurately pay their taxes. In light of the size of the tax gap and the nation’s  budget deficit, Congress has held several hearings seeking to identify how  the gap can be reduced. Given its size, even small or moderate reductions  in the net tax gap could yield substantial returns.", "One type of noncompliance that contributes to the tax gap occurs when  individual taxpayers do not accurately report gains or losses from  transactions involving capital assets, which generally refers to property  owned for investment or personal purposes, on their tax returns. Taxpayers  generally determine their capital gains or losses by subtracting the basis,  which is generally the price they paid for an asset, from the gross amount  of proceeds they received from its sale. IRS estimated that for 2001,  individual taxpayers’ failure to accurately report their capital gains income accounted for at least $11 billion of the gross tax gap for that year. This  amount is due to taxpayers understating their capital gains or overstating  their capital losses, both of which reduced the amount of taxable income  they reported. Although IRS has not estimated the amount of the capital  gains tax gap attributed to specific types of capital assets, it has estimated  that in recent years, securities transactions have accounted for the majority  of individuals’ capital gains and losses. Securities transactions include the  sale of securities—stocks, mutual funds, bonds, and options—and capital  gain distributions from mutual funds. Securities transactions may be  executed through third parties, such as brokers.", "To address your long-standing concerns about the tax gap, and particular  concern about the tax gap from individual capital gains tax noncompliance  for securities, this report responds to your request for information on  (1) the extent of and primary types of noncompliance that cause individual  taxpayers to misreport capital gains from securities, (2) actions IRS takes  in attempting to reduce the individual capital gains tax gap for securities  and any challenges that IRS faces with these actions, and (3) options with  the potential to improve taxpayers’ voluntary compliance for reporting  securities gains and losses and IRS’s ability to find noncompliance related  to the individual capital gains tax gap for securities.", "To provide information on the extent of and primary types of  noncompliance that cause individual taxpayers to misreport capital gains  from securities, we reviewed a probability sample of case files selected  from the nearly 46,000 randomly selected individual tax returns from tax  year 2001 that IRS reviewed or examined through the National Research  Program (NRP), IRS’s most recent study of individual taxpayer compliance.  We used the results of our case file review along with data from IRS’s  examinations of the tax returns from NRP to make estimates for the entire  population of individual taxpayers. We present information on the extent of  noncompliance by estimating the percent of noncompliant taxpayers. We  did not estimate the portion of the capital gains tax gap specific to  securities. We could not provide a meaningful estimate of the tax gap for  securities because (1) of the 1,017 cases in our sample, we only received  849 complete cases by the time we completed our review, (2) the cases we  received included too few taxpayers who misreported securities  transactions (when selecting our sample, we could not determine which  cases included misreported gains and losses from securities as compared  to other types of capital assets), and (3) taxpayers misreported a wide  range of dollar amounts from the transactions. Since our estimates are  based on a sample, we express our confidence in our estimates as a 95  percent confidence interval, plus or minus the margin of error indicated  along with each estimate in the report, which is the interval that would  contain the actual population value for 95 percent of the samples we could  have selected. To address the question of what actions IRS takes in  attempting to reduce the individual capital gains tax gap for securities and  related challenges, we reviewed documents from IRS’s enforcement  programs and IRS publications that address capital gains. We also  interviewed IRS officials knowledgeable about the subject. To identify  options with the potential to improve taxpayers’ voluntary compliance for  reporting securities gains and losses and IRS’s ability to find  noncompliance related to the individual capital gains tax gap for securities,  we reviewed our prior reports, documents from IRS’s enforcement  programs, IRS publications that address capital gains, and industry reports  on securities holdings and information reporting. We also spoke with IRS  officials and representatives related to the securities industry. For further  discussion of our scope and methodology, see appendix I. We conducted  our review from June 2005 through May 2006 in accordance with generally  accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Individual taxpayers generally realize gains or losses when they sell capital  assets, which are generally defined as properties owned for investment or  personal purposes and outside the normal course of a taxpayer’s trade or  business. In recent years, IRS studies show that the majority of capital  asset transactions and capital gains and losses were for securities  transactions, including sales of corporate stock, mutual funds, bonds,  options, and capital gain distributions from mutual funds. For example, in  1999, the latest year for which IRS published data on capital assets sales, an  estimated 91 percent of capital asset transactions, 62 percent of capital  gains, and 79 percent of capital losses were from securities transactions.  Also, over the past two decades, individual ownership of securities assets  held outside of retirement accounts has increased. According to the  Federal Reserve Board, the percentage of families that own stock, mutual  funds, and bonds outside of retirement accounts increased from 25 percent  in 1983 to a high of 42 percent in 2001, before falling to 38 percent in 2004.", "When taxpayers sell or otherwise receive income from securities, they  must report the transactions on their federal income tax returns. For  securities sales, taxpayers are to report the dates they acquired and sold  the asset; sales price, or gross proceeds from the sale; cost or other basis of  the sold asset; and resulting gains or losses on Schedule D to the individual  tax return—Form 1040. Taxpayers are to report this information separately  for short-term transactions and long-term transactions. Taxpayers also are  to report the total amount of their capital gain distributions from mutual  funds, which are always considered to be long-term transactions.  Taxpayers are to report their overall gains or losses from securities sales,  capital gain distributions, and other capital gains on the Form 1040 tax  return itself.", "Generally, a taxpayer’s gain or loss from a securities sale is simply the  difference between the gross proceeds from the sale and the original  purchase price, or original cost basis. However, before taxpayers can  determine any gains or losses from securities sales, they must determine if  and how the original cost basis of the securities must be adjusted to reflect  certain events, such as stock splits, nontaxable dividends, or nondividend  distributions. For example, figure 1 shows how a taxpayer would need to  adjust the basis of a stock following a stock split to accurately determine  the resulting capital gain or loss when the stock is sold. In this example, if  the taxpayer fails to properly adjust the basis of the stock to account for  the split, he or she will incorrectly report a capital loss from the sale.", "Taxpayers who buy and sell the same stock or mutual fund shares at  various times can determine basis in a number of ways. Taxpayers can  specifically identify the groups of shares they want to sell. For example, if a  taxpayer buys a group of 10 shares of stock in one year for $1 per share and  another group of 10 shares of the same stock in the next year for $2 per  share, and then sells 10 shares of the stock, the taxpayer can choose to sell  the stocks with either the $1 or $2 cost basis. If taxpayers cannot identify  which shares they sold among many they bought on varying occasions,  they must report the basis of the securities they purchased first as the basis  of the sold shares. Except for mutual fund shares, taxpayers cannot use the  average cost of securities they purchased at various times to determine  basis.", "When taxpayers sell securities through a broker, that broker is required to  file Form 1099-B with IRS and the taxpayers to report a description of the  security, sales date, number of shares sold, and gross proceeds from the  sale, along with other information. Brokers are not required to report the  cost or other basis of the sold security or, with the exception of regulated  futures contracts, the resulting gain or loss from a security sale. Capital  gain distributions from mutual funds are to be reported on Form 1099- DIV.", "The rate at which income from securities is taxed depends on how long  taxpayers held a security before sale and taxpayers’ regular income tax  rates. Securities assets sold after being held for 1 year or less are  considered short-term and taxed at the taxpayers’ regular income tax rates.  Assets sold after being held for more than 1 year are considered to be long- term and are generally taxed at maximum rates of 5 percent or 15 percent,  depending on the taxpayer’s regular income tax rates. Capital gain  distributions from mutual funds are always taxed as long-term gains.  Taxpayers can deduct capital losses against their capital gains, and any  excess losses can be deducted against ordinary income up to a limit of  $3,000 ($1,500 for married taxpayers filing separately), beyond which the  losses can be carried over to offset capital gains or ordinary income in  future tax years."], "subsections": []}, {"section_title": "Individual Taxpayers Frequently Misreported Their Capital Gains or Losses from Securities Sales, Often Because They Misreported the Securities’ Basis", "paragraphs": ["Thirty-eight percent of individual taxpayers who had securities  transactions misreported their securities gains or losses for tax year 2001.  A greater percentage of taxpayers misreported their securities sales (36  percent) than misreported their capital gain distributions (13 percent), and  most of the misreported securities transactions exceeded $1,000 of capital  gain or loss. Taxpayers often misreported their capital gains or losses from  securities sales because they failed to accurately report the securities’  basis."], "subsections": [{"section_title": "Individual Taxpayers Frequently Misreported Their Capital Gains or Losses from Securities Sales", "paragraphs": ["For tax year 2001, individual taxpayers frequently misreported their capital  gains or losses from the securities they sold. Overall, an estimated 8.4  million of the estimated 21.9 million taxpayers with securities transactions  misreported their gains or losses. Table 1 shows the estimated  percentages of taxpayers who misreported their securities sales and capital  gain distributions, overall and by the securities’ holding period.", "Table 1 shows that a higher estimated percentage of taxpayers misreported  a securities sale than a capital gains distribution. Overall, an estimated 7.3  million out of an estimated 20.3 million taxpayers misreported their  securities sales compared to the estimated 1.2 million out of an estimated  9.1 million taxpayers who misreported their capital gain distributions.  One reason taxpayers may misreport securities sales more frequently is  that taxpayers must compute the portion of their sales proceeds that  constitutes a gain or loss, whereas taxpayers need only add up their capital  gain distributions from information returns they receive and enter the  amounts on their tax returns. Table 1 also shows that individual taxpayers  are estimated to have misreported their short-term securities sales about as  often as their long-term sales. In addition, our analyses showed the  following:  Of those taxpayers who misreported securities sales, an estimated 97  percent misreported gains or losses from the sales of stocks and mutual  funds while an estimated 5 percent misreported bonds, options, or  futures.", "Individual taxpayers misreported securities sales more frequently than  other types of income, such as wages and salary, dividend income, and  interest income. Respectively, an estimated 10 percent, 17 percent, and  22 percent of taxpayers with these types of income misreported the  income.", "We were not able to estimate the capital gains tax gap for securities  because the cases we reviewed included too few misreported securities  transactions and taxpayers misreported a wide range of dollar amounts  from the transactions, among other reasons (see app. I). However, we were  able to determine the direction of the misreporting. For securities sales, an  estimated 64 percent of taxpayers underreported their income from  securities (i.e., they understated gains or overstated losses) compared to an  estimated 33 percent of taxpayers who overreported income (i.e., they  overstated gains or understated losses). For both underreported and  overreported income, some taxpayers misreported over $400,000 in gains  or losses. Also, as shown in table 2, around half of taxpayers who did not  accurately report their securities sales were estimated to have misreported  at least $1,000 of capital gains or losses (that is, taxpayers not in the less  than $1,000 categories).", "In terms of income levels, the distribution of taxpayers who misreported  gains or losses from securities sales and capital gain distributions did not  vary greatly from the income level for all individual taxpayers for tax year  2001, as shown in table 3."], "subsections": []}, {"section_title": "Misreported Basis Was a Primary Type of Noncompliance That Caused Taxpayers to Inaccurately Report Their Capital Gains or Losses from Securities Sales", "paragraphs": ["Based on information in the files we reviewed, a primary type of  noncompliance that caused taxpayers to inaccurately report their capital  gains or losses from securities sales in tax year 2001 was misreporting the  basis of the securities they sold. Table 4 shows the estimated frequency of  the types of noncompliance that caused taxpayers to misreport capital  gains or losses from their securities sales.", "For taxpayers who misreported basis, a greater percentage failed to  accurately report basis for long-term securities holdings (35 percent of  taxpayers who misreported securities sales) than for short-term holdings  (21 percent). Taxpayers who failed to report securities sales altogether  did not report short-term and long-term securities sales at a similar rate   (20 percent and 22 percent, respectively, of taxpayers who misreported  securities sales).", "Although we were able to determine the percentage of taxpayers who  failed to accurately report their securities sales because they misreported  basis (49 percent), we could not develop reliable estimates on the reasons  for this type of misreporting because most of the NRP examination case  files did not provide sufficiently descriptive information. However, of the  133 taxpayers who misreported basis from the 849 case files we reviewed,  we were able to determine that 32 taxpayers misreported basis for the  following reasons:  Taxpayers did not have records of their securities purchases (16  taxpayers). Although during examinations, IRS was able to obtain basis  records for some of these taxpayers from their brokers, for 9 taxpayers,  basis records could not be obtained. For these taxpayers, IRS examiners  considered basis to be zero and treated all gross proceeds amounts as  capital gains.", "Taxpayers used original cost basis instead of adjusted cost basis (6  taxpayers).", "Taxpayers did not understand how to determine basis (5 taxpayers).", "Taxpayers reported basis information that was incorrectly determined  by a tax return preparer (4 taxpayers).", "One taxpayer reported inaccurate basis information provided by a  broker.", "Of taxpayers who failed to report their securities sales altogether, an  estimated 28 percent were estimated to have failed to report capital  losses. By not reporting losses, these taxpayers potentially failed to offset  other capital gains or deduct their losses against other types of income they  reported. Likewise, some of these taxpayers who failed to report capital  losses exceeding $3,000 did not carry over these losses to offset capital  gains or other income in future tax years. Although in most cases we could  not determine why taxpayers did not report these losses, some taxpayers  told IRS examiners that they did not know they had to report losses. In  addition, IRS officials said some taxpayers might not report their capital  losses because they worry that their returns will be examined if they  overstate their losses. Also, the officials told us that taxpayers might want  to avoid the burden of filing a Schedule D or the cost of paying someone to  prepare their returns in cases where filing Schedule D would make the  difference between self preparing and using a paid preparer.", "As also shown in table 4, taxpayers failed to accurately report their  securities sales because they misreported the amount of their sale  proceeds (12 percent) or misclassified the securities’ holding period (9  percent). However, the case files did not contain enough information to  explain why taxpayers made these errors. Also, the responsible officials we  interviewed at IRS could not provide explanations for why taxpayers might  have made these errors."], "subsections": []}]}, {"section_title": "IRS Attempts to Reduce the Individual Capital Gains Tax Gap for Securities through Enforcement and Taxpayer Service Programs, but Various Challenges Limit Their Impact", "paragraphs": ["IRS uses both enforcement and taxpayer service programs in attempting to  reduce the individual capital gains tax gap for securities. IRS checks the  accuracy of tax returns through its enforcement programs and contacts  taxpayers who may have inaccurately reported their securities gains or  losses. IRS also offers service programs to provide taxpayers with  assistance in fulfilling their capital gains tax obligations. However, these  programs face challenges that limit their impact on reducing the capital  gains tax gap for securities. Although IRS assesses additional taxes for  securities income through its enforcement efforts, neither IRS nor we  know the extent to which these assessments reduced the 2001 capital gains  tax gap for securities."], "subsections": [{"section_title": "IRS Attempts to Reduce the Individual Capital Gains Tax Gap for Securities through Enforcement and Taxpayer Service Programs", "paragraphs": ["Consistent with its overarching philosophy that a combination of  enforcement and service efforts are essential to tax compliance, IRS  attempts to reduce the individual capital gains tax gap for securities  through its programs that enforce the tax laws and that seek to help  taxpayers voluntarily comply with the laws. IRS uses its enforcement  programs to check the accuracy of filed tax returns and contacts taxpayers  who have potentially made errors or inaccurately reported capital gains information on their returns. Aspects of IRS’s enforcement programs  related to capital gains income for securities appear in table 5.", "Math Error, AUR, and ASFR are automated enforcement programs. IRS  uses the Math Error program to check filed tax returns for internal  inconsistencies or mathematical errors, and contacts taxpayers, including  when the errors result in a tax change. Through AUR, IRS computers match  the amounts of capital gains proceeds that taxpayers report on their tax  returns and that brokers report on information returns. If this matching  indicates that taxpayers may have underreported their sale proceeds for  securities and IRS cannot resolve the discrepancies based on available  information, IRS may send notices asking taxpayers to explain the  discrepancies or pay any taxes assessed. When IRS determines through  ASFR that taxpayers for whom IRS received information returns on the  sale proceeds for securities failed to file tax returns, it may create tax  returns for the taxpayers and assess tax liabilities.", "During examinations, IRS uses information from third parties as well as  from taxpayers to determine if taxpayers have accurately reported their capital gains or losses. Examiners also may use other resources, such as  online services, to help them determine the basis of taxpayers’ securities.  IRS assesses additional taxes if it determines that taxpayers have  underreported their capital gains income from securities.", "IRS’s taxpayer service programs provide taxpayers with information,  support, and assistance to help them understand and fulfill their capital  gains tax obligations for securities. For example, IRS produces  publications that explain how to report capital gains or losses and provide  examples of how to determine adjusted basis. IRS also provides Web- based information and telephone, written, or face-to-face assistance at  Taxpayer Assistance Centers on how to accurately report capital gains and  losses."], "subsections": []}, {"section_title": "Various Challenges Limit the Impact IRS Programs Have on Reducing the Individual Capital Gains Tax Gap for Securities", "paragraphs": ["IRS’s enforcement and taxpayer service programs face limitations in  reducing the individual capital gains tax gap for securities. In addition to  resource constraints that limit how many cases of potential noncompliance  are pursued, table 6 summarizes the main limitations each program faces.", "As table 6 shows, IRS cannot use its automated programs to fully verify the  reported capital gains or losses from securities sales because it does not  receive basis information from brokers. Also, according to IRS officials, a  lack of basis information reduces productivity because IRS spends  resources contacting taxpayers for whom it ultimately does not assess  additional taxes. For example, for tax year 2002, the latest year for which  IRS has complete data, IRS did not assess additional taxes for around 46  percent of the taxpayers it contacted through AUR to address potentially  misreported securities sales. By comparison, this “no tax change”  percentage was around 20 percent for AUR contacts for all other types of  income for 2002. For ASFR, IRS officials said that the lack of basis  information hampers IRS’s ability to determine which taxpayers with gross  proceeds from securities sales should have filed tax returns and to  productively pursue those taxpayers who did not file.", "Given that IRS does not receive basis information from brokers, it can only  verify the accuracy of the basis and gains and losses that taxpayers report  for their securities sales by examining these individuals’ tax returns. IRS  does not examine these taxpayers’ returns through correspondence  because it believes the returns are too difficult and would take too much  time to examine. IRS can only verify the accuracy of the reported basis and  gains and losses from securities sales through face-to-face examinations.  However, these examinations are resource intensive and only cover a small  percentage of individual taxpayers. For example, in fiscal year 2004, IRS  conducted approximately 200,000 face-to-face examinations for the 130  million individual taxpayers that filed tax returns in 2003, including the  estimated 22.7 million taxpayers that filed a Schedule D with their tax  returns. Even when IRS selects individual taxpayers to examine face-to- face, IRS often places a greater focus on issues it believes are more  productive than securities sales, such as business income or the sale of  personal or business real property, according to an IRS official responsible  for examination planning.", "In providing taxpayer services, IRS faces challenges in communicating  information to taxpayers on complying with capital gains reporting  requirements. Taxpayers may not use the services IRS offers or may not  understand the information that IRS provides. For example, IRS recently  changed the instructions for filing Schedule D to include language that  specifies taxpayers must include the details of all their capital gains  transactions when filing their tax returns. Although IRS included this  language to clarify an existing reporting requirement, some taxpayers and  tax practitioners perceived that the instructions required taxpayers to  report each capital asset transaction on Schedule D itself and not on  attached brokerage statements, as otherwise allowed. This misconception  required IRS to clarify on its Web site that taxpayers could continue to  report the details of their transactions on attached statements as long as all  transactions were included and they reported aggregate information on  Schedule D."], "subsections": []}, {"section_title": "The Extent to Which IRS Enforcement Programs Have Reduced the 2001 Capital Gains Tax Gap for Securities Is Not Known", "paragraphs": ["Through its enforcement programs, IRS assessed additional taxes for  taxpayers who misreported their securities gains and losses for tax year  2001; however, neither IRS nor we know the extent to which these  assessments reduced the securities tax gap for that year. IRS has not  estimated the portion of the capital gains tax gap attributed to securities for  tax year 2001, and we were not able to estimate this portion of the tax gap  from our review of NRP case files. Likewise, IRS does not have complete  information on the amount of additional taxes it assessed for taxpayers  who underreported their income from securities sales for 2001.", "Through AUR for tax year 2001, IRS assessed around $190 million in  additional taxes for securities sales and around another $5 million for  capital gain distributions, and refunded over $8 million to taxpayers who  overreported securities income. For tax year 2001 examinations, IRS does  not have complete data for the amount of taxes it assessed for misreported  capital gains or losses. IRS maintains a database that tracks examination  results by the type of issue examined, such as capital gains or losses.  However, prior to October 2004, the database only captured examination  results for around 60 percent of individual examinations, according to IRS  officials.As such, the database does not include all capital gains  noncompliance that IRS identified in tax year 2001 examinations. Even  when it includes such noncompliance, the database does not distinguish  between misreported capital gains income from securities versus other  capital assets. Likewise, the database does not specify the portion of  additional tax assessments that is attributable to misreported capital gains income versus other types of noncompliance. Finally, IRS does not  maintain data on additional taxes assessed and collected because of capital  gains noncompliance through the Math Error or ASFR programs."], "subsections": []}]}, {"section_title": "Reporting of Cost Basis Could Reduce the Individual Capital Gains Tax Gap for Securities, but Implementation Challenges Would Need to Be Addressed", "paragraphs": ["Expanded reporting of cost basis information has the potential to reduce  the individual capital gains tax gap for securities. Making administrative  changes to IRS’s compliance programs that address capital gains also has  some potential to reduce the tax gap, but enforcement programs can be  resource intensive and taxpayers do not always use IRS’s taxpayer service  programs. With such limitations, these changes likely would not  significantly boost taxpayers’ voluntary compliance involving securities  sales. Information reporting of adjusted cost basis to taxpayers and IRS  would likely help reduce the tax gap from securities sales by improving  taxpayers’ voluntary compliance and IRS’s ability to cost effectively  address noncompliant taxpayers. Consistent reporting of basis information  would involve challenges that would need to be, and to some extent can be,  mitigated."], "subsections": [{"section_title": "Increasing Examinations of Taxpayers with Securities Sales Could Reduce That Portion of the Tax Gap but at the Expense of Not Covering Other Areas of Noncompliance", "paragraphs": ["IRS could seek to reduce the capital gains tax gap for securities by  increasing examination coverage of taxpayers with gains or losses from  securities, either by considering them when selecting taxpayers to examine  through correspondence or by increasing face-to-face examinations of  these taxpayers. Conducting more of each type of examination could  increase the amount of taxes assessed for misreporting securities income.  However, absent an increase in resources or access to basis information,  which would help IRS better target its resources toward truly  noncompliant taxpayers, focusing on taxpayers with securities gains or  losses would divert IRS’s examination resources away from other  productive areas of noncompliance, according to IRS officials. An  increased focus on securities sales could reduce the capital gains tax gap,  but a diversion of resources could result in greater noncompliance for  other types of income. Moreover, although increasing examination  coverage could induce taxpayers who are misreporting willfully to  voluntarily comply, expanded coverage would not significantly affect  voluntary compliance for taxpayers who make mistakes while trying to  comply, such as taxpayers who made errors calculating basis, according to  an IRS research official who has studied the impact of enforcement on  taxpayer compliance."], "subsections": []}, {"section_title": "Enhanced Taxpayer Services Might Improve Taxpayers’ Voluntary Compliance, but the Impact of Any Changes Would Be Hard to Gauge", "paragraphs": ["Addressing capital gains tax noncompliance for securities sales by  enhancing IRS’s taxpayer service efforts might improve taxpayers’  voluntary compliance by helping them to better understand and fulfill their  capital gains tax obligations for securities. However, the effects of any  additional guidance that IRS might develop, for example on reporting  losses or on resources for determining basis, would be tempered by  challenges similar to those previously discussed, such as taxpayers not  using or understanding information IRS provides. Although IRS attempts to  generally ensure tax compliance through its service efforts, IRS  researchers have found it difficult to determine the extent to which  taxpayer services improve compliance among taxpayers who want to  comply. As such, it is hard to know if these improvements to IRS’s service  efforts would have a substantial impact on taxpayer’s reporting compliance  for securities sales.", "Regardless, IRS’s instructions for reporting capital gains and losses and  related guidance do not contain some information related to the causes for  taxpayers misreporting the basis of securities they sold or failing to report  sales at all—the leading types of noncompliance when taxpayers erred in  reporting capital gains and losses. In many cases, we could not determine  and IRS did not know exactly why taxpayers made these errors. However,  some taxpayers did not know they had to report gains or losses and others  did not understand how to determine basis. One counterintuitive situation  existed among the cases we reviewed, that is some taxpayers did not report  losses, which generally help them by lowering their tax liabilities. IRS’s  instructions for filing Schedule D direct taxpayers to report their capital  gains or losses but the instructions do not clarify the appropriate use of  capital losses to offset capital gains or other income. Further, although IRS  provides guidance on how to calculate basis for a variety of securities  transactions, the instructions to Schedule D do not contain guidance on  resources available to taxpayers and tax practitioners to determine basis  for securities. Some examples of resources taxpayers might use to  determine the basis of their securities holdings include brokers, tax  preparers, or Web sites for companies that issue stocks or other  information. Providing taxpayers more information on the benefits of  reporting losses and resources available to them on calculating basis would  be consistent with IRS’s responsibility to ensure that taxpayers pay the  right amount of tax. Further, compared to other steps such as enforcement  actions, providing additional guidance to taxpayers would be a low cost  option to potentially increase their capital gains reporting compliance.  Finally, any improvement in taxpayers’ compliance due to better guidance  would reduce IRS’s enforcement expenses related to capital gains."], "subsections": []}, {"section_title": "Information Reporting of Adjusted Basis Could Reduce the Capital Gains Tax Gap for Securities", "paragraphs": ["According to IRS officials and some representatives related to the  securities industry, taxpayers would likely report their gains or losses from  securities sales more accurately and at a reduced burden if brokers  consistently provided them with the adjusted basis of the securities they  sold. Likewise, basis reporting would allow IRS to verify taxpayers’  securities gains and losses through its automated enforcement programs  and take more efficient enforcement actions to address noncompliant  taxpayers, according to IRS compliance officials. The likely increase in  taxpayers’ voluntary compliance and in the productiveness of IRS  enforcement actions resulting from basis reporting would likely  substantially reduce the capital gains tax gap for securities.", "Taxpayers would benefit from basis reporting because, in many cases, they  would not have to track and compute the adjusted basis of the securities  they sold. Therefore, basis reporting would likely reduce the chance that  taxpayers who had not been tracking their adjusted basis would misreport  it for securities they sold. Also, if taxpayers received basis information  from their brokers for the securities they sold, they would enjoy a reduced  burden in filing Schedule D with their tax returns because, in many cases,  they would not need to make basis calculations on their own.", "For taxpayers, the greater accuracy and reduced burden of reporting basis  that would result from basis reporting would likely improve their voluntary  compliance. As shown in figure 2, taxpayers tend to accurately report  income that third parties report on information returns because the income  is transparent to taxpayers as well as to IRS. For example, individual  taxpayers misreport nearly twice the percentage of their income from  sources subject only to some information reporting, which is the case with  income from securities sales now, compared to income subject to  substantial information reporting, such as income from dividends and  interest, and which would be close to the case for securities sales if basis  were consistently reported, according to an IRS research official. Also, as  discussed previously, based on our file review, taxpayers were much less  likely to misreport capital gain distributions (13 percent), which are similar  to dividends and are subject to substantial information reporting,  compared to income from securities sales (36 percent), for which  information reporting only covers gross proceeds but not cost basis. The  smallest percentage of misreporting is for wage and salary income, for  which substantial information reporting exists and taxes are withheld by  taxpayers’ employers.", "Cost basis reporting would also benefit IRS, to the extent the reporting was  complete and accurate. IRS could use basis information to verify securities  gains and losses through its automated enforcement programs and could  more effectively allocate its enforcement resources to focus on the most  noncompliant taxpayers. For AUR and ASFR, IRS officials told us that basis  information would allow it to more precisely determine taxpayers’ income  for securities sales and would allow it to identify which taxpayers who  misreported securities income have the greatest potential for additional tax  assessments. IRS’s examination program could similarly benefit.  Specifically, IRS officials told us that receiving cost basis information might  enable IRS to examine noncompliant taxpayers through correspondence  because it could productively select tax returns to examine. Also, having  cost basis information could help IRS identify the best cases to examine  face-to-face, making the examinations more productive while  simultaneously reducing the burden imposed on compliant taxpayers who  otherwise would be selected for examination. As a result of all these  benefits, basis reporting would allow IRS to better allocate its resources  that focus on securities misreporting across its enforcement programs.", "IRS has endorsed the concept of matching information returns to tax  returns for the purpose of identifying unreported income since the 1960s  and Congress has created a number of statutes requiring information  reporting for various types of income or taxpayer information. The  related GAO products section at the end of this report provides references  to selected GAO reports related to information reporting.", "We previously discussed the notion of basis reporting to help reduce capital  gains tax noncompliance in our May 1994 report on the tax gap. Also,  based on discussions we had with officials from IRS’s Taxpayer Advocate  Service when we initiated our review, the National Taxpayer Advocate  recommended that brokers be required to track and report cost basis for  stocks and mutual funds in her 2005 Annual Report to Congress. In  March 2006 a bill was introduced in the U.S. Senate and in April and May  2006 bills were introduced in the House of Representatives that would  require brokers to report taxpayers’ basis for their securities transactions."], "subsections": []}, {"section_title": "Expanding Basis Reporting Involves Implementation Challenges That Would Need to Be Addressed", "paragraphs": ["Expanding information reporting on securities sales to include basis  information would involve challenges for brokers and IRS. There are  various ways to mitigate each challenge. Tables 7 and 8 list some major  challenges for brokers and IRS, respectively, as well as some ways to start  mitigating the challenges. Discussion after the tables covers some issues to  consider when evaluating these mitigation strategies.", "Although not all inclusive, the strategies discussed above could help  mitigate many of the challenges facing brokers and IRS if information  reporting were expanded to include cost basis. However, the strategies also  involve a number of trade-offs that would need to be considered in terms of  the costs and burdens associated with basis reporting for taxpayers, IRS,  and brokers, and the impact on reducing the capital gains tax gap for  securities.", "Representatives from the securities industry we interviewed said that  brokers would incur additional costs to develop and maintain systems to  track and report basis, although they did not provide precise costs.  However, we were also told that almost all of the largest brokers directly  provide basis information to a significant portion of their clients, and many  smaller brokers provide basis to a significant portion of their clients  through outsourcing. Also, representatives of the mutual fund industry  estimated that 80 to 90 percent of mutual funds provide average cost basis  information to their shareholders. Likewise, from a societal perspective,  the cost that brokers would incur in reporting basis information would be  offset to some extent by the reduced costs to taxpayers in researching,  calculating, and reporting basis, or paying a return preparer to perform  such services. However, some brokers may pass on the costs of reporting  basis information to their customers. Further, decisions about the scope  and details of basis reporting, as further discussed below, could constrain  how much brokers’ costs would increase.", "Also, representatives from the securities industry told us that their ability  to provide taxpayers and IRS with accurate basis information would be  challenged when taxpayers move their securities holdings from one broker  to another. Some brokers use a system to transfer basis among one another,  but the system is not used by all brokers. In addition, brokers do not always  track and transfer basis in a consistent manner; that is, some track original  cost basis while others track adjusted cost basis. Without a system through  which all brokers transfer standardized basis information, the effectiveness  of basis reporting would be limited.", "Additionally, brokers do not always know or may be challenged in  determining the basis of taxpayers’ holdings. For example, some taxpayers  may hold securities that they purchased long ago or received as a gift, for  which neither they nor their brokers know the original purchase dates. In  these cases, brokers cannot know the basis of the securities. However, this  challenge could be mitigated to a large extent if brokers were to track and  report basis prospectively, that is, only for securities purchased after a  specified future date. The trade-off to prospective basis reporting, however,  is that it would not help some taxpayers report basis for securities they  owned before brokers began to report basis, which for a period of time  would limit the impact basis reporting would have on reducing the tax gap.  Also, prospective reporting would be complicated in cases where a  taxpayer held a security prior to the specified date and then purchased  additional shares of the same security after the specified date. Brokers  would likely incur some additional costs to separately account for shares of  stock purchased before and after the specified date for prospective  reporting on information returns.", "Likewise, it is difficult for brokers to determine basis for some complicated  securities transactions, according to representatives of the securities  industry. For example, when taxpayers sell stock for a loss and then buy  shares of the same stock within 30 days, they are prohibited from claiming  a loss on the original sale. For these sales, known as wash sales, basis is  difficult for the broker to determine because the taxpayer is required to add  the disallowed loss from the wash sale to the basis of the subsequently  purchased stock. The difficulty in determining basis for wash sales is  compounded when taxpayers sell a stock at a loss through one broker and  then buy the same stock within 30 days from another broker. In this case,  the second broker would not know of the wash sale the taxpayer executed  through the first broker and would not know to adjust the taxpayer’s basis  accordingly. We only found two cases through our file review where  taxpayers had misreported basis because of wash sales. Regardless,  transactions such as wash sales may be too complex for brokers to feasibly  report basis. Excluding these transactions from basis reporting, however,  would further reduce the impact of basis reporting on closing the securities  tax gap.", "For IRS, having basis information, along with gross proceeds information,  for each of a taxpayer’s securities sales would best enable the agency to  check whether taxpayers properly reported their capital gains and losses.  However, storing and making use of such information would be challenging  because of the costs and difficulty involved in storing and computer  matching the large volume of information that transactional reporting  would entail. However, if brokers were to report only aggregate basis  amounts to IRS for all of a taxpayer’s transactions, the costs and difficulties  of storing and using the information for matching would be reduced.  Aggregate reporting would also reduce the costs to brokers of reporting  basis to IRS, although they could still report basis for all transactions to  taxpayers.", "Another complication for IRS and brokers is that taxpayers can choose  among various methods for reporting basis in cases where they sell some of  their shares of a security they purchased on multiple occasions. Taxpayers  may choose to report basis in a different way than brokers would otherwise  choose because taxpayers can (1) specifically identify which shares they  sell among many they hold and report basis for those shares; (2) use the  basis of the first shares they bought; or (3) in the case of mutual funds, use  the average cost of the shares they own. Taxpayers could indicate the  method they chose to determine basis when they sell their securities, and  brokers then could report the method selected and the related basis  amount on information returns. However, this additional layer of tracking  would likely add to costs to taxpayers, brokers, and IRS. Although this  challenge could be alleviated if taxpayers were required to report basis in a  consistent manner, this requirement would end taxpayers’ ability to  determine basis in the most advantageous manner for their particular tax  situations.", "Given the number of decisions that would need to be made in conjunction  with basis reporting, IRS may not be able to require such reporting given its  current authority. Although IRS has long had the authority to require  information reporting related to securities, an official from IRS’s Office of  Chief Counsel told us that IRS may not have the authority to require all of  the actions that would be needed to implement cost basis information  reporting, such as regulating a system through which brokers transfer  standardized basis information. Therefore, it may be difficult for IRS to  implement cost basis information reporting without further statutory  authority.", "Representatives from the securities industry told us that in order to  implement basis reporting, a set of rules would need to be developed to  clearly establish, for example, what types of securities transactions would  be covered by any requirement and how a system to transfer basis would  be standardized. These representatives thought their input could be helpful  in designing any set of rules."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Although neither IRS nor we know the size of the tax gap related to  securities sales, tens of millions of taxpayers hold securities outside of  their retirement accounts and, according to our analysis of IRS data, an  estimated 36 percent of taxpayers who sold securities in 2001 erred in  reporting their gains and losses (an estimated 7.3 million out of an  estimated 20.3 million taxpayers). Of those erring, an estimated 64 percent  underreported their income and 33 percent overreported income. Also, an  estimated 9 percent of individual taxpayers who sold securities  misclassified their holding periods, either reporting short-term holdings as  long-term, or vice versa. Enhancing IRS’s current enforcement and service  efforts is an option for addressing these compliance problems, but the most  effective tool for improving taxpayers’ compliance levels has long been  information reporting and tax withholding. Individual taxpayers misreport  nearly twice the percentage of their income from sources subject only to  some information reporting—which is the case for securities income  now—compared to income subject to substantial information reporting.  Also, given that the tax consequences associated with the holding period of  securities are significant, broker reporting on this specific issue, whether  as part of basis reporting or separately, would help taxpayers apply the  proper tax rules to their gains or losses and help IRS in identifying  compliance problems.", "Extending information reporting for securities sales to include basis  information is not a simple and straightforward proposition. The manner in  which basis reporting is designed would affect how the costs of basis  reporting are distributed among taxpayers, brokers, and IRS, and the  extent to which basis reporting would close the securities-related tax gap.  In addition, although IRS has the general authority to require basis  reporting, IRS officials were not certain the agency had sufficient authority  to regulate how such reporting is implemented, such as regulating a system  through which brokers transfer standardized basis information.", "In the event that brokers were required to report basis for securities  purchased as of a specific future date, some taxpayers may continue to  misreport their gains and losses from the securities holdings they currently  hold. For these taxpayers, additional guidance on reporting basis and gains  or losses for securities sales could be a low cost way to help them  voluntarily comply with their tax obligations. For example, an estimated 28  percent of taxpayers who failed to report their securities sales had losses.  Clarification of IRS’s instructions for Schedule D on the appropriate use of  capital losses to offset capital gains or other income could be a means to  help ensure that taxpayers do not disadvantage themselves when they  experience losses from their investments. Also, given the complexity  involved in determining some securities’ basis because of events such as  stock splits, guidance on the resources available to taxpayers on  determining basis, such as utilizing brokers, or services offered by  companies that issue stocks or other information available on Web sites,  could help improve taxpayers’ ability to determine their securities’ basis."], "subsections": []}, {"section_title": "Matters for Congressional Consideration", "paragraphs": ["In order to reduce the capital gains tax gap for securities, Congress may  want to consider requiring brokers to report to both taxpayers and IRS the  adjusted basis of securities that taxpayers sell and ensuring that IRS has  sufficient regulatory authority to implement the requirement. Either in  connection with requiring basis reporting or separately, Congress could  also require brokers to report to taxpayers and IRS whether the securities  sold were short-term or long-term holdings. Additionally, Congress could  direct IRS to work with brokers and related parties to develop rules that  seek to mitigate some of the challenges associated with requiring basis  reporting."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To assist taxpayers in accurately reporting their capital gains and losses  from securities, in the instructions to Schedule D the Commissioner of  Internal Revenue should (1) clarify the appropriate use of capital losses to  offset capital gains or other income and (2) provide guidance on resources  available to taxpayers to determine their basis."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on a draft of this report, which are reprinted in  appendix II, the Commissioner of Internal Revenue agreed with our  recommendations. He also concurred that for some securities, basis  reporting involves unique challenges and noted that IRS is committed to  working with industry stakeholders to develop cost effective methods to  mitigate such reporting challenges. IRS also provided comments on several  technical issues, which we incorporated in this report where appropriate.", "As agreed with your offices, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days from its  issue date. At that time, we will send copies to the Chairman and Ranking  Minority Member, House Committee on Ways and Means; the Secretary of  the Treasury; the Commissioner of Internal Revenue; and other interested  parties. Copies will be made available to others upon request. This report  will also be available at no charge on GAO’s Web site at http://www.gao.gov.", "If you or your staff have any questions, please contact me at (202) 512-9110  or brostekm@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this report.  Key contributors to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["To provide information on the extent of and primary types of  noncompliance that cause individual taxpayers to misreport capital gains  from securities, we performed a number of activities that relied on data  from IRS’s National Research Program (NRP). Through NRP, IRS selected  and reviewed a stratified random sample of 45,925 individual income tax  returns from tax year 2001. The NRP sample is divided across 30 strata by  the type of individual tax return filed and income levels. IRS accepted as  filed some of the NRP returns, accepted others with minor adjustments,  and examined the remainder of returns either through correspondence or  face-to-face meetings with taxpayers. If IRS examiners determined that  taxpayers misreported income for any aspect of the selected tax returns,  they adjusted the taxpayers’ income accordingly and assessed additional  taxes.", "IRS captured data from taxpayer returns and examination results in the  NRP database, including capital gains income. However, the data on capital  gains do not indicate the type of capital asset for which taxpayers reported  gains or losses or for which examiners made income adjustments.  Therefore, to obtain information on the extent and primary types of capital  gains tax noncompliance specific to securities, we selected a statistical  sample of NRP examination files to review.", "The sample we selected contained 1,017 cases spread across 90 substrata,  defined by replicating each of the 30 NRP strata across 3 GAO substrata.  The first GAO substratum consisted of examination cases for which the  adjustments to capital gain income the examiners made had the largest  impact on the total amount of these adjustments for all taxpayers when  weighted for the entire population of individual taxpayers. We focused on  cases with the largest adjustments, in weighted terms, because including  these cases would improve the level of confidence of any estimates of the  total amount of capital gains income adjustments for securities. Because  our sample is a subsample of the NRP sample and is subject to sampling  error, we added cases, when applicable, to ensure that each of the 30 NRP  strata in this GAO substratum contained a minimum of 5 cases. In total, we  selected 290 cases for the first GAO substratum, and these cases accounted  for around 75 percent of the total capital gains adjustments in NRP when  weighted for the population of individual taxpayers.", "The second substratum consisted of 187 cases for which IRS did not  identify misreported capital gains income when it reviewed or examined  the tax returns. We included these returns as part of our sample to verify  that the NRP examinations had correctly recorded when taxpayers were  compliant with respect to reporting capital gains and losses. We selected  these cases at random and in proportion to the NRP sample through an  iterative process, ensuring that a minimum of 5 cases and a maximum of 15  cases was included in each of the 30 NRP strata.", "The remaining 540 cases that constitute the third GAO substratum were  selected from cases for which IRS examined taxpayers’ capital gain  income. We selected these cases at random and in proportion to the  number of NRP returns for which IRS examined capital gains income,  ensuring that we selected a minimum of 5 cases for each NRP stratum. For  one stratum, we only included 2 cases because they were the only cases in  the corresponding NRP stratum.", "Of the 1,017 cases we selected for our sample, we reviewed 849 cases. We  did not review the remaining 168 cases because either IRS did not provide  the files in time to include in our review (164 cases) or the files did not  contain examination workpapers essential to determining if examiners  made adjustments to taxpayers income from securities (4 cases). Based on  an analysis of the response rates by the 90 GAO substrata, we concluded  that the missing cases did not bias our analyses. We requested the cases at  two points, in late-December 2005 and late-January 2006, and periodically  checked on the status of our requests with IRS. We were only able to  review cases that arrived by April 21, 2006 in order to meet our agreed upon  issue date for the report.", "We reviewed each selected case file to determine if the taxpayers reported  securities transactions on their returns or if examiners discovered any  misreported securities transactions. For returns where examiners  discovered misreported income from securities transactions, we  determined, when possible, the related security type, holding period,  adjustment amount, and reason for the adjustment, along with other  information. We recorded all determinations on a data collection  instrument (DCI) that we developed.", "To ensure that our data collection efforts conformed to GAO’s data quality  standards, each DCI that a GAO analyst completed was reviewed by  another GAO analyst. The reviewers compared the data recorded on the  DCI to the data in the corresponding case file to determine whether they  concurred with how the data were recorded. When the analysts differed on  how the data were recorded, they met to reconcile any differences.", "We input the data we recorded on the DCIs into a computer data collection  program. To ensure the accuracy of the transcribed data, each electronic  DCI entry was compared to its corresponding paper DCI by analysts other  that those that electronically entered the data. If the reviewers found any  errors, changes were made to the electronic entries, and the entries were  reviewed again to ensure that all data were transcribed accurately.", "The estimates we included in this report were based on the NRP database  and the data we collected through our file review and were generated using  statistical software. All computer programming for the resulting statistical  analyses were checked by a second, independent analyst. Our final sample  size was large enough to generalize the results of our review or had margins  of error small enough to produce meaningful estimates in terms of  percentages of taxpayers who were noncompliant in reporting capital gains  from securities transactions. However, we could not produce meaningful  estimates of the total amount of net misreported capital gain income from  securities or determine the securities tax gap, in part because (1) in  selecting our sample, we could not distinguish which cases included  misreported securities transactions as opposed to misreported  transactions for other types of capital assets, (2) some cases with large  amounts of misreported capital gains or losses were due to noncompliance  for assets other than securities, (3) 53 of the cases we requested from IRS  from our first substratum, which represented a large percentage of the total  amounts of misreported capital gains or losses, were not provided in time  to include in our review, and (4) taxpayers misreported a wide range of  dollar amounts from the transactions. We discussed our estimates with  IRS officials to obtain their perspectives on the results of our analysis.", "Because we followed a probability procedure based on random selection,  our sample is only one of a large number of samples that we might have  selected. Since each sample could have resulted in different estimates, we  express our confidence in the precision of our particular sample’s results as  a 95 percent confidence interval, plus or minus the margin of error  indicated along with each estimate in the report. This interval would  contain the actual population value for 95 percent of the samples we could  have selected.", "We assessed whether the examination results and data contained in the  NRP database were sufficiently reliable for the purposes of our review. For  this assessment, we interviewed IRS officials about the data, collected and  reviewed documentation about the data and the system used to capture the  data, and performed electronic testing of relevant data fields for obvious  errors in accuracy and completeness. We compared the information we  collected through our case file review to corresponding information in the  NRP database to identify inconsistencies. Based on our assessment, we  determined that the NRP database was sufficiently reliable for the  purposes of our review.", "We also used IRS’s Statistics of Income (SOI) file for individual taxpayers,  which relies on a stratified probability sample of individual income tax  returns, to develop estimates for categories of individual taxpayers on  adjusted gross income, the percentage of individual taxpayers that used  paid tax preparers, and the number of taxpayers that filed a Schedule D  with their tax returns for tax year 2003. We compared our analyses against  published IRS data to determine that the SOI database was sufficiently  reliable for the purposes of our review.", "To provide information on actions IRS takes in attempting to reduce the  individual capital gains tax gap for securities and on challenges that IRS  faces with these actions, we reviewed documents from IRS compliance  programs as they related to capital gains and interviewed IRS officials  knowledgeable about the subject. We reviewed documentation for IRS’s  enforcement programs that address capital gains and reviewed IRS  publications and other documents that provided information on how to  accurately report capital gains and losses. To provide additional  information on IRS’s compliance programs and identify challenges IRS  faces in using these programs to reduce the individual capital gains tax gap  for securities, we interviewed IRS officials from various areas of the  agency, including the enforcement, taxpayer service, and research  functions.", "To identify options with the potential to improve taxpayers’ voluntary  compliance for reporting securities gains and losses and IRS’s ability to find  noncompliance related to the individual capital gains tax gap for securities,  we reviewed prior GAO reports and other documents on capital gains  reporting and compliance such as those from IRS compliance programs  and industry reports on securities holdings and information reporting. We  also spoke with IRS officials and numerous representatives from, and  related to, the securities industry. At IRS, we spoke with officials from  various areas of the agency, including the enforcement, taxpayer service,  and research functions. Additionally, we spoke with officials from the  Taxpayer Advocate Service and members of IRS’s Information Return  Program Advisory Committee (IRPAC). We also spoke with  representatives of the Securities Industry Association; Investment  Company Institute, which represents the mutual fund industry; Bond  Market Association; American Banking Association Securities Association;  American Institute of Certified Public Accountants; and the American Bar  Association to get their perspectives on capital gains tax noncompliance,  ways to reduce noncompliance, and any challenges related to reducing  noncompliance and how those challenges could be mitigated."], "subsections": []}, {"section_title": "Comments from the Internal Revenue Service", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Wes Phillips and Tom Short,  Assistant Directors; Jeff Arkin; Susan Baker; Candace Carpenter; Keira  Dembowski; Fred Jimenez; Matthew Keeler; Donna Miller; John Mingus;  Franklin Ng; Karen O’Conor; Cheryl Peterson; Sam Scrutchins; Jay Smale;  and Jennifer Li Wong made key contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Tax Gap: Making Significant Progress in Improving Tax Compliance  Rests on Enhancing Current IRS Techniques and Adopting New  Legislative Actions. GAO-06-453T. Washington, D.C.: February 15, 2006.", "Tax Gap: Multiple Strategies, Better Compliance Data, and Long-term  Goals Are Needed to Improve Taxpayer Compliance. GAO-06-208T.  Washington, D.C.: October 26, 2005.", "Tax Compliance: Better Compliance Data and Long-term Goals Would  Support a More Strategic IRS Approach to Reducing the Tax Gap. GAO-05- 753. Washington, D.C.: July 18, 2005.", "Tax Compliance: Reducing the Tax Gap Can Contribute to Fiscal  Sustainability but Will Require a Variety of Strategies. GAO-05-527T.  Washington, D.C.: April 14, 2005.", "Tax Administration: More Can Be Done to Ensure Federal Agencies File  Accurate Information Returns. GAO-04-74. Washington, D.C.: December 5,  2003.", "Tax Administration: IRS Should Continue to Expand Reporting on Its  Enforcement Efforts. GAO-03-378. Washington, D.C.: January 31, 2003.", "Tax Administration: IRS Can Improve Information Reporting for  Original Issue Discount Bonds. GAO/GGD-96-70. Washington, D.C.: March  15, 1996.", "Reducing the Tax Gap: Results of a GAO-Sponsored Symposium.  GAO/GGD-95-157. Washington, D.C.: June 2, 1995.", "Options Reporting to IRS. GAO/GGD-95-145R. Washington, D.C.: May 5,  1995.", "Tax Gap: Many Actions Taken, But a Cohesive Compliance Strategy  Needed. GAO/GGD-94-123. Washington, D.C.: May 11, 1994.", "Tax Administration: Computer Matching Could Identify Overstated  Business Deductions. GAO/GGD-93-133. Washington, D.C.: August 13,  1993.", "Information Reporting. GAO/GGD-93-55R. Washington, D.C.: July 22, 1993.", "Tax Administration: Information Returns Can Improve Reporting of  Forgiven Debts. GAO/GGD-93-42. Washington, D.C.: February 17, 1993.", "Tax Administration: Overstated Real Estate Tax Deductions Need to Be  Reduced. GAO/GGD-93-43. Washington, D.C.: January 19, 1993.", "Tax Administration: Federal Agencies Should Report Service Payments  Made to Corporations. GAO/GGD-92-130. Washington, D.C.: September 22,  1992.", "Tax Administration: Approaches for Improving Independent Contractor  Compliance. GAO/GGD-92-108. Washington, D.C.: July 23, 1992.", "Tax Administration: Benefits of a Corporate Document Matching  Program Exceed the Costs. GAO/GGD-91-118. Washington, D.C.: September  27, 1991.", "IRS Needs to Implement a Corporate Document Matching Program.  GAO/T-GGD-91-40. Washington, D.C.: June 10, 1991.", "Tax Administration IRS Can Improve Its Program to Find Taxpayers  Who Underreport Their Income. GAO/GGD-91-49. Washington, D.C.: March  13, 1991.", "Tax Administration: Expanded Reporting on Seller-financed Mortgages  Can Spur Tax Compliance. GAO/GGD-91-38. Washington, D.C.: March 29,  1991.", "IRS’ Compliance Programs to Reduce the Tax Gap. GAO/T-GGD-91-11.  Washington, D.C.: March 13, 1991.", "IRS Can Use Tax Gap Data to Improve Its Programs for Reducing  Noncompliance. GAO/T-GGD-90-32. Washington, D.C.: April 19, 1990.", "Tax Administration: Information Returns Can Be Used to Identify  Employers Who Misclassify Workers. GAO/GGD-89-107. Washington, D.C.:  September 25, 1989.", "Tax Administration: Missing Independent Contractors’ Information  Returns Not Always Detected. GAO/GGD-89-110. Washington, D.C.:  September 8, 1989.", "Tax Administration: IRS’ Efforts to Establish a Business Information  Returns Program. GAO/GGD-88-102. Washington, D.C.: July 22, 1988.", "The Merits of Establishing a Business Information Returns Program.  GAO/T-GGD-87-4. Washington, D.C.: March 17, 1987."], "subsections": []}], "fastfact": []}