{"id": "GAO-18-76", "url": "https://www.gao.gov/products/GAO-18-76", "title": "Small Business Contracting: SBA Efforts May Clarify the Assignment of Industry Codes, and Most Code Appeals Were Dismissed", "published_date": "2017-12-05T00:00:00", "released_date": "2018-01-04T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Federal regulations require that contracting officers assign the NAICS code that best describes the principal purpose of the acquisition. SBA's OHA is responsible for reviewing appeals of NAICS code assignments. Questions have been raised about whether agencies assign the appropriate NAICS codes to ID/IQ contracts with multiple task orders.", "GAO was asked to review several issues related to NAICS codes. In this report, GAO examines (1) what contracting officers consider when assigning NAICS codes to federal contracts and the status of efforts to clarify code assignment and (2) industry views on NAICS code assignment and the number and outcomes of appeals.", "GAO reviewed policies and procedures of the four agencies with the highest ID/IQ obligations from fiscal years 2011–2015: Army, Navy, Department of Homeland Security (DHS), and Department of Health and Human Services (HHS); reviewed one contract and 10 related task orders at each of the selected agencies and interviewed the related contracting officers; analyzed 2016 federal contracting data to identify commonly used NAICS codes and size standards; interviewed three industry groups and five firms that filed appeals for industry views on NAICS code assignment; and analyzed SBA decisions on NAICS code appeals in 2014–2016.", "The Department of Defense, DHS, and SBA had no comments on the report. The General Services Administration and HHS had technical comments, which we incorporated as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["Agencies' contracting officers consider various factors in assigning North American Industry Classification System (NAICS) codes to federal contracts, and the Small Business Administration (SBA) issued a rule in 2013 intended to clarify NAICS code assignment. NAICS codes are the basis for SBA's size standards; therefore, the code that the contracting officer assigns determines whether a firm is eligible for federal contracting preferences, such as small business set-asides. The contracting officers GAO interviewed cited several factors that affect their assignment of NAICS codes, including information on the work to be performed and input from agency small business specialists. However, they stated that assigning a NAICS code can be challenging when one or more codes could apply to a contract. In the 2013 rule, SBA clarified that under certain circumstances, contracting officers may assign more than one code to multiple-award contracts. Such contracts are awarded to two or more contractors under a single solicitation and include indefinite delivery/indefinite quantity (ID/IQ) contracts used when quantities and timing are not known at the time of the award. However, updates to the Federal Acquisition Regulation (FAR)—the rules governing the federal government's purchasing process—are required to fully implement SBA's final rule. The agencies GAO interviewed plan to implement this rule after it is adopted into the FAR and they can make necessary updates to their information technology for contracting. This FAR rule-making process is ongoing.", "Some industry groups and firms GAO interviewed expressed concerns about how contracting officers assign NAICS codes, but SBA's Office of Hearings and Appeals (OHA) dismissed most appeals and denied more than half of the remaining appeals. Some industry groups and firms GAO interviewed expressed concerns that contracting officers may assign NAICS codes based on the size standard (thereby affecting the number of firms that can compete as a small business) and not the work to be performed. However, some also stated it was difficult to determine how often this practice occurs, and OHA officials noted it is the office's role to review the appropriateness of appealed NAICS codes, not the contracting officer's intention when assigning the code. Of the 62 NAICS code appeals that were filed in calendar years 2014–2016, OHA dismissed 35, denied 15, and granted 12 (see fig.). Appeals were dismissed because, among other things, they were untimely or the contracting officer cancelled the acquisition."]}], "report": [{"section_title": "Letter", "paragraphs": ["In fiscal year 2016, about $100 billion in federal contracts were awarded  to small businesses. The Small Business Administration (SBA) uses the  North American Industry Classification System (NAICS), the federal  standard for classifying businesses by industries, as the basis for its small  business size standards. Size standards determine eligibility for receiving  federal contracting preferences, such as small business set-asides. The  Federal Acquisition Regulation (FAR)—the principal set of rules  governing the federal acquisition process—requires that contracting  officers assign the NAICS code that best describes the principal purpose  of the product or service being acquired. The contracting officer’s code  assignment is final unless SBA or an affected firm files an appeal. SBA’s  Office of Hearings and Appeals (OHA) reviews appeals of NAICS code  assignments.", "Questions have been raised about the extent to which contracting officers  choose a NAICS code because they want a certain size standard, not  because it best describes the principal purpose of the acquisition.  Questions have also been raised about the assignment of NAICS codes  to indefinite delivery/indefinite quantity (ID/IQ) contracts, which are  awarded to one or more firms for the same or similar products or services  and are used when the exact times and quantities of future deliveries are  not known at the time of award. These contracts may consist of multiple  awards and orders, and one concern is that the NAICS code assigned to  a contract may not represent the work performed under the majority of the  orders.", "You asked us to review several issues related to NAICS codes. In this  report, we examine (1) what contracting officers consider when assigning  NAICS codes to federal contracts and the status of efforts to clarify code  assignment and (2) industry views on NAICS code assignment and the  number and outcomes of appeals filed with SBA OHA.", "For our first objective, we reviewed federal laws and regulations related to  NAICS code assignment and relevant policies and procedures from the  four agencies with the highest ID/IQ obligations from fiscal years 2011– 2015 (the 5 most recent years of data available from the Federal  Procurement Data System-Next Generation (FPDS-NG) when we began  our review): Army, Navy, Department of Homeland Security (DHS), and  Department of Health and Human Services (HHS). To understand how  these selected agencies assign NAICS codes to contracts, we reviewed  contract documentation, such as acquisition plans and market research  documents, for one ID/IQ contract from each of the agencies and  interviewed the relevant contracting officers, small business specialists,  and SBA procurement center representatives (PCR). We also selected  and reviewed 10 orders from each contract and compared the order  purposes to the base award purposes. To determine the status of  ongoing efforts to clarify code assignment, we reviewed proposed and  final regulatory changes and interviewed officials at SBA and the General  Services Administration (GSA) (the agency responsible for managing the  operation, maintenance, and updating of FPDS-NG). To assess the  reliability of the FPDS-NG data we used, we conducted electronic testing  for missing data, outliers, and inconsistent coding, and compared the data  on selected contracts to contract documentation we obtained. We  determined that these data were sufficiently reliable for the purposes of  determining ID/IQ obligations and identifying trends in NAICS codes  assigned (as discussed below).", "For our second objective, we interviewed officials from three industry  groups and five firms that filed NAICS code appeals during calendar  years 2014–2016 (the 3 most recent years of data available). To identify  commonly used NAICS codes and commonly used size standards, we analyzed data from FPDS-NG to identify the top NAICS codes by  obligations and by number of contracts awarded in fiscal year 2016. To  assess whether contracting officers were more likely to use a NAICS  code after the corresponding size standard increased, we analyzed  FPDS-NG data on fiscal year 2009–2016 obligations and number of  contracts awarded for NAICS codes with size standards that SBA  increased in 2012. To understand SBA OHA’s process for reviewing  NAICS code appeals, we reviewed federal regulations and interviewed  OHA officials. For context, we compared OHA’s process for NAICS codes  appeals to its processes for other types of appeals. To identify the  number and outcomes of NAICS code appeals, we analyzed SBA’s OHA  decisions on NAICS code appeals filed during calendar years 2014–2016.  Appendix I provides additional details on our scope and methodology.", "We conducted this performance audit from October 2016 to December  2017 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based in our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "NAICS Codes and SBA’s Size Standards", "paragraphs": ["The Economic Classification Policy Committee of the Office of  Management and Budget (OMB), Statistics Canada, and Mexico’s  Instituto Nacional de Estadistica y Geografia developed NAICS codes as  a standard for collecting and analyzing data describing the economies of  North American countries. The U.S Census Bureau assigns a 6-digit  NAICS code to each industry based on its primary activity that generates  the most revenue. The Economic Classification Policy Committee  reviews NAICS codes every 5 years for potential revisions to ensure the  relevance, accuracy, and timeliness of the classifications.", "Additionally, SBA uses NAICS codes as the basis for its small business  size standards. The Small Business Act authorizes SBA to establish size  standards for determining eligibility for federal small business assistance,  including contracting preferences. Size standards vary by industry and  are generally expressed either as the average number of employees over  a 12-month period or the average annual receipts in the previous 3  years. For certain codes, there are more than one size standard. SBA  refers to these additional size standards as exceptions. For example,  NAICS code 541712 (Research and Development in the Physical,  Engineering, and Life Sciences, Except Biotechnology) with a general  size standard of 1,000 employees has three exceptions related to aircraft  and aircraft engines (1,500 employees), other aircraft parts (1,250  employees), and guided missiles and space vehicles (1,250 employees).  The Small Business Jobs Act of 2010 requires SBA to review at least  one-third of all size standards during every 18-month period from the date  of its enactment and to review all size standards at least every 5 years.  SBA has completed the first 5-year review of all size standards.", "To help ensure that small businesses receive a share of federal  procurement contract dollars, Congress has set an annual government- wide goal of awarding not less than 23 percent of prime contract dollars to  small businesses. For firms to compete for government contracts set  aside for small businesses, these firms have to meet the small business  size standard for the procurement and have the capacity to provide the  goods and services."], "subsections": []}, {"section_title": "Indefinite Delivery/Indefinite Quantity (ID/IQ) Contracts", "paragraphs": ["ID/IQ contracts provide flexibility in cases where the government cannot  determine the exact quantities and required timing for a product or  service. We found in 2017 that from fiscal years 2011 through 2015, the  proportion of spending by federal agencies on ID/IQ contracts remained  stable and accounted for about a third (more than $130 billion annually) of  total government contract obligations. Contracting officers may award  either a single-award or multiple-award ID/IQ contract to meet  procurement needs. Single-award ID/IQ contracts refer to situations when  only one contract is awarded under a solicitation and are used in certain  circumstances such as when only one contractor is capable of providing  the product or service. Multiple-award ID/IQ contracts refer to situations  when contracts are awarded to two or more contractors under a single  solicitation. The FAR contains policies for using multiple-award ID/IQ  contracts and states a preference for multiple-award (rather than single- award) ID/IQ contracts."], "subsections": []}, {"section_title": "NAICS Code Assignment and Acquisition Process", "paragraphs": ["Contracting officers have the authority to enter into, administer, or  terminate contracts and are responsible for assigning the appropriate  NAICS code and corresponding size standard to an acquisition. The  FAR requires that contracting officers assign the NAICS code that best  describes the principal purpose of the acquisition and states that the  contracting officer’s assignment of the NAICS code is final unless a  person adversely affected by the decision or SBA files an appeal. The  FAR states that when selecting the NAICS code, contracting officers are  to give primary consideration to the industry descriptions in the NAICS  Manual, the product or service description in the solicitation, the relative  value and importance of the components of the procurement making up  the end item being procured, and the function of the goods or services  being purchased. It also notes that a procurement is usually classified  according to the component that accounts for the greatest percentage of  contract value.", "In addition to the contracting officer, a number of agency officials and  offices provide input on the assignment of NAICS codes to federal  contracts during different phases of the acquisition process  (presolicitation, pre-award, and award) (see fig. 1).", "Presolicitation phase. The program office identifies a need and  contacts the contracting officer for guidance on developing and  preparing key acquisition documents, such as the market research  report and acquisition plan. The contracting officer and program  office may also seek advice from the small business specialist and  assigned PCR. After the approval of the procurement request, the  contracting officer and program office work together to revise planning  documents as necessary. Also during the presolicitation phase, the  contracting officer coordinates with agency small business specialists  and SBA’s assigned PCR using a small business coordination form.  The contracting officer then publishes the presolicitation notice to  summarize proposed contract actions.", "Pre-award phase. After the approval of the NAICS code, the  contracting officer publishes the solicitation, which specifies the  assigned NAICS code and corresponding size standard.", "Award phase. The agency awards the contract and publishes the  award notice. Agencies use their contracting writing systems to  execute the acquisition life-cycle from planning to contract award and  use FPDS-NG to report contract awards.", "Firms interested in challenging a NAICS code assigned to a solicitation  may file an appeal with SBA OHA. OHA was established in 1983 and is  responsible for reviewing appeals of NAICS code assignments. OHA also  reviews appeals of certain SBA program decisions such as size  determinations; eligibility determinations for service-disabled veteran- owned (SDVO) small businesses, women-owned small businesses  (WOSB), and economically disadvantaged women-owned small  businesses (EDWOSB); and 8(a) business development program  eligibility determinations, suspensions, and terminations."], "subsections": []}]}, {"section_title": "Contracting Officers Consider Various Factors When Assigning NAICS Codes, and SBA’s 2013 Rule Provides Additional Guidance for Multiple-Award Contracts", "paragraphs": [], "subsections": [{"section_title": "Contracting Officers Consider Several Factors When Assigning NAICS Codes", "paragraphs": ["Officials at the Army, the Navy, DHS, and HHS stated that contracting  officers refer to the FAR when assigning NAICS codes and consider a  variety of factors. Additionally, in 2010 the Department of Defense (DOD)  disseminated a memorandum to its components, which include the Army  and the Navy, reiterating the process for determining the size status of  contractors, including the requirement that contracting officers determine  the appropriate NAICS code and related small business size standard  and include them in solicitations. Although these agencies did not have  training that specifically focused on NAICS codes, the training for  contracting officers included discussion of NAICS code assignment.", "Contracting officers at these four agencies cited several factors, including  a contract’s scope of work, that are involved in determining the NAICS  code for a contract solicitation or an order:", "Statements of work and market research reports. The contracting  officers we interviewed at all four agencies stated that they review the  statements of work and assign the code that represents the majority  of the work. One contracting officer stated that she also reviews the  market research report when assigning the NAICS code. All of the  contracting officers we interviewed at the four agencies stated that the  market research reports usually include the relevant NAICS code. We  found evidence of market research for two of the four contracts that  we reviewed and found that the market research reports included the  NAICS codes assigned to the contracts. Navy and HHS contracting  officers were unable to provide evidence of market research for the  contracts included in our review. Navy officials stated that the  contracting team conducted market research but was unable to find  copies of the documents. The HHS contracting officer stated that he  conducted market research for the contract, but did not document it in  a market research report. Instead, he noted in the small business  coordination form that he reviewed prior or similar acquisitions as part  of efforts to locate small business sources.", "Input from small business specialists. These four agencies’  contracting officers consult with their agencies’ small business  specialists when deciding the NAICS code for a contract. Each of the  four agencies we reviewed required their contracting officers to  complete small business coordination forms prior to issuing  solicitations for their agencies. When completing the forms,  contracting officers must include the NAICS code designation and the  corresponding size standard. Small business specialists must review  the form before the contracting officer can issue the solicitation. All  four agencies provided small business coordination forms related to  the selected contract we reviewed. Additionally, each form included  the signature of the small business specialist and listed the NAICS  code and size standard, as required.", "All four of the agencies’ small business specialists we interviewed  stated that they rarely disagreed with contracting officers on NAICS  code assignments. They also noted that they coordinate with  contracting officers on the NAICS code early in the acquisition  process, for example, during market research. If they are unable to  reach agreement on the code assignment, the specialists can elevate  their concerns to the SBA PCR assigned to the office. According to  SBA officials, the PCR will examine the research and either concur  with the decision or file an appeal to the contracting officer. None of  the specialists we interviewed had elevated any concerns to their  PCR.", "Contract writing system requirements. The contracting officers we  interviewed at all four agencies stated that they assign a single NAICS  code for each solicitation, including for multiple-award contracts,  because their contract writing systems and FPDS-NG do not allow  them to enter more than one code per contract. While acquisition  officials at each agency confirmed that contracting officers can assign  only one code per multiple-award contract in their contract writing  systems, they noted that contracting officers may list multiple codes  for a multiple-award contract in the solicitation.", "Codes assigned to other contracts. Contracting officers we  interviewed at all four agencies stated that if the solicitation is for a  recurring contract, they refer to the previously assigned code. Two  of the four contracting officers also consider the codes assigned to  other contracts within their agencies that consisted of similar work.", "The purpose of the order. To issue an order under a contract, the  purpose of the order must be within the scope of the underlying base  contract. The four contracts we reviewed all had one NAICS code.  The contracting officers we interviewed at all four agencies stated that  if an order did not relate to the base award’s statement of work or  NAICS code, they would award the order through another existing  contract or award a new contract. We reviewed 10 orders from each  of the four selected contracts and found that all 40 of the orders  appeared to reflect the purpose of the base award and appeared to  relate to the assigned NAICS code.", "However, the contracting officers we interviewed at two of the four  agencies noted some challenges in assigning NAICS codes. They stated  that because NAICS code definitions are broad, sometimes more than  one code could be assigned to a solicitation. In reviewing the 40 orders  associated with the four contracts we selected, we noted that in some  instances more than one code could appear to apply to a contract. For  example, the purpose of one order was to provide recommendations on  design, testing, and evaluation in support of engineering activities. We  found that this order could relate to the Research and Development in the  Physical, Engineering, and Life Sciences (Except Biotechnology) code  that was assigned as well as to the Engineering Services code because  both include studies and development using engineering sciences. One  contracting officer also noted that assigning the NAICS code is subjective  and two different contracting officers could review the same contract and  find different codes to be appropriate. We also noted this in reviewing our  sample of orders. We found that some orders had similar purposes but  were assigned different NAICS codes with different corresponding size  standards. For example, as shown in table 1, we found two orders related  to the installation of closed-circuit TV systems that had different NAICS  codes.", "Three of the four contracting officers we interviewed stated that there are  no unique challenges associated with assigning NAICS codes to ID/IQ  contracts compared to other contracts. However, one small business  specialist noted that assigning NAICS codes to ID/IQ contracts may be  challenging for contracting officers because the statements of work may  cover more than one code. One contracting officer we interviewed also  stated that it can be challenging to assign NAICS codes to ID/IQ contracts  because it is difficult to predict the nature of future orders associated with  the base award, especially for research and development contracts."], "subsections": []}, {"section_title": "SBA’s 2013 Rule May Clarify NAICS Code Assignments on Multiple- Award Contracts", "paragraphs": ["In 2013, SBA issued a rule on assigning NAICS codes to multiple-award  contracts that may further clarify code assignment for contracting officers.  The purpose of the rule was to implement the Small Business Jobs Act of  2010, which amended the Small Business Act to allow small business  set-asides for parts of multiple-award contracts, for orders placed against  multiple-award contracts, and for reserving one or more contract awards  for small business concerns. The final rule clarifies that if a multiple- award contract consists of discrete categories, contracting officers may  assign a different NAICS code and corresponding size standard to each  category. Additionally, under the final rule, contracting officers may issue  orders under each category as long as the category’s NAICS code  matches the order’s NAICS code. SBA officials stated that they  developed the rule because contracting officers were unclear on how to  assign NAICS codes to orders from multiple-award contracts.", "Updates to the FAR and FPDS-NG are required to fully implement the  portion of SBA’s final rule related to NAICS codes. In a 2016 proposed  rule to update the FAR, DOD, GSA, and the National Aeronautics and  Space Administration (NASA) proposed changes to implement SBA’s  2013 rule and stated that enhancements to federal data systems were in  process. In June 2017, GSA officials told us that updates to FPDS-NG  would be required because the system does not currently allow agencies  to assign a NAICS code to an order that differs from the code assigned to  the base contract. They also told us that GSA was working on a new  version of FPDS-NG that would allow contracting officers to assign  NAICS codes to orders that differ from the code assigned to the base  contract. SBA officials told us that this planned change would be  responsive to their rule. As of mid-November 2017, the final FAR rule had  not been issued, and updates to FPDS-NG will depend on the final rule.  The four agencies we interviewed were aware of SBA’s 2013 final rule  and the 2016 proposed update to the FAR, and stated they would apply  the guidance in the rule and update their contract writing systems once  the FAR update was finalized."], "subsections": []}]}, {"section_title": "Some Stakeholders Expressed Concerns about NAICS Code Assignments, but Few Appeals Have Been Filed", "paragraphs": [], "subsections": [{"section_title": "Some Industry Groups and Firms Expressed Concern That Contracting Officers Assign NAICS Codes Based on Size Standards", "paragraphs": ["Some of the stakeholders we interviewed—three industry groups and five  small businesses that had filed NAICS code appeals (appellants)— expressed concern that some contracting officers assign NAICS codes  because they want specific size standards, not because they are the most  appropriate codes, but several also stated it was difficult to determine  how often this occurs. Specifically, the three industry groups and four of  the five appellants we interviewed contended that contracting officers in  some instances assign NAICS codes that allow them to make an award  to a firm that would not be considered a small business under the  “appropriate” code. Conversely, an official of one firm we interviewed told  us that contracting officers in some instances assign NAICS codes with  smaller size standards to limit competition for a contract. Because  agencies have a federal mandate to meet small business contracting  goals, contracting officers are required to provide maximum practicable  opportunity to award contracts to small businesses in support of those  goals.", "The following are specific concerns that industry groups and firms  expressed:", "Ambiguous and overlapping language. An official from one firm  told us that the language in the NAICS Manual can be ambiguous and  noted overlap in the descriptions of certain codes with different size  standards. For example, NAICS codes 541330 (Engineering Services)  and 541712 (Research and Development in the Physical, Engineering  and Life Sciences except Biotechnology) both include engineering,  but have different size standards ($15 million and 1,000 employees,  respectively). An official from another firm stated that the broad  NAICS code descriptions result in solicitations that describe identical  work having different NAICS codes and size standards. One industry  group official stated that the practice of assigning a code based on the  size standard and not the principal purpose is particularly a concern  for research and development, professional services, and construction  contracts. The definitions of the NAICS codes for these industries are  broad and there is some overlap. For example, the Professional,  Scientific, and Technical Services sector (Sector 54) includes  research and development, engineering, legal and accounting, and  computer systems design services, among other services. The  Construction sector (Sector 23) also includes engineering services in  addition to housing construction, water and sewer line construction,  and plumbing and heating contractors.", "Preference for incumbent. Officials from two firms we interviewed  told us that when recompeting an existing contract, the contracting  officer may choose the NAICS code that best positions the incumbent  company to compete rather than the code that best represents the  work. Officials of one of these firms also stated that they are  concerned when the NAICS code assigned to an existing contract that  is being recompeted has changed and, in their opinion, the body of  work to be performed under the new contract remains the same as  the existing contract.", "Need to select multiple NAICS codes. In addition, one firm we  interviewed stated that it is difficult to predict the code that a  contracting officer will use for a procurement. Therefore, the firm  selects multiple NAICS codes in its SAM entity registration so  contracting officers will consider it for a variety of contracts. The other  four firms we interviewed also told us that they selected multiple  NAICS codes in SAM. As shown in table 2, a hypothetical firm that  has 450 employees and revenue of $200 million would be a small  business under some NAICS codes and large under other codes.  Certain NAICS codes such as 541330 (Engineering Services) have  exceptions to accommodate military procurement needs.", "However, one industry group and some firms stated that it is difficult to  determine how often the practice of assigning a code based on the size  standard and not the principal purpose occurs. Industry groups and firms  also acknowledged that other factors could lead to the assignment of  inappropriate NAICS codes. For example, one industry group official  stated that human error, not ill intentions, may lead to the assignment of  inappropriate codes. In addition, two firms we interviewed cited the  inexperience of some contracting officers as a cause. One of these firms  also noted that there could be legitimate disagreements about the  appropriate NAICS code because individuals can perceive the nature of  the work differently, including what is the preponderance of work to be  performed. Another industry group official noted that the intended use of  NAICS codes is for statistical purposes, not procurement, and as a result,  the codes do not always align with procurement needs and the  contracting marketplace. OHA officials acknowledged that assigning  codes based on size standards may occur, but noted that it is OHA’s role  to review the appropriateness of appealed NAICS code assignments, not the contracting officer’s intention behind assigning the code. As discussed  in more detail later in this report, the standard for OHA’s review is  whether the NAICS code designation was based on clear error of fact or  law.", "When we shared stakeholders’ concerns about the assignment of NAICS  codes with officials at the four agencies we reviewed and SBA, officials at  three of the five agencies told us that they did not agree with some of the  concerns. For example, DHS officials said that some of the  observations—particularly the statement that contracting officers may  assign the NAICS code that best positions the incumbent company to  compete for the contract—were unfair and could be taken out of context.  HHS officials told us they did not believe that contracting officers at HHS  assign NAICS codes because they want specific size standards. SBA  officials also questioned the stakeholders’ statements and pointed to the  results of NAICS code appeals as an indication that the practice of  assigning NAICS codes based on the size standard was not widespread.", "In addition, we analyzed the use of NAICS codes from fiscal years 2009– 2016 to determine whether contracting officers used NAICS codes whose  size standard increased in 2012 more often than codes whose size  standard did not increase. We selected three sectors with size standard  increases in 2012 (Sectors 48–49 and 54) for this analysis because these  sectors were among the first that SBA reviewed and adjusted.  We  found that the proportion of obligations and new contracts, respectively,  related to NAICS codes with size standards that increased in 2012  remained relatively consistent for Sector 54 and increased for Sectors  48–49 after the size increase. See appendix II for more details."], "subsections": []}, {"section_title": "SBA’s Process for NAICS Code Appeals Includes Expediting Them", "paragraphs": ["According to OHA officials, OHA expedites NAICS code appeals over  other appeals it receives, issuing the decision as soon as practicable  because the decision is effectively moot if it is not made before offers are  due. They stated that the NAICS code appeal process takes an average  of 18 to 30 days to complete, depending on the complexity of the appeal.  SBA’s process for NAICS code appeals includes (1) determining if appeals are timely and within OHA’s jurisdiction, (2) determining if the  appellant is adversely affected by the assignment, and (3) expediting  NAICS code appeals that are accepted. Interested parties filing a NAICS  code appeal do not have to follow a particular format, but the appeal must  include the following information: the solicitation or contract number; the  name, address, and telephone number of the contracting officer; a full  and specific statement as to why the NAICS code designation is alleged  to be in error, and argument in support of such allegations; and the name,  address, and telephone number of the appellant or its attorney.", "Once an appeal is filed, an administrative judge is assigned to adjudicate  it. The judge issues a Notice and Order informing the parties of the filing  of the appeal petition, establishing the close of record as 15 days after  service of the Notice and Order, and informing the parties that OHA must  receive any responses to the appeal petition no later than the close of  record. Upon receiving notice of the appeal, the contracting officer must  place a hold on the solicitation; inform the public about the appeal and the  procedures and deadline for interested parties to submit arguments  concerning the appeal; and send OHA copies of the solicitation and  inform them of any amendments, actions, and developments concerning  the procurement in question. When reviewing NAICS code appeals, the  judge first considers whether the appeal is timely and within OHA’s  jurisdiction. SBA regulations define timely appeals as those that are filed  within 10 calendar days after issuance of the solicitation or amendment to  the solicitation affecting the NAICS code. According to OHA officials,  because the office has jurisdiction over small businesses only, large  businesses cannot file appeals. If the appeal is untimely or outside OHA’s  jurisdiction, the appeal is dismissed.", "If the appeal is not dismissed, OHA officials told us the judge then  reviews the NAICS Manual, SBA regulations on size standards, OHA  precedent, and the written records to make a final and independent  decision. The standard of review is whether the NAICS code designation  was based on clear error of fact or law. If there was no clear error of fact  or law, OHA will deny the appeal. If it finds a clear error of fact or law,  OHA will grant the appeal (see fig. 2).", "We found that OHA’s process for reviewing NAICS code appeals is  generally similar to other types of OHA appeals (see table 3). For  example, NAICS code appeals and other SBA appeals generally must be  filed by an interested party that has been adversely affected. In addition,  NAICS code appeals and some other SBA appeals must be filed within  10 calendar or business days. NAICS code appeals are different from  other SBA appeals in that OHA is adjudicating an action taken by a  contracting agency as opposed to a determination made by an SBA  official.", "Four of the five firms (appellants) that we interviewed to discuss their  experience with NAICS code appeals were generally satisfied with the  appeals process. Of the five appellants, four used a legal counsel and  expressed general satisfaction with the time frames for filing a NAICS  code appeal. Four of the five appellants noted that filing within the 10  calendar days was not a challenge, two of them indicating that they had  known about the code for some time because it was included in the  agency’s request for information or proposals. Three of the four firms that  used a legal counsel also told us the NAICS code filing process was  straightforward. However, the remaining appellant said that 10 calendar  days was not enough time. In addition, two appellants noted that firms  may not file appeals because they are concerned that filing an appeal will  affect their ability to receive future awards from the contracting officer."], "subsections": []}, {"section_title": "Few NAICS Code Appeals Were Filed, and Most Were Dismissed or Denied", "paragraphs": ["Of the 62 NAICS code appeals filed during calendar years 2014–2016,  the majority were dismissed or denied. During this same time period,  approximately 1.4 million new federal contracts were awarded, and 284  other types of appeals were filed with OHA.", "The majority of NAICS code appeals were dismissed, and less than half  of the remaining appeals were granted (see fig. 3).", "Thirty-five appeals were dismissed for procedural reasons. For  example, OHA dismissed NAICS code appeals that were not filed  before the 10 calendar day deadline.", "Fifteen appeals were denied, meaning that OHA determined that the  NAICS code designation was not based on a clear error of fact or law.", "Twelve appeals were granted, meaning that OHA determined that the  NAICS code designation was based on a clear error of fact or law."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We requested comments from DOD, DHS, GSA, HHS, and SBA on a  draft of this report. DOD, DHS, and SBA had no comments on the draft  report. GSA and HHS provided technical comments, which we  incorporated as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to DOD, DHS,  GSA, HHS, and SBA and appropriate congressional committees. In  addition, the report will be available at no charge on the GAO website at  http://www.gao.gov.", "If you or your staffs have any questions about this report, please contact  me at (202) 512-8678 or shearw@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. GAO staff who made major contributions to this report  are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report examines (1) what contracting officers consider when  assigning North American Industry Classification System (NAICS) codes  to federal contracts and the status of efforts to clarify code assignment  and (2) stakeholder views on NAICS code assignment and the number  and outcomes of appeals filed with the Small Business Administration’s  (SBA) Office of Hearings and Appeals (OHA).", "For our first objective, we reviewed federal laws and regulations related to  NAICS code assignment and relevant policies and procedures from the  four agencies with the highest indefinite delivery/indefinite quantity (ID/IQ)  contract obligations from fiscal years 2011–2015 (the 5 most recent years  of Federal Procurement Data System-Next Generation (FPDS-NG) data  available when we began our review): Army, Navy, Department of  Homeland Security (DHS), and Department of Health and Human  Services (HHS). These agencies accounted for approximately $347  billion in obligations and 47 percent of all ID/IQ obligations in fiscal years  2011–2015. To understand how these selected agencies assign NAICS  codes to contracts, we reviewed contract documentation, such as  acquisition plans and market research documents, for one ID/IQ contract  from each of the agencies (see table 4).", "We selected the four contracts we reviewed based on (1) whether they  had small business set-asides, (2) the NAICS code, and (3) the number  of orders. We selected contracts to obtain a mix of assigned NAICS  codes and corresponding size standards. We selected contracts awarded  in fiscal years 2014 and 2015 with codes from NAICS industry Sector 54  (Professional, Scientific, and Technical Services) because this sector  accounted for half of the 10 NAICS codes with the highest ID/IQ  obligations from fiscal years 2011–2015 (see table 5). We focused on  ID/IQ contracts for our contract review because orders for these contracts  are ordered after the base contract is awarded, potentially leading to  challenges when assigning the NAICS code.", "We interviewed contracting officers, small business specialists, and SBA  procurement center representatives (PCR) associated with each  contract. Of the contracting officers who assigned the NAICS codes to  the selected contracts, three no longer worked at the agencies. As such,  we interviewed the contracting officer currently assigned to the contract.  We also interviewed either the small business specialist who reviewed the  NAICS code assignment or the specialist currently responsible for the  contract or program office.", "To understand how orders relate to the base awards and their NAICS  codes, we reviewed 10 orders from each contract and compared each  order’s purposes to the base award purposes and to the NAICS code  definition. We selected a mix of (1) orders that had product and service  codes different from the codes assigned to the majority of the contract’s  orders or did not contain key words contained in the contract’s statement  of work and (2) orders that were the top orders in terms of obligations.  To determine the status of ongoing efforts to clarify code assignment, we  reviewed proposed and final regulatory changes to NAICS code  assignment and interviewed officials at SBA and the General Services  Administration (the agency responsible for managing the operation,  maintenance, and updating of FPDS-NG).", "For our second objective, to understand stakeholders’ views on NAICS  code assignment, we interviewed officials from three industry groups and  five firms that filed NAICS code appeals during calendar years 2014– 2016 (the 3 most recent years of data available). We selected three  industry groups to interview that were small business trade associations  or contracting interest groups with information on their websites about  NAICS codes. We interviewed 5 of the 14 firms that filed appeals in  calendar years 2014–2016 of NAICS codes in Sector 54 (the sector with  the most appeal decisions). We selected these firms to get a variety of  results (granted, denied, or dismissed) and focused on firms that had filed  multiple appeals or recent appeals.", "To identify commonly used NAICS codes and commonly used size  standards, we analyzed data from FPDS-NG to identify the top NAICS  codes by obligations and by number of contracts awarded in fiscal year  2016. To assess whether contracting officers were more likely to use a  NAICS code when the corresponding size standard increased, we  analyzed fiscal year 2009–2016 obligations and number of contracts  awarded for NAICS codes in three sectors with size standards that SBA  increased in 2012. We assessed the reliability of the FPDS-NG data we  used by electronically testing for missing data, outliers, and inconsistent  coding, and by comparing the data on selected contracts to contract  documentation we obtained, including the NAICS code and whether or  not the contract was an ID/IQ contract. We determined that the data were  sufficiently reliable for the purposes of identifying trends in NAICS codes  assigned.", "To understand SBA OHA’s process for reviewing NAICS code appeals,  we reviewed federal regulations and interviewed OHA officials. For  context, we compared OHA’s process for NAICS code appeals to its  processes for other types of appeals. To identify the number and  outcomes of NAICS code appeals, we obtained and analyzed SBA’s OHA  decisions on NAICS code appeals filed during calendar years 2014–2016.  We summarized the year, agency, outcome, and challenged code for  each of the decisions in this time period.", "We conducted this performance audit from October 2016 to December  2017 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based in our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Analysis of Federal Procurement Data System-Next Generation Data on North American Industry Classification System Code Assignments", "paragraphs": ["In this appendix, we present analyses of FPDS-NG data on NAICS codes  by obligations and number of contracts awarded. Specifically, we  analyzed (1) FPDS-NG data for fiscal year 2016 to determine commonly  used NAICS codes and size standards and (2) FPDS-NG data for fiscal  years 2009 through 2016 to determine whether selected NAICS codes  were used more often when the corresponding size standards increased."], "subsections": [{"section_title": "Commonly Used NAICS Codes", "paragraphs": ["Tables 6 and 7 contain data on the top 50 NAICS codes by obligations  and number of new contracts awarded, respectively, in fiscal year 2016.", "Tables 8 and 9 contain data on commonly used revenue-based size  standards and employee-based size standards by obligations.", "Tables 10 and 11 contain data on commonly used revenue-based size  standards and employee-based size standards by new contracts  awarded."], "subsections": []}, {"section_title": "Use of NAICS Codes with Size Standard Increases in 2012", "paragraphs": ["Industry stakeholders we interviewed stated that contracting officers may  assign NAICS codes because they want specific and usually higher size  standards, not because they are the most appropriate codes. We  analyzed the use of NAICS codes from fiscal years 2009–2016 to  determine whether contracting officers used NAICS codes whose size  standard increased in 2012 more often than codes whose size standard  did not increase. We selected three sectors with size standard increases  in 2012 (Sectors 48–49 and 54) for this analysis because these sectors  were among the first that the Small Business Administration reviewed and  adjusted. As shown in figures 4 and 5, the proportion of obligations and  new contracts, respectively, with NAICS codes where size standards  increased in 2012 remained relatively consistent for Sector 54 and  increased for Sectors 48–49 after the size increase."], "subsections": []}]}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Paige Smith (Assistant Director),  Juliann Vadera (Analyst in Charge), Pamela Davidson, Timothy DiNapoli,  Suellen Foth, Julia Kennon, John McGrail, Marc Molino, Ifunanya  Nwokedi, and Tovah Rom made key contributions to this report."], "subsections": []}]}], "fastfact": []}