{"id": "GAO-14-539", "url": "https://www.gao.gov/products/GAO-14-539", "title": "Federal Grants: Agencies Performed Internal Control Assessments Consistent with Guidance and Are Addressing Internal Control Deficiencies", "published_date": "2014-07-30T00:00:00", "released_date": "2014-07-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In fiscal year 2013, the federal government obligated over $555 billion for grants. Effective oversight of internal controls is important for providing reasonable assurance that grants are awarded properly, recipients are eligible, and federal grant funds are used as intended.", "GAO was asked to review internal control issues over grants. This report (1) examines whether the five largest grant-making agencies' internal control oversight processes for their grant programs were consistent with OMB requirements and (2) describes internal control issues that have been reported related to the grants management process and key grant programs.", "To achieve these objectives, GAO reviewed the fiscal year 2012 internal control assessment processes for the five largest grant-making agencies' grants programs, as conducted under OMB Circular No. A-123. GAO reviewed the agencies' assessment documentation and reviewed grants internal control findings reported in other reviews of these agencies for fiscal years 2012 and 2013. GAO did not include Medicaid—the largest federal grant program—which has been well covered in other GAO and HHS OIG reviews.", "GAO is not making any recommendations but continues to monitor grants management as part of its work on key issues.", "In general, the five agencies concurred with the information in the report. Some agencies also provided technical comments that were incorporated, as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["For fiscal year 2012, the processes used by the five largest grant-making agencies to conduct their internal control assessments were consistent with the requirements of Office of Management and Budget (OMB) Circular No. A-123, which requires that agencies identify significant areas within their operations in which to implement key controls, continuously monitor and test those controls, and report annually on management's judgment regarding the adequacy and effectiveness of internal control. The five largest grant-making agencies by amount of grant obligations are the Departments of Health and Human Services (HHS), Education, Transportation (DOT), Agriculture (USDA), and Housing and Urban Development (HUD). The agencies identified areas of risk, including grants programs and grants management processes, in which to implement key controls and then monitored and tested those controls. The agencies identified deficiencies through control tests, prepared and implemented corrective action plans to address the deficiencies identified, and reported on their internal control through annual management assurance statements. HHS, DOT, and USDA qualified their internal control management assurance statements for fiscal year 2012, in part because of material weaknesses affecting their grant programs. For fiscal year 2013, HHS, USDA, and HUD gave qualified statements of assurance in part because of material weaknesses in their grant programs.", "In addition to issues identified through the OMB Circular No. A-123 process, other audits and reviews have reported internal control issues related to the grants management process and grant programs. For example:", "For fiscal years 2012 and 2013, DOT's financial statement auditors reported that DOT did not timely identify and deobligate unused grant obligations. DOT took actions to address the recommendations, resulting in the auditors reducing the issue from a material weakness in fiscal year 2012 to a significant deficiency in fiscal year 2013.", "In July 2013, HUD's Office of Inspector General (OIG) reported that guidance for ensuring whether grantees are carrying out grant activities in a timely manner in compliance with requirements of the Community Development Block Grant program was not always implemented effectively. HUD generally concurred with the recommendations and stated its intent to address them.", "In both fiscal years 2012 and 2013, HHS reported over $1 billion in estimated improper payments in grant programs. HHS's OIG determined that HHS did not comply with all requirements of the Improper Payments Elimination and Recovery Act of 2010 for certain grant programs. HHS reported that it has steps planned and under way to help prevent and reduce improper payments.", "OMB Circular No. A-123 notes that agency managers and staff should be encouraged to identify control deficiencies, as this reflects positively on the agency's commitment to recognizing and addressing management problems. Financial statement auditors, OIGs, and GAO continue to focus on grants internal controls through their audits and reviews, and the agencies continue to use the results of these reviews and their own assessments to develop corrective actions and oversee internal controls of federal grants to ensure that necessary controls are in place and operating effectively."]}], "report": [{"section_title": "Letter", "paragraphs": ["Federal grants are a significant tool for helping to achieve national  objectives as they fund many programs important to the public. In fiscal  year 2013, the federal government obligated over $555 billion for grants  for a wide array of activities, including building highways, bridges, and  mass transit systems; hiring teachers and increasing student access to  higher education; funding medical and other types of research; and  providing medical services, nutrition programs, and housing assistance  for the economically disadvantaged.controls, also known as internal controls, are important for providing  reasonable assurance to federal managers and taxpayers that grants are  awarded properly, recipients are eligible, and federal grant funds are used  as intended and in accordance with applicable laws and regulations. In  numerous reviews over the years, we and agency Offices of Inspector  General (OIG) have reported weaknesses in agencies’ internal controls  for managing and overseeing grants. (See the Related GAO Products list  at the end of this report.)", "Because of concerns about reported weaknesses in grants management  and oversight across federal agencies, you asked us to review internal  control issues over grants. This report (1) examines whether the five  largest grant-making agencies’ internal control oversight processes for  their grant programs were consistent with Office of Management and  Budget (OMB) requirements and (2) describes internal control issues that  have been reported related to the grants management process and key  grant programs. According to fiscal year 2012 USAspending.gov data, the  most current available data at the time we started our review, the five  largest grant-making agencies by grant dollars obligated were the  Departments of Health and Human Services (HHS), Education  (Education), Transportation (DOT), Agriculture (USDA), and Housing and  Urban Development (HUD), which we selected as the subjects of our  review.", "Using fiscal year 2012 USAspending.gov data, we selected 2 or 3 of the  largest program offices in each of the five agencies, for a total of 12  program offices, so that our review would cover a large portion of the  federal funds awarded for grants.program, amounted to over 43 percent of the total obligations incurred for  grants in fiscal year 2012, we elected to exclude the Medicaid grant  program from our review because it has been the subject of numerous  reviews, including many by GAO and HHS’s OIG. Further, by doing so,  we were able to include HHS programs that otherwise would not have  been covered in our review and still comply with our selection criteria to  cover over 80 percent of an agency’s grant obligations, excluding  Medicaid obligations. Thus our scope covers oversight of internal controls  over a large percentage of the non-Medicaid federal grant dollars.", "Although Medicaid, an HHS grant  To assess the reliability of the USAspending.gov obligations data, we   (1) reviewed recent GAO work that used the data and (2) compared  results of ranking agencies by obligation amounts to the results of ranking  agencies based on outlay amounts reported by OMB. In our recent work,  we had assessed the reliability of USAspending.gov obligations data for a  report we issued in September 2012 by (1) performing electronic testing  of required data elements, (2) reviewing existing information about the  data and the system that produced them, and (3) interviewing agency  officials knowledgeable about the data, and we determined that the data  were sufficiently reliable for the purposes of that report. We also  determined that the data were sufficiently reliable for the purpose of  selecting agencies and program offices to review for this report. Further,  to assess the reasonableness of our decision to use USAspending.gov  obligations data to select the top five grant-making agencies, we reviewed  OMB’s Historical Table 12.3, Total Outlays for Grants to State and Local  Governments, by Function, Agency and Program: 1940-2013, to  determine the five largest grant-making agencies based on outlays for  grants. We reviewed and summarized the data and found that the same  five agencies we selected based on USAspending.gov data were also the  top five grant-making agencies according to OMB’s data. As the OMB  budget data had undergone rigorous review by OMB, we considered it  sufficiently reliable for the purposes of this report.information about our selection of program offices and further details on  our scope and methodology.", "To examine whether the agencies’ internal control oversight processes for  their grant programs were consistent with OMB requirements, we focused  on the fiscal year 2012 internal control evaluation processes they  performed to comply with the internal control assessment and reporting  requirements of OMB Circular No. A-123 and its Appendix A. We  reviewed documentation of the OMB Circular No. A-123 internal control  assessment processes for the selected program offices in the five  agencies, including documentation of deficiencies identified and planned  corrective actions. We interviewed agency officials and officials in the  agencies’ OIGs about the agencies’ assessment processes and oversight  of grants-related internal controls. We based our evaluation on OMB  Circular No. A-123 and Standards for Internal Control in the Federal  Government, specifically the standard for monitoring.", "To identify internal control issues that have been reported related to the  grants management process and key grant programs, we reviewed the  agencies’ financial statement audit reports for fiscal years 2012 and 2013,  and relevant GAO and OIG reports issued in fiscal years 2012 and 2013.  We also reviewed improper payments information reported by the  agencies in their fiscal year 2012 and 2013 agency financial reports and  the results of the OIGs’ reviews of agencies’ compliance with improper  payments laws. Finally, we reviewed management challenges reported by  the agencies’ OIGs. Appendix I provides details of our scope and  methodology.", "We conducted this performance audit from November 2012 to July 2014  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Grant Types and Programs", "paragraphs": ["The federal government uses grants—forms of federal financial  assistance to a state, a local government, or a nongovernmental recipient  authorized to receive U.S. government assistance (e.g., charitable or  educational institutions) for a specified public purpose—to achieve  national objectives and respond to emerging trends, such as changing  demographics and changing threats to homeland security. Federal grant  programs are diverse and can vary in numerous ways including type,  size, nature of recipients, and types of programs they fund. Grant  programs also vary in the amount of discretion they give to the recipient in  how the funds will be used and the way the funds are allocated or  awarded. The types of grants awarded by the agencies in our review  include the following:", "Block grants allow recipients, predominately states, to fund a broad  range of activities within more general policy areas, such as  community development or law enforcement.", "Formula grants are awarded to all eligible grantees based on a  statutory allocation formula, which may be based on a number of  variables, including population, poverty rate in a given area, or tax  effort. The grants are typically awarded to states, which often pass  funds through to eligible local government agencies and nonprofit  organizations.", "Project grants are generally awarded on a competitive basis and  provide funding for fixed or known periods for specific projects or the  delivery of specific services or products. Project grants can include  fellowships, scholarships, research grants, training grants,  traineeships, experimental and demonstration grants, evaluation  grants, planning grants, technical assistance grants, survey grants,  and construction grants.", "These categories are not mutually exclusive and can overlap when used  to define grant programs. For example, HUD awards Community  Development Block Grant funds to states using a formula, and then the  states distribute the funds to localities, sometimes as project grants.", "Some agencies also use cooperative agreements, another form of  financial assistance similar to grants, but one in which the federal agency  is more involved with the recipient in implementing the financial  assistance program. The distinguishing factor between a grant and a  cooperative agreement is the degree of federal participation or  involvement during the performance of the work activities."], "subsections": []}, {"section_title": "Program Offices and Grant Programs in Our Review", "paragraphs": ["Most of the program offices included in our review oversee and monitor  large block and formula grant programs, while others award and manage  numerous project or other smaller grants, as described in table 1."], "subsections": []}, {"section_title": "Importance of Internal Control", "paragraphs": ["At all stages of the grants life cycle, it is essential that effective internal  control systems are in place. Internal control represents an agency’s  plans, methods, and procedures used to meet its mission, goals, and  objectives and serves as the first line of defense in safeguarding assets  and preventing and detecting errors, fraud, waste, abuse, and  mismanagement. Effective oversight of internal controls for grant  programs is important to provide reasonable assurance to taxpayers that  grants are awarded properly, recipients are eligible, and federal funds are  used as intended and in accordance with applicable laws and regulations.  The term reasonable assurance is important because no matter how well- designed and well-operated, internal control cannot provide absolute  assurance that agency objectives will be met. Cost-benefit is an important  concept to internal control considerations. Internal control is very broad  and encompasses all controls within an agency, covering an agency’s  entire mission and operations, not just financial operations. Figure 1  shows examples of agencies’ control activities in each phase of the  grants life cycle.", "Congress passed the Federal Managers’ Financial Integrity Act (FMFIA)  to help improve the management of federal government programs and  strengthen agency internal control systems by requiring ongoing  evaluations and reports on the adequacy of executive agency internal  control systems. FMFIA, as implemented by GAO standards and OMB  guidance, requires agency managers to establish internal control systems  that provide reasonable assurance regarding the agency’s proper use of  funds and resources, compliance with statutes and regulations, and  preparation of reliable financial reports. In accordance with FMFIA, OMB  has established guidance for agencies for evaluating and reporting on  their internal controls. This guidance is now contained in OMB Circular  No. A-123, Management’s Responsibility for Internal Control. FMFIA also  requires GAO to issue internal control standards for the federal  government, which are now contained in Standards for Internal Control in  the Federal Government. These standards provide the overall  framework for establishing and maintaining internal control and for  identifying and addressing major performance and management  challenges and areas at greatest risk of fraud, waste, abuse, and  mismanagement. The standards also provide that for internal control to  be effective, an agency’s management should establish both a supportive  overall control environment and specific control activities directed at  carrying out the agency’s objectives."], "subsections": []}, {"section_title": "Annual Internal Control Assessment and Reporting", "paragraphs": ["OMB Circular No. A-123 states that management is responsible for  establishing and maintaining internal control to achieve the objectives of  effective and efficient operations, reliable financial reporting, and  compliance with applicable laws and regulations. OMB Circular No. A-123  provides guidance to federal managers on improving the accountability  and effectiveness of federal programs and operations by establishing,  assessing, correcting, and reporting on internal control. OMB Circular No.  A-123 requires federal agencies and managers to take systematic and  proactive measures to, among other things, assess the adequacy of  internal control in federal programs and operations and report annually on  internal control through management assurance statements.", "To assess the adequacy of internal controls, federal agencies conduct an  annual assessment that includes testing key controls, identifying needed  improvements, and developing and implementing corrective action plans.  As part of this assessment, OMB Circular No. A-123 states that  management should consider a variety of internal and external sources,  including management knowledge and internal program reviews, financial  statement audit reports, single audit reports, and improper payment  reviews and reports. Further, OMB Circular No. A-123 provides that the  agency head should consider input from senior program officials and the  OIG.", "OMB Circular No. A-123 requires management to annually provide  assurances about the adequacy and effectiveness of its internal control in  a management assurance statement. This statement of assurance, which  is included in an agency’s performance and accountability report or  agency financial report, represents the agency head’s informed judgment  as to the overall adequacy and effectiveness of internal control within the  agency based on management’s assessment as described above,  including the consideration of outside sources such as the results of  financial statement audits. Management will give an unqualified statement  of assurance when there are no material weaknesses to report and will  give a qualified statement of assurance when there are material  weaknesses related to internal control."], "subsections": []}, {"section_title": "Other Mechanisms for Overseeing and Monitoring Grant Program Internal Controls", "paragraphs": ["Federal agencies, including the five in our review, use other mechanisms  and processes, in addition to OMB Circular No. A-123, to oversee and  monitor their grants internal controls. The single audit—audit of federal  awards, including grant funds, administered by state and local  governments and nonprofit organizations—is intended to be an important  mechanism used by federal agencies to ensure accountability for federal  funds.expenditures, adequacy of internal controls over federal funds,  compliance with grant rules and regulations, and questioned amounts.  Grant-making agencies use single audit reports to monitor grantees’  compliance with program and financial requirements. The agencies also   Single audit reports provide information about the validity of grant  use other mechanisms to monitor their grant programs, for example,  creating annual grant performance plans, performing eligibility  determinations, reviewing grantee financial reports, and conducting  management control reviews."], "subsections": []}, {"section_title": "Improper Payments", "paragraphs": ["Congress passed three successive acts from 2002 to 2013 toward  eliminating improper payments. The Improper Payments Information Act  of 2002 (IPIA) required executive branch agencies to annually review all  programs and activities to identify those that are susceptible to significant  improper payments, to estimate the annual amount of improper payments  for such programs and activities, and to report these estimates along with  actions taken to reduce improper payments for programs with estimates  that exceed $10 million. This act was subsequently amended by the  Improper Payments Elimination and Recovery Act of 2010 (IPERA),  which expanded on the previous requirements for identifying, estimating,  and reporting on programs and activities susceptible to significant  improper payments and for recovering overpayments across a broad  range of federal programs. On January 10, 2013, the Improper  Payments Elimination and Recovery Improvement Act of 2012 was  enacted to impose further requirements to identify, prevent, and recover  payment errors.", "IPERA requires that OIGs determine whether their agencies are in  compliance with the criteria listed in IPERA and annually report the  results to the head of the agency, among others. OMB also plays a key  role in the oversight of the government-wide improper payments issue.  OMB has established guidance in Appendix C of OMB Circular No. A-123  to implement the requirements of IPERA. IPERA and the OMB guidance  require an OIG to use the following criteria in making a compliance  determination on whether the agency has published the agency financial report and OMB-required  accompanying information on the agency’s website,  conducted a risk assessment for specific programs to determine  whether they are susceptible to significant improper payments, published improper payment estimates for all high-risk programs, reported on actions to reduce improper payments, published and met targets for reducing improper payments, reported a gross improper payment rate of less than 10 percent for  each high-risk program, and  reported efforts to recapture improper payments.", "For the period within the scope of this report, IPERA defined significant  improper payments as those in any particular program or activity that  exceed both 2.5 percent of program or activity payments and $10 million  annually or that exceed $100 million. For each program identified as  susceptible and determined to be at risk of improper payments, agencies  are required to report to the President and Congress the annual amount  of estimated improper payments, along with steps taken and actions  planned to reduce them. Agencies report this information in their annual  performance and accountability report or agency financial report."], "subsections": []}]}, {"section_title": "Agencies’ Assessments of Internal Controls over Grants Programs Were Consistent with OMB Requirements", "paragraphs": ["The processes used by all five agencies to conduct their internal control  assessments for fiscal year 2012 were consistent with the requirements in  OMB Circular No. A-123. The agencies identified areas of risk in which to  implement key controls and then monitored and tested those controls.  The agencies identified deficiencies through the control tests, prepared  and implemented corrective action plans to address the deficiencies  identified, and reported on their internal control through management  assurance statements."], "subsections": [{"section_title": "Agencies Identified Significant Grants Programs and Processes to Include in Their Fiscal Year 2012 Internal Control Assessments", "paragraphs": ["OMB Circular No. A-123 requires that agencies identify significant areas  within their operations in which to implement key controls and then  continuously monitor and test those controls. All five agencies conducted  a risk assessment to identify significant processes or programs to include  in their internal control assessment processes for fiscal year 2012. Based  on these risk assessments, as shown in table 2, each agency selected its  grants management process (or parts of its grants management process)  or it selected grant programs to test controls as part of its fiscal year 2012  OMB Circular No. A-123 internal control assessment process. OMB  Circular No. A-123 does not specify a recommended approach for  evaluating or testing controls for processes or programs.", "When conducting these risk assessments, the agencies considered the  effect that various factors could have on the risk that program objectives  may not be met or a misstatement may be made in the financial  statements. OMB Circular No. A-123 does not include requirements  regarding specific factors to consider when determining which controls to  test, and the agencies differed in the number of and specific risk factors  they considered, as shown in table 3. Management at all of the agencies  approved the selection of processes or programs to be included in their  agencies’ internal control assessments."], "subsections": []}, {"section_title": "Agencies Identified Grants Internal Control Issues and Developed Corrective Action Plans", "paragraphs": ["OMB Circular No. A-123 requires agencies to identify needed  improvements in controls and take corresponding corrective actions. It  also notes that agency managers and staff should be encouraged to  identify control deficiencies, as this reflects positively on the agency’s  commitment to recognizing and addressing management problems.  Further, Standards for Internal Control in the Federal Government states  that findings of audits and other reviews should be promptly resolved.  The agencies identified deficiencies in certain grants internal controls as a  result of their fiscal year 2012 OMB Circular No. A-123 assessment  processes. When agencies identified control deficiencies, they prepared  corrective action plans that included steps to be taken, responsible  parties, and timeframes for completion. We reviewed these plans and  determined that if implemented effectively, the steps to be taken should  correct the deficiencies. For example:", "HHS’s Administration for Children and Families tested controls for the  grants management process and identified deficiencies that  contributed to delays in receiving grantee financial reports and  resolving single audit findings. The Administration for Children and  Families developed and implemented corrective actions, including  following up with and providing assistance to grantees to improve the  timeliness of periodic reporting and taking steps to ensure proper  approvals and signatures on documents related to addressing single  audit findings.", "HHS’s National Institutes of Health tested controls for the grants  management process and found deficiencies in following up with  grantees regarding their late filing of financial reports during the grant  closeout phase and resolution of single audit findings. The National  Institutes of Health prepared a corrective action plan that includes  procedures to improve the timeliness of grantee reports and actions to  improve instructions to grantees regarding repayment of disallowed  funds found in single audits. It plans to complete these actions by  December 2014.", "Education’s Internal Controls Evaluation Group (Evaluation Group) in  the Office of the Chief Financial Officer tested related controls for  discretionary and formula grants across several program offices,  including the Office of Elementary and Secondary Education and  Office of Special Education and Rehabilitative Services, and identified  deficiencies. Some controls were found to be deficient primarily  because of a lack of documentation. The deficiencies resulted in two  findings in various offices, including the Office of Elementary and  Secondary Education. According to the Evaluation Group, the Office  of Elementary and Secondary Education implemented corrective  actions, which included ensuring that grantees are making progress  on their noncompliance issues before being awarded additional grant  funds and providing technical assistance to grantees to help them  successfully carry out their projects.", "DOT’s Federal Transit Administration identified a deficiency related to  tracking single audit findings. The findings were not being entered into  the automated system used to manage oversight program activities  and were being tracked offline. The Federal Transit Administration  implemented its corrective action plan by issuing a memo to regional  offices reiterating the requirements to enter single audit findings in the  system in a timely manner and holding routine conference calls and  training sessions with regional offices about the issue. Also, according  to the Federal Transit Administration, it updated the standard  operating procedures for single audit findings, which were in the  agency’s review process as of April 2014.", "USDA’s Food and Nutrition Service and its National Institute of Food  and Agriculture tested controls for the grants management process  and identified deficiencies related to grant accruals, completion of site  visit reports, and review of single audits. For example, the National  Institute of Food and Agriculture identified a deficiency in the control  related to timely review and resolution of single audits. Its corrective  action plan included drafting standard operating procedures;  developing a single audit tracking spreadsheet to document open  reviews, findings, and timelines; and obtaining contractor assistance  to help clear the extensive backlog of single audit reviews. As of  February 2014, according to the National Institute of Food and  Agriculture, the backlog was being addressed.", "HUD’s Office of Community Planning and Development assessed  controls for the Neighborhood Stabilization Program and identified a  deficiency related to the timeliness of grantee reports used to monitor  grantees. In response to the finding, a corrective action plan was  created to address the untimely filing of these reports. According to  HUD, the Office of Community Planning and Development solicited  and received recommendations from field offices for improvements to  the process. The field office feedback is being incorporated into  guidance, and the Office of Community Planning and Development  plans to communicate the updated guidance to field offices no later  than June 30, 2014."], "subsections": []}, {"section_title": "Agencies Reported on Their Internal Control Assessments in Management Assurance Statements", "paragraphs": ["OMB Circular No. A-123 requires agencies to report annually on  management’s judgment regarding the adequacy and effectiveness of  internal control in assurance statements signed by management. All five  agencies included management assurance statements in their annual  agency financial reports, as required. Based on their fiscal year 2012  OMB Circular No. A-123 assessment processes, which included testing of  key program and process controls, results of financial statement audits,  and other information, all five agencies gave a qualified statement of  assurance for fiscal year 2012.", "Three of the five agencies (HHS, DOT, and USDA) qualified their  assurance statements because of weaknesses in grants processes or  grants programs. Specifically, HHS and USDA reported material  weaknesses because of noncompliance with IPERA for some large  grant programs, which is discussed later in this report. DOT reported  a material weakness involving unliquidated obligations, including in  grant programs. These weaknesses were also identified by financial statement auditors, as discussed later in this report.", "HUD and Education qualified their fiscal year 2012 assurance for  reasons not directly related to grants. HUD qualified its assurance  because of weaknesses in its human capital operations, and  Education qualified its assurance because of weaknesses in its  servicing systems for student loan programs.", "In their fiscal year 2013 management assurance statements, HHS and  USDA continued to qualify their assurance regarding internal controls  because of noncompliance with IPERA. For fiscal year 2013, Education  management gave an unqualified statement of assurance (no material  weaknesses reported). DOT took steps to correct the problems with its  unliquidated obligations and no longer reported the issue as a material  weakness in fiscal year 2013. However, HUD qualified its fiscal year 2013  assurance because of, among other reasons, a material weakness  related to its accounting for formula grants."], "subsections": []}]}, {"section_title": "Internal Control Issues Reported Include Control Deficiencies, Improper Payments, and Management Challenges", "paragraphs": ["In addition to the issues identified through the OMB Circular No. A-123  process, other audits and reviews have reported internal control issues  related to the grants management process and grant programs. We  examined the agencies’ financial statement audit reports and other  reports issued by GAO and the agencies’ OIGs and found that internal  control deficiencies related to grants, including weaknesses in controls for  monitoring and oversight of grantees and unliquidated grant obligations  and certain accounting methods for grant programs, have been reported.  Further, some of the agencies identified and reported on improper  payments in grants programs, and OIGs for some of the agencies  reported issues related to agencies’ improper payments information.  OIGs have also reported management challenges related to grants."], "subsections": [{"section_title": "Financial Statement Auditors Reported Significant Deficiencies in Controls over Grants Programs", "paragraphs": ["The primary purpose of a financial statement audit is to provide an  opinion about whether an entity’s financial statements are presented fairly  in all material respects in conformity with an applicable financial reporting  framework. Reporting on financial statement audits also includes reports  on internal control over financial reporting and on compliance with  provisions of laws, regulations, contracts, and grant agreements that have  a material effect on the financial statements. Financial statement auditors  for three of the agencies reported deficiencies in grants monitoring  controls and grants accounting methods.", "Specifically, for fiscal years 2012 and 2013, financial statement auditors  for DOT, USDA, and HUD reported significant deficiencies, some of  which were considered to be material weaknesses, in the agencies’  internal controls associated with grant programs. Reported grants- related deficiencies primarily related to accounting for grant programs and  monitoring procedures over grant activities. A common issue at many  agencies is deficiencies in controls over unliquidated grants obligations.  Financial statement auditors at DOT, USDA, and HUD reported such  deficiencies, as discussed below, and we have previously reported on the  issue. In April 2012, we reported that millions of dollars of grant  obligations remain in expired grant accounts—accounts that were more  than 3 months past the grant end date and had no activity for 9 months or  more. Agency regulations typically impose closeout procedures upon  both the awarding agency and the grantee. Generally, within 90 days  after the completion of the grant award, grantees must submit all  financial, performance, and other reports as required by the terms and  conditions of the award. Also within this 90-day period, grantees generally  are to liquidate all obligations incurred under the award. These closeout  procedures make funds less susceptible to fraud, waste, and  mismanagement; reduce the potential costs to agencies for fees paid to  maintain grant accounts; and may enable agencies to redirect resources  to other projects.", "DOT’s financial statement auditors reported deficiencies related to  unliquidated obligations in grants programs for both fiscal years 2012 and  2013 and controls over grant accruals in fiscal year 2012.", "In fiscal year 2012, the auditors reported a material weakness related  to controls over the review and monitoring of grant and nongrant  unliquidated obligations, including those at the Federal Highway  Administration and the Federal Transit Administration. Specifically, the  Federal Highway Administration and the Federal Transit  Administration did not timely identify and deobligate unused obligation  balances. DOT subsequently performed the necessary deobligations  to correct its financial data. Further, to correct the underlying cause,  the Federal Highway Administration and the Federal Transit  Administration revised their procedures for reviewing and addressing  unliquidated obligations in February 2013 and May 2013, respectively.  In fiscal year 2013, while the auditors continued to identify issues with  unused obligations, they no longer considered the issue a material  weakness and reduced it to a significant deficiency.  In fiscal year 2012, the auditors reported a significant deficiency  related to controls over grant accruals at some program offices,  including the Federal Highway Administration. At fiscal year-end, DOT  calculated and recorded an estimated liability for amounts owed to its  grantees for costs incurred under grant agreements but not yet billed  to or reimbursed by DOT. The auditors reported that the Federal  Highway Administration did not have adequate controls in place to  ensure that all significant grantees and grant programs were properly  included in DOT’s grant accrual estimate methodology, and as a  result, the grant accruals were potentially understated. This issue was  no longer reported as a significant deficiency in fiscal year 2013.", "For fiscal years 2012 and 2013, USDA financial statement auditors  reported a significant deficiency involving unliquidated obligations. They  reported that ineffective monitoring and reviewing resulted in invalid  obligations remaining open, thus restricting the availability of funding  authority and increasing the risk of misstating obligations as of year-end.  In the fiscal year 2012 audit report, the auditors noted that substantial  improvements had been made to effectively monitor and review  unliquidated obligations since fiscal year 2011, when the auditors  reported this issue as a material weakness. The auditors made no new  related recommendations in the fiscal year 2012 report and downgraded  the material weakness to a significant deficiency. In the fiscal year 2013  audit report, the auditors again reported the issue as a significant  deficiency and recommended that the department emphasize the  importance of complying with USDA’s requirements related to  unliquidated obligations. The auditors also noted that USDA management  reported that the Forest Service was not in compliance with certain  federal requirements related to managing grants programs in fiscal years  2012 and 2013.", "HUD’s financial statement auditors reported significant deficiencies  related to controls over unliquidated obligations and controls for  monitoring some grant programs for fiscal years 2012 and 2013. In  addition, the auditors reported a material weakness caused by HUD’s  noncompliance with the Federal Financial Management Improvement Act  of 1996 (FFMIA), including noncompliance associated with the Office of  Community Planning and Development’s information systems for fiscal  years 2012 and 2013.", "During the financial statement audits for fiscal years 2012 and 2013,  HUD’s financial statement auditors reported a significant deficiency  related to unliquidated obligations. The auditors found inadequate  procedures related to timely reviews and recapture of unexpended  obligations for several grant programs, including those within the  Office of Community Planning and Development, which led to  misstatements in HUD’s obligation balances. In the fiscal year 2013  audit report, the auditors reported that review and closeout policies  had been drafted but not finalized or implemented because of  competing priorities. The auditors recommended that the Office of  Community Planning and Development review and deobligate invalid  obligations.", "For fiscal year 2012, the auditors reported a significant deficiency  related to the Office of Community Planning and Development’s  controls for monitoring grantees, including that the system used to  communicate the results and status of on-site monitoring was not  effective because field offices did not always follow the monitoring  handbook and did not always update the information system to reflect  current status of monitoring reviews. The auditors repeated  recommendations from the prior year to ensure that the monitoring  handbook is followed, the information in the grants management  system is accurate, and findings from grantee reviews are closed and  funds are collected. By fiscal year 2013, most of the  recommendations had been implemented, and the auditors no longer  reported this issue as a significant deficiency for fiscal year 2013.", "The auditors reported material weaknesses for fiscal years 2012 and  2013 because HUD’s financial management systems did not comply  with FFMIA, including noncompliance associated with the Office of  Community Planning and Development’s information systems. The  material weakness was due, in part, to the Office of Community  Planning and Development’s method of accounting and the system  used for disbursing obligations, which did not comply with the  requirements of FFMIA for maintaining financial management systems  that substantially comply with federal financial management systems  requirements and applicable federal accounting standards. The  auditors reported that the Office of Community Planning and  Development was taking steps to address the issues.", "Because of many of these internal control issues and ones identified at  other federal agencies, we reported a significant deficiency in internal  controls related to grants management in our audit reports on the U.S.  government’s consolidated financial statements for fiscal years 2012 and  2013.adversely affect the federal government’s ability to ensure that grant  funds are being properly reported and used in accordance with applicable  program laws and regulations.", "Deficiencies in grants management internal controls could  In addition to reporting on deficiencies in internal controls, financial  statement auditors also report on instances of noncompliance with certain  laws and regulations. Auditors for HHS and USDA reported instances of  noncompliance with IPERA for some grant programs for fiscal years 2012  and 2013, which are discussed later in this report."], "subsections": []}, {"section_title": "GAO and OIGs Reported Issues Related to Grants Monitoring and Other Aspects of Grant Programs", "paragraphs": ["We and agency OIGs have reviewed federal grants programs and  reported findings and recommendations related to monitoring and other  aspects of grant programs at many federal agencies, including the five in  our review. For example:  In December 2012, we reported on HHS’s Administration for Children  and Families Temporary Assistance for Needy Families program.  We found that the Temporary Assistance for Needy Families  program’s accountability framework provided incomplete information  on how states’ noncash services were contributing to the program’s  purposes. States are required to submit several reports to HHS.  Taken together, these reports serve as the accountability framework  in place to help HHS and Congress ensure that states use Temporary  Assistance for Needy Families program funds for proper purposes  and identify needed program improvements. We recommended that  HHS develop a detailed plan with timelines to revise reporting  categories for program expenditures. HHS formed an internal  workgroup to review and revise a Temporary Assistance for Needy  Families program reporting form for collecting more-detailed  expenditure data, and published two Federal Register notices in  September 2013 and January 2014, regarding proposed revisions to  the financial reporting form. HHS plans to issue the form effective for  fiscal year 2015.  In June 2011, we reported on education reform grants to states  required by the American Recovery and Reinvestment Act of 2009   We found that Education had provided extensive  (Recovery Act). support to grantee states and had begun monitoring states’ progress  in meeting program goals.grantees to share information, such as hosting meetings on specific  initiatives. Some officials from grantee states said they would find this  information useful, but they were generally unaware of these  resources or were unable to access them. We recommended that  Education facilitate information sharing among grantees. Among other  things, Education established communities of practice to address  multiple topics. Education oversees the activities of each community   Education also developed ways for  by managing a work plan that includes the target dates for each  activity. In addition, Education communicates these activities to  members of each community of practice via emails and calls as well  as a monthly update to all grantees with upcoming dates and events.  In December 2011, HHS’s OIG reported on a science awards  program at the National Institutes of Health. The program is  administered through cooperative agreements, which are similar to  grants but require more involvement by the awarding agency. The  OIG reported that it found documentation and reporting issues, which  the National Institutes of Health is taking steps to correct. Specifically,  the Clinical and Translational Science Awards Program did not  properly document awardees’ progress under their cooperative  agreements. The OIG recommended that the National Institutes of  Health ensure that program staff document their monitoring of  awardee progress; ensure timely submission of required reports;  maintain official files in accordance with federal policy; and, as  required for cooperative agreements, provide substantial involvement  to Clinical and Translational Science Awards Program awardees. The  National Institutes of Health concurred with the recommendations and  stated that it had taken or planned to take steps to implement them.  In August 2012, DOT’s OIG reported on weaknesses in grants  oversight at the Federal Transit Administration and made several  related recommendations. Federal Transit Administration lacked adequate guidance for ensuring  that findings from grantee oversight reviews were consistently  identified and adequately tracked to ensure grantees were complying  with laws and regulations and implementing corrective actions. In  response, the Federal Transit Administration stated that it was   (1) revising its oversight and review processes to, among other things,  identify grant recipients needing technical assistance and   (2) developing standard operating procedures to provide more  consistency across regions and implementing new performance  measures. The OIG reported that these actions, both those taken and  planned, were responsive to the recommendations.", "Department of Transportation Office of Inspector General, Improvements Needed in  FTA’s Grant Oversight Program, MH-2012-168 (Washington, D.C.: Aug. 2, 2012).", "In February 2012, USDA’s OIG performed work related to the  Recovery Act and reported that it found that the Food and Nutrition  Service did not create adequate, proactive controls to ensure that  states awarded grants for schools to purchase and renovate food  service equipment based on Recovery Act criteria, and did not ensure  timely reporting of Recovery Act spending data on Recovery.gov as  required by OMB guidance on using funds pursuant to the Recovery  Act. The OIG recommended that the Food and Nutrition Service  continue to update and implement adequate, proactive controls for its  standard competitive grant award process. The Food and Nutrition  Service agreed that continuous improvement of controls over the  competitive award process was warranted and agreed with the OIG’s  recommendation to update controls. According to USDA’s Office of  the Chief Financial Officer, the Food and Nutrition Service took  corrective action and the recommendation was closed in February  2013.  In July 2013, HUD’s OIG reported that HUD’s guidance for ensuring  grantee compliance with the Community Development Block Grant  program’s timeliness spending requirement was not always  implemented effectively, and documentation of HUD’s rationale for not  sanctioning noncompliant grantees was inadequate. HUD is to  annually determine whether Community Development Block Grant  grantees—states, cities, and counties—are carrying out grant  activities in a timely manner, which includes timely drawdown of grant  funds. HUD is to generate a monthly report to help field offices  monitor grantees’ compliance with the timeliness spending  requirement. The OIG recommended, among other things, that HUD  (1) strengthen controls over Community Development Block Grant  procedures related to the monthly timeliness report and notification to  noncompliant grantees and (2) establish documentation requirements  and procedures for grantees that do not comply with the timeliness  spending requirement. HUD generally concurred with these  recommendations and stated that it would enhance current  procedures to address the recommendations."], "subsections": []}, {"section_title": "Agencies Reported Improper Payments in Grant Programs", "paragraphs": ["In both fiscal years 2012 and 2013, four of the largest grant-making  agencies reported almost $5 billion in estimated improper payments in  grants programs. Agencies are required by IPIA, as amended by IPERA  and implemented by OMB guidance, to periodically review and assess all  programs and activities to identify those susceptible to significant  improper payments, estimate the annual amount of improper payments,  and report these estimates along with actions taken to reduce improper  payments when the estimates exceed both $10 million annually and 2.5  percent of program or activity payments (or 1.5 percent of program or  activity payments starting in fiscal year 2014) or when the estimates  exceed $100 million.", "As shown in table 4, four of the agencies reported improper payment  estimates and error rates (i.e., amount of estimated improper payments  divided by total program outlays) in grant programs administered by the  program offices in our review for fiscal years 2012 and 2013."], "subsections": []}, {"section_title": "OIGs Reported Issues with Agencies’ Improper Payments Information", "paragraphs": ["IPERA requires, among other things, OIGs to determine whether their  agencies are in compliance with the criteria listed in IPERA and annually  report the results to the heads of their agencies, the Comptroller General,  and certain congressional committees. Many OIGs do so by reviewing  their agencies’ improper payment reporting in the annual agency financial  report and accompanying materials. For fiscal years 2012 and 2013, the  OIGs reported the following for their respective agencies.", "The HHS OIG reported that while HHS met many of IPERA’s  compliance requirements, it did not fully comply with IPERA for fiscal  years 2012 and 2013 for some of its grant programs. Specifically,  the OIG reported that HHS did not comply with IPERA for the  Children’s Health Insurance Program for fiscal year 2012 because it  did not publish a corrective action plan for the program’s improper  payments. HHS did publish a corrective action plan for this program  for fiscal year 2013. For the Foster Care program, the OIG reported  that HHS did not comply for fiscal year 2012 because the improper  payment rate of 6.2 percent exceeded HHS’s target rate of 4.5  percent. For fiscal year 2013, HHS’s Foster Care improper payments  rate of 5.3 percent met the target rate of 6 percent for that year. In the  case of the Temporary Assistance for Needy Families program, the  OIG reported that HHS did not report an improper payments estimate  for either fiscal year 2012 or fiscal year 2013. According to HHS,  statutory limitations related to obtaining state data prohibited HHS  from developing an estimate. However, HHS has reported that is  taking steps and has planned actions to help prevent and reduce  improper payments, including providing technical assistance to help  strengthen state program integrity efforts, revisions to the Temporary  Assistance to Needy Families financial reporting form so that states  can provide more accurate information about how they are using  program funds, and sharing with states information and best practices  for reducing improper payments.", "The USDA OIG reported that USDA did not meet IPERA’s compliance  requirements for fiscal years 2012 and 2013 for some of its grants  programs, including the School Lunch and School Breakfast  Programs and the Child and Adult Care Food Program. The OIG  reported that the School Lunch and School Breakfast Programs did  not comply because they reported improper payment rates that  exceeded 10 percent for both fiscal years 2012 and 2013. According  to the OIG, the Food and Nutrition Service’s administration of these  programs was highly decentralized and involved many governmental  and nongovernmental organizations to provide benefits at  approximately 100,000 locations. The OIG reported that Food and  Nutrition Service officials stated that they were aware of the significant  improper payment rate in these two programs, and they hired a  contractor to conduct a study to help develop initiatives and practices  to address this problem. The OIG reported that the results of the study  were pending at the time of its review for fiscal year 2013 and noted  that Food and Nutrition Service officials believed it would take time to  achieve an error rate less than 10 percent. For the Child and Adult  Care Food Program, the OIG reported that USDA reported only a  partial estimate of improper payments for both fiscal years 2012 and  2013 because the Food and Nutrition Service did not have a cost- effective method for estimating improper payments for one of the  program’s two components—Family Day Care Homes Meal Claims.  Food and Nutrition Service officials continued to report difficulties in  determining a gross estimate for the Child and Adult Care Food  Program, which included over 190,000 participating day care homes  and centers with varied eligibility requirements for each of the  program’s two components. According to the OIG’s report on its fiscal  year 2013 review, the Food and Nutrition Service has conducted  feasibility studies since 2006 to develop a reliable method for  estimating improper payments, but the studies were not reliable. The  Food and Nutrition Service told us that it continues to assess methods  of estimating erroneous payments and that a new study will be  conducted in 2014 to explore an alternative method of measuring the  rate of erroneous payments.", "For both fiscal years 2012 and 2013, Education’s OIG reported that  Education met IPERA’s compliance requirements; however,  improvements were needed in the estimation methodology for both  the Pell Grant and Direct Loan Programs. The OIG recommended  that Education (1) continue working with OMB to obtain approval for  an estimation methodology that addresses current limitations with  some data used and (2) where estimates are based on the results of  program reviews, include all program review results for a sufficient  period of time in the universe of potential improper payments.  Education agreed with the OIG’s recommendations and noted that it  had modified its fiscal year 2014 estimation methodologies.", "For fiscal years 2012 and 2013, DOT’s OIG reported that although  DOT met IPERA’s compliance requirements, some of the information  reported in its agency financial reports was inaccurate. The OIG recommended, among other things, that DOT implement procedures  to ensure that all elements required for IPERA reporting are accurate  and supported by documentation. The OIG also reported that while  DOT’s programs met IPERA’s required improper payment rate of less  than 10 percent for both fiscal years 2012 and 2013, the Federal  Transit Administration did not meet its target error rates for those  years. In its 2012 and 2013 agency financial reports, DOT reported  error rates of 0.44 percent and 0.73 percent, respectively, for its  Formula Grants Program. These rates did not did not meet the target  error rates reported in DOT’s fiscal year 2012 and 2013 agency  financial reports of 0.25 percent and 0.50 percent, respectively."], "subsections": []}, {"section_title": "OIGs Reported Management Challenges Related to Grant Programs", "paragraphs": ["The Reports Consolidation Act of 2000 requires each OIG to prepare a  statement that summarizes what the OIG considers to be the most  serious management and performance challenges facing its agency.  Agencies are to include the OIG’s summary of management challenges in  their annual agency financial report or performance and accountability  report.", "HHS’s OIG reported grants management and identifying and reducing  improper payments as top grants-related management challenges for  fiscal year 2012. HHS is the largest grant-making agency in the  federal government, and oversight and management of both new and  continuing grant programs are crucial to HHS’s mission. The OIG has  found internal control deficiencies, problems with financial stability,  inadequate organizational structures, inadequate procurement and  property management, and inadequate personnel policies and  procedures among grantees. In addition, the OIG reported that HHS  faces challenges complying with IPERA for some of its programs,  including the Temporary Assistance for Needy Families program, as  discussed above. For fiscal year 2013, the OIG reported a similar  challenge for grants management—protecting HHS grants and  contract funds from fraud, waste, and abuse. The improper payments- related challenge reported by the OIG for fiscal year 2013 was  focused on Medicare programs and not on grants programs.", "Education’s OIG reported management challenges for fiscal years  2012 and 2013, including oversight and monitoring of the  department’s programs and grantees and improper payments.  Regarding oversight and monitoring, the OIG reported that the  number of different entities and programs requiring monitoring and  oversight, the amount of funding that flows through the department,  and the impact that ineffective monitoring could have on stakeholders  make monitoring and oversight a challenge. The OIG also reported  that Education faces challenges in its efforts to successfully prevent,  identify, and recapture improper payments in some programs,  including the Pell Grant and Title I Programs. For fiscal year 2013,  while the OIG noted progress was being made in some areas, it  reported management challenges similar to those for fiscal year 2012.", "For fiscal year 2012, DOT’s OIG reported a grants-related  management challenge: ensuring effective oversight of Recovery Act  projects and applying related lessons learned to improve DOT’s  infrastructure programs. For fiscal year 2013, the OIG reported  challenges in strengthening existing highway and transit project  oversight mechanisms and improving financial management over  grants to better use funds, create jobs, and improve infrastructure.", "For fiscal years 2012 and 2013, USDA’s OIG reported a management  challenge: identifying, reporting, and reducing improper payments,  including those in some grant programs. The OIG reported, among  other things, that USDA continues to struggle to meet IPERA’s  compliance requirements for reporting and preventive measures.  Also, the OIG noted that related quarterly reports did not always  provide accurate, complete, and timely information.", "Among other issues, HUD’s OIG reported oversight and monitoring of  some of its grant programs as a management challenge in fiscal years  2012 and 2013. The challenges included oversight of Recovery Act  funds and monitoring grants for housing assistance programs and for  disaster recovery. For example, the OIG reported that HUD faces  challenges in monitoring Community Development Block Grant  Disaster Recovery Assistance funds because of, among other things,  limited resources for performing oversight, the broad nature of HUD  projects, a lack of understanding of disaster recovery grants by the  recipients, and the length of time needed to complete projects."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["In fiscal year 2013, the federal government obligated over $555 billion in  grants for a wide array of activities. Effective oversight of internal controls  is important for providing reasonable assurance to federal managers and  taxpayers that grants are awarded properly, recipients are eligible, and  federal grant funds are used as intended and in accordance with  applicable laws and regulations. Our review found that the five largest  grant-making agencies’ internal control assessment processes were  consistent with the requirements in OMB Circular No. A-123 and its  Appendix A. The findings from these assessment processes and from  other reviews identified material weaknesses and significant deficiencies  in grants management. OMB Circular No. A-123 notes that agency  managers and staff should be encouraged to identify control deficiencies,  as this reflects positively on the agency’s commitment to recognizing and  addressing management problems. Further, agencies are estimating that  billions of dollars in improper payments occur each year in the grants  programs. Financial statement auditors, OIGs, and we continue to focus  on grants internal controls through audits and reviews, and the agencies  continue to use the results of these reviews and their own assessments to  develop corrective actions and oversee internal controls of federal grants  to ensure controls are in place and operating effectively."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Secretaries of Health and Human  Services, Education, Transportation, Agriculture, and Housing and Urban  Development. In general, all five agencies concurred with the information  in the report. Education, DOT, USDA, and HUD also provided technical  comments that were incorporated as appropriate. In addition, Education  provided written comments, which are reprinted in appendix II. We also  provided a draft of the report to the Director of OMB, and OMB responded  that it had no comments.", "We are sending copies of this report to the Secretaries of Health and  Human Services, Education, Transportation, Agriculture, and Housing  and Urban Development; the Director of the Office of Management and  Budget; appropriate congressional committees; and other interested  parties. In addition, the report is available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2623 or davisbh@gao.gov. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last   page of this report. GAO staff members who made key contributions to  this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to (1) examine whether the five largest grant-making  agencies’ internal control oversight processes for their grant programs  were consistent with Office of Management and Budget (OMB)  requirements and (2) describe internal control issues that have been  reported related to the grants management process and key grant  programs."], "subsections": [{"section_title": "Agency Selection", "paragraphs": ["To select the agencies to include in our review and to obtain adequate  coverage of federal grant dollars for fiscal year 2012—the most recently  completed fiscal year at the time we started our review—we reviewed and  summarized grant obligations data reported by agencies through  USAspending.gov (as of November 19, 2012).five agencies with the highest amounts of grants obligations, which  accounted for almost 75 percent of total federal grant obligations for fiscal  year 2012, excluding Medicaid, as discussed further below. The  Departments of Health and Human Services (HHS), Education  (Education), Transportation (DOT), Agriculture (USDA), and Housing and  Urban Development (HUD) were the top five federal grant-making  agencies based on grants obligations for fiscal year 2012. We also  reviewed USAspending.gov data for fiscal year 2013 (as of January 27,   We decided to include the  2014) and confirmed that the five largest grant-making agencies, based  on obligations, in fiscal year 2012 remained the same in fiscal year 2013.", "To assess the reliability of the USAspending.gov obligations data, we   (1) reviewed recent GAO work that used the data and (2) compared  results of ranking agencies by obligation amounts to the results of ranking  agencies based on outlay amounts reported by OMB, as discussed  below. In our recent work, we had assessed the reliability of  USAspending.gov obligations data for a report we issued in September  2012 by (1) performing electronic testing of required data elements,   (2) reviewing existing information about the data and the system that  produced them, and (3) interviewing agency officials knowledgeable  about the data, and we determined the data were sufficiently reliable for  the purposes of that report. We also determined the data were sufficiently  reliable for the purpose of selecting agencies and program offices to  review for this report.", "OMB collects data from federal agencies each year to prepare the President’s budget.  OMB uses these data for a number of purposes related to the budget, including producing  the Historical Tables, which are publicly available on OMB’s website. One series of  Historical Tables contains information on federal outlays for grants to state and local  governments. According to OMB, the purpose of this series of Historical Tables is to  identify federal government outlays that constitute income to state and local governments  to help finance their services. rigorous review by OMB, we considered them sufficiently reliable for the  purposes of this report.", "In our review of the USAspending.gov data, we noted that grant  obligations for Medicaid, one of HHS’s grant programs, amounted to over  43 percent of total obligations incurred by the federal government for  grants in fiscal year 2012. We elected to exclude the Medicaid program  from our review because it has been the subject of numerous reviews,  including many by GAO and HHS’s OIG, and by doing so, we were able  to include HHS grant programs that otherwise would not have been  covered in our review and still comply with our selection criteria to cover  over 80 percent of each agency’s grant obligations. (See table 5 and the  related discussion.) Even after excluding Medicaid funds for fiscal year  2012, HHS was still the largest grant-making agency as measured by  grant obligations.", "During our initial planning work, we learned that agencies generally  include cooperative agreements as part of their grants programs. We  also learned that although USAspending.gov data for Education  categorize Pell Grants as “direct payments for a specified use” and do not  identify them as “grants,” Education considers Pell Grants to be grants,  and the Pell Grant Program is Education’s largest grant program.  Therefore, in addition to USAspending.gov’s obligations for grants, we  included in the scope of our review USAspending.gov amounts for  cooperative agreements for the five agencies and Pell Grants. In addition,  while HUD considers its Public Housing Operating Fund a subsidy  program, and the Catalog of Federal Domestic Assistance categorizes  the program as “direct payments for specified use,” we included the  program in our review based on the USAspending.gov categorization.", "In addition, during our planning work, we found that federal agencies rely  on their program offices to provide assurance statements regarding the  effectiveness of their internal controls. The program office assurance  statements are then rolled up into the agency-wide management  assurance statement, which the agencies are required by OMB to provide  in their performance and accountability reports or agency financial  reports. Therefore, to obtain the most dollar coverage and cover the  greatest subject area during our review, we selected the 2 or 3 largest  program offices from each agency in order to cover over 80 percent of  grant obligations for each agency, resulting in a total of 12 program  offices, as shown in table 5. These 12 program offices together  represented almost 75 percent of the total government-wide grants  obligations (excluding Medicaid) for fiscal year 2012. If we had not  excluded Medicaid, the National Institutes of Health grant programs would  not have been selected for inclusion in our review as the Centers for  Medicare & Medicaid Services and the Administration for Children and  Families together would have accounted for about 88 percent of HHS  grant obligations. By excluding Medicaid, we were able to include the  National Institutes of Health grant obligations, allowing us to cover  additional grant programs."], "subsections": []}, {"section_title": "Examination of Agencies’ Internal Control Oversight", "paragraphs": ["To examine whether the five largest grant-making agencies’ internal  control oversight processes for their grants programs were consistent with  OMB requirements, we focused on the agencies’ fiscal year 2012 internal  control evaluations performed to meet the internal control assessment  and reporting requirements of OMB Circular No. A-123 and its Appendix  A. We also considered Standards for Internal Control in the Federal  Government, specifically, the standard for monitoring. The standards  provide the overall framework for establishing and maintaining internal  control in federal programs. The monitoring standard states that internal  control monitoring should assess the quality of performance over time  and ensure that the findings of audits and other reviews are promptly  resolved.", "We obtained and analyzed documentation from the 12 program offices  and from each of the five agencies’ Office of the Chief Financial Officer.  This documentation included or described relevant policies and  procedures, risk assessments, testing methodologies and results,  deficiencies found and corrective action plans developed and  implemented as part of the fiscal year 2012 OMB Circular No. A-123  internal control assessment process. We used a data collection  instrument to collect and summarize information obtained from the  agencies. We did not reperform agency testing of internal controls or  conduct our own testing of controls.", "We also interviewed officials in the 12 program offices and officials from  each of the five agencies’ Office of the Chief Financial Officer and OIG  about the agencies’ assessment processes and oversight of grants- related internal control."], "subsections": []}, {"section_title": "Identification of Reported Internal Control Issues", "paragraphs": ["To identify internal control issues that have been reported related to the  grants management process and key grant programs, we reviewed the  agencies’ financial statement audit reports for fiscal years 2012 and 2013  and relevant GAO and OIG reports issued in fiscal years 2012 and 2013  to identify grants-related internal control findings and recommendations.  We also reviewed improper payment information reported by the five  agencies in their agency financial reports for fiscal years 2012 and 2013  to determine whether the agencies identified improper payments in their  grants programs. We reviewed the OIGs’ reports on their agencies’  compliance with the criteria listed in the Improper Payments Elimination  and Recovery Act of 2010 for fiscal years 2012 and 2013. We also  reviewed management challenges reported by the agencies’ OIGs for  fiscal years 2012 and 2013.", "We conducted this performance audit from November 2012 to July 2014  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}]}, {"section_title": "Appendix II: Comments from the Department of Education", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Kimberly McGatlin (Assistant  Director), Laura Bednar, Maria C. Belaval, Bruce David, Lauren S.  Fassler, Maxine Hattery, Diane Morris, Danietta Williams, and Elizabeth  Wood made significant contributions to this report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["School-Meals Programs: USDA Has Enhanced Controls, but Additional  Verification Could Help Ensure Legitimate Program Access. GAO-14-262.  Washington, D.C. May 15, 2014.", "Recovery Act: Grant Implementation Experiences Offer Lessons for  Accountability and Transparency. GAO-14-219. Washington, D.C.:  January 24, 2014.", "Grants Performance: Justice and FEMA Collect Performance Data for  Selected Grants, but Action Needed to Validate FEMA Performance Data.  GAO-13-552. Washington, D.C.: June 24, 2013.", "Grants Management: Improved Planning, Coordination, and  Communication Needed to Strengthen Reform Efforts. GAO-13-383.  Washington, D.C.: May 23, 2013.", "Grants Management: Oversight of Selected States’ Disbursement of  Federal Funds Addresses Timeliness and Administrative Allowances.  GAO-13-392. Washington, D.C.: April 16, 2013.", "WIC Program: Improved Oversight of Income Eligibility Determination  Needed. GAO-13-290. Washington, D.C.: February 28, 2013.", "Temporary Assistance for Needy Families: More Accountability Needed  to Reflect Breadth of Block Grant Services. GAO-13-33. Washington,  D.C.: December 6, 2012.", "Grants to State and Local Governments: An Overview of Federal Funding  Levels and Selected Challenges. GAO-12-1016. Washington, D.C.:  September 25, 2012.", "Recovery Act: Housing Programs Met Spending Milestones, but Asset  Management Information Needs Evaluation. GAO-12-634. Washington,  D.C.: June 18, 2012.", "Highway Infrastructure: Federal-State Partnership Produces Benefits and  Poses Oversight Risks. GAO-12-474. Washington, D.C.: April 26, 2012.", "Grants Management: Action Needed to Improve the Timeliness of Grant  Closeouts by Federal Agencies. GAO-12-360. Washington, D.C.: April 16,  2012.", "Improper Payments: Remaining Challenges and Strategies for  Governmentwide Reduction Efforts. GAO-12-573T. Washington, D.C.:  March 28, 2012.", "Foster Care Program: Improved Processes Needed to Estimate Improper  Payments and Evaluate Related Corrective Actions. GAO-12-312.  Washington, D.C.: March 7, 2012.", "National Institutes of Health: Employment and Other Impacts Reported by  NIH Recovery Act Grantees. GAO-12-32. Washington, D.C.:   November 10, 2011.", "Highway Emergency Relief: Strengthened Oversight of Project Eligibility  Decisions Needed. GAO-12-45. Washington, D.C.: November 8, 2011.", "TANF and Child Welfare Programs: Increased Data Sharing Could  Improve Access to Benefits and Services. GAO-12-2. Washington, D.C.:  October 7, 2011.", "Disadvantaged Students: School Districts Have Used Title I Funds  Primarily to Support Instruction. GAO-11-595. Washington, D.C.: July 15,  2011.", "Race to the Top: Reform Efforts Are Under Way and Information Sharing  Could Be Improved. GAO-11-658. Washington, D.C.: June 30, 2011.", "Federal Grants: Improvements Needed in Oversight and Accountability  Processes. GAO-11-773T. Washington, D.C.: June 23, 2011.", "Grants.gov: Additional Action Needed to Address Persistent Governance  and Funding Challenges. GAO-11-478. Washington, D.C.: May 6, 2011.", "Medicaid and CHIP: Reports for Monitoring Children’s Health Care  Services Need Improvement. GAO-11-293R. Washington, D.C.: April 5,  2011.", "Department of Education: Improved Oversight and Controls Could Help  Education Better Respond to Evolving Priorities. GAO-11-194.  Washington, D.C.: February 10, 2011."], "subsections": []}], "fastfact": []}