{"id": "GAO-14-12", "url": "https://www.gao.gov/products/GAO-14-12", "title": "Federal Real Property: Improved Standards Needed to Ensure That Agencies' Reported Cost Savings Are Reliable and Transparent", "published_date": "2013-10-29T00:00:00", "released_date": "2013-12-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In June 2010, the President issued a memorandum directing federal agencies to achieve $3 billion in real property cost savings by the end of fiscal year 2012 through a number of methods, including disposal of excess property, energy efficiency improvements, and other space consolidation efforts.", "GAO was asked to review the cost savings agencies reported in response to the memorandum. This report (1) describes the cost savings agencies reported in response to the June 2010 presidential memorandum and how those savings were identified by selected agencies and (2) determines the extent that selected agencies' reporting of savings was reliable and transparent, and how, if at all, reporting of real property cost savings could be improved. GAO reviewed OMB guidance for implementing the memorandum, reviewed the cost savings agencies reported on the administration's Performance.gov website, and obtained documentation from and interviewed officials from six agencies and OMB staff about the agencies' reported cost savings. GAO selected the agencies based on their overall cost-savings targets and the types of savings measures implemented, among other things."]}, {"section_title": "What GAO Found", "paragraphs": ["Agencies reported real property cost savings of $3.8 billion in response to the June 2010 presidential memorandum from disposal, space management, sustainability, and innovation activities. Space management savings, defined by the Office of Management and Budget (OMB) as those savings resulting from, among other things, consolidations or the elimination of lease arrangements that were not cost effective, accounted for the largest portion of savings reported by all agencies, and for about 70 percent of the savings reported by the six agencies GAO reviewed--the General Services Administration (GSA) and the Departments of Agriculture (USDA), Energy (DOE), Homeland Security (DHS), Justice (DOJ), and State (State). The requirements of the memorandum, as well as agencies' individual savings targets and the time frame for reporting savings, led the selected agencies to primarily report savings from activities that were planned or under way at the time the memorandum was issued.", "GAO's review of the six selected agencies identified several problems that affect the reliability and transparency of the reporting of cost savings in response to the June 2010 memorandum. In particular, the memorandum and subsequent guidance issued by OMB were not clear on the types of savings that could be reported, particularly because the term \"cost savings\" was not clearly defined. For example, officials from several agencies GAO reviewed said the guidance was unclear about whether savings from cost avoidance measures could be reported. In addition, the agencies interpreted the guidance differently and, in some cases, did not follow the guidance, practices that led to inconsistent reporting, for example:", "Agencies made different assumptions in reporting disposal savings: Two agencies reported one year of avoided operations and maintenance savings for the year in which the disposal occurred, while three agencies reported up to 3 years of savings depending on when disposals occurred during the 3-year period.", "Some agencies did not deduct costs associated with their disposals: State and DHS did not deduct the costs associated with their reported disposal savings. DOE deducted costs for some of its reported disposals savings, but did not deduct costs for disposals carried out by its Office of Environmental Management.", "Some agencies reported savings outside the time frame of the memorandum: GSA reported savings from a property exchange, but retained ownership of the site in 2013, after the deadline, fiscal 2012's end. USDA reported savings from office closures that occurred in fiscal year 2013.", "Finally, OMB did not require agencies to provide detailed documentation of their reported savings or include specific information about agencies' reported savings on Performance.gov, limiting transparency. Agency officials stated that the memorandum broadened their understanding of real property cost-savings opportunities. However, establishing clearer standards for identifying and reporting savings would improve the reliability and transparency of the reporting of cost savings and help decision-makers better understand the potential savings of future initiatives to improve federal real-property management."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Director of OMB establish clear and specific standards to help ensure reliability and transparency in the reporting of future real-property cost savings. OMB generally agreed with GAO's recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["The federal government’s real estate portfolio is vast and diverse and  includes almost 400,000 buildings located throughout the country that are  owned or leased by the federal government. We have noted long- standing problems with how this property is managed, designating federal  real property management as a high-risk area. Disposing of excess and  underutilized properties could potentially result in government-wide cost  savings by generating sales proceeds, reducing operating and  maintenance costs, and avoiding rent costs by ending leases. In recent  years, the federal government has undertaken initiatives to achieve cost  savings associated with better management of excess and underutilized  properties, and better use of remaining real property assets. In particular,  in June 2010, the President issued a memorandum directing federal  agencies to achieve $3 billion in real property cost savings by the end of  fiscal year 2012 through a number of methods, including disposal of  excess property, energy efficiency improvements, and other space  consolidation efforts. The memorandum further directed the  Administrator of the General Services Administration (GSA), in  consultation with the Director of the Office of Management and Budget  (OMB), to coordinate agency efforts to satisfy the requirements of the  memorandum.", "We have previously identified problems with agencies’ preliminary cost- savings estimates related to the June 2010 memorandum. Specifically,  we found in 2012 that the actual savings associated with selling excess  property and better managing underutilized property may be overstated  and were not fully transparent.savings as specified in the memorandum has now passed, we were  asked to review the resulting cost savings that agencies reported. Our  objectives were to: 1) describe the cost savings agencies reported in  response to the June 2010 presidential memorandum and how those  savings were identified by selected agencies and 2) determine the extent  that selected agencies’ reporting of savings was reliable and transparent,  and how, if at all, the reporting of real property cost savings could be  improved.", "As the time period for achieving cost  To address these objectives, we reviewed the June 2010 memorandum  and subsequent OMB guidance to understand the types of savings that  agencies could report in response to the memorandum and how those  savings were to be reported. We also reviewed our previous work on  excess and underutilized property to understand issues previously  identified with agencies’ reported cost savings. To describe the cost  savings agencies reported in response to the June 2010 memorandum  and how those savings were identified by selected agencies, we reviewed  and analyzed cost savings information reported on the administration’s  Performance.gov website. We also examined more specifically the cost  savings reported by six agencies—GSA and the Departments of  Agriculture (USDA), Energy (DOE), Homeland Security (DHS), Justice  (DOJ), and State (State). We selected the six agencies because they had  the largest cost savings targets for civilian agencies, collectively  accounting for about 75 percent of the $3 billion cost savings goal;  reported a variety of cost savings measures to achieve their savings  target; and had a range of property types in their real property portfolios.", "We examined documentation from and interviewed officials with these  agencies to determine the types of savings that were reported to meet the  agencies’ individual cost-savings targets as well as any challenges they  faced in meeting the requirements of the memorandum. We did not  systematically evaluate or verify the measures that agencies reported  undertaking in order to achieve savings as that was outside the scope of  our review. To determine the extent that selected agencies’ reporting of  savings was reliable and transparent, and how reporting of cost savings  could be improved, we reviewed the agencies’ reported cost savings  against key factors identified in our data-reliability and cost-estimating  guidance. In particular, we analyzed and compared the selected  agencies’ reported cost savings across the different savings categories to  determine whether the savings were consistently reported, met the  requirements set forth by the June 2010 memorandum, and were well- documented. We also interviewed OMB staff about the types of savings  that could be reported and steps they took to review the reported savings.", "We conducted this performance audit from December 2012 to October  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives. Further details on our  scope and methodology can be found in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["We have identified numerous challenges related to the government’s  management of its real property, including issues pertaining to using and  disposing of underutilized and excess property, an overreliance on  leasing, and having unreliable real property data to support decision  making.management after we designated it high risk in 2003. However, it has not  yet fully addressed the underlying challenges that hamper reform, such   The government has made progress reforming real property  as those related to environmental cleanup and historic preservation, a  lack of accurate and useful data to support decision making, and  competing stakeholder interests that make it difficult to dispose of real  property. In the meantime, the federal government continues to retain  more real property than it needs. To address the excess and underutilized  property the government holds, previous and current administrations have  implemented a number of cost savings initiatives associated with better  managing real property. For example, in May 2011, the administration  proposed legislation—the Civilian Property Realignment Act (CPRA)— which, among other things, would have established a legislative  framework for consolidating and disposing of civilian real property as a  means of generating savings to the federal government. Although CPRA  and other real property reform legislation introduced in the previous  session of Congress have not been enacted, according to the President’s  budget request for fiscal year 2014, the administration will continue to  pursue enactment of CPRA. Most recently, OMB issued guidance for  implementing the administration’s Freeze the Footprint policy, which  requires agencies to document their efforts to restrict any growth in the  size of their domestic office and warehouse inventories.", "The June 2010 presidential memorandum required federal agencies to  achieve $3 billion in cost savings by the end of fiscal year 2012 from  increased proceeds from the sale of assets; reduced operations,  maintenance, and energy expenses from asset disposals; or other efforts  to consolidate space or increase occupancy rates in existing facilities,  such as ending leases or implementing telework arrangements. Agency actions taken under the memorandum were to align with and support  previous administration initiatives to measure and reduce greenhouse gas  emissions in federal facilities and consolidate data centers. The  memorandum also required the Director of OMB, in consultation with the  Administrator of GSA and the Federal Real Property Council (FRPC)—an  interagency group responsible for coordinating real property  management—to develop guidance for actions agencies should take to  carry out the requirements of the memorandum.", "In July 2010, OMB issued guidance that identified specific steps agencies  could take to meet the requirements of the June 2010 memorandum. For example, the guidance required agencies to develop a Real Property  Cost Savings and Innovation Plan that was to identify the real property  cost-savings initiatives under way and planned by the agency, the  agency’s proposed share of the $3-billion savings target, and actions to  achieve the proposed target. The guidance specified that the $3 billion in  real property cost savings by the end of fiscal year 2012 would be  measured through 1) capturing eliminated operating costs; 2) increasing  the income generated through disposals; and 3) better utilizing existing  real property by undertaking space realignment efforts, including  optimizing or consolidating existing space within owned buildings. The  agency cost savings were to reflect net savings, factoring in the costs  incurred by the agency to achieve the intended result.", "After agencies developed their initial cost savings plans, OMB established  four cost-savings categories in 2011 that agencies were to use for  reporting savings: disposal, space management, sustainability, and  innovation (see table 1). OMB used the administration’s Performance.gov  website to track agencies’ reported savings; the website also listed  individual agency’s cost savings targets as a share of the $3-billion cost- savings goal and the cost-savings measures agencies planned to  implement to achieve their targets. As stated previously, we have  identified problems with the estimates from selected agencies to meet  their savings targets."], "subsections": []}, {"section_title": "Agencies Reported $3.8 Billion in Cost Savings from Under Way or Planned Activities", "paragraphs": [], "subsections": [{"section_title": "Agencies Reported $3.8 Billion in Cost Savings, Primarily from Space Management Activities and Disposals", "paragraphs": ["Overall, agencies reported $3.8 billion in cost savings from fiscal year  2010 to fiscal year 2012 across the OMB categories of disposal, space  management, sustainability, and innovation. The largest cost savings  were from space management activities, which accounted for more than  half of the total savings reported. Civilian agencies reported $3.1 billion in  cost savings over the fiscal year 2010-to-2012 time period, and DOD  accounted for the remainder of the savings reported. The six selected  agencies we reviewed (GSA, DHS, DOE, DOJ, State, and USDA)  accounted for $2.3 billion, or 74 percent, of the total savings reported by  civilian agencies.", "Similar to the savings reported by all agencies, the six agencies we  reviewed also reported the majority of savings from space management  activities. Specifically, space management activities accounted for 70  percent of the savings reported by the six agencies, followed by disposal  (17 percent), innovation (9 percent) and, sustainability (4 percent). Table  2 summarizes the cost savings reported by category for all agencies and  the six selected agencies.", "The overall savings reported by the agencies we reviewed ranged from  $238 million reported by DHS to $580 million reported by DOE. All six  agencies reported savings from space management activities, five  agencies reported disposal and sustainability savings, and two agencies  reported innovation savings (see fig. 1).", "All of the agencies in our review determined their reported savings by  identifying activities that were under way or planned at the time the June   In particular, the requirements of the  2010 memorandum was issued.memorandum and subsequent guidance issued by OMB specified that  agencies were to report savings from ongoing and planned activities. For  example, the June 2010 memorandum specified that agency actions  should align with and include activities undertaken in response to two  previous initiatives meant to improve the performance of federal facilities.", "As such, USDA officials told us that they reported sustainability savings  identified in the agency’s Strategic Sustainability Performance Plan  required by a previous executive order. State officials told us they  reported savings from data center consolidations carried out under a  previous presidential initiative. In addition, the subsequent guidance  issued by OMB in July 2010 also stated that agencies were expected to  focus on real property cost savings initiatives under way and planned in  developing their Real Property Cost Savings and Innovations Plans. As a  result, for example, DOE officials stated that they did not identify any new  cost savings to meet their cost-savings target and DOJ officials told us  they obtained information from their bureaus about projects already  planned or ongoing to identify the “low-hanging fruit” for potential cost  savings. Based on our discussions with agency officials in our review, we  identified two additional factors that led agencies to report savings from  ongoing and planned activities: the individual cost-savings targets  established for each agency, and the timeframes set forth by the  memorandum.", "Cost savings targets: Individual cost savings targets played a role in how  the agencies in our review determined their reported savings. Agency  officials told us that they developed initial targets, as required by the July  2010 OMB guidance, by estimating the savings that could be derived  from activities planned or underway at the time the memorandum was  issued. However, according to agency officials, OMB subsequently  increased the targets in 2011. OMB staff told us that the revised targets  were meant to be realistic and also to encourage agencies to think  beyond the traditional savings associated with real property. To assist  agencies in identifying additional savings areas, OMB developed a best  practices document that highlighted various types of savings that could be  reported consistent with the requirements of the June 2010  memorandum. Most of the agency officials in our review told us that they  did not have difficulty in meeting their revised targets after having  discussions with OMB about the variety of savings that could be included.", "However, two agencies in our review, GSA and DHS, reported savings  that fell short of their savings targets. According to GSA officials, the  agency was conservative in reporting its overall savings achieved and  only reported savings that could be supported by documentation that,  according to GSA, were in the spirit of the memorandum. DHS officials  told us that its revised savings target was not realistic in terms of the  savings the agency could achieve in the 2-year timeframe established by  the memorandum. Officials from USDA told us that once they had  exceeded their cost savings target, they did not consider other areas for  reporting potential savings that might have been achieved. Table 3  highlights the initial savings targets that the agencies proposed in their  cost savings plans, compared to the savings targets that were established  on Performance.gov and the savings that were ultimately reported.", "Time frames: Officials from some of the agencies in our review also told  us that the time frames set forth by the memorandum drove them to  report savings from activities that were already planned or under way. For  example, DHS officials told us that the disposal savings they reported  were from disposals that occurred during the 3-year time period specified  in the memorandum, but were planned before the June 2010  memorandum was issued. DHS officials told us that, on average,  disposals take 3 to 5 years to accomplish. Similarly, GSA officials told us  that they use a tier system to evaluate the condition of their assets and  place into the disposal category those assets that the agency plans to  dispose of in the next 5 years. Thus, some of the disposal savings GSA  reported were from assets it had already planned to dispose of at the time  the June 2010 memorandum was issued and that were subsequently  disposed of by the end of fiscal year 2012.", "In addition, given that it takes several years for savings from real property  initiatives to be realized, agency officials told us that the timeframes  established by the memorandum made it more likely for savings to be  reported in certain categories over others. For example, GSA officials told  us that when the memorandum was first issued there was an expectation  that the largest cost savings would be reported from disposals, but this  did not transpire in part because of the time it takes to dispose of  properties. Agency officials also told us, and we have found in prior work,  that the costs associated with disposals are often significant, making it  difficult to realize disposal savings in a short time period. Similarly, we  found that agencies did not report a large amount of innovation savings  over the time period covered by the memorandum compared to other  categories. Agency officials in our review told us that savings from  innovation activities, particularly those resulting from telework initiatives,  will increase in the future as telework is implemented more widely. For  example, DHS officials told us that while they only reported $2 million in  innovation savings stemming from their headquarters’ flexible workspace  initiative over the 2010-to-2012 time period, the agency expects to  achieve greater departmentwide savings starting in 2013 as the initiative  is more widely implemented. Finally, agency officials in our review told us  that reporting savings from cost avoidance measures—those savings that  resulted because a planned action did not take place—was necessary to  meet their targets in the timeframe required by the memorandum. For  example, agencies reported space management savings as a result of  not pursuing an approved lease prospectus for additional space or from  reduced budgets for planned real estate activities, in addition to savings  that were the result of consolidating space or terminating leases. The  following examples illustrate some of the largest cost avoidance and  savings measures reported by our selected agencies:", "DOE reported $412 million in space management savings based on  funds related to real property expenditures it would have requested in  its fiscal year 2011 and 2012 budgets for the Yucca Mountain Nuclear  Waste Repository project (Yucca Mountain). DOE had terminated its  licensing efforts and shut down the project in 2010. In addition, DOE  officials told us that after their initial savings target was increased,  they included deferred maintenance eliminated by disposals in their  reported cost savings.", "DHS reported $126 million in space management savings from not  pursuing a lease prospectus for 1.8-million square feet in new building  space to accommodate employees the agency anticipated hiring.", "State reported $80 million in innovation savings over the fiscal year  2010-to-2012 time period from property exchanges, in which the  agency swaps one of its properties to acquire another property.  State also reported $58.2 million in space management savings  because the agency was appropriated less than what it requested in  its 2010 and 2011 budgets for a particular account used for security,  rehabilitation, and repairs at its facilities. State included savings from  the property exchanges and funding received that was lower than its  budget request after their initial savings target was increased.", "USDA reported $229 million in space management cost savings from  funds that Congress rescinded from the agency’s appropriations for  55 construction projects for Agricultural Research Service buildings  and facilities. For example, $17 million in previously appropriated  funds were rescinded for a research laboratory in Pullman,  Washington, and about $16 million was rescinded for a national plant  and genetics security center in Columbia, Missouri. USDA officials  told us these project rescissions were included in the agency’s  reported savings after its initial savings target was increased by OMB."], "subsections": []}]}, {"section_title": "Agencies Lacked Clear Standards for Reporting Reliable and Transparent Cost Savings", "paragraphs": [], "subsections": [{"section_title": "Guidance Was Unclear on the Types of Savings that Could be Reported, and Agencies Reported Savings Differently", "paragraphs": ["The guidance OMB provided to agencies for implementing the  requirements of the June 2010 memorandum was unclear and lacked  reporting standards. The unclear guidance led the agencies in our review  to interpret the guidance differently and report savings inconsistently.  Specifically, the guidance did not establish common ground rules, such  as a clear definition of the term “cost savings,” that according to our cost  estimating and assessment guide, help ensure that data are consistently  collected and reported. In particular, agency officials in our review told  us that there was some uncertainty about the types of savings that could  be reported, particularly whether cost avoidance measures could be  reported, for example:", "GSA officials told us that the OMB guidance was not specific about  whether cost avoidance measures could be included in the reported  savings. These officials stated that this was a challenge in  determining the cost savings that could be reported in response to the  June 2010 memorandum.", "State officials also told us they were initially unsure whether they  could report the cost avoidance associated with the previously  mentioned reduction in their budget as savings, as well as savings  from value-engineering improvements.", "DOJ officials told us there was uncertainty about whether or not cost  avoidance savings could be included and whether to include only  those savings that were actual budgetary savings, or if savings that  were reprogrammed for other purposes could also be included.", "Although some agency officials in our review told us that the guidance  was not clear on what could be considered a savings, all of the agencies  in our review reported savings from cost avoidance measures, as  previously discussed.", "In addition, the guidance and categories established by OMB on  Performance.gov were broad. Agency officials in our review told us that  they worked with OMB staff to understand the types of savings that could  be reported under these categories. However, the categories lacked  specific detail and standards for how the savings should be determined  and reported to help ensure reliability. For example, for the disposal  category, agencies were to report operations and maintenance costs  avoided during the fiscal year 2010-to-2012 time period. However, it did  not specify for how long agencies were supposed to capture these costs.  As a result, the five agencies in our review that reported disposal savings  made their own assumptions about the length of time in which to report  savings from eliminated operations and maintenance costs. For disposals  in the year 2010, for example, some agencies reported 1 year of  operations and maintenance savings in the year in which the disposal  occurred, whereas other agencies reported up to 3 years of operations  and maintenance savings for disposals occurring in 2010 (see table 4).  USDA officials told us that they believed it would not be fair to count more  than 1 year of operations and maintenance savings for each of their  disposal properties, whereas DOE officials told us that they reported up to  3 years of annualized operations and maintenance savings if a property  was disposed of in fiscal year 2010 because, as discussed previously,  OMB’s overall guidance encouraged agencies to look for savings from  fiscal year 2010 through 2012. Similarly, OMB guidance did not specify  whether agencies could report cost savings from deferred maintenance.  We found that two of the five agencies—DOE and GSA—reported the  eliminated deferred maintenance or repair and alteration costs associated  with their disposals while three agencies did not.", "We also found instances where agencies reported similar types of  savings in different categories. For example, savings associated with  eliminating leases were included in the space management category on  Performance.gov and we found that State reported them as such;  however, we found that DHS reported savings from eliminating leases as  disposal savings. Similarly, GSA reported savings from property  exchanges under space management, while State reported this type of  savings under innovation. The OMB guidance did not specify how these  types of savings were to be reported.", "Our guide for assessing the reliability of data identifies consistency as a  key component of reliability. In particular, consistency is important for  ensuring that data are clear and well defined enough to yield similar  results in similar analyses. However, as the previous examples illustrate,  the lack of detailed standards and use of broad cost-savings categories  led agencies in our review to interpret the guidance differently and report  cost-savings information inconsistently. OMB staff told us that the cost- savings categories established on Performance.gov were intentionally  broad to encourage innovation in the types of savings that could be  achieved through better management of real property. However, the  inconsistencies we identified make it difficult for the reported savings to  have collective meaning that is reliable for decision-makers."], "subsections": []}, {"section_title": "Agencies Did Not Always Follow the Guidance", "paragraphs": ["In addition to interpreting the OMB guidance for implementing the June  2010 memorandum differently, we also found several instances in which  agencies’ reported savings did not meet the requirements of the  memorandum and guidance. For example, OMB’s guidance specifically  stated that agencies should report the net savings, which factor in costs  to achieve savings, in their overall savings total. Despite this, we found  instances in which some agencies did not deduct costs in their reported  savings, for example:", "State and DHS did not deduct costs associated with disposals in their  reported savings.with the approximately $114 million in disposal savings reported over  the 2010-to-2012 time period were about $4 million. DHS officials told  us that costs were not deducted in the demolition of DHS-owned   State officials told us that the costs associated  assets. DHS reported $565,000 in annual operating-cost savings from  54 demolitions in fiscal year 2011 and almost $2 million in annual  operating-cost and rent savings from 245 demolitions in fiscal year   DHS officials did not know the costs associated with these  2012.demolitions.", "DOE deducted the costs associated with some of its reported disposal  savings, but did not do so if the disposals were carried out by its  Office of Environmental Management. DOE officials told us that after  discussions with OMB staff, they decided not to deduct the costs  associated with disposals carried out by this program office because  of its mission to deactivate and decommission contaminated facilities.  DOE estimated in its initial cost savings plan that including these  implementation costs would have resulted in a net loss of almost $900  million for the agency’s disposals over the fiscal year 2010-to-2012  time period.", "DHS reported $2 million in innovation savings from reducing space  due to a pilot flexible workspace initiative but, according to DHS  officials, inadvertently did not deduct the one-time costs associated  with reconfiguring the space in its overall reported savings. According  to DHS officials, the one-time costs to reconfigure the space would  have equaled 75 percent of the 1-year savings the agency has  realized.", "We also found instances where agencies reported cost savings outside of  the fiscal year 2010-to-2012 time period required by the June 2010  memorandum, for example:", "GSA reported $50 million in space management savings from  purchasing a building in 2012 that the agency previously leased. GSA  reported these savings based on the purchase price, which was $50  million less than the most recent appraisal of the building. Although  GSA expects to realize savings over time from purchasing this  building instead of leasing it, it is unclear that the difference between  the purchase price and the appraised value would represent savings,  if for example, no buyers are willing to pay the appraised value.  Furthermore, while we have found that ownership is often more cost  effective than leasing in the long term, GSA would have realized only  a small fraction of the savings related to ownership that would have  accrued during the timeframe established by the June 2010  memorandum. Similarly, GSA reported $10 million in space  management savings from a property exchange with the City of San  Antonio, in which the agency exchanged a courthouse and training  facility for a parcel of land to construct a new courthouse. However,  GSA retained ownership of the city’s site in 2013 and the city will  retain ownership of the GSA property after the construction of the new  courthouse is completed, which has yet to be determined. GSA  officials told us that they reported these savings in response to the  June 2010 memorandum because the agreement to enter into the  exchange occurred in 2012.", "USDA reported rent savings from office closures, some of which did  not occur until fiscal year 2013. According to USDA officials, some of  the office closures that had been planned for fiscal year 2012 were  delayed and did not occur until fiscal year 2013. These 21 office  closures accounted for about $4 million of the savings reported by the  agency.", "DOJ reported more than $2 million in savings from consolidating six  community corrections offices and the National Institute of Corrections  Academy, which, according to Bureau of Prisons officials, took place  in 2007 and 2008. Officials from the Bureau of Prisons stated that the  reported savings were based on the estimated rent or lease amounts  the agency would have incurred in the time period covered by the  memorandum through renewed agreements, had the consolidations  not occurred.", "Finally, we found instances where some agencies in our review reported  savings from non-real estate activities in their totals. For example, DHS  included $30,000 in reduced transit benefits in the $2 million in innovation  savings it reported from increased telework due to its flexible workspace  initiative, and GSA reported $11.6 million in sustainability savings from a  reduction in its fiscal year 2012 budget for travel costs and building  studies. GSA officials told us that building studies involve on-site  inspections, and therefore require travel, and that GSA considers  decreases in travel and building studies both economically and  environmentally sustainable. However, it is unclear how these savings  relate to reducing energy use for the agency’s assets. OMB staff told us  that the savings reported by the agencies should have been tied to real  property, and that if an activity was the result of a real estate action, then  the savings was justifiable. The guidance issued by OMB was specific to  implementing the June 2010 memorandum for achieving $3 billion in real  property cost savings, an initiative which was completed as of September  30, 2012."], "subsections": []}, {"section_title": "Savings Were Not Well- Documented or Reviewed", "paragraphs": ["We also found that the documentation of agencies’ reported savings was  limited because OMB did not establish specific standards that required  agencies to provide detailed information in support of their reported cost  savings or identify how OMB planned to review the savings agencies  reported. According to our cost-estimating and assessment guide,  validating cost estimates, including savings estimates, is a best practice  for ensuring that estimates are well-documented, comprehensive,  accurate, and credible. However, OMB staff told us that they did not  have the resources to review a detailed accounting of agencies’ reported  savings and, instead, required agencies to provide quarterly summaries  highlighting the savings the agencies planned to report along with any  success stories of unique savings examples. In addition, OMB staff told  us they were in constant communication with the agencies about their  reported savings, as well as with other OMB staff knowledgeable about  the agencies’ budgets and programs, to ensure that the reported savings  met the requirements of the memorandum. In reviewing the information  provided by the agencies, OMB staff told us they had identified instances  where agencies reported savings that did not meet the requirements of  the June 2010 memorandum—for example one agency reported savings  that occurred outside the timeframes established in the memorandum— and adjusted the agency’s overall savings on Performance.gov  accordingly. However, OMB staff also told us that it may be more efficient  to obtain detailed documentation of an agency’s reporting upfront, to limit  the amount of follow-up required. In addition, OMB did not include  detailed information about the types of savings agencies reported in  response to the memorandum on Performance.gov. For example,  Performance.gov summarizes the total cost savings reported by each  agency in each of the cost savings categories, and includes general  information about the types of activities agencies reported as savings, but  does not include specific information about the types of savings that were  included in the totals. As a result, the overall transparency of information  on Performance.gov is limited for understanding the types of savings  agencies reported across the categories.", "Our cost estimating and assessment guide has shown that a key factor  for ensuring the reliability and transparency of cost estimates, including  savings estimates, is that they include an appropriate level of detailed  documentation, including source data, so that they can be recreated,  updated, or understood. As part of this review, we obtained more  detailed documentation supporting the agencies’ reported savings, which  allowed us to identify the issues illustrated in this report and understand  the types of savings agencies reported to meet the requirements of the  memorandum. Requiring more detailed documentation and establishing a  more systematic process for reviewing and validating the reported cost  savings could have allowed OMB to identify, in a timely manner, some of  the reporting inconsistencies that resulted, while also ensuring that the  savings met the requirements of the memorandum. Furthermore,  including more detailed information on Performance.gov could have  enhanced the transparency of actions agencies took to generate and  report savings in response to the memorandum."], "subsections": []}, {"section_title": "Real Property Reform Efforts will Continue to Emphasize Savings", "paragraphs": ["The June 2010 memorandum had positive effects in the view of agency  officials. For example, some agency officials told us that the  memorandum allowed them to accelerate projects in their pipeline or  gave them a stronger basis to encourage savings opportunities within  their agencies. Agency officials also told us that the memorandum  provided them with a better understanding of cost savings opportunities  within their agencies, particularly those agencies wherein real property- management decisions are decentralized, stating that it allowed them to  have a more comprehensive view of opportunities to collectively improve  the agency’s real property footprint. Finally, some agency officials cited  improved collaboration among agencies and with OMB on real property  issues. OMB staff told us that the memorandum served as an important  first step for informing future real property reform efforts and that this  initiative laid the groundwork for thinking about real property more  holistically as a management tool. In particular, OMB staff said that the  memorandum encouraged agencies to think more creatively about ways  in which real property can be reformed to generate savings, not just from  a budgeting perspective, but through more innovative uses of real estate.  In discussions on our findings, OMB staff stated that while they initially did  not want to be too prescriptive in how agencies responded to meeting the  requirements of the memorandum, they recognized that more detailed  guidance, as well as, more refined cost-savings categories and metrics  are likely needed in future real property cost savings initiatives.  Furthermore, OMB plans to use the lessons learned from this initiative to  emphasize program outcomes and increase the transparency of future  real property reform efforts."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The current fiscal climate and emphasis on good management practices  will continue to place pressure on federal agencies to find additional  opportunities for cost savings. Better managing the government’s real  property footprint through disposing of excess property and managing  existing assets more efficiently will play a role in efforts to realize such  savings. Although the cost savings initiative established by the June 2010  memorandum is now complete, recent initiatives, like OMB’s Freeze the  Footprint policy and proposed CPRA legislation place an emphasis on  generating space and cost savings to the federal government. As  agencies continue to identify ways to improve the management of their  real property in response to these and other initiatives, such as increasing  telework, it is critical to ensure that any savings reported as a result of  such improvements are meaningful and transparent. However, as our  review has demonstrated, clear and specific standards are needed to  ensure that savings data are consistently reported and reviewed so that  they are sufficiently reliable and transparent enough to document  performance and support decision making. Without more detailed  standards for identifying and reporting cost savings across federal  agencies, decision-makers will be ill equipped not only to assess the  results of real property reform efforts in the federal government, but also  to take actions that will maximize these savings in the future."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To improve future real property cost-savings initiatives and promote  reliability and transparency, we recommend that the Director of OMB, in  collaboration with FRPC agencies, develop clear and specific standards  for:  identifying and reporting savings that help ensure common  understanding of the various types of cost savings;  consistently reporting across categories and agencies; and  sufficiently documenting, validating, and reviewing results."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to OMB, DHS, DOE, DOJ, GSA, State,  and USDA for review and comment. OMB generally agreed with our  recommendation. Specifically, OMB stated that the June 2010  memorandum had positive effects on federal real-property management,  and acknowledged that there are opportunities to improve future cost-  savings efforts, as identified in our report. OMB stated that our  recommendation was generally reasonable as it applies to prospective  initiatives that directly address cost savings. DHS, DOE, and GSA  provided technical comments that we incorporated as appropriate. DOJ,  State, and USDA had no comments.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to interested congressional  committees, the Director of OMB; the Administrator of GSA; the Assistant  Attorney General for Administration, Department of Justice; and the  Secretaries of Homeland Security, Energy, State, and Agriculture; and  other interested parties. In addition, the report will be available at no  charge on the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2834 or wised@gao.gov. Contact points for our Office of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made key contributions to this report are  listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our review focused on the administration’s June 2010 memorandum that  directed federal agencies to achieve $3 billion in real property cost  savings by the end of fiscal year 2012. Our objectives were to (1)  describe the cost savings agencies reported in response to the June 2010  presidential memorandum and how those savings were identified by  selected agencies and (2) determine the extent that selected agencies’  reporting of savings was reliable and transparent and how, if at all, the  reporting of real property cost savings could be improved. To address  these objectives, we reviewed the June 2010 memorandum and  subsequent guidance issued by the Office of Management and Budget  (OMB) to understand the requirements of the memorandum, including the  types of savings that could be reported and how those savings were to be  reported. We also reviewed our prior work on excess and underutilized  property to understand issues previously identified with agencies’  reported cost savings.", "To describe the cost savings agencies reported in response to the June  2010 memorandum and how those savings were identified by selected  agencies, we reviewed and analyzed information on the administration’s  Performance.gov website, including agencies’ individual cost savings  targets, the total amount of savings reported by the agencies at the end of  fiscal year 2012, and the amount of savings reported across the four  categories—disposals, space management, sustainability, and  innovation—established by OMB. We also obtained and analyzed documentation on the cost savings reported by six civilian agencies: the  General Services Administration and the Departments of Agriculture,  Energy, Homeland Security, Justice, and State. In particular, we  reviewed the agencies’ Real Property Cost Savings and Innovation Plans  developed in response to the June 2010 memorandum and  documentation supporting the cost savings reported by each of the  agencies. We also conducted in-depth interviews with officials from these  agencies to understand the processes they used to identify and report  cost savings over the 2010 to 2012 time period. We conducted interviews  with OMB staff about the types of savings agencies reported and  obtained documentation on the savings our selected agencies reported to  OMB. We compared the information on Performance.gov to the  documentation provided to us by each of the agencies and to the  documentation that the agencies submitted to OMB to identify and  reconcile any discrepancies, but did not systematically evaluate or verify  the methods agencies reported undertaking to achieve savings, as that  was outside the scope of our review. Based on our review of agency  documents and interviews with officials, we determined that the data were  reliable for the purpose of describing cost savings as reported by the six  agencies. We selected the six agencies because they had the largest  cost savings targets for civilian agencies, collectively accounting for about  75 percent of the $3 billion savings goal; reported a variety of cost  savings measures to achieve their savings target; and had a range of  property types in their real property portfolios.", "To determine the extent that selected agencies’ reporting of savings was  reliable and transparent and to identify how, if at all, reporting of real  property cost savings could be improved, we reviewed the agencies’  reported cost savings against key factors identified in our data-reliability  and cost-estimating guidance.reported by the six agencies in our review to determine whether similar  types of savings were consistently reported, met the requirements set   In particular, we analyzed the savings  forth by the memorandum, and were well-documented. For example, we  analyzed the savings the selected agencies reported in each of the  categories established on Performance.gov to determine whether the  agencies consistently determined the amount of savings reported within  each of the categories and whether the agencies reported similar types of  savings in the same categories. We also analyzed the savings reported  by the selected agencies to determine whether they occurred within the  time frames required by the memorandum, included the costs to  implement the savings measure, and were tied to a real estate action.  Finally, we reviewed the documentation the selected agencies provided to  OMB to determine whether the information was clear and detailed enough  to support their reported savings and to understand how OMB reviewed  the savings reported to ensure they were reliable and met the  requirements of the memorandum. We conducted in-depth interviews with  officials from our selected agencies as well as OMB staff to further  understand how they determined the cost savings reported over the 2010  to 2012 time period, challenges to meeting the requirements of the  memorandum, and how similar efforts could be improved in the future.", "We conducted this performance audit from December 2012 to October  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["David J. Wise, (202) 512-2834 or wised@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, David Sausville, Assistant  Director; Russell Burnett, Kathleen Gilhooly; Nancy Lueke; Nitin Rao;  Amy Rosewarne; and Jack Wang made key contributions to this report."], "subsections": []}]}], "fastfact": []}