{"id": "GAO-12-38", "url": "https://www.gao.gov/products/GAO-12-38", "title": "Medicaid: Prototype Formula Would Provide Automatic, Targeted Assistance to States during Economic Downturns", "published_date": "2011-11-10T00:00:00", "released_date": "2011-11-10T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In response to the recession of 2007, Congress passed the American Recovery and Reinvestment Act of 2009 (Recovery Act). Recovery Act funds provided states with fiscal relief and helped to maintain state Medicaid programs through a temporary increase to the federal share of Medicaid funding-the Federal Medical Assistance Percentage (FMAP)-from October 2008 through December 2010. In March 2011, GAO reported that states' ability to fund Medicaid was hampered due to increased Medicaid enrollment and declines in states' revenues that typically occur during a national downturn. The Recovery Act mandated that GAO provide recommendations for modifying the increased FMAP formula to make it more responsive to state Medicaid program needs during future economic downturns. In this report, GAO presents a prototype formula for a temporary increased FMAP and evaluates its effects on the allocation of assistance to states. To evaluate the three components of the prototype formula--starting assistance, targeting assistance, and ending assistance-- GAO uses the 2007 recession."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO's prototype formula offers a timely and targeted option for providing states temporary Medicaid assistance during a national economic downturn. Once a threshold number of states--26 in GAO's prototype formula--show a sustained decrease in their employment-to-population (EPOP) ratio, temporary increases to states' FMAPs would be triggered automatically. The EPOP ratio compares the number of employed persons in a state to the working age population aged 16 and older. This assistance would end when fewer than the threshold number of states shows a decline in their EPOP ratio. Because the prototype formula relies on labor market data as an automatic trigger rather than legislative action, assistance would have begun earlier and extended longer than the assistance provided by the Recovery Act. The prototype formula would have triggered assistance to begin in January 2008 and end in September 2011, compared with the Recovery Act which provided an increased FMAP from October 2008 through June 2011. Once the increased FMAP is triggered, targeted state assistance would be calculated based on two components: (1) increases in unemployment, as a proxy for changes in Medicaid enrollment; and (2) reductions in total wages and salaries, as a proxy for changes in states' revenues. GAO's prototype formula provides a baseline of funding for state Medicaid needs during an economic downturn by offering automatic, timely, and targeted assistance to states. Such assistance would facilitate state budget planning, provide states with greater fiscal stability, and better align federal assistance with the magnitude of the economic downturn's effects on individual states. In commenting on a draft of this report, the Department of Health and Human Services (HHS) agreed with the analysis and goals of the report and emphasized the importance of aligning changes to the FMAP formula with individual state circumstances. HHS noted the complexity of the prototype formula and offered several considerations to guide policy choices regarding appropriate thresholds for timing and targeting of increased FMAP funds. To ensure that federal funding efficiently and effectively responds to the countercyclical nature of the Medicaid program, Congress could consider enacting an increased FMAP formula that targets variable state Medicaid needs and provides automatic, timely, and temporary assistance in response to national economic downturns."]}], "report": [{"section_title": "Letter", "paragraphs": ["During economic downturns, states’ employment and tax revenues  typically fall as enrollment in the Medicaid program, a federal-state health  financing program for low-income populations, tends to increase. The  most recent national recession, as defined by the National Bureau of  Economic Research (NBER), lasted from December 2007 through June  2009. However, as of July 2011, 20 states and the District of Columbia  continued to experience unemployment rates above 9 percent, and more  than 13.9 million people were considered unemployed. State budget  challenges—due to increased unemployment and lowered tax  revenues—can persist well beyond the end of a recession.", "To provide states with fiscal relief and to help maintain state Medicaid  programs so beneficiaries are assured continuity of services during this  most recent recession, the American Recovery and Reinvestment Act of  2009 (Recovery Act) provided states with $89 billion through an increased  federal share of Medicaid funding from October 2008 through December  2010. The federal funding states receive for Medicaid is determined by a  statutory formula, the Federal Medical Assistance Percentage (FMAP).  While the Medicaid FMAP formula was the mechanism used for delivering  federal aid under the Recovery Act, the level of funding was intended to  assist states with fiscal needs beyond Medicaid. The Recovery Act also  mandated that we conduct an analysis of past national economic  downturns, including the effects of any increased FMAP during these  periods, and provide recommendations for modifying the increased FMAP  formula to make it more responsive to state Medicaid program needs  during future downturns. The mandate specifically called for  recommendations to improve the starting and ending of temporary  assistance, and to account for variations in state economic conditions.", "In a March 2011 report, we reviewed how past economic downturns  affected states’ ability to fund Medicaid, examined the responsiveness of  past increased FMAP assistance to state Medicaid needs, and identified  options for adjusting the increased FMAP formula for use during future  economic downturns. We found that past economic downturns  hampered states’ ability to fund increased Medicaid enrollment and  maintain existing services, and that the Recovery Act assistance began  during the national recession while nearly all states were experiencing  Medicaid enrollment increases. However, we also found that the  increased FMAP funds provided through the Recovery Act did not  distinguish among states with varying degrees of reduced revenue in the  allocation of assistance. We outlined a prototype formula and key design  decisions for modifying the FMAP that could improve its responsiveness  to state Medicaid needs during an economic downturn. The formula was  designed to provide assistance to states during periods of national  economic downturns, not for downturns limited to an individual state or  group of states.", "In this report, we present additional detail on the prototype formula and  simulations of its effects on the allocation of assistance to states. Our  overall objective is to evaluate how our prototype formula would have  responded during the most recent economic downturns. Our evaluation of  the formula includes both the timing and targeting of funds for state  Medicaid needs during a national economic downturn. In keeping with  the general framework provided in our past reports, we use the period of  the most recent national economic downturn—from December 2007  through June 2009—to evaluate the three components of our prototype  formula, including the start of assistance, the methods used to target  funds based on states’ Medicaid program needs, and the end of  assistance. A detailed discussion of our scope and methodology is  presented in appendix I.", "In the development of our prototype formula we made a number of  choices about specific elements of the formula design for the timing and  targeting of funds. For example, in contrast to the Recovery Act, which  provided funds for broad state fiscal relief in addition to supporting state  Medicaid programs, our formula was calibrated to provide a baseline of  funding only for state Medicaid needs during a downturn. However, this  formula could be scaled up to address broader state needs or scaled  down to meet only a portion of state Medicaid needs. A discussion of  these and other alternative choices and considerations is presented in  appendix II.", "We conducted this performance audit from April 2011 to October 2011 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Although every economic downturn reflects varied economic  circumstances at the national level and among states, evaluations of prior  federal fiscal assistance strategies have identified considerations to guide  policymakers as they consider the design of future legislative responses  to national economic downturns. These include timing assistance so that  aid begins to flow as the economy is contracting and targeting assistance  based on the magnitude of the economic downturn’s effects on individual  states. To be effective at stabilizing state funding of Medicaid programs,  assistance should be provided, or at least authorized, close to the  beginning of a downturn. Additionally, to be efficient, funds should be  targeted to states commensurate with their level of need due to the  downturn. States that experience greater stress in their Medicaid  programs—due to increased enrollment or decreased revenues—should  receive a larger share of aid than states less severely affected. In  addition, economists at the Federal Reserve Bank of Chicago have  described the ideal countercyclical assistance program as one having an  automatically activated, prearranged triggering mechanism that could  remove some of the political considerations from the program’s design  and eliminate delays inherent in the legislative process.", "Past economic downturns hampered states’ ability to fund their Medicaid  programs, as Medicaid enrollment increased and tax revenues declined.  Medicaid enrollment increases during and after national economic  downturns, when the number of people with incomes low enough to  qualify for coverage rises as state economies weaken. States also  experience declines in tax revenues as a result of declines in wages,  salaries, and consumer spending. Most, if not all states are affected by  national recessions, although the timing and duration of state economic  downturns can vary. States have different industry mixes and resources,  which can affect when they enter an economic downturn and when they  recover. Therefore, some states may enter an economic downturn in the  early stages of a national recession, while other states enter long after the  recession has set in. The timing and depth of state economic downturns  affects their ability to maintain their Medicaid programs.", "Under the regular FMAP, the federal government pays a larger portion of  Medicaid expenditures in states with low per capita income (PCI) relative  to the national average, and a smaller portion for states with higher  PCIs. To provide states with fiscal relief and to help states meet  additional Medicaid needs during the 2001 and 2007 economic  downturns, Congress passed legislation temporarily increasing the FMAP  for states. The FMAP is a readily available mechanism for providing  temporary assistance to states because assistance can be distributed  quickly, with states obtaining funds through Medicaid’s existing payment  system. The Recovery Act was the second time Congress temporarily  increased the FMAP to provide fiscal relief to states during a national  economic downturn. Following the 2001 recession, the Jobs and Growth  Tax Relief Reconciliation Act of 2003 (Reconciliation Act) provided states  $10 billion in assistance through an increased FMAP from April 2003  through June 2004. In August 2010, Congress extended the increased  FMAP provided by the Recovery Act by providing states with an  additional $16.1 billion in assistance from January through June 2011.", "In March 2011, we reported that overall the Recovery Act funds were  better timed for state Medicaid funding needs than were funds provided  following the 2001 recession; assistance began during the recession  while nearly all states were experiencing Medicaid enrollment increases  and revenue decreases. Nonetheless, 19 states implemented or  proposed eligibility restrictions in response to the economic downturn  prior to the passage of the Recovery Act some 15 months after the  beginning of the national recession as identified by NBER. In order to be  eligible for Recovery Act funds, these states had to reverse the  restrictions on eligibility to come into compliance with the Recovery Act’s  maintenance of eligibility requirements.", "The Recovery Act formula incorporated three components for calculating  the increased FMAP: a hold-harmless provision that maintained each  state’s regular FMAP to at least its highest rate since fiscal year 2008; an  across-the-board increase of 6.2 percentage points; and an additional  increase in each state’s FMAP based on a qualifying increase in the  state’s rate of unemployment. In our March 2011 report we also  reported that the unemployment-based component of the Recovery Act  formula targeted assistance to states with greater Medicaid enrollment  growth as indicated by increases in their unemployment rate. However,  the across-the-board increase and the hold-harmless components did not  distinguish among states that experienced varying degrees of increased  unemployment. (See app. III for more information about the Recovery  Act’s across-the-board and hold-harmless provisions.) Furthermore, none  of the Recovery Act provisions distinguished among states with varying  degrees of reduced revenue in the allocation of assistance.", "The prototype formula we outlined in our March 2011 report provides a  more targeted approach than the increased FMAP formula used in the  Recovery Act. It also improves the responsiveness of assistance  provided, in part by having an automatic trigger to begin and end  assistance. In particular, we discussed mechanisms that (1) improve the  timing for starting assistance, (2) better target for state needs, and   (3) taper off the end of assistance. More responsive federal assistance  can aid states in addressing increased Medicaid enrollment resulting from  a national economic downturn, as well as addressing reductions in states’  revenues. Improving targeting is essential to meet the goals of providing  assistance to states in an efficient and effective manner."], "subsections": []}, {"section_title": "Prototype FMAP Formula Offers Automatic, Timely, and Targeted Assistance", "paragraphs": ["In response to the mandate, our prototype formula offers an automatic,  timely, and targeted option for providing states temporary assistance  during national economic downturns. Once a threshold number of states  show a sustained decrease in their employment-to-population (EPOP)  ratio, temporary increases to states’ FMAPs would be triggered  automatically and targeted to each state’s Medicaid program. Our  prototype formula uses two targeting components: (1) unemployment,  and (2) wages and salaries. The amount of Medicaid assistance states  receive would be commensurate with their increases in unemployment  and decreases in wages and salaries. The prototype formula would end  the temporary assistance once fewer than the threshold number of states  shows a decline in their EPOP ratio over 2 consecutive months."], "subsections": [{"section_title": "Prototype Formula Automatically Triggers Targeted Assistance to States", "paragraphs": ["Our prototype formula uses the monthly EPOP ratio and a threshold  number of states to identify the start of a national economic downturn,  and to automatically trigger the start of the increased FMAP assistance.  (See fig. 1.) The automatic trigger would use readily available economic  data to begin assistance rather than rely on legislative action at the time  of a future national economic downturn. Once the increased FMAP is  triggered, targeted state assistance would be calculated based on   (1) increases in state unemployment, as a proxy for increased Medicaid  enrollment; and (2) reductions in total wages and salaries, as a proxy for  decreased revenues for maintaining state Medicaid programs. The  increased FMAP would end when the EPOP ratio indicated that less than  the threshold number of states was in an economic downturn.", "Under our prototype formula, states would have received increased  Medicaid funding in response to each of the past three national  recessions. For example, in response to the most recent national  recession, states would have received up to 15 quarters of assistance  that would have begun in January 2008 and extended through September  2011. The total federal cost of this assistance for state Medicaid needs  would have been approximately $36 billion. Table 1 provides information  on when states would have received assistance in response to the past  three national recessions under our prototype formula and the total cost  of this assistance for state Medicaid needs.", "Based on our simulations, the EPOP ratio is a reliable, timely indicator of  the start of national economic downturns. At the start of each of the last  five national recessions, as defined by NBER, we found a sharp increase  in the number of states with declining EPOP ratios. A timely automatic  trigger for temporary FMAP assistance would be based on a threshold  number of states that show a decrease in their monthly EPOP ratio. We  found the beginning of each of these recessions approximately coincided  with 26 states having declining EPOP ratios. (See fig. 2.)", "Therefore, our prototype formula identifies the start of a national  economic downturn when 26 states show a decrease in their 3-month  average EPOP ratio, compared to the same 3-month period in the  previous year, over 2 consecutive months. For the most recent national  recession, our prototype would have identified the beginning of the  downturn in October 2007 (i.e., the fourth quarter of 2007) and triggered  temporary assistance to states beginning in January 2008 (the first  quarter of 2008). (See fig. 3.) The increased FMAP payments to states  would begin in the first calendar quarter following the quarter in which the  EPOP measure indicated the start of an economic downturn. The period  of temporary assistance would end after the 26-state threshold is no  longer met. In the case of our prototype, the end would have been  triggered in April 2011 and would make the third quarter of 2011 the last  quarter of the assistance period. The last quarter of payment would be  the first calendar quarter following the quarter in which the EPOP  threshold was no longer met for 2 consecutive months. The threshold  trigger may need to be adjusted periodically, however, because the  EPOP ratio is projected to slowly drift downward over the next 30 years  due to the aging of the population.", "If our EPOP measure had been used to determine the beginning and end  of assistance during the most recent national recession, temporary  increased FMAP assistance would have been provided for a total of   15 quarters, from the first quarter of 2008 (January-March) through the  third quarter of 2011 (July-September). This compares to an 11-quarter  assistance period under the Recovery Act (9 quarters) and extension   (2 quarters), from the fourth quarter of 2008 (October-December) through  the second quarter of 2011 (April-June). Because our prototype formula  relies on readily available labor market data to automatically trigger the  beginning and end of the increased FMAP, assistance would have begun  earlier and extended longer than that provided by the Recovery Act  during the most recent national recession. As with the Recovery Act,  relying on NBER to obtain sufficient data to identify the beginning of a  national recession and then providing fiscal assistance through the  legislative process results in a time lag before aid is available; the  Recovery Act was passed in February 2009, nearly 5 quarters after the  national recession began in December 2007."], "subsections": []}, {"section_title": "Prototype Formula Targets Assistance Based on Increased Enrollment and Losses in Revenue", "paragraphs": ["States’ efforts to fund Medicaid during an economic downturn face two  main challenges: financing increased enrollment and replacing lost  revenue. To assist states in addressing both challenges, our prototype  formula includes two components for targeting funding: one for a state’s  increase in unemployment as a proxy for increased Medicaid enrollment,  and a second for a state’s decrease in total wages and salaries as a  proxy for the loss of revenue. The total assistance for a state would be  the sum of the employment- and wage-based components.", "Our prototype formula provides states with a reduction in their financial  contribution for Medicaid proportional to their increase in unemployment  during the national economic downturn. This component is based on data  showing a 1 percentage point increase in a state’s unemployment rate  produces approximately a 1 percent increase in state Medicaid spending  due to increased enrollment. The unemployment rate change used to  calculate assistance for a given quarter is the unemployment rate for that  quarter compared to the lowest unemployment rate in the prior 8 calendar  quarters. As shown in the formula below, the unemployment-based FMAP  increase (FMAP increaseU) for a given quarter is the product of the state  share of Medicaid (100-FMAP) and the change in the unemployment rate  (UR).", "FMAP increaseU = (100-FMAP) * ΔUR  For example, under our prototype formula, a 10 percentage point  increase in the unemployment rate would result in a 10 percent decrease  in the state share of Medicaid. If a state had a 60 percent FMAP, and a  40 percent state share, the state share would fall by 4 percentage points  (40 percent multiplied by 10 percent) to 36 percent, and commensurately  its FMAP would rise to 64 percent.", "Figure 4 illustrates the targeting of FMAP increases the formula would  have provided to states based on their increases in unemployment during  the fourth quarter of 2009 (October-December). It indicates a strong  proportional relationship between the FMAP increases and increases in  unemployment. During the fourth quarter of 2009, FMAP increases due to  changes in unemployment ranged from a low of 0.52 percentage points in  North Dakota, which had a 1.4 point increase in the unemployment rate,  to a high of 5.03 percentage points in Nevada, which experienced a   10.1 percentage point rise in unemployment. (See table 5 in app. IV for  the state-by-state data on which this simulation is based, and the state- by-state results of the simulation.)", "Our prototype formula provides states with a separate reduction in their  financial contribution for Medicaid that is proportional to their decrease in  wages and salaries during the economic downturn. This component is  based on data showing that a 1 percent decrease in total state wages and  salaries corresponds to approximately a 1 percent decrease in state tax  revenues. The total state wage and salary level used to calculate  assistance for a given quarter is the total wage and salary level for that  quarter compared to the highest wage and salary level in the prior eight  quarters, expressed as a percent change. As shown in the formula below,  the wage-based FMAP increase (FMAP increaseW) for a given quarter is  the product of the state share of Medicaid (100-FMAP) and the percent  change in total state wages and salaries (%∆W).", "FMAP increaseW = (100-FMAP) *  %ΔW   For example, under our prototype formula, a 20 percent decline in state  wages and salaries would result in a 20 percent decrease in the state  share of Medicaid. If a state had a 60 percent FMAP, and therefore a   40 percent state share, the state share would fall by 8 percentage points  (40 percent multiplied by 20 percent) to 32 percent, and its FMAP would  rise to 68 percent.", "Figure 5 illustrates the FMAP increases our prototype formula would have  provided to states based on their decreases in wages and salaries during  the fourth quarter of 2009 (October-December). It indicates a strong  proportional relationship between the FMAP increases and decreases in  wages and salaries, as the formula was designed to do. During the fourth  quarter of 2009, FMAP increases due to declines in state wages and  salaries would have ranged from a high of 8.64 percentage points in  Nevada, which experienced a 17.3 percent decline in wages and salaries,  to a low of 0.0 in three states—Alaska, the District of Columbia, and North  Dakota— which experienced no decline in wages and salaries during the  period. (See table 5 in app. IV for the state-by-state data on which this  simulation is based, and the state-by-state results of the simulation.)", "The total FMAP increase a state would receive for a given quarter would  be the sum of the FMAP increases for the unemployment-based and  wage-based components.", "FMAP increaseTotal   = FMAP increaseU + FMAP increaseW  For example, during the fourth quarter of 2009, Nevada would have  received the largest total FMAP increase of 13.68 percentage points,  combining its 5.03 percentage point unemployment increase and   8.64 percentage point wage-based increase; its FMAP would have  increased from 50.16 to 63.84. North Dakota would have received the  smallest total increase of 0.52 percentage points, combining its   0.52 percentage point increase for unemployment and 0.00 percentage  point increase for wage declines; its FMAP would have increased from  63.01 to 63.53.", "As shown in figure 6, the national average increased FMAP for both the  unemployment-based and wage-based components combined is less  than 1 percentage point during the first quarter of the assistance period. It  rises to 5.6 percentage points in the third quarter of 2009 (July- September) and begins to fall beginning in the fourth quarter of 2009  (October-December). State Medicaid needs resulting from declining  revenues exceed state Medicaid needs due to increased Medicaid  enrollment through most quarters of the economic downturn.  Consequently, the wage-based FMAP increase exceeds the  unemployment-based increase through most quarters of the assistance  period. Tables 6 and 7 in appendix IV present the results of a simulation  of the total temporary increased FMAP provided by our prototype formula  by quarter, by state, in response to the most recent national economic  downturn.", "For a given quarter, a state could receive an unemployment-based  increase, a wage-based increase, both, or neither, depending on its need.  Therefore, not every state would receive an unemployment-based or a  wage-based increase in every quarter. As shown in figure 7, for the first  quarter of 2008, 40 states would have received assistance based on an  increase in unemployment, and 14 states would have received assistance  based on a decline in wages. However, the majority of states would  have received increases for both components during most quarters of the  assistance period.", "Under our prototype formula, temporary FMAP assistance to states would  be triggered off when fewer than 26 states show a decline in their monthly  EPOP ratio over 2 consecutive months. Once the program is triggered off,  there are a number of ways in which the decrease in FMAP could be  introduced to ease states’ transition back to the regular FMAP.", "Under our prototype formula, states would have a more gradual transition  back to their regular FMAP once temporary assistance ended than under  the Recovery Act or the Reconciliation Act. First, our prototype formula  does not include an across-the-board or hold-harmless provision, as  provided by the Recovery Act and the Reconciliation Act. Therefore,  states would not be faced with an abrupt loss of a large amount of  assistance under our prototype formula. Second, because of the way that  our formula generates the unemployment-based and wage-based  increases, the increased FMAP generally declines toward the end of the  assistance period. As a result, for most states, the drop in FMAP once  temporary assistance ended would be modest compared to the Recovery  Act. For example, under our prototype, if the first quarter of 2011 would  have been the last quarter of assistance during the most recent economic  downturn, the average drop in FMAP would have been 0.54 percentage  points, ranging from 0.00 in seven states to 4.16 in Nevada. Only seven  states would have faced a drop in FMAP of greater than 1 percentage  point. In contrast, under the Recovery Act and extension, the average  drop in FMAP after the end of assistance in the second quarter of 2011  was 6.2 percentage points, ranging from 10.8 in Hawaii to 4.4 in  Kentucky; thus, all states experienced a drop in FMAP of over   4 percentage points."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Since its inception, efforts to finance the Medicaid program have been at  odds with the cyclical nature of its design and operation, particularly  during economic downturns. At such times, states typically experience  increased Medicaid enrollment while at the same time their own revenues  are declining. During the two most recent recessions, Congress acted to  provide states with a temporary increase in federal funds through an  increased FMAP. However, these efforts to provide states with increased  FMAP assistance during national recessions were not as responsive to  state Medicaid needs as they could have been. Legislative action at the  time of a recession has not been as timely as an automatic response to  changing economic conditions. Such a mechanism would reduce the time  between the start of the economic downturn and the beginning of  assistance by, in part, eliminating the lag between recognition of the  economic downturn and congressional action to authorize assistance. By  providing this predictability to states, an automatic trigger would facilitate  budget planning and provide states with greater fiscal stability. Similarly,  targeting assistance based on each state’s level of need ensures that  federal assistance is aligned with the magnitude of the economic  downturn’s effects on individual states.", "The prototype formula we present offers an option for providing  automatic, timely, and targeted assistance to states during a national  economic downturn. As called for in the mandate, our prototype formula  improves the starting and ending of assistance, accounts for variations in  state economic conditions, and responds to state Medicaid needs by  providing a baseline for full funding of state Medicaid needs during a  downturn. However, the level of funding and other design elements— such as the choice of thresholds for starting, ending, and targeting  assistance—are variables that policymakers could adjust depending on  circumstances such as competing budget demands, macroeconomic  conditions, and other state fiscal needs beyond Medicaid."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["To ensure that federal funding efficiently and effectively responds to the  countercyclical nature of the Medicaid program, Congress could consider  enacting an FMAP formula that is targeted for variable state Medicaid  needs and provides automatic, timely, and temporary increased FMAP  assistance in response to national economic downturns."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report for review to the Department of Health  and Human Services (HHS). HHS on behalf of the Centers for Medicare  & Medicaid Services (CMS) and the Office of the Assistant Secretary for  Planning and Evaluation (ASPE) provided written comments on the draft,  which are reprinted in appendix V.", "CMS officials stated that they agreed with the analysis and goals of the  report, and they emphasized the importance of aligning changes to the  FMAP formula as closely as possible to individual state circumstances in  order to avoid unintended consequences for beneficiaries and to provide  budget planning stability for states. However, they stated that the  complexity of the prototype formula we present may be difficult for states  and the federal government to implement, and the quarter-to-quarter  variability of the increased FMAP could present challenges for state and  federal budget planning. We note that the level of complexity and  variability in our prototype is comparable to the increased FMAP provided  under the Recovery Act. While there are inherent trade-offs between  precision and complexity in any model, a certain level of complexity is  necessary to achieve the goal of better targeting assistance in order to  align the level of funding with individual state circumstances.", "CMS officials also stated that they do not recommend using the formula  to provide general fund relief to states through the Medicaid program. Our  prototype formula is designed for state Medicaid needs only. However,  since Congress has used the increased FMAP for general fund relief in  the past, most recently under the Recovery Act, we present several  modifications that would permit increased funding to states for general  fund relief.", "In their comments, ASPE officials noted that the prototype formula is  designed for a national recession that impacts many states, but it does  not deal with more regional economic declines or slower recoveries that  are geographically concentrated. We agree that our prototype formula  was not designed for economic downturns limited to an individual state or  group of states, and we note this limitation in the report. As the mandate  specifically called for recommendations to address the needs of states  during periods of national economic downturn, such an analysis is beyond  the scope of this report.", "ASPE officials also commented that having an automatic trigger for the  temporary increased FMAP was a good idea. Further, ASPE agreed that  our use of the employment-to-population ratio (EPOP) is a better  measure for beginning assistance than the unemployment rate because  the EPOP ratio reflects both unemployed and discouraged workers.  ASPE officials also suggested that the EPOP ratio may be a better  measure than unemployment for assessing state need and targeting  assistance. We relied in part on unemployment for targeting, however,  because there is an established relationship between changes in the  unemployment rate and Medicaid enrollment.", "ASPE officials also noted that the relationship between unemployment  and Medicaid enrollment may change in the future following full  implementation of the Patient Protection and Affordable Care Act of 2010  (PPACA). We agree that the implementation of this act will have  implications for the relationship between unemployment and Medicaid  enrollment, particularly since an estimated 18 million additional individuals  could qualify for Medicaid under PPACA. Such an analysis, however, was  beyond the scope of our report, but formula elements could be adjusted  to take these changes and effects into account.", "In their comments, ASPE officials also offered several considerations to  guide policy choices regarding appropriate thresholds for timing and  targeting of funds. We would note that in the development of our  prototype formula and our illustrative simulations, we made a number of  choices about specific elements of the formula design, including  thresholds for timing and targeting. Alternatives to those design choices— such as those we present in appendix II of our report––involve balancing  the advantages of one choice against another.", "We are sending copies of this report to the Secretary of HHS, the  Administrator of the Centers for Medicare & Medicaid Services, and other  interested parties. In addition, the report will be available at no charge on  the GAO Web site at http://www.gao.gov.", "If you or your staffs have questions about this report, please contact  Carolyn L. Yocom at (202) 512-7114 or yocomc@gao.gov or Thomas J.  McCool at (202) 512-2642 or mccoolt@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. Major contributors to this report are listed in  appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To evaluate the performance of the prototype formula, we examined the  timing and targeting of the formula, and we simulated its application over  the period of the most recent national economic downturn. We also  considered the effects of using alternative design choices, and these are  discussed in appendix II.", "Our prototype formula relies on changes in the employment-to-population  (EPOP) ratio to identify the start of a national economic downturn, and to  provide a trigger for a targeted temporary increase in states’ Federal  Medical Assistance Percentage (FMAP). We define the EPOP ratio as the  ratio of the number of jobs to the working-age population aged 16 and  older. Employment data are represented by the number of jobs by state,  and come from the Bureau of Labor Statistics’ Current Employment  Statistics.", "To simulate the use of the EPOP ratio to identify the start of a national  economic downturn and trigger temporary FMAP assistance, we  calculated a 3-month moving average of the EPOP ratio starting in March  1977 through May 2011 for each state and the District of Columbia. This  time period covered the last five national recessions as defined by the  National Bureau of Economic Research (NBER). To calculate the decline  in EPOP, we subtracted the EPOP 3-month moving average for a given  month from the average for the same month in the preceding year. For  example, for each state, the EPOP ratio’s 3-month moving average for  May 2011 was subtracted from the average for May 2010. We identified a  threshold number of states with declining EPOP ratios that was consistent  with the start of each of the last five NBER recessions. Our prototype  formula is designed to provide assistance during periods of national  economic downturn; it is not designed for economic downturns limited to  an individual state or region.", "To simulate the targeting of temporary increased FMAP assistance to  states, we calculated increased FMAPs under our prototype formula  during the most recent national economic downturn. (The period of  targeted increases in FMAPs is defined by the EPOP “trigger.”) As  outlined in our March 2011 report, we used increases in states’  unemployment rates and declines in states’ wages and salaries as  indicators of states’ increased funding needs for Medicaid. The increased  needs result from (1) increased Medicaid enrollments as people are  affected by the economic downturn and become eligible for Medicaid; and  (2) states’ revenue losses, which affect their ability to fund their share of  Medicaid. To avoid taking into account states’ choices regarding Medicaid  policies and procedures, we used increases in state unemployment rates  as a proxy to indicate Medicaid enrollment growth attributable to the  economic downturn—our unemployment component. Similarly, to avoid  taking into account state policy choices (e.g., statutory tax rates), we used  decreases in wages and salaries as a proxy to indicate revenue losses  attributable to effects of the economic downturn—our wage and salary  component.", "Our calculation of targeted assistance to every state is done on a  quarterly basis, and the total increase in FMAP is the sum of amounts  calculated separately under the unemployment component, and the wage  and salary component. The overall method involves first selecting for  each state a “base quarter” from which increases in unemployment and  decreases in wages and salaries are calculated. While individual states  may experience many factors or trends that contribute to increases or  decreases in their unemployment rate or wages and salaries, such as  changes over time in the mix of industries in a state, we determined that  accounting for such factors for each state would make the prototype  formula too complex. Thus, the formula is based on the assumption that  all increases in unemployment or decreases in wages during the period of  assistance are attributed to the effects of the economic downturn.", "For the unemployment component, when the program is triggered on, a  base quarter is identified for each state by looking back over 8 quarters  from the current quarter and selecting the quarter with the lowest  unemployment rate. For the first 8 quarters of the program, the amount  of assistance for each quarter is calculated based on the difference  between the unemployment rate in this low base quarter and the rate in  the current quarter. After the first 8 quarters of assistance, the state’s  increase in unemployment is calculated using the unemployment rate in  the current quarter minus the lowest unemployment rate in the previous 8  quarters. As shown in figure 8, the start of the look-back period remains  fixed for the first 8 quarters of assistance; thereafter, the look-back period  is limited to the prior 8 quarters. For example, in the fourth quarter of  2009, the look-back period extends for 15 quarters; however, beginning in  the first quarter of 2010, the look-back period is limited to the prior 8  quarters.", "Under the unemployment component of the prototype, the increase in  unemployment provides states with a reduction in their financial  contribution for Medicaid that is proportional to their increase in  unemployment over the base quarter. A 1.0 percentage point increase in  a state’s unemployment rate corresponds to an increase in Medicaid  enrollment, which produces a 1 percent increase in state Medicaid  spending. As shown in the formula below, the unemployment-based  FMAP increase (FMAP increaseU) for a given quarter is the product of the  state share of Medicaid (100-FMAP) and the change in the  unemployment rate (UR).", "FMAP increaseU = (100-FMAP) * ΔUR  For example, under our prototype formula, a 10 percentage point  increase in the unemployment rate would result in a 10 percent decrease  in the state share of Medicaid. If a state had a 60 percent FMAP, and a  40 percent state share, the state share would fall by 4 percentage points  (40 percent multiplied by 10 percent) to 36 percent, and commensurately  its FMAP would rise to 64 percent.", "For the prototype formula’s wages and salaries component, the base  quarter is again found for each state by looking back over eight quarters  when the temporary assistance begins. The base quarter selected is the  quarter with the peak value in wages and salaries. For the first eight  quarters of the program, the amount of assistance for each quarter is  calculated based on the difference between the total state wages and  salaries in the peak quarter and the total state wages and salaries in the  current quarter. After the first eight quarters of assistance, the state’s  decrease in wages and salaries is calculated using the peak total wages  and salaries in the previous eight quarters minus the wages and salaries  in the current quarter. As with the unemployment component, the start of  the look-back period remains fixed for the first eight quarters of  assistance; thereafter, the look-back period is limited to the prior eight  quarters.", "Our prototype formula provides states with a separate reduction in their  financial contribution for Medicaid that is proportional to their decrease in  wages and salaries during the economic downturn. This component is  based on evidence showing a 1 percent decrease in total state wages  and salaries corresponds to a 1 percent decrease in state tax revenues.  For the purposes of our formula we assume a reduction in state tax  revenues corresponds to an equal percent reduction in the funds  available for funding the state share of Medicaid. The total state wage  and salary amount used to calculate assistance for a given quarter is the  total wage and salary amount for that quarter compared to the highest  wage and salary level in the prior eight quarters, expressed as a percent  change. As shown in the formula below, the wage-based FMAP increase  (FMAP increaseW) for a given quarter is the product of the state share of  Medicaid (100-FMAP) and the percent change in total state wages and  salaries (%ΔW).", "FMAP increaseW = (100-FMAP) *  %ΔW   For example, under our formula, a 20 percent decline in state wages and  salaries would result in a 20 percent decrease in the state share of  Medicaid. If a state had a 60 percent FMAP, and therefore a 40 percent  state share, the state share would fall by 8 percentage points (40 percent  multiplied by 20 percent) to 32 percent, and its FMAP would rise to   68 percent.", "To simulate the use of the prototype formula to end temporary FMAP  assistance, we examined the EPOP ratio to determine when program  assistance would stop. If the number of states having declining ratios falls  below a threshold level (26) for 2 consecutive months, the FMAP  assistance would end in the following quarter. While the EPOP test  employed to initiate temporary FMAP assistance is also used to end it,  the ending of assistance is not comparable to the NBER dates of the end  of a recession. In the five past national recessions we examined, the  EPOP test would end assistance after the NBER-designated economic  recovery began. This is appropriate because, as indicated in our March  2011 report, state Medicaid needs persist into the early stages of  recovery.", "In the case of the automatic trigger to start and stop the temporary  assistance to states, increased FMAP payments to states would begin in  the first calendar quarter following the quarter in which the EPOP  measure indicated the start of a economic downturn, and the last quarter  of payment would be the first calendar quarter following the quarter in  which the EPOP threshold was no longer met. In the case of the targeted  assistance to states, for the purposes of our simulation we did not build in  any delay between the availability of data and the calculation of increased  FMAPs. For example, although unemployment and wage and salary data  both become available with a delay of up to several months, we used  state unemployment and wage data for the first quarter of 2008 to  calculate the increased FMAP for the same quarter in our simulation.  Given the lag time associated with the availability of unemployment and  wage data, it may be advisable to calculate preliminary FMAPs based on  the most recent quarterly data available, and then to calculate final  FMAPs for that quarter when final data for the quarter are published."], "subsections": []}, {"section_title": "Appendix II: Some Design Elements in the Prototype Formula and Alternatives", "paragraphs": ["In the development of our prototype formula for increased Federal  Medical Assistance Percentages (FMAP) during national economic  downturns, we made a number of choices about specific elements of the  formula design. Alternatives to those design choices involve balancing the  advantages of one choice against those of another. For example, a  design alternative that would lessen the quarter-to-quarter variation in  FMAPs would also lessen the formula’s responsiveness to quarterly  changes in economic conditions. Thus, there is a trade-off between  establishing an increased FMAP that has relatively greater stability and  predictability and FMAPs that are reflective of states’ current economic  conditions.", "Table 2 presents a selection of formula design features contained in our  prototype formula and presents some alternatives. With each alternative,  there is a discussion of key considerations involved in making that choice.", "Table 3 describes two additional adjustments that were not included in  our prototype formula, but could be applied."], "subsections": []}, {"section_title": "Appendix III: The Recovery Act’s Across-the- board and Hold-harmless Provisions Were Not Targeted for States’ Medicaid Needs", "paragraphs": ["The across-the-board and hold-harmless provisions of the American  Recovery and Reinvestment Act of 2009 (Recovery Act) did not provide a  needs-based method for targeting Medicaid assistance to states during  an economic downturn. Because these provisions did not distinguish  among states that experienced varying degrees of increased  unemployment or decreased wages and salaries during an economic  downturn, they are not included in our prototype formula."], "subsections": [{"section_title": "The Recovery Act’s Across- the-board Provision Did Not Reflect the Variation among States in the Effect of the Economic Downturn", "paragraphs": ["The largest share of total assistance to states under the Recovery Act  was the 6.2 percentage point across-the-board FMAP increase that each  state received. However, because states are not equally affected by  national economic downturns an equal FMAP increase does not address  variable state Medicaid funding needs. Furthermore, as we discussed in  our March report, equal percentage point changes in FMAPs do not result  in equal percent reductions in state contributions for Medicaid. States with  higher regular FMAPs received a disproportionately large reduction in  their state contribution for Medicaid under the across-the-board provision.  For example, during the fourth quarter of assistance under the Recovery  Act, Nevada—a low FMAP state—had a 7.1 percentage point increase in  unemployment and a 27.9 percent decline in the state share of Medicaid,  while Arkansas—a high FMAP state—experienced a 2.1 percentage point  increase in unemployment, but a similar 28.1 percent decline in state  share."], "subsections": []}, {"section_title": "The Recovery Act’s Hold- harmless Provision Was Not Targeted for Variable State Needs", "paragraphs": ["Under the hold-harmless provision of the Recovery Act, each state’s  regular FMAP rate was held to the state’s highest rate since fiscal year  2008, regardless of changes in the state’s per capita income (PCI). As a  result, the largest FMAP increases due to the hold-harmless provision  went to the states with the greatest improvements in their underlying  economic condition, as measured by PCI, relative to the national average.  Furthermore, states with both higher unemployment and rising  unemployment tended to receive the least benefit from the hold-harmless  provision. As shown in table 4, many states that benefited from the  Recovery Act hold-harmless provision often had relative increases in their  PCI compared to the national average, while some states that had little or  no increase in PCI received little, if any, benefit from the hold-harmless  provision.", "Percentage change in  3-year average per capita  income (PCI) from  2003-05 to 2006-08,  relative to U.S. average -0.9% (3-month average  ending Sept. 2010)  11.7  3-month average since Jan. 2006)", "During the first quarter of 2011, 9 of the 10 states that received the  largest FMAP increases due to the hold-harmless provision had rising  PCIs relative to the national average. For example, Hawaii, which had a  4.0 percent increase in its PCI, received a FMAP increase of   4.71 percentage points. Conversely, 11 of the 12 states that received no  benefit from the hold-harmless provision in the first quarter of 2011 had  declining per capita incomes relative to the national average. In addition,  states with the greatest recession-related needs, such as high and rising  unemployment rates tended to receive the least benefit from the hold- harmless provision. For example, Michigan received no benefit from the  hold-harmless provision despite a much worse economic condition  relative to other states: a 13.1 percent unemployment rate and a   6.4 percent increase in its unemployment."], "subsections": []}]}, {"section_title": "Appendix IV: Temporary Increased FMAP Data by State, GAO Prototype Formula", "paragraphs": ["Appendix IV: Temporary Increased FMAP Data  by State, GAO Prototype Formula (2009, Qtr 4)"], "subsections": [{"section_title": "Change in unemployment (2009, Qtr 4)", "paragraphs": ["(2009, Qtr 4)"], "subsections": []}]}, {"section_title": "Appendix V: Comments from the Department of Health and Human Services", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VI: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contacts named above, major contributors included  Robert Copeland, Assistant Director; Eric R. Anderson; Robert  Dinkelmeyer; Greg Dybalski; Drew Long; and Max Sawicky."], "subsections": []}]}], "fastfact": []}