{"id": "GAO-08-823", "url": "https://www.gao.gov/products/GAO-08-823", "title": "Voluntary Organizations: FEMA Should More Fully Assess Organization's Mass Care Capabilities and Update the Red Cross Role in Catastrophic Events", "published_date": "2008-09-18T00:00:00", "released_date": "2008-09-18T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Voluntary organizations have traditionally played a major role in the nation's response to disasters, but the response to Hurricane Katrina raised concerns about their ability to handle large-scale disasters. This report examines (1) the roles of five voluntary organizations in providing mass care and other services, (2) the steps they have taken to improve service delivery, (3) their current capabilities for responding to mass care needs, and (4) the challenges they face in preparing for large-scale disasters. To address these questions, GAO reviewed the American Red Cross, The Salvation Army, the Southern Baptist Convention, Catholic Charities USA, and United Way of America; interviewed officials from these organizations and the Federal Emergency Management Agency (FEMA); reviewed data and laws; and visited four high-risk metro areas--Los Angeles, Miami, New York, and Washington, D.C."]}, {"section_title": "What GAO Found", "paragraphs": ["The five voluntary organizations we reviewed are highly diverse in their focus and response structures. They also constitute a major source of the nation's mass care and related disaster services and are integrated into the 2008 National Response Framework. The Red Cross in particular--the only one whose core mission is disaster response--has a federally designated support role to government under the mass care provision of this Framework. While the Red Cross no longer serves as the primary agency for coordinating government mass care services--as under the earlier 2004 National Plan--it is expected to support FEMA by providing staff and expertise, among other things. FEMA and the Red Cross agree on the Red Cross's role in a catastrophic disaster, but it is not clearly documented. While FEMA recognized the need to update the 2006 Catastrophic Incident Supplement to conform with the Framework, it does not yet have a time frame for doing so. Since Katrina, the organizations we studied have taken steps to strengthen their service delivery by expanding coverage and upgrading their logistical and communications systems. The Red Cross, in particular, is realigning its regional chapters to better support its local chapters and improve efficiency and establishing new partnerships with local community-based organizations. Most recently, however, a budget shortfall has prompted the organization to reduce staff and alter its approach to supporting FEMA and state emergency management agencies. While Red Cross officials maintain that these changes will not affect improvements to its mass care service infrastructure, it has also recently requested federal funding for its governmental responsibilities. Capabilities assessments are preliminary, but current evidence suggests that in a worst-case large-scale disaster, the projected need for mass care services would far exceed the capabilities of these voluntary organizations without government and other assistance--despite voluntary organizations' substantial resources locally and nationally. Voluntary organizations also faced shortages in trained volunteers, as well as other limitations that affected their mass care capabilities. Meanwhile, FEMA's initial assessment does not necessarily include the sheltering capabilities of many voluntary organizations and does not yet address feeding capabilities outside of shelters. In addition, the ability to assess mass care capabilities and coordinate in disasters is currently hindered by a lack of standard terminology and measures for mass care resources, and efforts are under way to develop such standards. Finding and training more personnel, dedicating more resources to preparedness, and working more closely with local governments are ongoing challenges for voluntary organizations. A shortage of staff and volunteers was most commonly cited, but we also found they had difficulty seeking and dedicating funds for preparedness, in part because of competing priorities. However, the guidance for FEMA preparedness grants to states and localities was also not sufficiently explicit with regard to using such funds to support the efforts of voluntary organizations."]}], "report": [{"section_title": "Letter", "paragraphs": ["Voluntary organizations have long played a critical role in providing care  to people affected by emergencies or natural disasters—no more so than  in the aftermath of Hurricanes Katrina and Rita in 2005. Recently, the  catastrophic loss of life from a major cyclone in Burma was also a sober  reminder of the need for such organizations. In the United States,  hundreds of voluntary organizations, most often locally or regionally  based, routinely assist disaster victims with mass sheltering and feeding  and other services. Among those able to provide resources nationally are  the American Red Cross, The Salvation Army, the Southern Baptist  Convention, Catholic Charities, and the United Way. In terms of funding,  alone, following the 2005 hurricanes, the Red Cross raised more than $2.1  billion; The Salvation Army, $325 million; Catholic Charities USA, $150  million; the United Way, $28 million; and the Southern Baptist Convention,  about $20 million.", "While our nation’s voluntary organizations have been critical complements  to local, state, and federal government agencies during disasters, the  magnitude of the September 11, 2001, terrorist attack and Hurricane  Katrina, in particular, revealed the need to further build a national system  of emergency management that better integrates voluntary agencies’  efforts and capabilities. A national blueprint for such a system that  coordinates voluntary, government, and private sector responders is  outlined by the Department of Homeland Security’s (DHS) 2008 National  Response Framework (the Framework). National planning has been a  complex process on many fronts—local, state, and federal government,  and private—and many questions arise in the process. In particular  Congress and others have raised concerns regarding the capabilities of  voluntary organizations, in support of governments, to provide mass care  and other assistance when there is a large-scale disaster. To provide  insight into the readiness of these organizations to respond to large-scale  disasters requiring a federal response, we examined the following  questions:  1.  What are the roles of major national voluntary organizations in  providing mass care and other human services in response to large- scale disasters requiring federal assistance?  2.  What steps have these organizations taken since Katrina to strengthen  their capacity for service delivery?  3.  What is known about their current capabilities for responding to mass  care needs in such a large-scale disaster?  4.  What are the remaining challenges that confront voluntary  organizations in preparing for such large-scale disasters?", "Overall, to address these objectives, we reviewed federal and voluntary  organization documents; conducted site visits; interviewed local, state, and  national governmental and voluntary agency officials; and reviewed  relevant laws. More specifically, we reviewed governmental and other  reports on the lessons learned from the response to Hurricane Katrina as  well as key federal disaster management documents, including the 2008  National Response Framework; the Catastrophic Incident Supplement to  the Framework, which describes the federal government’s detailed  strategy for coordinating a national response to a catastrophic disaster;  and Emergency Support Function 6—Mass Care, Emergency Assistance,  Housing, and Human Services Annex (ESF-6), which together describe the  federal coordination of the delivery of federal mass care and other human  services. We also interviewed officials from the Federal Emergency  Management Agency (FEMA)—a federal agency within DHS that is the  lead agency for responding to disasters. For five major voluntary  organizations—the Red Cross, The Salvation Army, the Southern Baptist  Convention, Catholic Charities USA, and United Way of America—we  reviewed documents including their disaster response plans,  memorandums of agreement, and various data, such as data on shelters  and other mass care resources. We also interviewed voluntary  organization officials at their national headquarters as well as the Director  of the National Voluntary Organizations Active in Disaster (NVOAD), an  umbrella group of nationwide nonprofit organizations. To examine  voluntary organizations’ capabilities—especially in mass care—we  conducted site visits to four metropolitan areas considered at high risk for  different types of disasters, such as major earthquakes, hurricanes, or  terrorist attacks: (1) Los Angeles, California; (2) Miami, Florida; (3) New  York City, New York; and (4) Washington D.C. For each of these areas, we  reviewed documents and obtained available data from the voluntary  organizations on their sheltering and feeding capabilities. We also  interviewed officials from the selected voluntary organizations; local and  state government emergency management agencies; NVOAD’s local  affiliates, known as Voluntary Organizations Active in Disaster (VOAD);  and FEMA’s regionally based liaisons to the voluntary sector, known as  voluntary agency liaisons. In discussing voluntary organizations’  capabilities in this report, we do not attempt to assess the total disaster  response capabilities in any single location that we visited or the efficacy  of any responses to particular scenarios, such as major earthquakes versus  hurricanes. We conducted this performance audit from August 2007 to  September 2008 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives. See appendix I for  more information on our scope and methodology."], "subsections": [{"section_title": "Background", "paragraphs": ["State and local governments generally have the principal responsibility for  meeting mass care and other needs in responding to a disaster; however,  governments largely carry out this responsibility by relying on the services  provided by voluntary organizations. Voluntary organizations provide  sheltering, feeding, and other services, such as case management, to  disaster victims and have long supported local, state, and federal  government responses to disasters."], "subsections": [{"section_title": "Voluntary Organizations in Disasters", "paragraphs": ["Voluntary organizations have historically played a critical role in providing  services to disaster victims, both on a routine basis—in response to house  fires and local flooding, for example—and in response to far rarer  disasters such as devastating hurricanes or earthquakes. Their assistance  can vary from providing immediate services to being involved in long-term  recovery efforts, including fund-raising. Some are equipped to arrive at a  disaster scene and provide immediate mass care, such as food, shelter, and  clothing. Other charities address short-term needs, such as providing case  management services to help disaster victims obtain unemployment or  medical benefits. Other voluntary organizations provide long-term disaster  assistance such as job training or temporary housing assistance for low- income families. In addition, local organizations that do not typically  provide disaster services may step in to address specific needs, as  occurred when churches and other community organizations began  providing sheltering after the Gulf Coast hurricanes.", "The American Red Cross, a nongovernmental organization founded in  1881, is the largest of the nation’s mass care service providers. Operating  under a congressional charter since 1900, the Red Cross provides  volunteer humanitarian assistance to the armed forces, serves as a  medium of communication between the people of the United States and  the armed forces, and provides direct services to disaster victims,  including feeding, sheltering, financial assistance, and emergency first aid.", "An additional key player in the voluntary sector is NVOAD, an umbrella  organization of nonprofits that are considered national in their scope.  Established in 1970, NVOAD is not itself a service delivery organization but  rather coordinates planning efforts by many voluntary organizations  responding to disaster, including the five organizations in this review. In  addition to its 49 member organizations, NVOAD also coordinates with  chartered state Voluntary Organizations Active in Disaster (VOAD) and  their local affiliates. (See app. II for NVOAD members.)", "The occurrence in 2005 of Hurricanes Katrina and Rita revealed many  weaknesses in the federal disaster response that were subsequently  enumerated by numerous public and private agencies—including the GAO,  the White House, and the American Red Cross. These weaknesses  included a lack of clarity in roles and responsibilities among and between  voluntary organizations and FEMA and a need for the government to  include voluntary organizations in national and local disaster planning.  According to several post-Katrina reports, the contributions of voluntary  organizations, especially faith-based groups, had not been effectively  integrated into the earlier federal plan for disaster response—the 2004  National Response Plan. These reports called for better coordination  among government agencies and voluntary organizations through  cooperative relationships and joint planning and exercises. (See  bibliography.)"], "subsections": []}, {"section_title": "National Approach to Disaster Response", "paragraphs": ["Under the Homeland Security Act, which President Bush signed in 2002, as  amended by the Post-Katrina Emergency Management Reform Act of 2006  (Post-Katrina Act), FEMA has been charged with responsibility for leading  and supporting a national, risk-based, comprehensive emergency  management system of preparedness, protection, response, recovery, and  mitigation. In support of this mission, FEMA is required to partner with the  private sector and nongovernmental organizations, as well as state, local,  tribal governments, emergency responders, and other federal agencies.  Under the act, FEMA is specifically directed, among other things, to    build a comprehensive national incident management system;   consolidate existing federal government emergency response plans  into a single, coordinated national response plan;    administer and ensure the implementation of that plan, including  coordinating and ensuring the readiness of each emergency support  function under the plan; and    update a national preparedness goal and develop a national  preparedness system to enable the nation to meet that goal.", "As part of its preparedness responsibilities, FEMA is required to develop  guidelines to define risk-based target capabilities for federal, state, local,  and tribal preparedness and establish a comprehensive assessment system  to assess, on an ongoing basis, the nation’s prevention capabilities and  overall preparedness. FEMA is also required to submit annual reports  which describe, among other things, the results of the comprehensive  assessment and state and local catastrophic incident preparedness. FEMA  may also use planning scenarios to reflect the relative risk requirements  presented by all kinds of hazards. As we noted in previous reports and  testimony, the preparation for a large-scale disaster requires an overall  national preparedness effort designed to integrate what needs to be done  (roles and responsibilities), how it should be done, and how well it should  be done. The principal national documents designed to address each of  these questions are the National Response Framework, the National  Incident Management System, and the National Preparedness  Guidelines. A core tenet of these documents is that governments at all  levels, the private sector, and nongovernmental organizations, such as the  Red Cross and other voluntary organizations, coordinate during disasters  that require federal intervention. (See fig. 1.)", "DHS’s National Response Framework, which became effective in March  2008, delineates roles for federal, state, local, and tribal governments; the  private sector; and voluntary organizations in responding to disasters. The  new framework revises the National Response Plan, which was originally  signed by major federal government agencies, the Red Cross, and NVOAD  in 2004. Under the National Response Framework, voluntary organizations  are expected to contribute to these response efforts through partnerships  at each level of government. In addition, FEMA, in conjunction with its  voluntary agency liaisons, acts as the interface between these  organizations and the federal government. (See fig. 2.)", "The Framework also creates a flexible and scalable coordinating  structure for mobilizing national resources in a large-scale disaster. Under  the Framework, local jurisdictions and states have lead responsibility for  responding to a disaster and can request additional support from the  federal government as needed.", "In addition, for catastrophic incidents that almost immediately overwhelm  local and state resources and result in extraordinary levels of mass  casualties or damage, the Framework—through its Catastrophic Incident  Supplement—specifies the conditions under which the federal government  can proactively accelerate the national response to such disasters without  waiting for formal requests from state governments. The Supplement was  published in 2006 after Hurricane Katrina."], "subsections": [{"section_title": "Sheltering, Feeding, and Other Human Services under the ESF- 6 in the National Framework", "paragraphs": ["The National Framework organizes the specific needs that arise in disaster  response into 15 emergency support functions, or ESFs. Each ESF  comprises a coordinator, a primary agency, and support agencies—usually  governmental agencies—that plan and support response activities.  Typically, support agencies have expertise in the respective function, such  as in mass care, transportation, communication, or firefighting. In a  disaster, FEMA is responsible for activating the ESF working groups of  key federal agencies and other designated organizations that are needed.", "For the voluntary organizations in our review, Emergency Support  Function 6 (ESF-6) is important because it outlines the organizational  structure used to provide mass care and related services in a disaster.  These services are    mass care (e.g., sheltering, feeding, and bulk distribution of emergency    emergency assistance (e.g. evacuation, safety, and well-being of pets),   disaster housing (e.g., roof repair, rental assistance), and   human services (e.g., crisis counseling, individual case management).", "Under ESF-6, FEMA is designated as the primary federal agency  responsible for coordinating and leading the federal response for mass  care and related human services, in close coordination with states and  others such as voluntary organizations—a role change made in 2008 in  response to issues that arose during Katrina. FEMA carries out this  responsibility by convening federal ESF-6 support agencies during  disasters and coordinating with states to augment their mass care  capabilities as needed. Under ESF-6, the Red Cross and NVOAD are each  named as support agencies to FEMA, along with numerous federal  departments, such as the Department of Health and Human Services.  FEMA’s voluntary agency liaisons, located in FEMA regions, are largely  responsible for carrying out these coordinating duties with voluntary  organizations."], "subsections": []}]}]}, {"section_title": "Voluntary Organizations Are a Major Source of Mass Care and Other Services in Disasters and Have Significant Support Roles under the National Response Framework", "paragraphs": ["As private service providers fulfilling their humanitarian missions, the  voluntary organizations in our review have historically served as  significant sources of mass care and other services in large-scale disasters  and play key roles in national response—in coordination with local, state,  and federal governments—under the National Response Framework.  While their response structures differ in key ways—with some having  more centralized operations than others, for example—these voluntary  organizations coordinate their services through formal written agreements  and through informal working relationships with other organizations. In  recognition of their long-standing leadership in providing services to  disaster victims, these organizations, especially the American Red Cross  and NVOAD, have considerable roles in supporting FEMA under the  nation’s National Response Framework. While this new Framework  shifted the Red Cross from a primary agency for mass care to a support  agency, largely because the Red Cross cannot direct federal resources, the  2006 Catastrophic Incident Supplement has not been updated to reflect  this change. FEMA does not currently have a timetable for revising the  Supplement, as required under the Post-Katrina Act, and while FEMA and  Red Cross officials told us that they have a mutual understanding of the  Red Cross’s role as a support agency in a catastrophic disaster, this  understanding is not currently documented."], "subsections": [{"section_title": "While the Voluntary Organizations Differ in Key Ways, They Have Traditionally Been Major Providers of Mass Care and Other Services", "paragraphs": ["While the major national voluntary organizations in our review differ in  their types of services and response structures, they have all played  important roles in providing mass care and other services, some for over a  century. According to government officials and reports on the response to  Katrina, the Red Cross and the other voluntary organizations we reviewed  are a major source of mass care and other disaster services, as was evident  in the response to Hurricane Katrina."], "subsections": [{"section_title": "Types and Focus of Disaster Services Vary Among the Voluntary Organizations", "paragraphs": ["The five voluntary organizations we reviewed differ in the extent to which  they focus on providing disaster services and in the types of services they  provide. Four of the five organizations directly provide a variety of mass  care and other services, such as feeding and case management, while the  fifth—the United Way—focuses on fund-raising for other organizations. As  the nation’s largest disaster response organization, the Red Cross is the  only one of the five in our review the core mission of which is to provide  disaster response services. In providing its services, the Red Cross  typically coordinates with state and local governments to support their  response and has formal agreements with state or local emergency  management agencies to provide mass care and other disaster services.  For example, the Red Cross serves as a support agency in the Washington,  D.C., disaster response plan for mass care, feeding, and donations and  volunteer management. In contrast to the Red Cross, The Salvation Army,  the Southern Baptist Convention, and Catholic Charities are faith-based  organizations that provide varying types and degrees of disaster services –  some for decades—as an extension of their social and community service  missions. The United Way raises funds for other charities and provides  resources to local United Way operations, but does not directly provide  services to survivors in response to disasters. (See table 1.)", "While voluntary organizations have traditionally played an important role  in large-scale disasters, their role in response to Hurricane Katrina, the  largest natural disaster in U.S. history, was even more significant,  especially for the three mass care service providers in our study—the Red  Cross, The Salvation Army, and the Southern Baptist Convention. For  example, after Katrina, the Red Cross provided more than 52.6 million  meals and snacks and opened more than 1,300 shelters across 27 states,  while the Southern Baptist Convention provided more than 14.6 million  meals and The Salvation Army provided 3.8 million articles of clothing.  While Catholic Charities USA and its affiliates do not generally provide  mass care services, during Katrina it assisted with feeding by donating  food. (See table 2.)", "The four direct service providers in our study—the Red Cross, The  Salvation Army, the Southern Baptist Convention, and Catholic  Charities—each have distinct disaster response structures, with their  national offices having different levels of authority over the organization’s  affiliates and resources, reflecting a continuum from more centralized  operations, such as the Red Cross, to more decentralized operations, such  as Catholic Charities USA. For example, in a large-scale disaster, the  national office of the Red Cross directly sends headquarters-based trained  staff, volunteers, and equipment to the affected disaster site, while  Catholic Charities USA’s disaster response office provides technical  assistance to the affected member dioceses but does not direct resources.  (See table 3.) Similarly, to facilitate its ability to direct a nationwide  response from headquarters, the Red Cross has a national headquarters  and service area staff of about 1,600 as of May 2008, maintains a 24/7  disaster operations center at its headquarters, and has a specially trained  cadre of over 71,000 volunteers who are nationally deployable, according  to the Red Cross. In contrast, the Southern Baptist Convention and  Catholic Charities each have 1 or 2 staff at their national offices who are  responsible for disaster response coordination for their organizations.  These differences in the national offices’ roles within the voluntary  organizations means that when voluntary organizations respond to  disasters of increasing magnitude by “ramping up”—a process similar to  the scalable response described in the National Response Framework— they do so in different ways and to different extents.", "While the voluntary organizations in our review coordinate with one  another and with the government, their disaster response structures are  not necessarily congruent with the response structures of other voluntary  organizations or aligned geographically or jurisdictionally with those of  government. In essence, the voluntary organizations’ response structures  do not necessarily correspond to the local, state, and federal structures of  response—as described in the National Framework. For example, The  Salvation Army and Catholic Charities are not aligned geographically with  states, while the Southern Baptist Convention is aligned roughly along  state lines, called state conventions, and the Red Cross’s organizational  structure supports regional chapter groupings, which are also aligned  generally by state. Furthermore, while the Red Cross and The Salvation  Army have regional or larger territorial units, these are not necessarily  congruent with FEMA’s 10 regions. (See table 4).", "In a similar vein, these service providers do not necessarily follow the  command and control structure typical of the federal incident command  system set forth in the National Incident Management System (NIMS) for  unifying disaster response. These organizations vary in the extent to  which they have adopted this command system, according to officials we  spoke with. For example, organization officials told us that the Red Cross,  The Salvation Army, and the Southern Baptist Convention use this  command system, while Catholic Charities does not."], "subsections": []}]}, {"section_title": "Mutual Aid Agreements and Informal Working Relationships Link the Organizations to One Another", "paragraphs": ["The voluntary organizations in our review coordinate and enhance their  service delivery through formal written agreements at the national level.  While not all of the voluntary organizations have such agreements with  each other, the Red Cross maintains mutual aid agreements with the  national offices of The Salvation Army, the Southern Baptist Convention,  and Catholic Charities USA, as well as 39 other organizations with  responsibilities under ESF-6. For example, under a 2000 agreement  between the Red Cross and the Southern Baptist Convention, a feeding  unit addendum describes operations and financial responsibilities when  the two organizations provide mass feeding services cooperatively.  According to Southern Baptist Convention officials, the general premise of  this agreement is that the Convention will prepare meals in its mobile  feeding units, while the Red Cross will distribute these meals using its  emergency response vehicles.", "According to many of the voluntary organization officials we interviewed,  another essential ingredient for response is to have active, informal  working relationships with leaders of other organizations that are well  established before disasters strike. These relationships are especially  important when organizations do not have formal written agreements or  when the agreements do not necessarily represent the current relationship  between two organizations. Regular local VOAD meetings and joint  training exercises with local and state governments facilitate these  working relationships by providing an opportunity for relationship  building and informal communication. For example, a Florida catastrophic  planning exercise in 2006-2007 brought together 300 emergency  management professionals and members of the Florida VOAD to develop  plans for two types of catastrophic scenarios. According to disaster  officials, relationships built through this type of interaction allow  participants to establish connections that can be drawn upon during a  disaster."], "subsections": []}, {"section_title": "The ESF-6 under the National Framework Recognizes the Important Role of the Red Cross and NVOAD Members in Disasters", "paragraphs": ["The National Response Plan that was instituted after September 11, and  the 2008 National Response Framework, which superseded it, both  recognized the key role of the Red Cross and NVOAD member  organizations in providing mass care and other services by giving the Red  Cross and NVOAD responsibilities under the ESF-6 section of the  Framework."], "subsections": [{"section_title": "The Red Cross Role", "paragraphs": ["The 2008 National Response Framework, which revised the National  Response Plan, clarified some aspects of the Red Cross’s role that had  been problematic during the Katrina response. Under the 2008 ESF-6  section of the Framework, the Red Cross has a unique federally designated  role as a support agency to FEMA for mass care. As noted in our recent  report, the Red Cross was previously designated as the primary agency for  mass care under ESF-6 in the 2004 National Response Plan, but the Red  Cross’s role was changed under the 2008 Framework to that of a support  agency. This role change was made in large part because FEMA and the  Red Cross agreed—in response to issues that arose during Katrina—that  the primary agency responsible for coordinating mass care nationwide  needs to be able to direct federal resources.", "As a support agency under ESF-6, the Red Cross helps FEMA and the  states coordinate mass care activities in disasters. In particular the Red  Cross is charged with providing staff and specially trained liaisons to work  at FEMA’s regional offices and other locations, and providing subject  matter expertise on mass care planning, preparedness, and response. In  addition, the Red Cross is expected to take the lead in promoting  cooperation and coordination among government and national voluntary  organizations that provide mass care during a disaster, although it does  not direct other voluntary organizations in this role. (See fig. 3.) ESF-6 also  acknowledges the Red Cross’s separate role as the nation’s largest mass  care service provider, which is distinct from its role under the Framework.  When providing mass care services, the Red Cross acts on its own behalf  and not on behalf of the federal government, according to the ESF-6.", "In recent months, the Red Cross has reported a significant budget deficit  that has led it to substantially reduce its staff, including those assigned to  FEMA and its regional offices, and to seek federal funding for its ESF-6  responsibilities—a major policy shift for the organization. According to  Red Cross officials, the Red Cross has experienced major declines in  revenues in recent years, and the organization reported a projected  operating budget deficit, for fiscal year 2008, of about $150 million. To  address this shortfall, in early 2008 the Red Cross reduced the number of  its staff by about 1,000, with most of these staffing cuts made at its  national headquarters and in service areas, in departments that support all  Red Cross functions, such as information technology, human resources,  and communications. These cuts included eliminating its full-time staff at  FEMA’s 10 regional offices and reducing staff that supported state  emergency management agencies from 14 to 5. While it is too soon to tell  the impact of these changes, Red Cross officials we spoke with told us  these staffing cutbacks will not affect its ability to provide mass care  services. For example, several positions were also added to its Disaster  Services unit to support local chapters’ service delivery, according to Red  Cross data, including area directors and state disaster officers—a new  position at the Red Cross. However, with regard to its ESF-6  responsibilities, Red Cross officials also said that while the organization  will continue to fulfill its ESF-6 responsibilities, it is changing the way it  staffs FEMA’s regional offices during disasters by assigning these  responsibilities, among others, to state disaster officers and using trained  volunteers to assist in this role. According to the Red Cross, its costs for  employing a full-time staff person in each FEMA regional office and for  staffing its headquarters to support federal agencies during disasters is $7  million annually, for an operation that the Red Cross says is no longer  sustainable. Consequently, in May 2008 testimony before the Senate  Committee on Homeland Security and Governmental Affairs, the Red  Cross requested that Congress authorize and appropriate funding to cover  these positions and responsibilities under the ESF-6. In addition, the Red  Cross requested $3 million to assist it in funding its role of integrating the  mass care services provided by the nongovernmental sector, for a total of  $10 million requested."], "subsections": []}, {"section_title": "Role of NVOAD and Its Members", "paragraphs": ["In addition to the Red Cross, NVOAD is also designated as a support  agency under the 2008 ESF-6 section of the Framework, as it was in the  previous national plan. In its role as a support agency for mass care,  NVOAD is expected to serve as a forum enabling its member organizations  to share information, knowledge, and resources throughout a disaster; it is  also expected to send representatives to FEMA’s national response center  to represent the voluntary organizations and assist in disaster  coordination. A new element in the 2008 ESF-6 is that voluntary  organizations that are members of NVOAD are also specifically cited in  ESF-6 under NVOAD, along with descriptions of their services or functions  in disaster response. According to NVOAD and FEMA officials, listing the  individual NVOAD members and their services in the ESF-6 does not  change organizations’ expected roles or create any governmental  obligations for these organizations to respond in disasters, but rather  recognizes that NVOAD represents significant resources available through  the membership of the voluntary organizations."], "subsections": []}]}, {"section_title": "Under the Catastrophic Incident Supplement, the Red Cross Is Still Described as the Lead Agency for Mass Care, Which Is Inconsistent with Changes Made to ESF-6", "paragraphs": ["While the Red Cross’s role for ESF-6 has been changed from that of a  primary agency under the National Response Plan to that of a support  agency under the new Framework, the Catastrophic Incident Supplement  still reflects its earlier role, requiring the Red Cross to direct federal mass  care resources. The Supplement provides the specific operational  framework for responding to a catastrophic incident, in accordance with  federal strategy. When the Supplement was issued, in 2006, the Red Cross  was the primary agency for coordinating federal mass care assistance and  support for the mass care section of ESF-6 under the National Response  Plan. As previously mentioned, in January 2008 the Red Cross’s role  under ESF-6 changed from that of a primary agency to that of a support  agency, partly because the Red Cross lacks the authority to direct federal  resources. The Supplement has not yet been updated to reflect this recent  change in the Red Cross’s role. However, FEMA and Red Cross officials  agreed that in a catastrophic incident, the Red Cross would serve as a  support agency for mass care—not as the lead agency—and therefore  would not be responsible for directing federal resources. According to  FEMA, in a catastrophic incident, the management, control, dispensation,  and coordination of federal resources will change, shifting this  responsibility from the Red Cross to FEMA, so as to be consistent with the  National Response Framework and the ESF-6.", "In addition to describing its ESF-6 support agency responsibilities in a  catastrophic disaster, the Supplement lays out the mass care services the  Red Cross would provide in a catastrophic disaster—acting as a private  organization—and FEMA and Red Cross officials agreed that the Red  Cross would continue to provide these services as part of its private  mission, regardless of the change to its role in the ESF-6 or any future  revisions to the Supplement. The Red Cross’s services and actions as a  private service provider are integrated into the Supplement for responding  to catastrophic disasters. In an event of catastrophic magnitude, the Red  Cross is expected to directly provide mass care services to disaster  victims, such as meals and immediate sheltering services to people who  are denied access to their homes. The Supplement also includes the Red  Cross in a schedule of actions that agencies are expected to automatically  take in response to a no-notice disaster, such as a terrorist attack or  devastating earthquake. For example, within 2 hours after the Supplement  is implemented, the Red Cross is expected to inventory shelter space in a  250-mile radius of the disaster using the National Shelter System, dispatch  specially trained staff to assess needs and initiate the Red Cross’s national  response, coordinate with its national voluntary organization partners to  provide personnel and equipment, and deploy Red Cross kitchens and  other mobile feeding units. However, according to the ESF-6, in providing  these mass care services, the Red Cross is acting on its own behalf and not  on the behalf of the federal government or other governmental entity, and  the Supplement similarly states that the Red Cross independently provides  mass care services as part of its broad program of disaster relief.  According to Red Cross officials, if the Supplement were implemented, the  Red Cross would continue providing the same mass care services that it  has always provided as a private organization. FEMA officials agreed that  its expectations of the services the Red Cross would provide in a  catastrophic event have not changed, and that its role as a service provider  has not been affected by the changes to the ESF-6. According to FEMA,  FEMA will augment the Red Cross’s resources in a catastrophic disaster,  and the two organizations are working together to develop a memorandum  of agreement to ensure that the Red Cross is provided with adequate  federal support for logistics, human resources, and travel in a catastrophic  event.", "Although FEMA is charged with revising the Supplement under the Post- Katrina Reform Act, agency officials told us that the agency does not  currently have a time frame for updating the Supplement and does not  have an interim agreement documenting FEMA’s and the Red Cross’s  understanding of the Red Cross’s role as a support agency under the  Supplement. FEMA officials told us that the agency was revising the 2004  Catastrophic Incident Annex—a brief document that establishes the  overarching strategy for a national response to this type of incident—but  that it does not yet have a time frame for updating the more detailed  Supplement, which provides the framework for implementing this  strategy, although the agency told us that it is in the process of  establishing a review timeline. According to FEMA, future revisions to the  Supplement will shift responsibility for directing federal mass care  resources from the Red Cross to FEMA, in order to remain consistent with  the National Response Framework and ESF-6. Furthermore, FEMA and  the Red Cross told us that they have a mutual understanding of the Red  Cross’s role as a support agency in a catastrophic disaster. However, this  understanding is not currently documented. As the experience in  responding to Hurricane Katrina demonstrated, it is important to have a  clear agreement on roles and responsibilities. Crafting such agreements in  writing ahead of time—before the need to respond to a catastrophic  event—would help clarify potentially unknown sources of  misunderstanding and communicate this understanding not just to FEMA  and the Red Cross, but also to FEMA’s many support agencies for ESF-6  and the Red Cross’s partner organizations in the voluntary sector. There is  also precedent for having an interim agreement on changed roles: In 2007,  while the National Response Plan was being revised, FEMA and the Red  Cross developed an interim agreement on roles and responsibilities that  set forth the Red Cross’s shift from primary to support agency."], "subsections": []}]}, {"section_title": "Voluntary Organizations Have Taken Steps to Expand Coverage and Strengthen Their Service Delivery Structures", "paragraphs": ["In response to weaknesses in service delivery that became evident during  Hurricane Katrina, the American Red Cross, The Salvation Army, the  Southern Baptist Convention, and Catholic Charities have acted to expand  their service coverage and strengthen key aspects of their structures. The  Red Cross has reorganized its chapters and established new partnerships  with local community and faith-based organizations, particularly in rural  areas with hard-to-reach populations. While Red Cross officials did not  expect these improvements to be undermined by the organization’s budget  deficit, the effect of recent staff reductions at headquarters and elsewhere  remains to be seen. Meanwhile, all four organizations, to varying degrees,  have made changes to strengthen their ability to coordinate services by  collaborating more on feeding and case management and improving their  logistical and communications systems."], "subsections": [{"section_title": "The Red Cross Is Taking Steps to Expand Service Coverage by Reorganizing Its Response Structure", "paragraphs": ["In recognition of the fact that its service coverage had been inadequate  during the 2005 Gulf Coast hurricanes, the Red Cross subsequently  reorganized its service delivery structure and initiated or strengthened  partnerships with local community organizations—a process that is still  ongoing. During Katrina, when approximately 770,000 people were  displaced, the Red Cross was widely viewed as not being prepared to meet  the disaster’s unprecedented sheltering needs, in part because some  areas—particularly rural areas—lacked local chapters or were not offering  services; furthermore, the Red Cross had weak relationships with faith- based and other community groups that stepped in during this crisis to  assist disaster victims. To address these problems, the Red Cross is  implementing two main initiatives:  First, to expand and strengthen its service delivery, including its capacity  to respond to catastrophic disasters, the Red Cross is reorganizing its field  structure by    Establishing a more flexible approach to service delivery to  accommodate varying needs of diverse communities within the same  jurisdiction. According to the Red Cross, the jurisdiction of many chapters  consisted of urban, suburban, and rural counties. Previously, chapter  services were based on an urban model, but this one-size-fits-all approach,  according to the Red Cross, did not well suit the needs and capacities of  suburban and rural areas. The Red Cross now differentiates among three  service levels, and each chapter can match service levels to the  communities within its jurisdiction according to the community’s  population density and vulnerability to disasters. As part of this  differentiated approach, the chapters also use a mix of methods for  providing services—from teams of disaster-trained volunteers to toll-free  numbers and the Internet to formal partnerships—depending on the  service level needed.", "Realigning its regional chapter groupings—each consisting of three to  eight local chapters—to cover larger geographic areas, additional  populations, and better support their local chapters. Regional chapters  were established based on factors such as population density, total  geographic area, and community economic indicators. According to the  Red Cross, streamlining administrative back-office functions, such as  human resources and financial reporting, through an organization-wide  initiative to reduce duplication will free up chapter resources for service  delivery. With this realignment, regional chapters now are expected to  provide their local chapters with technical assistance, evaluate local  chapters’ overall service delivery capacity, and identify strategies to  maximize service delivery, according to the Red Cross.", "Second, the Red Cross is working to strengthen its local chapters’  relationships with local faith- and community-based organizations so as to  help better serve diverse and hard-to-reach populations. During Katrina,  the Red Cross lacked such relationships in certain parts of the country,  including hurricane-prone areas, and did not consistently serve the needs  of many elderly, African-American, Latino, and Asian-American disaster  victims and people with disabilities. To remedy this, the Red Cross  initiated a new community partnership strategy under which local  chapters identify key community organizations as possible disaster  response partners and enter into agreements with them on resources to be  provided, including reimbursements for costs associated with sheltering  disaster victims. The partnership strategy’s goals include improving  service to specific communities by overcoming linguistic and cultural  barriers; increasing the number of possible facilities for use as shelters,  service centers, and warehouses; and enlisting the support of  organizations that have relationships with the disabled community.  According to Red Cross officials, local chapters around the country have  initiated thousands of new partnerships with faith-based and local  community organizations. However, because these partnerships are  formed at the local chapter level, the national office does not track the  exact number of new agreements signed, according to the Red Cross.", "In addition, the Red Cross has also taken some actions to better address  the mass care needs of disaster victims with disabilities—a particular  concern during Katrina—although concerns still remain about the nation’s  overall preparations for mass care for people with disabilities. For  example, the Red Cross developed a shelter intake form to help volunteers  determine if a particular shelter can meet an individual’s needs as well as  new training programs for staff and volunteers that specifically focus on  serving the disabled, as we previously reported. It has also prepositioned  items such as cots that can be used in conjunction with wheelchairs in  warehouses to improve accessibility to shelters. However, as we reported  in February 2008, Red Cross headquarters officials told us that some local  chapters were not fully prepared to serve people with disabilities and that  it was difficult to encourage local chapters to implement accessibility  policies. In the report we also noted that FEMA had hired a disability  coordinator to improve mass care services for the disabled, but it had not  yet coordinated with the National Council on Disability, as required under  the Post-Katrina Act. More specifically, we recommended that FEMA  develop a set of measurable action steps, in consultation with the  disability council, for coordinating with the council. According to the  National Disability Council, while FEMA and the council have met on  several occasions to discuss their joint responsibilities under the Post- Katrina Act, FEMA has not yet developed action steps for coordination in  consultation with the council. FEMA officials told us they are preparing an  update for us on their response to the recommendation.", "Although the Red Cross recently significantly reduced its staffing levels,  the staffing cutbacks were designed to uphold the organization’s delivery  of disaster services, according to the Red Cross. Red Cross national  officials told us that overall, these and other staffing cuts were designed to  leave service delivery intact and that the Red Cross plans to maintain the  reorganization of its chapter and service level structure as well as its  community partnership initiative. However, since these changes are so  recent, it remains to be seen how or whether the cuts and realignment of  responsibilities will affect the organization’s post-Katrina efforts to expand  and strengthen its service delivery."], "subsections": []}, {"section_title": "To Improve Their Service Delivery Structures, the Red Cross and Other Organizations Increased Coordination and Strengthened Their Logistics and Communications Systems", "paragraphs": ["On the basis of their experiences with large-scale disasters, including  Katrina, the national offices, and to some extent the local offices, of the  direct service providers in our study reported to varying degrees  increasing coordination with each other.  In particular, they collaborated  more on feeding operations and information sharing and made logistical  and communications improvements to prevent future problems, according  to organization officials."], "subsections": [{"section_title": "Coordination on Provision of Services", "paragraphs": ["With regard to mass care services, officials from the national offices of the  Red Cross, The Salvation Army, and the Southern Baptist Convention—the  three mass care providers in our review—reported increasing their  collaboration on delivering mass feeding services. During Katrina, mass  care services were duplicated in some locations and lacking in others,  partly because voluntary organizations were unable to communicate and  coordinate effectively. One reason for this confusion, according to the  Southern Baptist Convention, was that many locally based volunteers  were unaware that the national offices of the Red Cross and the Southern  Baptist Convention had a mutual aid agreement to work with each other  on feeding operations and as a result did not coordinate effectively. Since  Katrina, the Southern Baptist Convention and the Red Cross have  developed a plan to cross-train their kitchen volunteers and combine their  core curricula for kitchen training. Similarly, The Salvation Army and the  Southern Baptist Convention—who also collaborate on mass feeding  services—created a joint training module that cross-trains Southern  Baptist Convention volunteers to work in Salvation Army canteens and  large Salvation Army mobile kitchens. The two organizations also agreed  to continue liaison development.", "In addition, the voluntary organizations in our study told us that they  shared case management information on the services they provide to  disaster survivors through the Coordinated Assistance Network (CAN)— which is a partnership among several national disaster relief nonprofit  organizations. After September 11, CAN developed a Web-based case  management database system that allows participating organizations to  reduce duplication of benefits by sharing data about clients and resources  with each other following disasters. This system was used in Katrina and  subsequent disasters. The Red Cross, The Salvation Army, and the United  Way were among the seven original partners that developed and  implemented CAN. According to officials from the Red Cross’s national  headquarters office, CAN has served as a tool for improving coordination  and maintaining consistency across organizations and has also fostered  collaboration at the national level among organization executives. An  official from Catholic Charities USA told us it has seen a reduction in the  duplication of services to clients since it began participating in CAN. Two  of the local areas we visited participated in CAN—New York City and  Washington, D.C.—and officials from some local voluntary organizations  and VOADs in these two cities said they participate in CAN. In New York  City, Red Cross officials said CAN was used to support the Katrina victims  who were evacuated to the area. Catholic Charities officials told us that  following September 11, CAN helped ease the transition between the Red  Cross’s initial case management services and longer-term services  provided by other organizations. In addition, an official from the local  VOAD said using CAN is a best practice for the sector."], "subsections": []}, {"section_title": "Coordination on the Logistics of Mass Care Supplies and Services", "paragraphs": ["The three voluntary organizations that provide mass care services have  taken steps to improve their supply chains by coordinating more with each  other and FEMA to prevent the breakdown in logistics that had occurred  during Hurricane Katrina, according to officials we spoke with. In  responding to Hurricane Katrina, the Red Cross, FEMA, and others  experienced difficulties determining what resources were needed, what  was available, and where resources were at any point in time, as we and  others reported. Since then, the Red Cross and FEMA’s logistics  department have communicated and coordinated more on mass care  capacity, such as the inventory and deployment of cots, blankets, and  volunteers, according to national office Red Cross officials. The Red Cross  also said the logistics departments of the Red Cross and FEMA meet  regularly and that the two organizations are working on a formal  agreement and systematically reviewing certain areas, such as sharing  information on supplies and warehousing. In addition to the Red Cross,  the Southern Baptist Convention and The Salvation Army made changes to  improve their supply chain management systems. In Katrina, the Southern  Baptist Convention experienced a breakdown in the system that prevented  it from replenishing its depleted mobile kitchen stock, according to  officials from the organization. While FEMA ultimately helped with  supplies, the Southern Baptist Convention has since collaborated with the  Red Cross and The Salvation Army to develop a supply chain management  system to minimize logistical problems that could interfere with its ability  to provide feeding services, according to national office officials from the  Southern Baptist Convention."], "subsections": []}, {"section_title": "Changes to Strengthen Communications Systems", "paragraphs": ["To ensure that disaster staff and volunteers can receive and share  information during a disaster, the voluntary organizations in our review  told us they had to varying degrees strengthened their communications  systems since Katrina. Hurricane Katrina destroyed core communications  systems throughout the Gulf Coast, leaving emergency responders and  citizens without a reliable network needed for coordination. Since then,  to prevent potential loss of communication during disasters, the Red Cross  increased the number of its disaster response communications equipment  and prepositioned emergency communications response vehicles that had  Global Positioning Systems. According to organization officials, the Red  Cross prepositioned communications equipment in 51 cities across the  country, with special attention to hurricane-prone areas. The Red Cross  also provided some communications equipment to the Southern Baptist  Convention for its mobile kitchens and trucks. According to Red Cross  national office officials, the organization’s long-term goal for  communications is to achieve interoperability among different systems  such as landline, cellular, and radio networks. Furthermore, the Red Cross  reported that it can communicate with FEMA and other federal agencies  during a disaster through its participation in the national warning system  and its use of a high-frequency radio program also used by federal  agencies; in contrast, communication with nonfederal organizations is  through liaisons in a facility or by e-mail or telephone. In addition to these  Red Cross efforts, the Southern Baptist Convention enabled its ham radio  operators throughout the country to directly access its national disaster  operations center through a licensed radio address, began including a  communications officer in each of its incident command teams, and  established a standard communications skill set for all of its local  affiliates, among other improvements. Local Salvation Army units also  reported upgrading their communications system since Katrina. In  Washington, D.C., The Salvation Army began developing an in-house  communications system in the event that cellular and satellite  communications networks are down, and in Miami, The Salvation Army  equipped its canteens with Global Positioning Systems to help disaster  relief teams pinpoint locations if street signs are missing due to a disaster.  In addition, Catholic Charities in Miami purchased new communications  trailers with portable laptop computer stations, Internet access, a  generator, and satellite access, according to a Catholic Charities official."], "subsections": []}]}]}, {"section_title": "Although Early Assessments Are Limited, a Worst-Case Large-Scale Disaster Would Likely Overwhelm the Current Ability of Major Voluntary Organizations to Provide Mass Care in Four Metro Locations without Government and Other Assistance", "paragraphs": ["Although initial assessments do not yet fully capture the collective  capabilities of major voluntary organizations, the evidence suggests that  without government and other assistance, a worst-case large-scale disaster  would overwhelm voluntary organizations’ current mass care capabilities  in the metropolitan areas we visited. The federal government and  voluntary organizations have started to identify sheltering and feeding  capabilities. However, at this point most existing assessments are locally  or regionally based and do not provide a full picture of the nationwide  capabilities of these organizations that could augment local capabilities.  Furthermore, attempts to develop comprehensive assessments are  hindered by the lack of standard terms and measures in the field of mass  care. In the four metro areas we visited, the American Red Cross, The  Salvation Army, and the Southern Baptist Convention were able to provide  information on their local sheltering and feeding resources, and in large- scale disasters their substantial nationwide resources could be brought to  bear in an affected area. Nevertheless, the estimated need for sheltering  and feeding in a worst-case large-scale disaster—-such as a Katrina-level  event—would overwhelm these voluntary organizations. We also found,  however, that many local and state governments in the areas we visited, as  well as the federal government, are planning to use government employees  and private sector resources to help address such extensive needs. Red  Cross and FEMA officials also told us that in a catastrophic situation,  assistance will likely be provided from many sources, including the  general public, as well as the private and nonprofit sectors, that is not part  of any prepared or planned response."], "subsections": [{"section_title": "Capabilities Assessment for Mass Care Is an Emerging Effort That Has Yet to Fully Include Voluntary Organizations", "paragraphs": ["Because the assessment of capabilities among multiple organizations  nationwide is an emerging effort—largely post-Katrina—it does not yet  allow for a systematic understanding of the mass care capabilities that  voluntary organizations can bring to bear to address large-scale disasters  in the four metropolitan areas in our review. Assessments help  organizations identify the resources and capabilities they have as well as  potential gaps. To assess capabilities in such disasters in any metro area, it  is necessary to have information not only on an organization’s local  capabilities but also its regional and nationwide capabilities. Under this  scalable approach—which is a cornerstone of the Framework and the  Catastrophic Supplement as well—local voluntary organizations generally  ramp up their capabilities to respond to large-scale disasters, a process  that is shown in figure 4. Voluntary organizations are generally able to  handle smaller disasters using locally or regionally based capabilities, but  in a large-scale disaster their nationwide capabilities can be brought to  bear in an affected area. While our focus in this review is on voluntary  organizations’ resources and capabilities, governments at all levels also  play a role in addressing mass care needs in large-scale disasters.", "In anticipation of potential disasters, the federal government and the Red  Cross have separately started to assess sheltering and feeding capabilities,  but these assessments involve data with different purposes, geographic  scope, and disaster scenarios. Consequently they do not yet generate  detailed information for a comprehensive picture of the capabilities of the  voluntary organizations in our review. (See table 5.)", "FEMA is currently spearheading two initiatives that to some extent  address the mass care capabilities of voluntary organizations in our  review. FEMA’s Gap Analysis Program, which has so far looked at state  capabilities in 21 hurricane-prone states and territories, has begun to take  stock of some voluntary organizations’ capabilities. According to FEMA  officials, states incorporated sheltering data from organizations with  which they have formal agreements. In the four metro areas we visited,  however, we found that—unlike the Red Cross—The Salvation Army and  the Southern Baptist Convention did not generally have formal agreements  with the state or local government. For this reason, it is unlikely that their  resources have been included in this first phase, according to FEMA  officials. Also, this initial phase of analysis did not assess feeding  capabilities outside of those available in shelters, a key facet of mass care  for which voluntary organizations have significant resources. Another  form of assessment under way through FEMA and the Red Cross—the  National Shelter System database—which collects information on shelter  facilities and capacities nationwide—largely consists of shelters operated  by the Red Cross, and states have recently entered new data on non-Red  Cross shelters as well. While The Salvation Army and other voluntary  spokesmen told us they have shelters at recreation centers and other sites  that are not listed in this database, FEMA officials told us the accuracy of  the shelter data is contingent upon states reporting information into the  system and updating it frequently. FEMA has offered to have its staff help  states include non-Red Cross shelter data in the database and has also  provided or facilitated National Shelter System training in 26 states and 3  territories. As of July 2008, shelters operated by the Red Cross account for  about 90 percent of the shelters listed, and according to FEMA officials, 47  states and 3 territories have entered non-Red Cross shelter data into the  database. In commenting on the draft report, FEMA noted that in addition  to these assessments, the agency is conducting catastrophic planning  efforts to help some states develop sheltering plans for responding to  certain disaster scenarios.  For example, the states involved in planning  efforts for the New Madrid earthquake are developing plans to protect and  assist their impacted populations and identifying ways to augment the  resources provided by voluntary organizations and the federal  government.", "Of the voluntary organizations in our review, the Red Cross is the only one  that has, to date, undertaken self-assessments of its capabilities. First, its  annual readiness assessments of individual local chapters provide an  overview of locally based capabilities for disasters of various scales and  identify shortfalls in equipment and personnel for each chapter. Second,  the Red Cross has also conducted comprehensive assessments of its  sheltering and feeding capabilities in six high-risk areas of the country as  part of its capacity-building initiative for those areas. Focusing on the most  likely worst-case catastrophic disaster scenario for each area, this  initiative reflects the Red Cross’s primary means of addressing its  responsibilities under the federal Catastrophic Supplement. Red Cross  officials said that while they incorporated data from The Salvation Army  and the Southern Baptist Convention into this assessment, many of their  other partner organizations were unable to provide the Red Cross with  such information. The Salvation Army and Southern Baptist Convention  officials with whom we spoke said they have not yet assessed their  organizations’ nationwide feeding capabilities, although they were able to  provide us with data on the total number of mobile kitchens and other  types of equipment they have across the country.", "Also underlying the problem of limited data on voluntary organizations is  the lack of standard terminology and measures for characterizing mass  care resources. For example, voluntary organizations do not uniformly use  standard classifications for their mobile kitchens. This makes it difficult to  quickly assess total capacity when dozens of mobile kitchens from  different organizations arrive at a disaster site or when trying to assess  capabilities. While DHS requires all federal departments and agencies to  adopt standard descriptions and measures—a process defined in NIMS as  resource typing—voluntary organizations are not generally required to  inventory their assets according to these standards. Red Cross officials  report that their organization does follow these standards, but The  Salvation Army and Southern Baptist Convention officials said their  organizations currently do not, although the latter has taken steps to do  so. Specifically, national Southern Baptist officials said they are working  with the Red Cross and The Salvation Army to standardize their mobile  kitchen classifications using NIMS resource definitions. We also found  indications of change at the local level in California with regard to The  Salvation Army. Officials there told us they used NIMS resource typing to  categorize the organization’s mobile kitchens in the state and that they  have provided these data to California state officials.", "Meanwhile, FEMA is also working with NVOAD to standardize more ESF-6  service terms, in accordance with its responsibilities under the Post- Katrina Reform Act. This initiative currently includes terms and  definitions for some mass care services such as shelter management and  mobile kitchens. However, FEMA officials said it may be several years  before additional standard terms and measures are fully integrated into  disaster operations."], "subsections": []}, {"section_title": "While Voluntary Organizations’ Resources Are Substantial, Their Sheltering and Feeding Capabilities Would Likely Fall Short of Estimated Needs in a Worst-Case Large-Scale Disaster without Government and Other Assistance", "paragraphs": ["Although systematic assessments of mass care capabilities are limited, it is  evident that in large-scale, especially worst-case, catastrophic disasters,  the three mass care voluntary organizations would not likely be able to  fulfill the need for sheltering and feeding in the four metropolitan areas in  our review without government and other assistance, according to  voluntary organization officials we interviewed as well as our review of  federal and other data. Red Cross officials, as well as some officials from  other organizations we visited, generally agreed that they do not have  sufficient capabilities to single-handedly meet all of the potential  sheltering and feeding needs in some catastrophic disasters. While the  mass care resources of these voluntary organizations are substantial, both  locally and nationally, our analysis indicates a likely shortage of both  personnel and assets. Anticipating such shortages, the voluntary  organizations we spoke with are making efforts to train additional  personnel. According to local, state, and federal government officials we  spoke with, government agencies—which play key roles in disaster  response—told us that they were planning to use government employees  and private sector resources in such disasters in addition to the resources  of voluntary organizations. Red Cross and FEMA officials also told us that  in a catastrophic situation, assistance will likely be provided from many  sources, including the general public, as well as the private and nonprofit  sectors, that are not part of any prepared or planned response."], "subsections": [{"section_title": "Federal and Other Estimates of Needs in Worst-Case Large- Scale Disasters", "paragraphs": ["Within the past few years, DHS, the Red Cross, and others have developed  estimates of the magnitude of mass care services that might be needed to  respond to worst-case catastrophic disasters, such as various kinds of  terrorist attacks or a hurricane on the scale of Katrina or greater. The  estimates vary according to the type, magnitude, and location of such  disasters and are necessarily characterized by uncertainties. (See table  6.)", "Although sheltering resources are substantial, in a worst-case large-scale  disaster, the need for sheltering would likely exceed voluntary  organizations’ current sheltering capabilities in most metro areas in our  study, according to government and Red Cross estimates of needs. The  preponderance of shelters for which data are available are operated by the  Red Cross in schools, churches, community centers, and other facilities  that meet structural standards, but The Salvation Army and other  organizations also operate a small number of sheltering facilities as well.  The Red Cross does not own these shelter facilities, but it either manages  the shelters with its own personnel and supplies under agreement with the  owners or works with its partner organizations and others to help them  manage shelters. At the national level, the Red Cross has identified 50,000  potential shelter facilities across the country, as noted in the National  Shelter System database. In addition, the Red Cross has enough sheltering  supplies, such as cots and blankets, to support up to 500,000 people in  shelters nationwide. However, while disaster victims can be evacuated to  shelters across the country if necessary, as happened after Katrina, Red  Cross officials told us they prefer to shelter people locally. In the four  metro areas we visited, the Red Cross has identified shelter facilities and  their maximum or potential capacities, as shown in table 7.", "Despite local and nationally available resources, the kinds of large-scale  disasters for which estimates of need exist would greatly tax and exceed  the Red Cross’s ability to provide sheltering. For example, for a major  earthquake in a metropolitan area, DHS estimates that 313,000 people  would need shelter, but in Los Angeles—a city prone to earthquakes— Red Cross officials told us they are capable of sheltering 84,000 people  locally under optimal conditions. The Red Cross’s own analyses of other  types of worst-case disaster scenarios also identified shortages in  sheltering capacity in New York and Washington, D.C., as well. For  example, for a nuclear terrorist attack in Washington, D.C., the Red Cross  estimates that 150,000 people would need sheltering in the National  Capital Region and identified a gap of over 100,000 shelter spaces after  accounting for existing capabilities.", "The ability to build or strengthen sheltering capabilities depends on  several elements, including the availability of trained personnel and  supplies, the condition of shelter facilities, and the particular disaster  scenario and location, among other things. Chief among these constraints,  according to national and local Red Cross officials, is the shortage of  trained volunteers. Red Cross officials said there are 17,000 volunteers and  staff in the Red Cross’s national disaster services human resources  program that have received extensive training in sheltering as of May 2008  and an additional 16,000 Red Cross workers trained in mass care that can  be deployed across the country. However, local chapters are still  expected to be self-sufficient for up to 5 days after a large-scale disaster  occurs, while staff and volunteers are being mobilized nationwide.  According to the Red Cross’s annual chapter assessments, personnel  shortages limit the ability of all four chapters we visited to manage the  local response beyond certain levels. In New York City, Red Cross officials  noted that it has identified enough shelters to optimally accommodate  more than 300,000 people, but that it has only enough personnel locally to  simultaneously operate 25 shelters, for a total sheltering capability of  12,500 people. The Red Cross is working with its local chapters to develop  action plans to address personnel shortages. For example, in New York,  the Red Cross has set a goal of recruiting 10,000 additional volunteers—in  addition to the 2,000 it had as of December 2007 to operate shelters—and  plans to attract 850 new volunteers each quarter. In addition, supply chain  and warehousing challenges affect the ability to maximize sheltering  capabilities. According to Red Cross officials, it is not necessary to  maintain large inventories of some supplies, such as blankets, if they can  be quickly and easily purchased. However, obtaining other supplies such  as cots requires a long lead time since they may need to be shipped from  as far away as China, a fact that can be particularly problematic in no- notice events such as major earthquakes. While purchasing supplies as  needed can reduce warehousing costs, this approach can also be affected  by potential disruptions in the global supply chain, according to officials  we spoke with.", "In DHS’s Catastrophic Incident Supplement, an underlying assumption is  that substantial numbers of trained mass care specialists and managers  will be required for an extended period of time to sustain mass care  sheltering and feeding activities after a catastrophic disaster. In  recognition of the need to increase the number of trained personnel to  staff existing shelters, state and local governments in the four  metropolitan areas we visited told us they are planning to train and use  government employees to staff shelters in such large-scale disasters. For  example, in New York City, the Office of Emergency Management is  preparing to use trained city government employees and supplies to  provide basic sheltering care for up to 600,000 residents in evacuation  shelters. The city-run evacuation shelters would be located at schools for  the first few days before and after a catastrophic hurricane. After this  initial emergency plan is implemented, the city expects the Red Cross to  step in and provide more comprehensive sheltering services to people who  cannot return to their homes. As Red Cross officials told us, the New  York City government is the only local organization with the potential  manpower to staff all the available shelters, but the Red Cross will also  provide additional personnel to help operate some of the city’s evacuation  shelters and special medical needs shelters. As of November 2007, 22,000  New York City employees had received shelter training through a local  university, with some additional training from the Red Cross. Similarly, in  Los Angeles, as of January 2008, approximately 1,400 county employees  had been trained in shelter management so far, and the Red Cross has set  a goal to train 60,000 of the county’s 90,000 employees. In addition, state  governments have resources, equipment, and trained personnel that can  be mobilized to provide mass care, according to state and FEMA officials.   States can also request additional resources from neighboring states  through their mutual aid agreements.  According to Red Cross and FEMA  officials, in a catastrophic disaster, sheltering assistance would likely be  provided from many sources, such as churches and other community  organizations, as occurred in the aftermath of the Katrina hurricanes, and  they also noted that such assistance was not part of any prepared or  planned response."], "subsections": []}, {"section_title": "Feeding Resources and Capabilities", "paragraphs": ["Although voluntary organizations’ feeding resources are also substantial,  the feeding needs in a worst-case large-scale disaster would likely exceed  the voluntary organizations’ current feeding capabilities for most metro  areas in our review, according to government and Red Cross estimates of  needs. In their feeding operations, voluntary organizations make use of  mobile kitchens or canteens to offer hot meals and sandwiches,  prepackaged meals known as meals-ready-to-eat (MRE), and hot and cold  meals prepared by contracted private vendors. The Red Cross, The  Salvation Army, and the Southern Baptist Convention have locally based  resources for feeding disaster victims in the four metro areas we visited.  For example, The Salvation Army and the Southern Baptist Convention  have mobile kitchens stationed in close proximity to each of the four  metro areas we visited. Some of these mobile kitchens are capable of  producing up to 25,000 meals per day. The Red Cross also has feeding  resources in these metro areas including prepackaged meals, vehicles  equipped to deliver food, and contracts with local vendors to prepare  meals. In addition, by mobilizing nationwide resources, such as mobile  kitchens and prepackaged meals, the Red Cross reports that it currently  has the capability, together with the Southern Baptist Convention, to  provide about 1 million meals per day—about the maximum number of  meals served per day during Katrina. Across the country, The Salvation  Army has 697 mobile kitchens and other specialized vehicles and the  Southern Baptist Convention has 117 mobile kitchens that can be  dispatched to disaster sites, according to organization officials.  Furthermore, Red Cross officials also said they have 6 million  prepackaged meals stockpiled in warehouses across the country that can  be quickly distributed in the first few days after a disaster, before mobile  kitchens are fully deployed to the affected area. Red Cross officials also  said that they can tap into additional food sources, such as catering  contracts with food service providers, during prolonged response efforts.", "Despite these substantial resources nationwide, in a worst-case large-scale  disaster, feeding needs would still greatly exceed the current capabilities  of these voluntary organizations, according to government and Red Cross  estimates of needs under different scenarios. For example, DHS estimates  that feeding victims of a major earthquake would require approximately  1.5 million meals per day, but this need is considerably greater than the 1  million meals per day currently possible, leaving a shortfall of about  500,000 meals per day. According to state government estimates, the gap  is even larger for other types of disaster scenarios. For example, according  to Florida state estimates, a category IV hurricane could produce the need  for 3 million meals per day, which is considerably greater than the 1  million meals per day that the Red Cross can provide. In addition, a  nuclear terrorist attack in Washington, D.C., would require 300,000 meals  per day more than the Red Cross’s current capabilities allow, according to  the Red Cross’s internal assessments.", "The ability to build or strengthen feeding capabilities depends on the  availability of trained personnel, equipment, and supplies. As with  sheltering, some voluntary organization officials told us that the key  constraint is the limited availability of trained personnel. Feeding services  are a labor-intensive process. For example, Southern Baptist Convention  officials said it takes a team of 50 trained people to operate a large mobile  kitchen, and an additional 50 people are needed every 4 days because  teams are rotated in and out of disaster sites. Southern Baptist Convention  officials said that although they have 75,000 trained volunteers in their  organization, there are still not enough trained volunteers, especially  experienced team leaders. They said the shortage of experienced team  leaders is particularly challenging because mobile kitchens cannot be  deployed without a team leader. The voluntary organizations are  addressing these personnel shortages by promoting training programs for  new staff and volunteers and also utilizing additional unaffiliated,  untrained volunteers who join during response efforts.  For example,  according to The Salvation Army, its national disaster training program  has trained more than 16,000 personnel throughout the United States since  2005.  In addition, supply disruptions are also a major concern in large- scale disasters because mobile kitchens and other feeding units need to be  restocked with food and supplies in order to continue providing meals.  Red Cross officials told us they are in the process of expanding their food  supply by contracting with national vendors to provide additional meals  during disasters. In addition, as previously mentioned, the Southern  Baptist Convention faced problems resupplying its mobile kitchens during  the response to Hurricane Katrina and has since taken steps to develop a  supply chain management system with the Red Cross and The Salvation  Army to minimize future logistical problems.", "In the four metro areas we visited, some state and local government  officials we met with told us they are planning to fill these gaps in feeding  services by contracting with private sector providers. In Florida, the state  is planning to use private sector contractors to fill gaps in feeding services  in preparation for a catastrophic hurricane. A Florida state official said  obtaining and distributing the estimated 3 million meals per day that  would be needed is a huge logistical challenge that would require the state  to use 20 to 40 private vendors. In Washington, D.C., the emergency  management officials said they are also establishing open contracts with  private sector providers for additional prepackaged meals and other food  supplies."], "subsections": []}, {"section_title": "Federal Government’s Supplementary Efforts", "paragraphs": ["As a result of FEMA’s new responsibilities under the Post-Katrina Act and  its new role as the primary agency for mass care under the National  Framework, FEMA officials have told us that the agency was working to  identify additional resources for situations in which the mass care  capabilities of government and voluntary organizations are exceeded.   FEMA officials said that FEMA has developed contracts with private  companies for mass care resources for situations in which the needs  exceed federal capabilities. After Katrina, FEMA made four  noncompetitive awards to companies for housing services. Since then,  contracts for housing services have been let through a competitive process  and broadened in scope so that if a disaster struck now they could also  include facility assessment for shelters, facility rehabilitation—including  making facilities accessible—feeding, security, and staffing shelters.  According to the FEMA official in charge of these contracts, the contracts  gave the federal government the option of purchasing the resources it  needs in response to disasters. FEMA officials said, however, that they  prefer using federal resources whenever possible because private sector  contract services are more expensive than federal resources. FEMA also  has a mass care unit that is responsible for coordinating ESF-6 partner  agency activities and assessing state and local government shelter  shortfalls.  According to FEMA, the members of the mass care unit based  in Washington, D.C., are composed of subject matter experts trained in  various mass care operations, including sheltering.  Mass care teams have  been deployed to assist with sheltering operations, such as the California  wildfires of 2007 and the Iowa floods of 2008.  FEMA regional offices have  also begun to hire staff dedicated to mass care."], "subsections": []}]}]}, {"section_title": "Shortages in Personnel, Preparedness Funding, and Connections to Government Remain a Challenge", "paragraphs": ["Shortages in trained personnel, identifying and dedicating financial  resources for preparedness activities, and strengthening connections with  government agencies continue to challenge the voluntary organizations in  our study. Voluntary organizations in our review continue to face  shortages in trained staff to work on preparing for future disasters, among  other things, and volunteers to help provide mass care services, even  though voluntary organizations and government agencies we met with  made efforts to train additional personnel. Identifying and dedicating  financial resources for disaster planning and preparedness become  increasingly difficult as voluntary organizations also strive to meet  competing demands. In addition, the level of involvement and interaction  of voluntary organizations in disaster planning and coordination with  government agencies is an ongoing challenge, even for the American Red  Cross, which has recently changed the way it works with FEMA and state  governments."], "subsections": [{"section_title": "Personnel Shortages Continue to Be a Common Concern", "paragraphs": ["The most commonly cited concern that voluntary organizations have  about their capabilities is the shortage of trained staff or volunteers,  particularly for disaster planning and preparedness, according to voluntary  organization officials. State and local governments are primarily  responsible for preparing their communities to manage disasters locally— through planning and coordination with other government agencies,  voluntary organizations, and the private sector. However, voluntary  organization officials we met with told us it was difficult for them to  devote staff to disaster planning, preparedness activities, and  coordination. At the national level, the Southern Baptist Convention and  Catholic Charities USA maintained small staffs of one or two people that  work on disaster preparedness and coordination, which they said made  preparedness and coordination for large-scale disasters challenging. At the  local level, we also heard that staff who were responsible for disaster  planning for their organization had multiple roles and responsibilities,  including coordinating with others involved in disaster response as well as  daily responsibilities in other areas. This was particularly an issue for the  faith-based organizations, such as The Salvation Army and the Southern  Baptist Convention, for whom disaster response, while important, is  generally ancillary to their primary mission. For example, in Florida the  state Southern Baptist Convention has a designated staff member solely  focused on disaster relief and recovery, but other state Southern Baptist  Conventions expect disaster staff to split their time among other  responsibilities, such as managing the men’s ministry, and generally do not  have the time or ability to interact with the state emergency management  agency, according to an official from the Florida Southern Baptist  Convention. Similarly, a Salvation Army official in Miami commented that  The Salvation Army could do more if they had a dedicated liaison  employee to help with their local government responsibilities, including  coordinating the provision of mass care services, which the organization  provides in agreement with the local government. According to a national  official from Catholic Charities USA, local Catholic Charities that provide  disaster services usually have one employee to handle the disaster training  and response operation, in addition to other responsibilities. While it  would be ideal for all local Catholic Charities to have at least two or three  employees trained in disaster response, she said, the organization  currently does not have resources for this training. In New York and Los  Angeles, officials from Catholic Charities confirmed that the lack of  personnel capable of responding to disasters is an ongoing challenge for  their organization.", "These shortages in trained staff affected the ability of some local voluntary  organizations and VOADs we met with to develop and update business  continuity and disaster response plans, according to officials from these  organizations. In Los Angeles, an official from Catholic Charities told us  that it does not have a disaster or continuity-of-operations plan tailored to  the organization’s needs, because it does not have dedicated disaster staff  to develop such plans. Voluntary organization officials in Miami  emphasized the importance of having such continuity plans, because after  Hurricanes Katrina and Wilma struck Florida in 2005, most of the local  voluntary organizations in the area were unable to provide services due to  damage from the storm. In addition, organizations and VOADs we visited  said that they struggle to update their disaster response plans. For  instance, in Los Angeles, an official from the local VOAD told us that the  organization’s disaster response plan needed to be updated, but that the  VOAD has not addressed this need because of staffing limitations. This  official also told us the VOAD was planning to hire two full-time staff  sometime in 2008 using federal pandemic influenza funds received through  the county public health department.", "In addition, as mentioned earlier, voluntary organization officials both  nationally and locally told us that they face a shortage of trained  volunteers, which limits their ability to provide sheltering and feeding in  large-scale, and especially catastrophic disasters. This continues to be an  ongoing concern despite the efforts of voluntary organizations and  government agencies to build a cadre of trained personnel."], "subsections": []}, {"section_title": "Voluntary Organizations Face Difficulties in Identifying and Dedicating Funding for Disaster Preparedness and Capacity Building", "paragraphs": ["Identifying and dedicating funding for disaster preparedness is a challenge  for voluntary organizations in light of competing priorities, such as  meeting the immediate needs of disaster survivors. Officials from  voluntary organizations in our review told us that they typically raised  funds immediately following a disaster to directly provide services, rather  than for disaster preparedness—or, for that matter, longer-term recovery  efforts. Although the Red Cross raised more than $2 billion to shelter, feed,  and provide aid to disaster survivors following Katrina, the Red Cross  recently acknowledged that it is less realistic to expect public donations to  fund its nationwide disaster capacity-building initiatives. Similarly, the  biggest challenge for Catholic Charities USA is identifying funds for  essential disaster training—a key aspect of preparedness, according to an  official. At the local level, an official from Catholic Charities in New York  noted also that incoming donations tend to focus on funding the initial  disaster response. As we previously reported, vague language and  narrowly focused definitions used by some voluntary organizations in their  appeal for public donations following the September 11 attacks  contributed to debates over how funds should be distributed, particularly  between providing immediate cash assistance to survivors or services to  meet short- and long-term needs. An indication of this continuing  challenge is that officials from Catholic Charities in Washington, D.C., and  New York reported that they are still working with September 11 disaster  victims and communities, and that they struggle to raise funds for long- term recovery work in general.", "Besides public donations, while federal grant programs could provide  another potential source of preparedness funding for voluntary  organizations, local voluntary organization officials told us it was difficult  to secure funding through these programs without support from the local  government. Local voluntary organizations officials we met with said that  federal funding for disaster preparedness, such as the Urban Area Security  Initiative Grant Program, could be useful in helping their organization  strengthen their capabilities. For example, such grants could be used to  coordinate preparedness activities with FEMA and other disaster  responders, better enable voluntary organizations to develop continuity of  operations plans, and train staff and volunteers. However, although  voluntary organizations are among those that play a role in the National  Response Framework—especially in relation to ESF-6—these  organizations received little to no federal funding through programs such  as the Homeland Security Grant Programs, according to some local  voluntary organization and VOAD officials we visited. Under most of these  grants, states or local governments are the grant recipients, and other  organizations such as police and fire departments can receive funds  through the state or local governments. Of the local voluntary  organizations and VOADs in our study, two Red Cross chapters received  DHS funding in recent years, according to the Red Cross. In Los Angeles,  Red Cross officials told us that the chapter had to be sponsored and  supported by the local government in order to receive DHS funding for  shelter equipment and supplies.", "While the director of FEMA’s grant office told us that FEMA considered  voluntary organizations as among the eligible subgrantees for several  preparedness grants under the Homeland Security Grant Program, the  grant guidance does not state this explicitly. According to fiscal year 2008  grant guidance, a state-designated administrating agency is the only entity  eligible to formally apply for these DHS funds. The state agency is required  to obligate funds to local units of government and other designated  recipients, but the grant guidance does not define what it means by “other  designated recipient.” In addition, FEMA strongly encourages the timely  obligation of funds from local units of government to other subgrantees, as  appropriate, but possible subgrantees are not identified. State agencies  have considerable latitude in determining how to spend funds received  through the grant program and which organizations to provide funds to,  according to the FEMA grant director. However, for fiscal year 2005,  approximately two-thirds of Homeland Security Grant Program funds  were dedicated to equipment—such as personal protective gear, chemical  and biological detection kits, and satellite phones—according to DHS,  while 18 percent were dedicated to planning activities. An official from  FEMA’s grants office told us that following the September 11 attacks, the  grant program focused on prevention and protection from terrorism  incidents, but it has evolved since Katrina. According to this official, the  fiscal year 2008 grant guidance encourages states to work with voluntary  organizations, particularly for evacuations and catastrophic preparedness.  Furthermore, this official said it is possible that DHS grant funding has not  yet trickled down to local voluntary organizations. It is possible that the  tendency of DHS funding programs to focus on equipment for prevention  and protection rather than on preparedness and planning activities could  also shift as states and localities put equipment and systems into place and  turn to other aspects of preparedness."], "subsections": []}, {"section_title": "Voluntary Organizations’ Connections with Local Governments and FEMA Remain a Challenge", "paragraphs": ["Local VOADs can play a key role in disaster preparation and response  through interactions with local emergency management agencies of local  governments, although the local VOADS in the areas we visited varied in  their ability and approach to working with local governments on disasters.  Like NVOAD, local VOADs are not service providers. Instead, like NVOAD  nationally, local VOADs play an important role in coordinating response  and facilitating relationship building in the voluntary sector at the local  level, according to government officials. Generally, most of the voluntary  organizations in the locations we visited were members of their local  VOADs. Several local government emergency managers told us they relied  on the local VOADs as a focal point to help them coordinate with many  voluntary organizations during disasters. Some local VOADs in our review  met regularly and were closely connected to the local governmental  emergency management agency—including having seats at the local  emergency operations centers. More specifically, the Red Cross was a  member of the local VOADs in the areas we visited. It also directly  coordinated with government agencies during a disaster and had a seat at  the local emergency operations center in all four locations. In New York  and Miami, The Salvation Army units were VOAD members and had seats  as well. Other VOADs were less active and experienced and were not as  closely linked to governmental response. In Washington, D.C., the local  VOAD has struggled to maintain a network and continually convene since  its inception, according to the current VOAD Chair. In Miami, a local  VOAD member told us that the VOAD had little experience with large-scale  disasters, because it re-formed after Hurricane Katrina and the area has  not experienced major hurricanes since then. In addition, one of the local  VOADs was tied to a local ESF-6 mass care operating unit, while others  were more closely connected to an emergency function that managed  unaffiliated volunteers and donations. The local VOAD in Los Angeles  worked with the local government on ESF-6, issues while the VOADs in  Miami and Washington, D.C., coordinated with government agencies  through managing volunteers and donations during disasters.", "Currently, NVOAD has few resources to support state and local VOADs.   NVOAD’s executive director told us that NVOAD plans to provide state  and local VOADS with more support using Web-based tools and guidance,  but these plans are hindered by a lack of funding to implement them.  As  we recently reported, NVOAD is limited in its ability to support its national  voluntary organization members, and also lacks the staff or resources to  support its affiliated state and local VOADs.  Because of these limitations,  we recommended that NVOAD assess members’ information needs,  improve its communication strategies after disasters, and consider  strategies for increasing staff support after disasters.  NVOAD agreed with  this recommendation and reported that the organization is looking to  develop communications systems that take better advantage of current  technologies.  Since our previous report was issued, NVOAD has expanded  its staff from two to four members, some of whom are working to build  the collective capacity of state and local VOADs and providing training and  technical assistance to state VOADs.", "At the federal level, although FEMA plays a central role in coordinating  with voluntary organizations on mass care and other human services, its  difficulties in coordinating activities with the voluntary sector due to  staffing limitations were also noted in this earlier report. At the time of our  report, FEMA only had one full-time employee in each FEMA region—a  voluntary agency liaison—to coordinate activities between voluntary  organizations and FEMA, and FEMA liaisons did not have training to assist  them in fully preparing for their duties. In light of FEMA’s responsibilities  for coordinating the activities of voluntary organizations in disasters under  the National Framework, we recommended that FEMA take additional  actions to enhance the capabilities of FEMA liaisons in order to fulfill this  role. FEMA agreed with our recommendation; however, it is too early to  assess the impact of any changes to enhance liaisons’ capabilities.", "Last, because of its current budget deficit, the Red Cross faces new  challenges in fulfilling its ESF-6 role as a support agency. The Red Cross  noted that it is working closely with its government partners in leadership  positions to manage the transition, following its staffing reductions at  FEMA’s regional offices and elsewhere and the subsequent realignment of  staff responsibilities. The Red Cross reported that it will monitor the  impact of these changes and make adjustments as needed. At the same  time, as was previously mentioned, the Red Cross has also requested $10  million in federal funding to cover its staffing and other responsibilities  under the ESF-6. According to FEMA officials, FEMA funded 10 regional  positions to replace the Red Cross mass care planner positions that were  terminated. FEMA also said that while it is too early to assess the long- term impact of these Red Cross staffing changes, FEMA was experiencing  some hindrance to effective communications and limits on the Red Cross’s  participation in planning at FEMA headquarters, regional offices, and field  offices. Regarding the Red Cross strategy of relying on shared resources  and volunteers instead of full-time dedicated staff in FEMA regional  offices, FEMA officials noted that dedicated staff has proven to be a more  reliable source for an ongoing relationship and interaction between  agencies. They expressed concern that the lack of dedicated staff, frequent  rotations, and inconsistent skill level of volunteers—used instead of full- time Red Cross staff—will hamper communications and may impede  coordination efforts. These concerns are similar to the difficulties Red  Cross ESF-6 staff faced during Katrina, as we noted in a previous review."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Because the American Red Cross and other major voluntary organizations  play such a vital role in providing mass care services during large-scale  disasters, the importance of having a realistic understanding of their  capabilities cannot be underestimated. FEMA has taken initial steps by  having states assess their own capabilities and gaps in several critical  areas and has completed an initial phase of this analysis. However, this  broad assessment effort has yet to fully include the sheltering capabilities  of many voluntary organizations and has not yet begun to address feeding  capabilities outside of shelters. We understand that when a large-scale  disaster strikes, some portion of mass care services will be provided by  local voluntary organizations that did not specifically plan or prepare to do  so, and that their capabilities cannot be assessed in advance. However,  without more comprehensive data from voluntary sector organizations  that expect to play a role, the federal government will have an incomplete  picture of the mass care resources it could draw upon as well as of the  gaps that it must be prepared to fill in large-scale and catastrophic  disasters. Unless national assessments more fully capture the mass care  capabilities of key providers, questions would remain about the nation’s  ability to shelter and feed survivors, especially in another disaster on the  scale of Katrina.", "To the extent that local, state, and federal governments rely on voluntary  organizations to step in and care for massive numbers of affected people,  the challenges these organizations face in preparing for and responding to  rare—but potentially catastrophic—disasters are of national concern.  Reliant on volunteers and donations, many of the organizations we visited  said that federal grant funding could help them better prepare for and  build capacity for large-scale disasters, because they struggle to raise  private donations for this purpose. Federal grants, while finite, are  available to assist in capacity building, and voluntary organizations can be  among those who receive federal grant funds from states and localities,  according to FEMA officials. However, most of the voluntary organizations  in our review have not received such funding, although they told us it  would be beneficial. While there are many competing demands and  priorities for such funds, clearer grant guidance could at least ensure that  those making grant decisions consider voluntary organizations and VOADs  as among those able to be subgrantees under these grants. Unless  voluntary organizations are able to strengthen their capabilities and  address planning and coordination challenges, the nation as a whole will  likely be less prepared for providing mass care services during a large- scale disaster.", "An additional area of concern is the expected role of the Red Cross in a  catastrophic disaster of a scale that invokes the federal government’s  Catastrophic Incident Supplement. As the experience with responding to  Katrina showed, it is important to agree on roles and responsibilities, as  well as have a clear understanding of operating procedures in the event of  a catastrophic disaster. However, FEMA officials said they have not yet  revised or updated the Supplement, as required under the Post-Katrina  Reform Act, with the result that the mass care section of the Supplement  still reflects Red Cross’s previous role as primary agency for mass care,  and not its current role as a support agency under ESF-6. While both  FEMA and the Red Cross told us they expected the Red Cross to play a  support agency role in a catastrophic event—consistent with the ESF-6— unless this understanding is confirmed in writing and incorporated into  federal planning documents for responding to a catastrophic event, the  nature of that understanding cannot be transparent to the many parties  involved in supporting mass care.", "Finally, while it is too early to assess the impact of the changes in how the  American Red Cross expects to coordinate with FEMA in fulfilling its  responsibilities under ESF-6, its capacity to coordinate with FEMA is  critical to the nation’s mass care response in large-scale disasters. As a  result, the continued implementation, evolution, and effect of these  changes bear watching."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["To help ensure that the Catastrophic Incident Supplement reflects the  American Red Cross’s current role under ESF-6 as a support agency for  mass care, we recommend that the Secretary of Homeland Security direct  the Administrator of FEMA to establish a time frame for updating the mass  care section of the Supplement so that it is consistent with the changes in  the ESF-6 under the new Framework, and no longer requires the Red  Cross to direct federal government resources. In the meantime, FEMA  should develop an interim agreement with the Red Cross to document the  understanding they have on the Red Cross’s role and responsibilities in a  catastrophic event.", "To more fully capture the disaster capabilities of major voluntary  organizations that provide mass care services, we recommend that the  Secretary of Homeland Security direct the Administrator of FEMA to take  steps to better incorporate these organizations’ capabilities into  assessments of mass care capabilities, such as FEMA’s GAP Analysis, and  to broaden its assessment to include feeding capabilities outside of  shelters. Such steps might include    soliciting the input of voluntary organizations, such as through NVOAD; integrating voluntary organization data on capabilities into FEMA’s  analyses; and    encouraging state governments to include voluntary mass care  organization data in studies.", "To help these voluntary organizations better prepare for providing mass  care in major and catastrophic disasters, we recommend that the  Secretary of Homeland Security direct the Administrator of FEMA to  clarify the Homeland Security Grant Program funding guidance for states  so it is clear that voluntary organizations and local VOADs are among  those eligible to be subgrantees under the program."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to DHS for review and comment.   Overall, in its response, FEMA acknowledged the importance of mass care  planning among governmental and nongovernmental partners and stated  that the report provides a broader understanding of the mass care support  capabilities of several national voluntary organizations. FEMA also agreed  with our recommendation on establishing a time frame for updating the  Catastrophic Incident Supplement and with our recommendation on  clarifying Homeland Security Grant Funding guidance. However, FEMA  criticized certain aspects of the draft report, asserting, for example, that  our methodology did not address the role of states in coordinating mass  care. FEMA also disagreed with our recommendation to better incorporate  voluntary organizations’ capabilities in assessments. FEMA provided  technical clarifications and additional examples of its planning activities,  which we have incorporated into the report as appropriate.  FEMA’s  written comments are provided in appendix III of this report.", "In its comments, FEMA stated that our understanding of mass care service  delivery and the report’s scope and methodology was flawed partly  because, in the agency’s view, the draft report did not adequately reflect  the role of state governments in disaster response.  As stated in our  objectives, the primary focus of our report, by intention and design, is on  voluntary organizations’ roles and capabilities in disaster response. Our  report accordingly discusses selected voluntary organizations’ services  and roles, actions in response to past disasters such as Katrina, their mass  care capabilities, and the main challenges they face. As noted in our  report, the National Response Framework and the Catastrophic Incident  Supplement recognize the importance of voluntary organizations’ role in  disaster response, particularly with regard to mass care. While focusing on  voluntary organizations, our draft report also acknowledges and discusses  the disaster response role and responsibilities of governments—local,  state, and federal—under the Framework.  In line with this, we therefore  interviewed local, state, and federal government emergency management  officials, as stated in the more detailed description of our report’s  methodology.  We have added clarifying language as appropriate to our  report to make clear our consideration of state governments’ role.", "In its comments, FEMA also raised concerns about whether the voluntary  organizations discussed in our report provided a comprehensive picture of  mass care capabilities. However, our report does not attempt to address  all the services and capabilities of the voluntary sector.  The report  acknowledges that other voluntary organizations also provide mass care  and other services and includes the caveat that we do not attempt to  assess the total disaster response capabilities in any single location we  visited.  As described in our section on scope and methodology, we  selected the five voluntary organizations in our report because of their  contributions to the Hurricane Katrina response and congressional  interest in these particular organizations.  While mass care represents a  significant focus—and is the only focus in discussing capabilities—other  findings are not limited in this way.  For example, we discuss all five  organizations’ services and contributions during Katrina.  However, for the  purpose of discussing mass care capabilities, we specifically focused on  the three voluntary organizations in our review that provide mass care— the American Red Cross, The Salvation Army, and the Southern Baptist  Convention. We did not include the United Way or Catholic Charities in  our finding on capabilities because we agree that they do not provide mass  care services.  The draft report explicitly states this narrower scope and  our reasons for it in key places.", "FEMA also commented that two tables in the draft report were  incomplete.  FEMA stated that table 5, on assessments of capabilities, did  not include FEMA’s catastrophic planning efforts.  Since the table focuses  on assessments rather than broader planning initiatives, we have  incorporated this information into our report as an example of FEMA’s  planning efforts.  FEMA also stated that table 6, on estimated mass care  needs in worst-case disasters, represents a limited view of mass care  capabilities and coordination.  However, the table’s purpose is to provide  estimates of the magnitude of mass care services that would be needed to  respond to worst-case disasters, and not to identify gaps in capabilities or  coordination issues, which we address in later sections of our report.  We  have modified the table’s title to clarify the information it contains.", "Regarding FEMA’s response to our recommendations, FEMA agreed with  our recommendation that it should establish a time frame for updating the  mass care section of the Catastrophic Incident Supplement so that it is  consistent with the changes in ESF-6 under the new Framework. In its  comments, FEMA noted it is in the process of establishing a timeline for  updating the Catastrophic Incident Supplement and will change the role of  the Red Cross from that of a primary to support agency when the  document is updated. We have noted this in the report accordingly. FEMA  also agreed with our recommendation to clarify the Homeland Security  Grant Program Funding guidance so that it is clear voluntary organizations  and VOADs are considered eligible subgrantees.", "FEMA disagreed with our recommendation that it should take steps to  better incorporate the capabilities of voluntary organizations’ into  assessments of mass care capabilities.  Specifically, FEMA said that  federal, state, and local governments cannot command and control private  sector resources. We understand the limitations of governmental authority  over voluntary organization’s resources; however, as we mention in the  draft report, under the Post-Katrina Act, FEMA is required to establish a  comprehensive assessment system to assess the nation’s prevention  capabilities and overall preparedness, including its operational readiness.   While the act does not specifically include voluntary organizations’  capabilities, a comprehensive assessment of the nation’s capabilities  should account as fully as possible for voluntary organizations’ capabilities  in mass care.  Taking steps to assess capabilities more fully does not  require controlling these resources but rather cooperatively obtaining and  sharing information. This could be done as an extension of FEMA’s  ongoing partnerships with voluntary organizations to help strengthen  coordination and collaboration in preparation for future disasters. We  continue to think that it is important for FEMA to assess the significant  capabilities that voluntary organizations can bring to bear in support of  governmental efforts to prepare for and respond to disasters.  As we noted  in our report, without such an assessment, the government will have an  incomplete picture of the mass care resources it can draw upon in large- scale disasters.", "In its comments, FEMA also asserted that our report incorrectly assumes  that if funding were made available, it would enable voluntary  organizations to shelter and care for people in catastrophic events.   However, our report discusses potential federal funding in relation to  voluntary organizations’ preparedness and planning activities, not direct  services.  As noted in the report, such funding could be used to strengthen  voluntary organizations’ disaster preparedness, such as coordination with  FEMA, training of personnel, and developing continuity-of-operations  plans. If FEMA provided clearer guidance to states on voluntary  organizations’ potential eligibility for these grants as subgrantees,  voluntary organizations might be able to strengthen planning and  coordination for future disasters and better utilize their substantial  capabilities. A key premise of the National Response Framework is that  voluntary organizations play a vital role in times of need, and recent  experience has demonstrated that voluntary organizations already play  significant roles in providing shelter and care in large-scale disasters.", "We also provided a copy of our draft report to the American Red Cross  and excerpts from the draft report as appropriate to The Salvation Army,  the Southern Baptist Convention, Catholic Charities USA, and National  Voluntary Organizations Active in Disaster.  In its comments, the American  Red Cross further explained its role in New York City’s coastal storm plan.   We have added this information as appropriate to further clarify the Red  Cross’s role under this scenario.  In addition, the Red Cross, The Salvation  Army, and NVOAD provided us with technical comments, which we have  incorporated as appropriate. The American Red Cross’s written comments  are provided in appendix IV.", "We are sending copies of this report to the Secretary of the Department of  Homeland Security, the American Red Cross, The Salvation Army, the  Southern Baptist Convention, Catholic Charities, the United Way, and  NVOAD. We will also make copies available to others upon request. In  addition, the report will be available at no charge on GAO’s Web site at  http://www.gao.gov. Please contact me at (202) 512-7215 if you or your  staff have any questions about this report. Contact points for our Offices  of Congressional Relations and Public Affairs may be found on the last  page of this report. Other major contributors to this report are listed in  appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["We designed our study to provide information on (1) what the roles of  major national voluntary organizations are in providing mass care and  other human services in response to large-scale disasters requiring federal  assistance, (2) what steps these organizations have taken since Katrina to  strengthen their capacity for service delivery, (3) what is known about  these organizations’ current capabilities for responding to mass care needs  in such a large-scale disaster, and (4) what the remaining challenges are  that confront voluntary organizations in preparing for such large-scale  disasters. We focused our review on the following five major voluntary  organizations based on their contributions during Hurricane Katrina and  congressional interest: the American Red Cross, The Salvation Army, the  Southern Baptist Convention, Catholic Charities USA, and the United Way  of America. Since the United Way of America does not provide direct  services in disasters, we did not include it in our analysis of recent  improvements to service delivery, response capabilities, and remaining  challenges. For our review of voluntary organizations’ response  capabilities, we limited our focus to the three organizations in our study  that provide mass care services: the Red Cross, The Salvation Army, and  the Southern Baptist Convention. To obtain information for all of the  objectives, we used several methodologies: we reviewed federal and  voluntary organization documents; reviewed relevant laws; interviewed  local, state, and federal government and voluntary agency officials;  conducted site visits to four selected metropolitan areas; and collected  data on the voluntary organizations’ capabilities."], "subsections": [{"section_title": "Reviews of Governmental and Voluntary Agency Documents", "paragraphs": ["We reviewed governmental and voluntary organization documents to  obtain information on the role of voluntary organizations, recent  improvements to service delivery, response capabilities, and remaining  challenges. To obtain an understanding of the federal disaster  management framework, we reviewed key documents, such as the 2008  National Response Framework, the Emergency Support Function 6—Mass  Care, Emergency Assistance, Housing, and Human Services Annex (ESF- 6), the 2006 Catastrophic Incident Supplement, and the 2007 National  Preparedness Guidelines, which collectively describe the federal  coordination of mass care and other human services. We also reviewed  pertinent laws, including the Post-Katrina Emergency Management Reform  Act of October 2006. In addition, we reviewed documents for each of the  five voluntary organizations in our review, which describe their roles in  disasters and explained their organizational response structures. These  documents included mission statements, disaster response plans, and  statements of understanding with government agencies and other  voluntary organizations. We also reviewed key reports written by federal  agencies, Congress, voluntary organizations, policy institutes, and GAO to  identify lessons learned from the response to Hurricane Katrina and steps  voluntary organizations have taken since then to improve service delivery."], "subsections": []}, {"section_title": "Interviews of Federal Government and National Voluntary Organization Officials", "paragraphs": ["We interviewed federal government and national voluntary organization  officials to obtain information on the role of voluntary organizations,  recent improvements to service delivery, response capabilities, and  remaining challenges. At the federal level, we interviewed officials from  the Federal Emergency Management Agency (FEMA) in the ESF-6 Mass  Care Unit, the FEMA Grants Office, and the Disaster Operations  Directorate. We also interviewed the executive director of the National  Voluntary Organizations Active in Disaster (NVOAD). We interviewed  these officials regarding the role of the voluntary organizations in disaster  response, grants and funding offered to voluntary organizations, voluntary  organization and government logistics in disasters, assessments of  capabilities, and the types of interactions each of them has with the  organizations from our review. We also interviewed national voluntary  organization officials from the five organizations in our review about the  roles of their organizations in disaster response, improvements the  organizations had made to coordination and service delivery since  Hurricane Katrina, their organizations’ capabilities to respond to disasters,  and what remaining challenges exist for the organizations in disaster  response."], "subsections": []}, {"section_title": "Visits to Four Major Metropolitan Areas", "paragraphs": ["We visited four metropolitan areas—Washington, D.C.; New York, New  York; Miami, Florida; and Los Angeles, California—to review the roles,  response structures, improvements to service delivery, response  capabilities, and challenges that remain for the selected voluntary  organizations’ in these local areas. We selected these metropolitan areas  based on their recent experiences with disaster, such as September 11;  their potential risk for large-scale disasters; and the size of their allotments  through the federal Urban Areas Security Initiative grant program. The  metropolitan areas that we selected also represent four of the six urban  areas of the country considered most at risk for terrorism under the 2007  Urban Areas Security Initiative.", "During our visits to the four metropolitan areas, we interviewed officials  from the five voluntary organizations, local and state government  emergency management agency officials, the heads of the local Voluntary  Organizations Active in Disaster (VOAD), and FEMA’s regionally based  liaisons to the voluntary sector, known as voluntary agency liaisons (VAL).  During our interviews, we asked about the roles and response structures  of voluntary organizations in disaster response, improvements the  organizations had made to coordination and service delivery since  Hurricane Katrina, the organizations’ capabilities to respond to disasters,  and what challenges exist for the organizations in disaster response."], "subsections": []}, {"section_title": "Capabilities Data and Catastrophic Estimates", "paragraphs": ["To review voluntary organizations’ sheltering and feeding capabilities, we  collected data through interviews and written responses from the three  organizations in our study that provide mass care: the Red Cross, The  Salvation Army, and the Southern Baptist Convention. By capabilities we  mean the means to accomplish a mission or function under specified  conditions to target levels of performance, as defined in the federal  government’s National Preparedness Guidelines. We collected data on  both their nationwide capabilities and their locally based capabilities in  each of the four metropolitan areas we visited. To obtain capabilities data  in a uniform manner, we requested written responses to questions about  sheltering and feeding capabilities from these organizations in the  localities we visited, and in many of these responses, voluntary  organizations described how they derived their data. For example, to  collect data on feeding capabilities, we asked voluntary organization  officials how many mobile kitchens they have and how many meals per  day they are capable of providing. To assess the reliability of the capability  data provided by the voluntary organizations, we reviewed relevant  documents and interviewed officials knowledgeable about the data.  However, we did not directly test the reliability of these data because the  gaps between capabilities and estimated needs were so large that greater  precision would not change this underlying finding. It was also not within  the scope of our work to review the voluntary organizations’ systems of  internal controls for data on their resources and capabilities.", "To identify potential needs for mass care services, we used available  estimates for catastrophic disaster scenarios in each of the selected  metropolitan areas: Washington, D.C.—terrorism; New York, New York— hurricane; Miami, Florida—hurricane; and Los Angeles, California— earthquake. We reviewed federal, state, and Red Cross estimates of  sheltering and feeding needs resulting from these potential catastrophic  disasters:    Federal catastrophic estimates—We reviewed the earthquake estimates  from the Target Capabilities List that were developed by the Department  of Homeland Security (DHS) after an in-depth analysis of the Major  Earthquake scenario in the National Planning Scenarios. The National  Planning Scenarios were developed by the Homeland Security Council–-in  partnership with the Department of Homeland Security, other federal  departments and agencies, and state and local homeland security agencies.  The scenario assumes a 7.2 magnitude earthquake with a subsequent 8.0  earthquake occurs along a fault zone in a major metropolitan area with a  population of approximately 10 million people, which is approximately the  population of Los Angeles County.", "State catastrophic estimates—We reviewed catastrophic hurricane  estimates from the Florida Division of Emergency Management’s  Hurricane Ono planning project. The project assumes a Category V  hurricane making landfall in South Florida, which has a population of  nearly 7 million people.", "Red Cross catastrophic estimates—We reviewed catastrophic estimates  from the Red Cross’s risk-based capacity building initiative. To develop  these estimates, the Red Cross worked with state and local officials and  other disaster experts to develop “worst case” disaster scenarios in six  high-risk areas of the country, including the four metropolitan areas in our  study. The scenarios for these four metropolitan areas were: a 7.2 to 7.5  magnitude earthquake in Southern California; a chemical, biological,  radiological, nuclear, or major explosion terrorist attack in the  Washington, D.C. region; a Category III/IV hurricane in the New York  metropolitan area; and a Category V hurricane in the Gulf Coast.", "To identify general findings about nationwide preparedness, we compared  the capabilities data provided by the voluntary organizations to these  catastrophic disaster estimates. We did not attempt to assess the total  disaster response capabilities in any single location that we visited or the  efficacy of any responses to particular scenarios, such as major  earthquakes versus hurricanes.", "We conducted this performance audit from August 2007 to September 2008  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}]}, {"section_title": "Appendix II: NVOAD Members", "paragraphs": ["Adventist Community Services    America’s Second Harvest    American Baptist Men/USA    American Radio Relay League, Inc. (ARRL)    American Red Cross    Ananda Marga Universal Relief Team (AMURT)    Catholic Charities USA    Christian Disaster Response    Christian Reformed World Relief Committee (CRWRC)    Church of the Brethren—Brethren Disaster Ministries    Church of Scientology Disaster Response    Church World Service    City Team Ministries    Convoy of Hope    Disaster Psychiatry Outreach    Episcopal Relief and Development    Feed the Children    Friends Disaster Service, Inc.    Habitat for Humanity    HOPE Coalition America    Humane Society of the United States  International Aid  International Critical Incident Stress Foundation  International Relief and Development (IRD)  International Relief Friendship Foundation (IRFF)"], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: American Red Cross", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Gale C. Harris, Assistant Director;  Deborah A. Signer, Analyst-in-Charge; William W. Colvin; Amanda M.  Leissoo; and Lacy Vong made significant contributions to this report. In  addition, Susan Bernstein provided writing assistance, Jessica Botsford  and Doreen Feldman provided legal assistance, Walter Vance provided  technical assistance, and Mimi Nguyen assisted with the graphics."], "subsections": []}]}, {"section_title": "Bibliography", "paragraphs": ["The American Red Cross. From Challenge to Action: American Red Cross  Actions To Improve and Enhance its Disaster Response And Related  Capabilities For the 2006 Hurricane Season and Beyond (Washington,  D.C.: June 2006).", "The Aspen Institute, Weathering the Storm: The Role of Local Nonprofits  in the Hurricane Katrina Relief Effort (Washington, D.C.: 2006).", "Department of Homeland Security, Office of Inspector General, FEMA’s  Preparedness for the Next Catastrophic Disaster, OIG-08-34 (Washington,  D.C.: March 2008).", "Department of Homeland Security, Office of Inspector General,   A Performance Review of FEMA’s Disaster Management Activities in  Response to Hurricane Katrina, OIG-06-32 (Washington, D.C.: March  2006).", "National Council on Disability, The Impact of Hurricanes Katrina and  Rita on People with Disabilities: A Look Back and Remaining  Challenges (Washington, D.C.: Aug. 3, 2006)", "The Nelson A. Rockefeller Institute of Government and the Public Affairs  Research Council of Louisiana, GulfGov Reports: Response, Recovery, and  the Role of the Nonprofit Community in the Two Years Since Katrina  and Rita (Albany, NY: 2007).", "United States House of Representatives, Select Bipartisan Committee to  Investigate the Preparation for and Response to Hurricane Katrina, A  Failure of Initiative (Washington, D.C.: Feb. 15, 2006).", "United States Senate Committee on Homeland Security and Governmental  Affairs, Hurricane Katrina: A Nation Still Unprepared (Washington,  D.C.: 2006).", "The Urban Institute. After Katrina: Public Expectation and Charities’  Response (Washington, D.C.: May 2006).", "The White House. The Federal Response to Hurricane Katrina: Lessons  Learned (Washington, D.C.: February 2006)."], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": ["Emergency Management: Observations on DHS’s Preparedness for  Catastrophic Disasters. GAO-08-868T. Washington, D.C.: July 11, 2008.", "Homeland Security: DHS Improved its Risk-Based Grant Programs’  Allocation and Management Methods, but Measuring Programs’ Impact  on National Capabilities Remains a Challenge. GAO-08-488T.  Washington, D.C.: March 11, 2008.", "National Disaster Response: FEMA Should Take Action to Improve  Capacity and Coordination between Government and Voluntary Sectors.  GAO-08-369. Washington, D.C: February 27, 2008.", "Homeland Security: Observations on DHS and FEMA Efforts to Prepare  for and Respond to Major and Catastrophic Disasters and Address  Related Recommendations and Legislation. GAO-07-1142T. Washington,  D.C.: July 31, 2007.", "Emergency Management: Most School Districts Have Developed  Emergency Management Plans, but Would Benefit from Additional  Federal Guidance. GAO-07-609. Washington, D.C.: June 12, 2007.", "Homeland Security: Preparing for and Responding to Disasters.   GAO-07-395T. Washington, D.C.: March 9, 2007.", "Disaster Assistance: Better Planning Needed for Housing Victims of  Catastrophic Disasters. GAO-07-88. February 2007.", "Catastrophic Disasters: Enhanced Leadership, Capabilities, and  Accountability Controls Will Improve the Effectiveness of the Nation’s  Preparedness, Response, and Recovery Systems. GAO-06-618.  Washington, D.C.: September 2006.", "Hurricanes Katrina and Rita: Coordination between FEMA and the Red  Cross Should Be Improved for the 2006 Hurricane Season. GAO-06-712.  June 8, 2006.", "Homeland Security Assistance for Nonprofits: Department of Homeland  Security Delegated Selection of Nonprofits to Selected States and States  Used a Variety of Approaches to Determine Awards. GAO-06-663R.  Washington, D.C.: May 23, 2006.", "Hurricane Katrina: GAO’s Preliminary Observations Regarding  Preparedness, Response, and Recovery. GAO-06-442T. Washington, D.C.:  March 8, 2006.", "Emergency Preparedness and Response: Some Issues and Challenges  Associated with Major Emergency Incidents. GAO-06-467T. Washington,  D.C.: February 23, 2006.", "Statement by Comptroller General David M. Walker on GAO’s  Preliminary Observations Regarding Preparedness and Response to  Hurricanes Katrina and Rita. GAO-06-365R. Washington, D.C.: February  1, 2006.", "Hurricanes Katrina and Rita: Provision of Charitable Assistance.   GAO-06-297T. Washington, D.C.: December 13, 2005.", "September 11: More Effective Collaboration Could Enhance Charitable  Organizations’ Contributions in Disasters. GAO-03-259.Washington,  D.C.: December 19, 2002."], "subsections": []}], "fastfact": []}