{"id": "GAO-13-260", "url": "https://www.gao.gov/products/GAO-13-260", "title": "Puerto Rico: Characteristics of the Island's Maritime Trade and Potential Effects of Modifying the Jones Act", "published_date": "2013-03-14T00:00:00", "released_date": "2013-03-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Puerto Rico is subject to Section 27 of the Merchant Marine Act of 1920, known as the \"Jones Act\" (Act), which requires that maritime transport of cargo between points in the United States be carried by vessels that are (1) owned by U.S. citizens and registered in the United States, (2) built in the United States, and (3) operated with predominantly U.S.-citizen crews. The general purposes of the Jones Act include providing the nation with a strong merchant marine that can provide transportation for the nation's maritime commerce, serve in time of war or national emergency, and support an adequate shipyard industrial base. Companies (shippers) that use Jones Act carriers for shipping in the Puerto Rico trade have expressed concerns that, as a result of the Jones Act, freight rates between the United States and Puerto Rico are higher than they otherwise would be, and given the reliance on waterborne transportation have an adverse economic impact on Puerto Rico.", "This report examines (1) maritime transportation to and from Puerto Rico and how the Jones Act affects that trade and (2) possible effects of modifying the application of the Jones Act in Puerto Rico. GAO collected and analyzed information and literature relevant to the market and gathered the views of numerous public and private sector stakeholders through interviews and written responses. GAO is not making recommendations in this report. The Department of Transportation (DOT) generally agreed with the report, but emphasized that many of the issues related to the Jones Act are complex and multifaceted. DOT and others also provided technical clarifications, which GAO incorporated, as appropriate."]}, {"section_title": "What GAO Found", "paragraphs": ["Jones Act requirements have resulted in a discrete shipping market between Puerto Rico and the United States. Most of the cargo shipped between the United States and Puerto Rico is carried by four Jones Act carriers that provide dedicated, scheduled weekly service using containerships and container barges. Although some vessels are operating beyond their expected useful service life, many have been reconstructed or refurbished. Jones Act dry and liquid bulkcargo vessels also operate in the market, although some shippers report that qualified bulk-cargo vessels may not always be available to meet their needs. Cargo moving between Puerto Rico and foreign destinations is carried by numerous foreign-flag vessels, often with greater capacity, and typically as part of longer global trade routes. Freight rates are determined by a number of factors, including the supply of vessels and consumer demand in the market, as well as costs that carriers face to operate, some of which (e.g., crew costs) are affected by Jones Act requirements. The average freight rates of the four major Jones Act carriers in this market were lower in 2010 than they were in 2006, which was the onset of the recent recession in Puerto Rico that has contributed to decreases in demand. Foreign-flag carriers serving Puerto Rico from foreign ports operate under different rules, regulations, and supply and demand conditions and generally have lower costs to operate than Jones Act carriers have. Shippers doing business in Puerto Rico that GAO contacted reported that the freight rates are often--although not always--lower for foreign carriers going to and from Puerto Rico and foreign locations than the rates shippers pay to ship similar cargo to and from the United States, despite longer distances. However, data were not available to allow us to validate the examples given or verify the extent to which this difference occurred. According to these shippers, lower rates, as well as the limited availability of qualified vessels in some cases, can lead companies to source products from foreign countries rather than the United States.", "The effects of modifying the application of the Jones Act for Puerto Rico are highly uncertain, and various trade-offs could materialize depending on how the Act is modified. Under a full exemption from the Act, the rules and requirements that would apply to all carriers would need to be determined. While proponents of this change expect increased competition and greater availability of vessels to suit shippers' needs, it is also possible that the reliability and other beneficial aspects of the current service could be affected. Furthermore, because of cost advantages, unrestricted competition from foreign-flag vessels could result in the disappearance of most U.S.-flag vessels in this trade, having a negative impact on the U.S. merchant marine and the shipyard industrial base that the Act was meant to protect. Instead of a full exemption, some stakeholders advocate an exemption from the U.S.-build requirement for vessels. According to proponents of this change, the availability of lower-cost, foreign-built vessels could encourage existing carriers to recapitalize their aging fleets (although one existing carrier has recently ordered two new U.S.-built vessels for this trade), and could encourage new carriers to enter the market. However, as with a full exemption, this partial exemption could also reduce or eliminate existing and future shipbuilding orders for vessels to be used in the Puerto Rico trade, having a negative impact on the shipyard industrial base the Act was meant to support."]}], "report": [{"section_title": "Letter", "paragraphs": ["Puerto Rico—the largest and most populous insular area of the United  States—depends heavily on maritime transportation to move goods to  and from the island. The Jones Act, in general, requires that maritime  transport of cargo between points in the United States be carried by  vessels that are owned by U.S. citizens and registered under the U.S. flag  with a coastwise endorsement, which in turn requires that such vessels  be built in the United States. Further, because the Jones Act requires  U.S.-flag registry, U.S. manning laws apply, which require predominantly  U.S. citizen crews. Puerto Rico is subject to all Jones Act requirements.  However, under statute, U.S. coastwise laws such as the Jones Act  generally do not apply to cargo transported between the United States  and certain other insular areas, including the U.S. Virgin Islands. In  addition, under statute, vessels engaging in domestic trade between the  United States and certain other insular areas, including Guam, require  only a registry endorsement (i.e., U.S.-flag registry without the U.S.-build  requirement).", "Among other purposes, the Jones Act, as amended, was intended to  provide the nation with 1) a strong merchant marine that can serve as a  naval or military auxiliary in time of war or national emergency, 2)  transportation for the proper growth of the nation’s maritime commerce,  and 3) support for efficient facilities for building and repairing vessels.Historically, however, shippers and others engaged in shipping between  the United States and Puerto Rico have expressed concerns that, as a  result of the Jones Act, freight rates between the United States and  Puerto Rico are higher than they otherwise would be, and that the higher  rates increase prices of goods and have a negative effect on the Puerto  Rico economy.an exemption for Puerto Rico from the Jones Act in its entirety, allowing  foreign carriers to provide service between the United States and Puerto  Rico or for an exemption from the U.S.-build requirement of the Jones  Act, allowing U.S. carriers to use foreign-built vessels. Because of these  concerns you asked us to examine the effect of the Jones Act’s  application to Puerto Rico. This report examines (1) the characteristics of  maritime transportation to and from Puerto Rico and how the Jones Act  affects that trade, and (2) possible effects of modifying the application of  the Jones Act in Puerto Rico.", "As a result, some of these stakeholders have called for  To address these objectives, we collected and analyzed data, reviewed  literature and reports relevant to these markets, and gathered the  perspectives and experiences of numerous public and private sector  stakeholders, including companies that utilize maritime-shipping services  (referred to as “shippers” in this report) through interviews and written  responses. In particular, we gathered information from Jones Act carriers  operating between the United States and Puerto Rico on various aspects  of the services they provide, including information on their vessels,  routes, services, operating and capital costs, and average freight rates.  We also contacted 10 foreign carriers to obtain similar information;  however, nine of the ten foreign carriers we contacted declined to be  interviewed, although representatives from two foreign carriers  participated in a larger meeting of stakeholders we held in Puerto Rico.  As a result, we were not able to gather detailed cost or rate information  from foreign carriers that call in Puerto Rico. See appendix I for more  information about our scope and methodology and a listing of the  stakeholders we interviewed.", "We conducted this performance audit from October 2011 through  February 2013 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["Puerto Rico is an island about 1,000 miles southeast of Miami, Florida,  and relies heavily on oceangoing vessels to move large volumes of goods  to and from the island. Puerto Rico has maintained a strong trade  relationship with U.S. suppliers and imports significantly more in trade  volume, by weight, than it exports back to the United States. Of the total  volume of trade between the United States and Puerto Rico in 2011,  about 85 percent was shipped from the United States to Puerto Rico,  while 15 percent went from Puerto Rico to the United States. Goods  imported to Puerto Rico from the United States are primarily consumer  goods, although 8 of the top 10 goods by volume imported into Puerto  Rico are raw materials related to the manufacturing of pharmaceuticals  and medical devices. Puerto Rico’s major exports back to the United  States are typically high-value finished products, particularly  pharmaceutical products and medical devices. While trade between  Puerto Rico and the United States is significant, Puerto Rico imports  more by volume from foreign countries than from the United States,  primarily due to imports of petroleum products.", "The Jones Act is one of the cabotage (also known as “coastwise”) laws of  the United States and applies to cargo shipped by waterborne  transportation between two U.S. points. Cabotage laws are designed to  limit the domestic transport of goods and passengers to a country’s  national flagged vessels. According to the Department of Transportation’s  (DOT) Maritime Administration (MARAD), under the Jones Act, all  domestic water transportation providers compete under uniform laws and  regulations, creating an even playing field. The United States is not  alone in establishing and enforcing cabotage laws. Most trading nations  of the world, according to MARAD, have or have had cabotage laws of  some kind. Furthermore, these types of laws are not unique to the  maritime industry, but U.S. cabotage provisions apply, in some form or  degree, to other transportation modes, such as aviation, rail, and  trucking.", "Several federal agencies have a role in supporting, administering, and  enforcing the Jones Act. In particular, MARAD’s mission is to promote the  maintenance of an adequate, well balanced U.S. merchant marine to  ensure that the United States maintains adequate shipbuilding and repair  services, efficient ports, and a pool of merchant mariners for both  domestic commerce and national defense. Although the Department of  Defense (DOD) does not administer or enforce the Jones Act, the military  strategy of the United States relies on the use of commercial U.S.-flag  ships and crews and the availability of a shipyard industrial base to  support national defense needs. As such, MARAD and DOD jointly  manage the Voluntary Intermodal Sealift Agreement (VISA) Program,  established for emergency preparedness, which includes over 300  commercial U.S.-flag vessels to provide DOD with assured access to  emergency sealift capacity. See appendix II for more details on federal  agencies’ roles in relation to the Jones Act."], "subsections": []}, {"section_title": "Jones Act Results in a Discrete Shipping Market between the United States and Puerto Rico", "paragraphs": ["Jones Act requirements have resulted in a discrete shipping market  between Puerto Rico and the United States. Most of the cargo shipped  between the United States and Puerto Rico is carried by four Jones Act  carriers that provide dedicated, scheduled, weekly service using  containerships and container barges—some of which have exceeded  their expected useful life. Dry and liquid bulk cargo vessels also operate  in the market under the Jones Act, although some shippers report that  qualified bulk cargo vessels may not always be available to meet their  needs. Cargo moving between Puerto Rico and foreign destinations is  carried by numerous foreign-flag vessels, typically as part of longer global  trade routes. Freight rates in this market are determined by a number of  factors, including the supply of vessels and consumer demand in the  market, as well as costs that carriers face to operate, some of which are  affected by Jones Act requirements. The average freight rates of the four  major Jones Act carriers in this market were lower in 2010 than they were  in 2006, as the recent recession has contributed to decreases in demand.  In contrast, foreign-flag carriers operate under different rules, regulations,  and supply and demand conditions and generally have lower costs to  operate than Jones Act carriers. Shippers doing business in Puerto Rico  reported that freight rates for foreign carriers going to and from foreign  ports are often—although not always—lower than rates they pay to ship  similar cargo from the United States, despite longer distances. However,  data were not available to allow us to validate the examples given or  verify the extent to which this occurred. According to these shippers,  lower rates, as well as limited availability of qualified vessels in some  cases can lead companies to source products from foreign countries  rather than the United States. The impact of rates to ship between the  United States and Puerto Rico on prices of goods in Puerto Rico is  difficult to determine with any precision and likely varies by type of good."], "subsections": [{"section_title": "Characteristics of Maritime Transportation to and from Puerto Rico", "paragraphs": [], "subsections": [{"section_title": "Four Jones Act Carriers Offer Regularly Scheduled Container Service", "paragraphs": ["A large majority of the maritime trade between the United States and  Puerto Rico is shipped in containers by four Jones Act carriers: Crowley  Puerto Rico Services, Inc.; Horizon Lines, Inc., Sea Star Line, LLC; and  Trailer Bridge, Inc. These carriers currently use 17 vessels to provide  their shipping services—5 self-propelled containerships and 12 container  barges that are pulled by tugboats (see table 1). As shown in the table,  nearly all of the containerships and several of the barges used by these  carriers are operating beyond their average expected useful life, which is  about 30 years for a containership and about 27 years for a barge,  according to Office of Management and Budget guidance.  Containerships in this trade average 39 years old, while barges averaged  31 years, although one carrier noted that, despite their advanced age, all  its Jones Act vessels operating in the trade are fully compliant with Coast  Guard rules and regulations. Furthermore, these averages reflect when  the vessels were first constructed, but do not account for periodic  refurbishments of many of the vessels to mitigate some of the effects of  age and wear on a vessel and extend the expected useful service life.  While the Jones Act vessels operating between the United States and  Puerto Rico are all enrolled in MARAD and DOD’s VISA program, these  vessels would have limited contribution to military sealift capabilities,  according to DOD officials. According to DOD, the containerships— particularly lift-on/lift-off vessels—in this trade are less useful for military  purposes compared to vessels with roll-on/roll-off capability;tugs and barges in this trade are generally considered of lesser military  value because of their slow speed relative to self-propelled vessels.  Nonetheless, some of the vessels used for shipping between the United  States and Puerto Rico have participated in past emergency responses,  such as transporting goods to Haiti after the earthquake in 2010. In  addition, according to DOD, whether or not the vessel is militarily useful,  commercial U.S.-flag vessels provide employment to trained officers and  unlicensed seamen, many of whom could be available to crew  government-owned sealift vessels in times of war or national emergency.", "The four major Jones Act carriers provide regularly scheduled, weekly  service between ports in the United States and Puerto Rico. These  carriers offer different types of services based on the types of ships they  operate. Horizon and Sea Star offer approximately 3-day one-way service  between various U.S. ports and Puerto Rico on self-propelled  containerships, while Trailer Bridge and Crowley provide somewhat  slower barge service—approximately 7 days one way. Some of these  vessels also serve ports in the Dominican Republic and the U.S. Virgin  Islands (see fig. 1).", "Some carriers have tailored their service specifically for shipping between  the United States and Puerto Rico. For example, while foreign-flag  carriers involved in international trade use standardized 20- and 40-foot  containers, some Jones Act carriers provide shippers with a range of  larger container units (45-, 48-, and 53-foot). The carriers’ larger container  units are the same size and type of equipment currently operated within  the domestic U.S. trucking and rail transportation systems; thus, shippers  can use the same packing systems they use for other modes of U.S.  transportation, a benefit that provides cost savings to the carriers and  shippers. This also enables more efficient loading and unloading of  containers and trailers, and delivery to their final destination on the island.", "According to U.S. and Puerto Rico shippers we interviewed, the four  carriers generally provide reliable, on-time service between the United  States and Puerto Rico, allowing shippers to meet “just in time” delivery  needs. In fact, many island importers’ inventory management relies on  prompt and regular shipping and receipt of needed goods to stock  shelves, instead of warehousing goods, a benefit that helps minimize  inventory storage costs. In particular, we were told by stakeholders that  warehousing is costly in Puerto Rico because of high energy costs and  because the Puerto Rico government imposes inventory storage taxes on  certain goods both imported into and manufactured in Puerto Rico.", "The remaining maritime trade between the United States and Puerto Rico  is shipped on bulk vessels. Bulk cargo—including dry bulk goods such as  fertilizer, animal feed, grains, and coal, and liquid bulk goods, such as oil  and gas—are imported in large volumes and are sometimes seasonal.  According to MARAD officials, global bulk services are typically based on  unscheduled operations, as opposed to scheduled container services.  According to shippers we interviewed, these vessels are often under term  charters and a limited number of qualified Jones Act vessels may be  available at any given time to meet shippers’ needs. While not  encompassing all dry and liquid bulk vessels qualified to provide service  between the United States and Puerto Rico, shippers that we interviewed  identified three Jones Act carriers—utilizing a total of six vessels—that  offer bulk-shipping services between the United States and Puerto Rico  (see table 2). Some of the vessels are also used to serve ports in the U.S.  Virgin Islands, the Dominican Republic, and Haiti.", "Numerous foreign carriers and foreign-flag vessels operate in Puerto Rico  carrying cargo to and from foreign locations. According to data from the  Puerto Rico Ports Authority, in April 2011 alone, 55 different foreign-flag  cargo vessels—including tankers, containerships, and roll-on/roll-off  cargo vessels, among others—loaded and unloaded cargo in the Port of  San Juan, Puerto Rico. Over the entire year of 2011, 67 percent of the  vessels that operated in the Port of San Juan were foreign-flag vessels,  while 33 percent were U.S.-flag vessels. Some of the foreign carriers that  serve Puerto Rico have extensive international operations—using vessels  with larger capacity than the major Jones Act carriers—that stop at  multiple ports along their shipping routes across the globe. Other foreign- flag carriers offer “feeder” services throughout the Caribbean from hubs in  ports such as Kingston, Jamaica (see fig. 2).", "According to MARAD, vessels engaged in foreign trade are typically  registered under “flag-of-convenience,” or open registries that have less  stringent regulatory requirements than the U.S. flag registry. In 2011,  most of the foreign-flag vessels calling in the Port of San Juan, Puerto  Rico were registered under the Panamanian flag, followed by the  Bahamian flag, the flag of Antigua and Barbuda, and the Liberian flag.  Foreign carriers can also use vessels that are built anywhere in the world,  and the average age of foreign-flag vessels (around 11-12 years) is  significantly less than the average age of Jones Act vessels."], "subsections": []}]}, {"section_title": "Many Factors Determine Freight Rates for Maritime Transportation in Puerto Rico, While Some Factors Are Affected by Jones Act Requirements", "paragraphs": ["Freight rates are set based on a host of supply and demand factors in the  market, some of which are affected directly or indirectly by Jones Act  requirements. However, because so many other factors besides the  Jones Act affect rates, it is difficult to isolate the exact extent to which  freight rates between the United States and Puerto Rico are affected by  the Jones Act. The Puerto Rico trade, much like the maritime cargo trade  around the world, has been affected by reduced demand overall because  of the recession. Puerto Rico fell into a recession in 2006—before the  onset of recession for the U.S. economy—and has had much more  difficulty recovering from it, according to government sources.  Moreover, the population of the island has been decreasing in the past  decade. This lower demand relative to supply (i.e. vessel capacity) is a  factor that would likely be putting downward pressure on freight rates in  recent years, as carriers would have more difficulty selling their existing  capacity. According to the data provided by the four major Jones Act  carriers, average freight rates from the United States to Puerto Rico  declined about 10 percent from 2006 through 2010, while rates from  Puerto Rico to the United States declined about 17 percent.", "As demand decreases relative to supply, carriers will adjust their services  in response.company reduced its service to Puerto Rico with one less barge and one   In this market for example, according to Crowley, the  less weekly sailing from Jacksonville in 2009, primarily in response to  decreased demand. Also, more recently in July 2011, Sea Star  discontinued its service from Philadelphia, Pennsylvania, because of a  lack of demand. Some shippers and business representatives we spoke  with were concerned with the possibility that, given the weak demand in  the market, some carriers may not be able to sustain the level of services  they currently provide in the Puerto Rico market.", "In certain specific markets, however, demand for Jones Act transportation  between Puerto Rico and the United States may be increasing. For  example, according to one shipper, there may be increased demand for  shipping refined petroleum and gas products. For natural gas, this  appears likely because the expected increased use of this fuel for  electricity generation, while in the case of refined petroleum products this  may be occurring because of a closure of the refinery on St. Croix, U.S.  Virgin Islands that had previously provided petroleum products to Puerto  Rico. However, several shippers in these markets told us that vessels are  often not available to provide service. Where the supply of ships is limited  relative to demand there will be upward pressure on freight rates.  Typically in such a scenario, carriers and shipowners will respond to  higher rates in the short term by repositioning existing capacity to serve  that market, thus bringing supply and demand into balance. However, if  qualified Jones Act vessels are not available, such adjustments may not  occur since existing capacity operated by foreign-flag carriers cannot  enter this market. Over the longer term, the market may adjust through  new shipbuilding for the Jones Act trade, as long as expectations of  demand and freight rates are sufficient to support that capital investment.  Recent announcements from two Jones Act carriers concerning plans to  build new containerships and tankers indicate that the U.S. flag industry is  responding to the emergence of new market demand.", "Operating costs for carriers are another supply factor that contributes to  the determination of freight rates. Most of the carriers’ operating costs  (about 69 percent based on carrier data for 2011) are non-vessel  operating costs, including such things as terminal and port costs, among  others—and are not directly affected by Jones Act requirements, and  would be similarly borne by any carrier operating between the United  States and Puerto Rico. Vessel operating costs (which include crew  costs, insurance, maintenance and repair, and fuel costs, among others)  comprise about 31 percent of the carriers’ operating costs on average.  Some vessel operating costs are affected by rules and regulations related  to the Jones Act and operating under the U.S. flag. Most significantly,  Jones Act carriers must hire predominantly U.S.-citizen crews, and  according to data provided by the major Jones Act carriers, crew costs in  this trade represented an average of about 20 percent of vessel operating  costs in 2011. According to MARAD, the standard of living in the United  States, labor agreements negotiated with mariner unions, benefits  included in overall compensation, and government manning  requirements, all affect crew costs. By contrast, foreign-flag carriers  operating under an open registry have flexibility to hire crews from around  the world, and can therefore avoid the higher costs associated with U.S.- crews. While not specific to the carriers or the vessels operating between  the United States and Puerto Rico, according to a MARAD report, the  combination of these various requirements and work rules can result in  overall crewing costs for U.S. flag operators that are roughly 5 times  greater than crewing costs for foreign-flag carriers, on average. In  addition, U.S.-flag vessels are subject to government safety inspections  and vessels have to comply with a variety of construction, safety, and  environmental regulatory requirements, which affect their costs.  According to the MARAD report, the lack of government safety  inspections of foreign-flag vessels operating under open registries helps  provide such vessels with increased operating flexibility and lower  operating costs.", "According to Jones Act carriers and other stakeholders, some operating  costs have been increasing. For example, fuel is one of the largest vessel  operating cost for the Jones Act carriers in this market—representing an  average of about 64 percent of the four major Jones Act carriers’ vessel  operating costs in 2011—and fuel costs have increased substantially over  the last ten years. While fuel costs are not directly affected by Jones Act  requirements, older vessels burn fuel faster and less efficiently compared  to newer vessels, and the age of some of the Jones Act carriers’ vessels  has contributed to increasing fuel costs. However, MARAD noted that the  majority of the Jones Act vessels are barges being towed by rebuilt  tugboats at lower speeds than self-propelled containerships, which makes  barges relatively fuel efficient compared to self-propelled vessels.  Furthermore, older vessels require more maintenance and repair  expenses than newer vessels. For the major carriers in the Puerto Rico  market, this expense represented an average of about 4 percent of vessel  operating costs in 2011. While the age of these vessels is not a direct  result of the Jones Act, to some extent the U.S.-build requirement and the  high costs of U.S. built vessels may delay recapitalization decisions, or  render such decisions infeasible. Because foreign carriers can typically  use vessels that are built anywhere in the world, rather than having to use  generally more expensive U.S.-built vessels, they have more flexibility to  recapitalize their fleets. As mentioned, on average, foreign-flag vessels  are newer, and as such will generally benefit from lower overall fuel and  ongoing maintenance costs.", "According to shippers and carriers, several other factors not directly  related to Jones Act requirements in the Puerto Rico market contribute to  how freight rates are set, including the following:", "For approximately 85 percent of the cargo moving between the United  States and Puerto Rico, freight rates are set on a negotiated basis   Although volume discounts are not unique to this  under contract.market or the global maritime shipping industry, large volume shippers  have more leverage to negotiate contracts with lower rates while small  volume shippers or those that require infrequent service will likely pay  higher rates. Based on our interviews with shippers, the negotiated  rates vary substantially for shippers based on their companies’ size  and regularity of use of shipping services.", "The short travel distance between the United States and Puerto Rico  makes it possible for barge operators to compete with self-propelled  containership operators. As we noted, barge service takes longer to  transport goods than self-propelled containerships. However, barge vessels are less expensive to operate and maintain. As such,  according to data provided by the four major Jones Act container  carriers, freight rates for barge service from the United States to  Puerto Rico are generally lower than rates for self-propelled  containerships. For shippers with goods that are less time sensitive,  barges offer a less expensive option for service between the United  States and Puerto Rico. However, according to some shippers we  interviewed, when they periodically require faster service or service  from ports outside Florida there are fewer competitive alternatives,  since only two carriers offer such service.", "Some of the cargo imported from the United States is temperature  controlled perishable goods, such as dairy, meat, and agricultural  products. According to representatives of the Puerto Rico Farm  Bureau, the cost and reliability of shipping perishable food items is  important because the island has less than a week’s supply of  perishables at any given time. Some shippers reported paying  substantially more for service using refrigerated containers,  sometimes a few thousand dollars more per container, compared to a  non-refrigerated container. Although higher prices for refrigerated  cargoes are not unique to this market or the global maritime shipping  industry, these and other representatives of an association for food  importers perceived less competition for this particular market  segment.", "According to the four major Jones Act carriers, typically, vessels are  about 80 percent full for their total container capacity moving  southbound from the United States to Puerto Rico, and only 20  percent full for total container capacity moving northbound from  Puerto Rico to the United States. The lower demand on return legs of  the routes (known as “backhaul”) results in relatively lower freight  rates for this traffic. According to data provided by the four carriers,  average freight rates for the return leg were about 55 percent less  than the average rates from the United States to Puerto Rico in 2010.  Some of the shippers we spoke with said low rates for the backhaul  shipping services are beneficial to their business.", "Another factor that could have affected freight rates in the past was  conduct by certain carriers that led to a Department of Justice antitrust  investigation. The investigation found that some Jones Act carriers  conspired to fix rates at least as early as May 2002 until at least April  2008. In addition, with respect to a class action lawsuit against various  Jones Act carriers, in August 2011, the United States District Court for the  District of Puerto Rico granted final approval of settlement agreements.  The settlement terms give class action members the option of freezing  the base rates—not including other charges or fees, such as fuel  surcharges—of any shipping contract that exists with three of the Jones  Act carrier defendants for a period of 2 years."], "subsections": []}, {"section_title": "Foreign Carriers Serving Puerto Rico Face Different Market Conditions and Costs than Jones Act Carriers Which Can Lead to Different Freight Rates for Similar Shipments and Affect Sourcing Decisions", "paragraphs": ["Foreign carriers operate in a different market with different characteristics  and, as mentioned, generally have lower vessel operating costs  compared to Jones Act carriers. As with the Jones Act market, rates for  shipments between Puerto Rico and foreign countries are determined by  various supply and demand factors. For example, some foreign carriers’  longer trade routes allow them to spread their costs out over more  containers or cargo and achieve economies of scale that are not available  to Jones Act carriers providing dedicated service between the United  States and Puerto Rico. In addition, while the recession has resulted in  reduced demand in global shipping and put downward pressure on freight  rates, because foreign carriers and shipowners operate in a global  market, they may have more flexibility than Jones Act carriers to  reposition vessel capacity in response to market- or product-specific  fluctuations in demand.", "According to representatives of several shippers we spoke with, freight  rates offered by foreign carriers are often lower than Jones Act carriers  for shipping the same or similar goods from more distant foreign  locations. Shippers provided a number of examples of specific rate  differentials, but we were unable to validate these rate differentials or  estimate an average differential because we could not obtain necessary  data since most cargo move under negotiated contract rates that are  confidential and foreign carriers were not responsive to our requests for  information. Furthermore, we were unable to determine specifics of the  services being provided for the rate examples we were given (e.g.,  delivery times, reliability of the service, etc.), and therefore, in some  instances, the rate examples may not be comparable.", "Nonetheless, some companies operating in Puerto Rico told us that they  may not purchase goods from U.S. sources because of higher  transportation costs on Jones Act vessels compared to foreign-flag  vessels. In some instances, they may instead purchase the same or a  closely substitutable good from a foreign country. This was particularly  evident in the bulk shipping market. For instance, according to  representatives of the Puerto Rico Farm Bureau, the rate difference  between Jones Act carriers and foreign carriers has led farmers and  ranchers on the island to more often source animal feed and crop  fertilizers from foreign sources than from U.S. domestic sources, even  though commodity prices were stated to be similar. They provided an  example that shipping feed from New Jersey by Jones Act carriers costs  more per ton than shipping from Saint John, Canada, by a foreign  carrier—even though Saint John is 500 miles further away. According to  the representatives, this cost differential is significant enough that it has  led to a shift in sourcing these goods from Canada. Other companies  involved in food importing gave additional examples of corn and potatoes  being sourced from foreign countries rather than the United States, which  they attributed to the lower cost of foreign shipping. However, data was  not available to verify the extent to which changes in sourcing occurs  because of higher transportation costs on Jones Act vessels.", "Sourcing decisions in the market for petroleum products may also be  affected by differences in freight rates between Jones Act vessels and  foreign-flag vessels and the availability of qualified Jones Act vessels. An  oil and gas importer in Puerto Rico told us that the company makes  purchasing decisions based on the total price of oil or gas—including any  applicable duties or other charges—plus transportation costs. The  company looks at total prices from numerous suppliers around the  world—including U.S. suppliers—but generally does not purchase from  U.S. suppliers because the total cost is higher as a result of the  differential in transportation costs. Representatives noted that the  company does not purchase from U.S. suppliers in some case because of  a lack of available Jones Act vessels to ship the product from U.S. ports.  In another example, representatives of airlines purchasing jet fuel for use  in Puerto Rico told us that they typically import fuel to the island from  foreign countries, such as Venezuela, rather than from Gulf Coast  refineries. They do so because of difficulty in finding available Jones Act  vessels to transport jet fuel and, when vessels are available, the high cost  of such shipments compared to shipping the product from foreign  countries. These representatives noted that jet fuel availability in certain  areas of the East Coast of the United States as well as in Puerto Rico  was recently adversely affected by the closures of several refineries,  including the one in St. Croix, U.S. Virgin Islands.", "The cost and availability of vessels can also affect future sourcing  decisions. For example, the Puerto Rico Electric Power Authority  (PREPA) is planning to transition its primary power generation fuel from  oil to natural gas and expects its natural gas consumption to increase  substantially in the future. PREPA currently purchases most of its natural  gas from Trinidad and Tobago and transports it on foreign-flag vessels,  but is developing plans to purchase more natural gas from U.S. suppliers  beginning in 2014, because of the expected lower price of natural gas  from the United States. To do so, Jones Act-qualified LNG tankers would  need to be available. However, PREPA officials voiced concerns about  the availability of eligible vessels, since none currently operates between  the United States and Puerto Rico. They said the cost to build and  operate a new LNG tanker under Jones Act requirements could result in  high shipping costs that offset the savings from purchasing natural gas  from the United States. Some foreign-flag LNG vessels are eligible to  apply for an exemption under statute, but PREPA officials were  concerned that these vessels may not be available because they are  currently under long-term contracts. Furthermore, because many of these  vessels may be 16 years old or older, officials were concerned that they  may not be as efficient or have the same level of safety that newer  vessels may have.", "We examined trade data for various commodities mentioned by shippers  to see the extent to which these goods are sourced from other countries.  Some commodities showed high percentages of foreign sourcing, while  others were either split more evenly or mostly sourced domestically. It is  difficult to discern the effect of any one factor, such as freight rates, on  the sourcing of imports, because many factors can affect a business’s  sourcing decision at any given time, including the availability of ships and  the price of the goods. In any case, to the extent that the lack of available  vessels may be causing shippers to seek foreign sources for some  products, this lack of availability may signal the need for new Jones Act  vessels to enter this trade. However, if carriers do not believe that the  rates they will be able to charge in the future would be sufficient to  support such investments, new vessels might not enter the trade and the  products may continue to be sourced from non-U.S. sources. Recent  announcements from two Jones Act carriers concerning plans to build  new vessels indicate the willingness of the U.S. flag industry to respond  to market demand."], "subsections": []}, {"section_title": "Many Factors Influence Prices of Goods in Puerto Rico and the Impact of Transportation Costs Likely Varies by Type of Good", "paragraphs": ["The prices of goods sold in Puerto Rico are determined by a host of  supply and demand factors, similar to freight rates, and therefore, the  impact of any costs to ship between the United States and Puerto Rico on  the average prices of goods in Puerto Rico is difficult, if not impossible, to   On the demand side, key factors include the  determine with precision.state of the economy and associated level of income of consumers, the  tastes of potential consumers for various goods, and the extent to which  consumers have ready substitutes (of other goods or the same good from  elsewhere) available to meet their needs. For example, if consumers  have ready substitutes available to them, it may be more difficult for  retailers to pass on transportation costs in prices. On the supply side, a  host of cost factors is also important, transportation costs among them.  Some shippers we interviewed told us that transportation costs to Puerto  Rico from the United States represent a minimal portion of the costs of  goods they sell in Puerto Rico, while other shippers stated that these  costs were more significant. These differences in the impact of  transportation costs appear to vary depending on the nature of the  shipper, and the shipping requirements of the goods. In particular, we  were told that prices for some goods that require fast delivery or  refrigerated containers—particularly food products subject to spoilage— may be more affected by transportation costs, because transportation  costs represent a higher proportion of the total cost of the goods. We  were also told that other cost factors that may influence pricing are  somewhat unique to Puerto Rico. Some shippers noted that doing  business on the island is expensive relative to costs for similar  businesses in the United States. In particular, some shippers stated that  storage and distribution in Puerto Rico can be more costly than in the  United States and are factors in the prices at which goods sell.", "Some shippers told us that their decisions on pricing are influenced by the  extent of competition in Puerto Rico for the goods they provide. For  example, according to a major U.S. company doing business in Puerto  Rico, its pricing strategy is dependent on the pricing of the local  competitors on the island. Company representatives explained that their  prices may or may not be similar in Puerto Rico compared to U.S.  mainland stores, but that those prices are not driven by shipping costs.  Further, for some larger chain stores, pricing decisions are made at a  corporate level so that prices for goods often do not differ considerably  from location to location, despite variances in transportation costs. For  example, according to a major U.S. chain store operating in Puerto Rico,  its merchants often want to be able to offer a consistent every day price in  its stores. Thus, the company decides, in some cases, to price some  goods in Puerto Rico the same as in U.S. stores at potentially reduced  profitability for those goods sold in Puerto Rico."], "subsections": []}]}, {"section_title": "Modifying the Jones Act in Puerto Rico Would Have Uncertain Effects and May Result in Difficult Trade-offs", "paragraphs": [], "subsections": [{"section_title": "Potential Effects and Trade-offs of a Full Exemption", "paragraphs": ["Many of the shippers and other stakeholders we interviewed expressed  the view that allowing foreign carriers to enter this trade would create a  more competitive marketplace with lower freight rates, which could in  turn, affect shippers’ business decisions and product prices. For example,  shippers told us that lower freight rates between the United States and  Puerto Rico could result in shippers choosing to source more goods from  the United States as opposed to foreign countries, and that lower rates  could lead to lower prices for products sold to consumers in Puerto Rico.  We were also told that a broader array of providers available in the  international market would help to ensure that specific services and  vessels are always available to meet shippers’ needs.", "However, the effect on competition and freight rates from allowing foreign  carriers to enter this trade is uncertain and depends on a variety of  factors. Foreign carriers operating in the U.S. coastwise trade could be  required to comply with other U.S. laws and regulations, even if Puerto  Rico were exempted from the Jones Act, which could increase foreign  carriers’ costs and may affect the rates they could charge. We reported in  1998 and continue to find that arriving at an accurate estimate of the  costs to foreign carriers of complying with U.S. laws would be very  difficult, in part, because the estimate would depend heavily on which  laws are considered applicable and on how they are applied. Federal  agency stakeholders we talked with generally indicated that they were  reluctant to speculate on the extent to which U.S. laws might be  applicable to such foreign carriers in the absence of Jones Act  requirements. However, we reported in 1998 that, in particular, additional  taxes and labor costs might be incurred. Some stakeholders contend,  albeit speculatively, that if these costs were estimated and included, any  rate advantage foreign carriers may have over Jones Act carriers would  be lessened. For example, income generated by foreign corporations  operating foreign-flagged vessels in the domestic trade could be subject   depending on the circumstances. In addition, if foreign- to U.S. taxation,flagged vessels were to spend most of their time in U.S. waters—as they  might if they were to provide dedicated service between the United States  and Puerto Rico—it would be necessary to obtain for any foreign  crewmembers an immigration status that permits them to engage in  employment in the United States, requirements that could increase  costs.", "Regardless of the legal questions above, entry by foreign carriers could  have a number of other consequences. Although complying with U.S.  laws could lessen any cost advantage to foreign carriers, current Jones  Act carriers could still be operating at a cost disadvantage. Economic  theory would suggest that entry into a market by lower-cost providers  would likely alter the market dynamics in a way that higher-cost producers  may have difficulty continuing to compete in the market. To the extent that  foreign carriers can use cost advantages to charge lower rates and take  market share from the existing carriers, such entry could lead to lost  service by Jones Act carriers, their exit from the market, or consolidation  among carriers serving the market. Current Jones Act carriers might also  opt to provide service under a foreign flag to avoid costs associated with  the U.S. flag. According to MARAD officials, unrestricted competition with  foreign-flag operators in the Puerto Rico trade would almost certainly lead  to the disappearance of most U.S.-flag vessels in this trade. MARAD  officials noted that U.S. carriers currently do not typically compete with  foreign-flag carriers in other Caribbean markets under the U.S. flag.  Where U.S. carriers do compete with foreign-flag carriers, they typically  operate non-U.S.-flag vessels, suggesting that U.S.-flag vessels may not  be able to successfully compete against foreign-flag vessels if Jones Act  restrictions were lifted for Puerto Rico.", "To the extent that the number of carriers operating under the U.S. flag  decreases under this scenario, expectations for future orders for new  vessels built in U.S. shipyards could be reduced or eliminated—which is  discussed in more detail later in this report—and the number of U.S.  mariners could likewise decrease. According to MARAD, up to 1,400  mariners were crewed full-time on Jones Act vessels in Puerto Rico in  2011, including on offshore service vessels, harbor tugs, ferries, and  barge services in addition to the vessels we identified earlier (see tables 1  and 2). A decline in the number of U.S.-flag vessels would result in the  loss of jobs that employ skilled mariners needed to crew the U.S. military  reserve and other deep-sea vessels in times of emergency. Furthermore,  according to MARAD, the loss of U.S.-flag service would reduce their  ability to ensure that marine transportation serves the Puerto Rico  economy.", "The nature of the service provided between Puerto Rico and the United  States could also be affected by a full exemption from the Jones Act. In  particular, foreign carriers that currently serve Puerto Rico as part of a  multiple-stop trade route would likely continue this model to  accommodate other shipping routes to and from other Caribbean  destinations or world markets rather than provide dedicated service  between the United States and Puerto Rico, as the current Jones Act  carriers provide. If this were to occur, some stakeholders expressed  concerns about the effect that such an altered shipping service would  have on the reliability of service to and from the United States. For  example, longer multi-port trade routes make it difficult to ensure that  scheduled service will be consistently reliable, because carriers are more  likely to experience weather delays or delays at ports, and could even  intentionally bypass ports on occasion to make up lost travel time.  According to some shippers, reduced reliability of service could result in  shippers needing to keep larger inventories of products, and could thus  increase warehousing and inventory-related costs for companies in  Puerto Rico. As we described previously, importers’ inventory  management relies on prompt and regular shipping and receipt of needed  goods to stock shelves, which is less costly than warehousing goods on  the island. Additionally, some stakeholders expressed concern about the  possible loss of convenient and inexpensive backhaul service. If, under  new market conditions, carriers choose not to provide dedicated service,  then backhaul services from Puerto Rico to the United States would also  be part of longer multi-port trade routes and may not be direct from  Puerto Rico to the United States. Because of limited volumes in this  market, the result could be sporadic service or higher rates."], "subsections": []}, {"section_title": "Potential Effects and Trade-offs of an Exemption to the U.S.- Build Requirement", "paragraphs": ["Rather than allowing foreign carriers to provide service between the  United States and Puerto Rico, a different modification advocated by  some stakeholders would be to allow vessels engaged in trade between  the United States and Puerto Rico to be eligible for an exemption from the  U.S.-build requirement of the Jones Act. This would allow U.S.-flag  carriers to purchase or use foreign-built vessels for shipping between the  United States and Puerto Rico. According to industry stakeholders we  interviewed, foreign-built barges can be priced about 20 percent less than  U.S.-built barges, and foreign-built containerships can be priced 50  percent less than similar U.S.-built containerships.", "According to proponents of this change, the availability of lower cost  vessels could encourage existing carriers to recapitalize their aging fleets.  As previously mentioned, many of the Jones Act vessels in this trade are  operating beyond the end of their expected useful life, and according to  some stakeholders, the high cost of building new U.S. vessels, as well as  decreased demand in the market, may result in carriers deferring  recapitalization decisions. Proponents also point out that newer, more  efficient vessels generally have lower operating costs than vessels  currently operating in the trade and thus may reduce operating costs for  carriers. In addition, according to proponents, the availability of lower cost  vessels would encourage additional competition, particularly in those  sectors where demand may be increasing and available vessels are  lacking, such as in bulk cargo shipping.", "Regardless of whether vessels are U.S.-built or foreign-built, the costs of  any new vessels will need to be recouped over the life of the vessel  through freight rates. Should carriers decide to move forward with  recapitalizing their fleets, they will need to decide if expected freight rates  over many years are sufficient to support the purchase of new vessels.  The vessels currently involved in the trade, because they have largely  been paid for and depreciated, have negligible ongoing capital costs.  Purchasing new vessels will result in higher ongoing capital costs for  carriers, although these higher capital costs will be offset to some extent  by reduced fuel, and vessel maintenance and repair costs. Given the  current economic conditions in Puerto Rico and decreases in overall  demand, it could be challenging for some carriers to invest in new  vessels. The higher cost of U.S.-built vessels relative to foreign-built  vessels—particularly containerships—exacerbates that challenge.  However, one carrier recently placed an order for two new U.S.-built  vessels for the Puerto Rico trade and another Jones Act carrier recently  purchased two new tankers for use in the Gulf of Mexico, indicating that— despite the poor economic conditions currently—the higher cost of U.S.- built vessels is not a barrier in their case. Nonetheless, allowing carriers  to purchase or charter new or existing foreign-built vessels would  presumably reduce the expense of recapitalizing the fleet, and make it  more likely that carriers would choose to invest in newer vessels because  they will be able to recoup that investment.", "Foreign shipyards can build vessels for less than U.S. shipyards for  several reasons. For example, foreign shipyards—particularly large yards  in China, Japan, and South Korea—enjoy considerable economies of  scale because of long production runs of relatively standard vessel  designs. Long production runs reduce labor costs per unit, as workers  become more efficient because they repeat their job frequently due to the  high volume of vessels being built, and support a strong industrial base of  parts and material suppliers. U.S. shipyards typically build customized  vessels, according to customer design specifications, which might only be  used to build one or a few vessels. Specifically, for self-propelled  vessels such as containerships, which are manufactured in small volumes  in the United States, U.S. shipyards often cannot take advantage of the  efficiencies of scale afforded by large-series production and common  design orders. According to one shipyard we interviewed, when they do  have longer production runs, U.S. shipyards—like foreign shipyards—are  able to develop efficiencies of scale and reduce costs. Some foreign  shipyards also tend to be more operationally and cost efficient with the  production steps of building a vessel and the amount of labor associated  with those steps, according to representatives from one U.S. shipyard  where we interviewed. However, because some U.S. shipyards are  subsidiaries of, or partners with foreign shipyards, many of these types of  efficient production processes—such as streamlined workflow and  sequencing, and consistent workforce collaboration—are being adopted  in these U.S. shipyards. Other factors such as lower wages in foreign  shipyards and a variety of construction, safety, and environmental  regulatory standards that exist in U.S. shipyards—such as required  shipyard safety measures when using certain paints such as those  containing lead—can also reduce costs for foreign shipyards compared to  U.S. shipyards.", "Because of these price differentials, eliminating the U.S.-build  requirement and allowing Jones Act carriers to deploy foreign-built  vessels to serve Puerto Rico could reduce or eliminate U.S. shipyards’  expectations for future orders from this market and could have serious  implications for the recent order for two U.S.-built ships for this market  from one of the Jones Act carriers. According to MARAD and DOD  officials, and representatives of U.S. shipyards, orders for commercial  vessels have become significantly more important to retaining the  industrial shipbuilding base because military and other non-commercial  vessel orders have declined. Although the number of vessels that could  likely be replaced is small, it would equate to a substantial order for U.S.  shipbuilders that could help sustain their operations, as well as help them  to retain a skilled workforce and supplier base. Absent new orders, that  workforce could be put at risk.", "Shipyards and other supporters of the Jones Act also raise concerns that  allowing an exemption to Puerto Rico would open the possibilities of  allowing an exemption for all noncontiguous markets subject to the Jones  Act, such as Hawaii and Alaska, as well as coastal markets, a situation  that could result in more significant effects on shipyards and the shipyard  industrial base needed by DOD. According to DOD officials, to the extent  that Jones Act markets are unable to sustain a viable reserve fleet, DOD  would have to incur substantial additional costs to maintain and  recapitalize a reserve fleet of its own."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["The Jones Act was enacted nearly a century ago to help promote a viable  maritime and shipbuilding industry that would, among other things,  provide transportation for the nation’s maritime commerce and be  available to serve the nation in times of war and national emergency. The  possible effects of the Act on Puerto Rico as well as U.S. businesses are  manyfold. The Act may result in higher freight rates—particularly for  certain goods—than would be the case if service by foreign carriers were  allowed. Nevertheless, at the same time, the law has helped to ensure  reliable, regular service between the United States and Puerto Rico— service that is important to the Puerto Rican economy. Because of freight  rate differentials or the lack of availability of Jones Act vessels for certain  products, the Act may cause businesses in Puerto Rico to import goods  from foreign locations when the same goods are readily available from  U.S. providers. However, it is not possible to measure the extent to which  rates in this trade are higher than they otherwise would be because the  extent to which rules and regulations that would apply to international  carriers’ vessels that may serve this trade are not known, and so many  factors influence freight rates and product prices that the independent  effect and associated economic costs of the Jones Act cannot be  determined. Finally, the original goal of the Act remains important to  military preparedness and to the shipbuilding and maritime industries, but  understanding the full extent and distribution of the costs that underlie  these benefits is elusive. This circumstance results in a question as to  whether the status quo presents the most cost effective way to achieve  the goals expressed in the Jones Act. Ultimately, addressing these issues  would require policymakers to balance complex policy trade-offs with the  recognition that precise, verifiable estimates of the effects of the Act, or its  modification, are not available."], "subsections": []}, {"section_title": "Agency and Third- Party Comments", "paragraphs": ["We provided a draft of this report to the departments of Commerce,  Defense, Homeland Security, Justice, and Transportation for review and  comment. Commerce, Defense, and Justice had no comments.  Homeland Security and DOT provided technical clarifications, which we  incorporated, as appropriate. DOT also generally agreed with the  information presented in the report, but noted that many of the issues  related to the Jones Act are both complex and multifaceted. In particular,  DOT noted that while the report highlights issues that could affect the  number of new vessels added to the Jones Act trade, carriers have  recently purchased or announced plans to purchase new U.S.-built ships  for the petroleum and container trades. DOT further noted that  consideration of a ship’s age, cost, efficiency, and their effect on the  Jones Act trade is influenced by numerous factors such as the types of  ships involved, their condition, and the way in which they are maintained  and operated. In addition, to verify information, we sent relevant sections  of the draft report to various shippers and stakeholders, the Shipbuilders  Council of America, and the four major Jones Act carriers, which also  provided technical comments that we incorporated, as appropriate.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies of this report to other  interested congressional committees and members; the Secretary of  Commerce; the Secretary of Defense; the Secretary of Homeland  Security; the U.S. Attorney General; the Secretary of Transportation; the  Chairman of the Surface Transportation Board; the Chairman of the  Federal Maritime Commission; the Director, Office of Management and  Budget; and others. The report is also available at no charge on the GAO  Web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-2834 or by e-mail at stjamesl@gao.gov. Contact points  for our Offices of Congressional Relations and Public Affairs may be  found on the last page of this report. GAO staff who made major  contributions to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To address the two objectives, we reviewed relevant literature related to  maritime shipping between the United States and Puerto Rico, and  Puerto Rico and other foreign locations based on search results from  databases, such as ProQuest®, as well as trade publications, industry  stakeholder groups, and the Internet. We also reviewed and synthesized  published reports from government sources that discussed and analyzed  effects of the Jones Act, including reports from GAO, U.S. International  Trade Commission, Maritime Administration (MARAD), Customs and  Border Protection (CBP), Congressional Research Service,  Congressional Budget Office, U.S. Department of Energy, and Federal  Reserve Bank. We also reviewed literature that described the nature and  economics associated with global shipping markets. Furthermore, we  synthesized information on the legal framework that governs U.S.  domestic cargo shipping between U.S. and Puerto Rico and other  domestic noncontiguous markets. This synthesis included information on  the Jones Act, its requirements and pertinent legislative history, and other  related laws and regulations. We also reviewed federal agency  documentation of CBP and the Coast Guard responsible for enforcing  and administering Jones Act provisions, U.S. vessel documentation laws  and requirements, and the process for granting administrative waivers for  Jones Act requirements.", "We collected and analyzed data relevant to these markets and gathered  the perspectives and experiences of numerous public and private sector  stakeholders through interviews and written responses. We gathered  information from the four major Jones Act carriers—Crowley Maritime  Corporation; Horizon Lines, Inc.; Sea Star Line; and Trailer Bridge, Inc.— and Moran Towing Corporation about their business operations in  providing shipping services between the United States and Puerto Rico,  including information about the vessels used, the ports served, the routes  operated, the frequency of service, and rates charged for shipping. We  analyzed information on capital and operating costs for the four major  carriers to understand how aspects of the Jones Act impact their costs of  doing business. We interviewed representatives of these companies with  respect to the economics of the market, differences between their  services and services provided by foreign carriers, and implications  associated with certain potential changes to the Jones Act. Nine of the  ten foreign carriers we contacted declined to be interviewed, although  representatives from two foreign carriers participated in a larger meeting  of stakeholders held in Puerto Rico. As a result, we were not able to  gather detailed cost or rate information from foreign carriers that make  port calls in Puerto Rico.", "We interviewed numerous U.S. industry associations, and a selection of  companies in the United States and Puerto Rico that purchase shipping  services from Jones Act and foreign carriers, to obtain a range of different  perspectives on these shipping markets, the impacts of those markets on  their operations, and to understand different perspectives on the  implications associated with changes to the Jones Act. We interviewed  representatives of the American Maritime Partnership, American Maritime  Congress, and Chamber of Shipping of America. We interviewed  representatives of 10 U.S. and 6 Puerto Rico companies that ship  products between the United States and Puerto Rico that included a  range of major business areas, such as pharmaceutical, biotechnology,  personal and household consumer products, food and beverage  products, and large retail industries. We obtained information and  discussed their perspectives on the nature of the maritime trade markets  in Puerto Rico and the Caribbean Basin, the reliability of shipping service,  volume and products being shipped, how they determine product prices  and how shipping costs may or may not affect those prices, and how the  Jones Act may affect these markets.", "We selected the U.S. companies within the major business areas by  assembling a list from Internet searches and from a customer list  provided by one Jones Act carrier that purchases shipping services in the  Puerto Rico trade. We divided the list into five industry categories and  randomly selected six in each category for a total of 30 companies to  contact. We conducted semistructured telephone interviews with the 10  companies that agreed to talk to us. We selected the Puerto Rico  companies by requesting representatives of six of the Puerto Rico trade  associations we met with while visiting Puerto Rico to provide a diverse  list of about 20 businesses based on their unique knowledge of their  members and those they considered generally representative of the  different business sectors within their association’s membership base. We  requested that the list included a size range of large, medium, and small  companies in terms of the number of monthly shipments imported or  exported. We received a list of 20 companies from three of the six  associations. In consultation with a GAO design methodologist, we  randomly selected 15 companies, five within each list, to contact. We  conducted semistructured telephone interviews with the 6 Puerto Rico  companies that agreed to talk to us. Because we selected a  nonprobability sample of the companies to interview, the information we  obtained from these interviews cannot be generalized to all U.S. and  Puerto Rico companies (shippers) that purchase shipping services from  Jones Act carriers between the United States and Puerto Rico.", "We also interviewed representatives from five shipyards in the United  States to understand their capabilities to build vessels for the Puerto Rico  trade, how the Jones Act affects their operations, and differences in costs  associated with shipbuilding in the United States and shipyards abroad.  We selected the shipyards based on size of operations, type of vessels  built, and recommendations from the representatives of the Shipbuilders  Council of America. They included Bay Shipbuilding Co., Gladding-Hearn  Shipbuilding, Kvichak Marine Industries, National Steel and Shipbuilding  Company (NASSCO), and VT Halter Marine shipyards. We also visited  the NASSCO shipyard in San Diego, California, to meet with  representatives. Furthermore, we interviewed representatives from  General Dynamics’ American Overseas Marine to discuss the market and  availability of LNG tankers for transporting LNG cargo from the United  States to Puerto Rico currently and in the future. Because we selected  these shipyards as part of a nonprobability sample, our findings cannot be  generalized to all U.S. shipyards.", "We also visited Puerto Rico to meet with a range of stakeholders to  obtain information and perspectives on the range of views regarding how  the Jones Act affects Puerto Rico, the shipping market, and the broader  economy. We met with government officials from CBP responsible for  San Juan and Ponce entry ports, Government Development Bank, Puerto  Rico Electric Power Authority, Department of Economic Development and  Commerce, Puerto Rico Port Authority, the City of Ponce (along with  officials associated with the former Port of the Americas Authority), as  well as economists in Puerto Rico who have analyzed the Jones Act in  relation to Puerto Rico’s economy, to understand their perspectives on  these issues. We also met with representatives of nine trade  associations: the Puerto Rico Shipping Association, the Puerto Rico  Manufacturers Association, the Puerto Rico Chamber of Commerce, the  Puerto Rico Pharmaceutical Industry Association, the Puerto Rico  Products Association, the Puerto Rico Chamber of Food Marketing,  Industry & Distribution, the Puerto Rico Farm Bureau, the Puerto Rico  United Retailers Association, and the Gasoline Retailers Association.  Because we selected various stakeholders as part of a nonprobability  sample, our findings cannot be generalized to all Puerto Rico  stakeholders.", "We collected data and information and discussed the Puerto Rico market  and implications of changes to the Jones Act with officials from MARAD  and several other federal government agencies. For example, we  discussed the process for documenting Jones Act vessels with the U.S.  Coast Guard; how tax laws may apply given changes to the act with the  Internal Revenue Service; and information about federal antitrust actions  taken in connection with an ongoing investigation, by the Department of  Justice, of price fixing in the shipping market between the United States   We collected data on waterborne commerce between  and Puerto Rico.the United States and Puerto Rico, and between Puerto Rico and the rest  of the world, from the U.S. Census Bureau. We reviewed related  documentation and interviewed knowledgeable agency officials about the  data and determined the data to be sufficiently reliable for our reporting  purposes. We discussed the process for granting waivers to the Jones  Act with Department of Homeland Security (DHS) and CBP officials, and  discussed administration and enforcement of the Jones Act and  implications of changes to the act with CBP officials in Puerto Rico. We  interviewed officials from the Department of Defense (DOD) to  understand how the Jones Act supports its strategic and mission  objectives, and to understand the agency’s perspectives on the  implications of making changes to the Jones Act specifically with respect  to Puerto Rico and more broadly.", "Undertaking an analysis to measure the economic impact of the Jones  Act on Puerto Rico requires a credible estimate of the differences in  freight rates between Jones Act carriers and prospective international  carriers that could serve this market. We did not attempt to develop a  model to provide such estimates because the necessary data on routes,   If  carriers, vessels, shippers, cargo, and rates, were not available to us.we had been able to obtain all the necessary data, we could have  conducted an analysis that would attempt to reveal whether and to what  extent freight rates are higher on Jones Act routes to Puerto Rico  compared to similar service in the international shipping market. We  would have also been able to hold constant other key factors that would  influence rates such as distance travelled, size and age of vessel, and  characteristics of shippers and cargo. However, a further step in this  analysis would require a series of assumptions about the extent to which  U.S. laws would be applicable to foreign carriers providing service  between the United States and Puerto Rico. These assumptions would  allow us to better gauge whether foreign carriers entering this trade would  have higher costs than they currently do in providing their international  services. Federal stakeholders we talked with indicated that they were, in  general, reluctant to speculate on the extent to which U.S. laws might be  applicable to such foreign carriers in the absence of Jones Act  requirements. Ultimately, even if the necessary data for these analyses  were available and even if we could develop alternative scenarios about  how international carriers’ costs might be affected by the application of  U.S. law, it would still remain uncertain how those costs would be  manifested in freight rates. Finally, there are also many uncertainties  about how any change in freight rates would affect the Puerto Rico  economy—and in particular how they would affect product prices—under  varied circumstances.", "We conducted this performance audit from October 2011 through  February 2013 in accordance with generally accepted government  auditing standards. Those standards require that we plan and perform the  audit to obtain sufficient, appropriate evidence to provide a reasonable  basis for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Federal Agency Roles in Relation to the Jones Act", "paragraphs": ["The Maritime Administration’s (MARAD) mission is to promote the  maintenance of an adequate, well-balanced U.S. merchant marine to  ensure that the United States maintains adequate shipbuilding and repair  services, efficient ports, and a pool of merchant marines for both  domestic commerce and national defense. In support of that mission,  MARAD administers (1) the Federal Ship Financing Program that  guarantees private loans to commercial shipowners and shipyards for  ship and shipyard building and modernization, (2) the Small Shipyards  Grant Program that funds capital and related improvements for qualified  small shipyard facilities, (3) the Capital Construction Fund Program that  assists owners and operators of U.S.-flag vessels to help modernize and  expand the U.S. merchant marine through construction, reconstruction, or  acquisition of vessels, and (4) the Construction Reserve Fund that  provides financial assistance as tax deferral benefits to eligible U.S.-flag  operators whereby gains attributable to the sale or loss of a vessel may  be deferred as long as the proceeds are used to expand or modernize the  U.S. merchant fleet.", "Within the DHS, the U.S. Coast Guard is responsible for administering  and enforcing documentation requirements for U.S.-flag registry (e.g.,  determining whether vessels meet U.S.-ownership and build  requirements), and CBP is responsible for enforcing and administering  laws and regulations pertaining to the coastwise trade, including the  Jones Act. The Surface Transportation Board (STB) has regulatory  oversight of certain domestic shipping-freight rates, including  noncontiguous ocean shipping freight rate matters, and Jones Act carriers  are required to file tariff rates with STB as well as terms and conditions of  contracts they execute with shippers. Foreign maritime carriers operating  in the United States come under the jurisdiction of the Federal Maritime  Commission (FMC), which exercises regulatory oversight of foreign trade,  and requires common carriers involved in foreign-U.S. trade to file tariffs  and service agreements. Section 7 of the Shipping Act of 1984, as  amended, exempts agreements between foreign common carriers from  U.S. antitrust law so long as the carriers file with FMC, and allows foreign  carriers to discuss and set rates and service terms and conditions.", "In general, with respect to navigation and vessel inspection laws, such as  the Jones Act, statutorily authorized administrative waivers may occur in  the interest of national defense. More specifically, such waivers are to  occur upon request of the Secretary of Defense whereby the head of the  agency responsible for the administration of the particular navigation or  inspection laws at issue is required by statute to waive compliance with  those laws to the extent the Secretary of Defense considers necessary in  the interest of national defense. occur where the head of the agency responsible for the administration of  such navigation or vessel inspection laws, (i.e., DHS), considers it  necessary in the interest of national defense to waive such compliance,  following a determination by the Maritime Administrator on the non- availability of qualified U.S.-flag capacity to meet national defense  requirements. In November 2012, for example, following the effects of  Hurricane Sandy, the Secretary of Homeland Security issued a temporary  waiver of the Jones Act to allow non-Jones Act oil tankers to transport oil  from U.S. ports in the Gulf of Mexico to Northeastern ports to provide  additional fuel resources to the region. This waiver provided, in part, that  the lost production, refining, and transportation capacity had resulted in  the imminent unavailability of petroleum products, including gasoline, and  threatened the nation’s economic and national security.", "See, 46 U.S.C. § 501(a). liquefied gas tankers, under certain specified conditions. Also, such  legislation has been enacted specifically in relation to the Puerto Rico  trade. The most recent legislation specific to Puerto Rico was enacted in  2006 to authorize DHS, through the Coast Guard, to issue a coastwise  endorsement to allow, for example, foreign-built liquefied gas tankers built  before 1996 to transport LNG or liquefied petroleum gas to Puerto Rico  from other ports in the United States.", "Although DOD does not administer or enforce the Jones Act, the military  strategy of the United States relies on the use of commercial U.S.-flag  ships and crews and the availability of a shipyard industrial base to  support national defense needs. MARAD and DOD jointly manage the  VISA program, which was established for emergency preparedness and  which includes over 300 commercial U.S.-flag vessels to provide DOD  assured access to emergency sealift capacity that complements its sealift  capabilities in transition to wartime operations. specific requirements, such as speed capability, cargo capacity, and  capability of carrying specialized equipment and supplies without  significant modification. Whether or not the vessel is militarily useful,  commercial U.S.-flag vessels provide employment to trained officers and  unlicensed seamen, many of whom could be available to crew  government-owned sealift vessels in times of war or national emergency.  Having such vessels and crews available in times of emergency is  beneficial to DOD and limits its need for procuring and maintaining  comparable vessels in the government-owned fleet of cargo vessels,  which could constitute a significant additional cost to the agency.", "In addition to the VISA program, other programs exist to ensure sealift capability using a  mix of government and commercial vessels. MARAD operates the Ready Reserve Force,  consisting of a fleet of 46 government-owned cargo vessels, which is activated only upon  the request of the DOD and supports the transport of unit and combat support equipment  during the initial military mobilization period before commercial vessels can be marshaled.  MARAD also administers the Maritime Security Program which enrolls 60 modern,  militarily-useful, U.S.-flag commercial ships—operating in the international trades—where  owners receive a fixed retainer payment in exchange for providing DOD with access to  their vessels during times of war, national emergency, or when deemed necessary by the  Secretary of Defense. shipyard industrial base to service and repair military vessels, and build  new vessels to replace or expand the military fleet. Seven major  shipyards currently construct the vast majority of military vessels, and  some of these also construct a small number of commercial vessels, and  according to industry representatives, are generally capable of building  larger oceangoing vessels such as those used in the Puerto Rico trade  and other noncontiguous and coastwise trades. About 280 medium and  small commercial U.S. shipyards are engaged in repairing government  ships and producing the large majority of smaller commercial vessels  such as tugboats, barges, and service boats engaged in Jones Act trade.  Some of the larger yards are also capable of building large oceangoing  vessels, according to the Shipbuilders Council of America and a shipyard  we interviewed. According to DOD, these shipyards play an important role  in sustaining industries that support shipbuilding. Overall, the number of  oceangoing commercial vessels produced in the United States is low in  comparison to the production from foreign shipyards, which typically  specialize in building certain types of large containerships, tankers, LNG  carriers, or bulk carriers. Most large, commercial cargo vessels that  supply the world shipping industry are being built in China, Japan, and the  Republic of Korea, as discussed earlier.", "In an effort to address these declines, the U.S. Navy partnered with  MARAD in November 2011, through memorandum of agreement, for  supporting the objectives relating to the American Marine Highway  Program, particularly in the development, design, construction, and  operation of U.S- built and U.S.-crewed dual-use vessels that can serve  in peacetime in the Jones Act trade and also provide sealift capability for  DOD in time of national emergency. The purpose of the American  Marine Highway Program is to expand the use of the inland and coastal  waterways for transporting cargo to reduce congestion in other  transportation modes, thus expanding the domestic waterborne- transportation markets that would be served by Jones Act vessels. The  program is expected to help generate commercial work for U.S. shipyards  and jobs for U.S. mariners. In support of the American Marine Highway  program, the National Defense Authorization Act for Fiscal Year 2010  required the establishment and implementation of the Marine Highway  Grants program, and $7 million in funds was congressionally directed to  the new grants program in committee reports accompanying the  Consolidated Appropriations Act, 2010. Grants under the Marine  Highway Grants program could extend to the purchase or lease of  equipment used at port terminals and facilities, and construction or  modification of vessels to increase energy efficiency and meet  environmental standards. According to the Navy, the American Marine  Highway Program and dual-use vessel concept is likely to be the most  cost-effective means of addressing future recapitalization of the  government-owned and commercial vessels on which they rely. Many of  the vessels in the Ready Reserve Force are nearing the end of their  practical service life and must be replaced by newer ships. The estimated  cost for the recapitalization for the entire Ready Reserve Force is in the  billions of dollars."], "subsections": []}, {"section_title": "Appendix III: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, the following individuals made  important contributions to this report, Andrew Von Ah, Assistant Director;  Amy Abramowitz; Ken Bombara; Stephen L. Caldwell; Vashun Cole;  Laura Erion; Emil Friberg; Geoffrey Hamilton; Sarah Jones; Hannah  Laufe; Thanh Lu; Joshua Ormond; Amy Rosewarne; and Shana Wallace."], "subsections": []}]}], "fastfact": []}