{"id": "GAO-17-450", "url": "https://www.gao.gov/products/GAO-17-450", "title": "Air Traffic Control Modernization: Progress and Challenges in Implementing NextGen", "published_date": "2017-08-31T00:00:00", "released_date": "2017-09-07T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["FAA is leading the implementation of NextGen, which is designed to transition the nation's ground-based air traffic control system to one that uses satellite navigation, automated position reporting, and digital communications. Planning for NextGen began in 2003 and in 2007 the effort was estimated to cost between $29 and $42 billion by 2025. NextGen is intended to increase air transportation system capacity, enhance airspace safety, reduce delays, save fuel, and reduce adverse environmental effects from aviation.", "Given the cost, complexity, and length of the project, GAO was asked to review FAA's NextGen implementation efforts. This report examines: 1) how FAA has implemented NextGen and addressed implementation challenges; and 2) the challenges, if any, that remain for implementing NextGen, and FAA's actions to mitigate those challenges.", "GAO reviewed FAA documents, advisory group reports, and NextGen-related recommendations made to FAA by GAO and others. GAO interviewed a non-generalizable sample of 34 U.S. aviation industry stakeholders, including airlines, airports, aviation experts and research organizations, among others, to obtain their views on NextGen challenges and FAA's efforts to address them. Stakeholders were selected based on GAO's knowledge of the aviation industry and includes those that have made NextGen-related recommendations to FAA, among other things. GAO also interviewed FAA officials regarding NextGen implementation and stakeholders' views."]}, {"section_title": "What GAO Found", "paragraphs": ["The Federal Aviation Administration (FAA) is implementing the Next Generation Air Transportation System (NextGen) incrementally and has taken actions to address challenges to implementation. NextGen has enhanced surface traffic operations at 39 of the 40 busiest airports in the United States by providing electronic communications to clear planes for departure, technology that can expedite clearances and reduce errors. FAA has taken steps to address challenges such as limited stakeholder inclusion that affected early implementation of NextGen. For example, FAA established groups of industry stakeholders and government officials, who worked together to develop implementation priorities. By 2025, FAA plans to deploy improvements in all NextGen areas—communications, navigation, surveillance, automation, and weather. While specific NextGen initiatives and programs have changed over time, FAA's 2016 cost estimates for implementing NextGen through 2030 for 1) FAA and 2) industry—$20.6 and $15.1 billion, respectively—are both within range of 2007 cost estimates.", "FAA's challenges as it continues to implement NextGen include uncertainties regarding future funding; whether aircraft owners equip their aircraft to use NextGen improvements; potential air traffic control restructuring; FAA's leadership stability; and cybersecurity issues. FAA is taking actions to address challenges within its control by, for example, prioritizing NextGen improvements and segmenting them into smaller pieces that each require less funding. While it is not possible to eliminate all uncertainties, FAA has adopted an enterprise risk management approach to help it identify and mitigate current and future risks that could affect NextGen implementation. Moreover, FAA has implemented most of GAO's related recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The U.S. National Airspace System (NAS) handles nearly 70,000 flights a  day and is generally considered the safest, busiest and most complex  airspace system in the world. Key aviation stakeholders—the Federal  Aviation Administration (FAA), airlines, airports, general aviation,  business aviation, aircraft manufacturers, and aviation professionals— work together to ensure these results. As part of this effort, FAA is leading  the development of the Next Generation Air Transportation System  (NextGen), a complex, long-term initiative that will transition the current  ground-based radar air-traffic control system to a system based on  satellite navigation, automated position reporting, and digital  communications. NextGen is intended to, among other things, increase  air transportation system capacity, enhance airspace safety, reduce  delays experienced by airlines and passengers, save fuel, and reduce  adverse environmental impacts from aviation. Full implementation of  NextGen requires investment by the federal government through FAA, as  well as by airlines in new technologies and the development of new  policies and procedures.", "In December 2003, Congress passed the Vision 100—Century of Aviation  Reauthorization Act, which created the Joint Planning and Development  Organization (JPDO) within FAA to plan for and coordinate an  interagency effort to transition to NextGen by 2025. However, FAA has  been largely responsible for implementing the policies and systems  necessary for NextGen to become operational. In 2014, with NextGen  implementation underway, Congress ended funding for JPDO, and FAA’s  Interagency Planning Office assumed lead responsibilities for  coordinating FAA’s NextGen implementation with other agencies.", "We have monitored and reported on NextGen since its inception. After  more than a decade of planning and implementation, you asked us to  review the status of FAA’s NextGen implementation efforts. This report  examines: (1) how FAA has implemented NextGen and addressed  implementation challenges; and (2) the challenges, if any, that remain for  implementing NextGen, and FAA’s actions to mitigate those challenges.", "To address these objectives, we reviewed FAA planning documents for  NextGen and FAA reports and briefings related to ongoing NextGen  efforts. We also assessed current cost estimates for implementing  NextGen through 2030 and compared them to 2007 estimates from  JPDO. We reviewed reports and NextGen-related recommendations  issued by GAO, the Department of Transportation’s (DOT) Office of  Inspector General (DOT OIG), and NextGen advisory groups; and  assessed FAA’s efforts to address these recommendations. We  interviewed FAA officials with a role in implementing NextGen, including  officials within the NextGen Office and its Interagency Planning Office, the  Office of Aviation Safety (AVS), and the Air Traffic Organization (ATO).  To obtain a diverse set of views, we also interviewed 34 stakeholders  using open-ended questions to obtain their perspectives on efforts FAA  has made to address challenges that have affected NextGen  implementation. These 34 stakeholders consisted of a non-probability  sample of aviation experts and officials from airlines, airports, former FAA  officials, research and development organizations, general aviation  associations, labor unions and professional associations, and  manufacturers and service providers. We created an initial list of  stakeholders using internal knowledge of the aviation industry. We further  developed the list of stakeholders by reviewing NextGen-related literature  and identifying industry stakeholders that have made NextGen-related  recommendations to FAA. To determine the common themes that we are  reporting on, we conducted a content analysis of the interviewees’  responses. The results of our interviews are not generalizable to all  industry stakeholders. For more information on our scope and  methodology, including a listing of FAA divisions and industry  stakeholders we interviewed, see appendix I.", "We conducted this performance audit from November 2015 to August  2017 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "FAA’s Early Modernization Efforts for Air Traffic Control", "paragraphs": ["FAA has pursued several different modernization efforts for air traffic  control (ATC) since FAA’s creation by the Federal Aviation Act of 1958.  These efforts to upgrade the air-traffic control system included the  installation of a semi-automated air-traffic control system beginning in the  mid-1960s and an air traffic control modernization program beginning in  1981. The 1981 modernization program was intended to replace and  upgrade the equipment and facilities of the NAS to meet an expected  increase in traffic volume, enhance the margin of air safety, and increase  the efficiency of the air-traffic control system. The centerpiece of the  program was the Advanced Automation System, which would replace  computer hardware and software and controller work stations at tower,  terminal, and en-route facilities.", "FAA restructured the automation program in 1994 after the estimated cost  to deploy it had tripled, capabilities were shown to be significantly less  than promised, and delays were expected to run nearly a decade. In  1995, we placed FAA’s air traffic control modernization efforts on our  watch list of high-risk federal programs due to the cost, complexity,  criticality to FAA’s mission, and problematic history. By 2003, the  estimated cost of FAA’s air-traffic control modernization efforts had grown  from $12 billion to $51 billion.", "In the early 2000s, the U.S airspace system was experiencing significant  congestion and delays, with about one in every four flights delayed.  Additionally, forecasts called for a possible tripling of air traffic by 2025,  which raised concerns about the air-traffic control system’s ability to  handle demand. In December 2003, Congress passed the Vision 100— Century of Aviation Reauthorization Act, which created the JPDO within  FAA to plan for and coordinate a transition to NextGen by 2025.  Congress’s goals for NextGen were to improve the level of safety,  security, efficiency, quality, and affordability of the NAS and aviation  services; take advantage of data from emerging technologies and  integrate data streams from multiple sources; and accommodate and  encourage substantial growth in domestic and international  transportation, among other things. Congress assigned the JPDO the  responsibility to develop an integrated plan for NextGen and facilitate  collaboration between FAA and other federal agencies on NextGen  efforts. Since passage of the Vision 100 Act, NextGen has evolved from a  high-level vision developed by the JPDO to detailed plans currently being  implemented by FAA. See appendix II for more detail on FAA’s planning  and implementation documents for NextGen.", "NextGen is a system of systems designed to improve operations in all  phases of a flight, through the replacement of the legacy radar-based air  traffic control system with a satellite-based system that includes digital  communications, among other improvements. NextGen includes a variety  of programs that deliver specific improvements to the NAS. See figure 1  below for some of the improvements to the phases of flight that NextGen  is expected to deliver. For example, under enhanced-surface-traffic  operations, a service provided by FAA’s Data Communications program  allows an air traffic controller to send flight-departure clearance  instructions to aircraft electronically, which can expedite clearances and  reduce communication errors. Under an improvement to streamline arrival  management, performance-based navigation allows aircraft equipped  with appropriate technology to fly precise paths at reduced power, which  saves time, conserves fuel, and reduces exhaust emissions. In addition,  FAA is deploying some programs that are necessary to implement  NextGen programs. For example, the En Route Automation  Modernization (ERAM) program replaced the computer system used by  air traffic controllers at en route centers, a step that was necessary to  deploy some NextGen programs."], "subsections": []}]}, {"section_title": "FAA Is Implementing NextGen Incrementally and Has Taken Various Actions to Address Challenges", "paragraphs": ["FAA is implementing NextGen incrementally through six NextGen-related  areas—communications, automation, navigation, surveillance, weather,  and foundational programs. FAA has faced challenges in including  stakeholders and in measuring and reporting on NextGen progress. In  response, FAA has encouraged the formation of groups of stakeholders  to advise it on implementing NextGen and measuring its progress, and  has worked to incorporate industry preferences into its implementation of  NextGen. For example, FAA is deploying new navigation procedures in  “metroplexes”— geographic areas covering several airports that serve  major metropolitan areas—following a recommendation from a  government and industry task force. FAA has also developed a website  that reports on outcome-based performance metrics for NextGen. FAA  plans to implement the concepts that will transform the NAS to a NextGen  system by 2025, and current total cost estimates for NextGen are within  the JPDO’s 2007 estimates."], "subsections": [{"section_title": "Strategy for Implementing NextGen", "paragraphs": ["In the late 1990s, building on lessons learned from previous air traffic  control modernization efforts and recommendations from stakeholders,  FAA shifted its strategy for air traffic control modernization. In contrast to  previous modernization efforts, in which FAA sought to build highly  complex software-intensive systems all at once, FAA adopted a phased  approach to modernization that allowed FAA to make mid-course  corrections and avoid costly late-stage changes. JPDO later adopted this  approach for developing and refining its enterprise architecture—a  technical description of the NextGen system that was designed to provide  a common tool for planning the complex, interrelated systems that would  make up NextGen. According to FAA officials we interviewed, the  development and implementation of NextGen is an iterative and  evolutionary process. However, some stakeholders told us that FAA had  originally described NextGen as a transformative initiative. A report from a  2015 National Academy of Sciences study commented that NextGen  meant different things to different people, from a wide-ranging  transformational vision to a much more concrete set of phased  incremental changes to various parts of the NAS, and recommended  resetting expectations. The study committee concluded that NextGen  today is primarily an incremental modernization effort. The report also  noted that given the continuing rapid pace of technological evolution and  ongoing changes in what is demanded of the NAS, the NextGen effort is  properly seen as an ongoing process, punctuated by particular efforts  focused on particular capabilities. According to FAA officials, NextGen  can be both incremental and result in a transformation.", "FAA has begun developing and deploying elements of many NextGen  communications, automation, navigation, surveillance, and weather  programs, as well as foundational programs on which NextGen  improvements depend. A short overview of these six NextGen-related  program areas can be found below. See appendix III for further  information about select NextGen programs.", "Foundational programs to provide the infrastructure necessary to  deploy NextGen programs. For example, the Terminal Automation  Modernization and Replacement (TAMR) program includes updates to  air traffic control systems to help controllers manage air traffic.", "Communications programs to enhance communication and  information sharing in the NAS. This area includes programs such as  Data Communications, which will supplement the voice  communications currently used to relay information between air traffic  controllers and aircraft with pre-scripted email-like messages.", "Navigation programs that use more efficient routes and procedures to  save fuel, reduce flight times, increase traffic flow and capacity, and  reduce exhaust emissions. This area includes programs such as  Performance-Based Navigation (PBN), which provides new, more  efficient aircraft flight routes and procedures that primarily use  satellite-based navigation.", "Surveillance programs to provide more precise tracking of aircraft,  vehicles, and other objects to air traffic controllers and pilots. This  area includes programs such as Automatic Dependent Surveillance- Broadcast (ADS-B), which uses Global Positioning System (GPS)  satellites to determine an aircraft’s location, speed, and other data.", "Automation programs to enhance air traffic control efficiency, reduce  costs, and provide traffic flow management solutions. This area  includes programs such as Time Based Flow Management, which is  designed to optimize the flow of aircraft as they arrive in or depart  from congested airspace and airports.", "Weather programs to manage and disseminate weather information,  help identify safety hazards, and provide support for strategic traffic  flow management. This area includes programs such as Common  Support Services-Weather, which will enable access to standardized  weather information.", "Some NextGen improvements have already been deployed. For example,  Data Communications departure clearance services have been deployed  at 55 airports—all of the locations for the first phase of the Data  Communications program, including 39 of the 40 busiest commercial  airports in the United States. FAA has segmented the implementation of  some of its NextGen programs into time frames during which FAA will  implement certain portions of the programs. By segmenting  implementation, FAA divides each program into defined parts that require  less funding than the entire program.", "In many cases, achieving the desired NextGen outcomes depends on the  successful implementation of multiple programs or capabilities. For  example, more efficient air traffic control routes may provide limited  benefits if air traffic controllers do not have access to tools to better  manage airborne traffic. To help manage the implementation of NextGen  improvements across programs, FAA has organized the operational  improvements—specific operational changes to the NAS, such as the  implementation of improved air traffic control procedures—into portfolios.  This portfolio-based approach views NextGen as an integrated effort  rather than a series of independent programs. See table 1 below for a list  and description of FAA’s 11 implementation portfolios."], "subsections": []}, {"section_title": "Limited Stakeholder Inclusion and Communications Affected Early Implementation, But FAA Has Taken Steps to Address These Challenges", "paragraphs": [], "subsections": [{"section_title": "Evolution of Stakeholder Inclusion", "paragraphs": ["In 2008, many of the aviation stakeholders we interviewed told us that  while they felt they were provided the opportunity to participate in  NextGen’s planning, many were not satisfied with the impact or outcome  of their participation. Some of these stakeholders expressed concern that  their input was not included in the development of planning documents  and other products, and that issues were not addressed or incorporated  in NextGen plans. This participation is critical to NextGen’s  implementation because NextGen depends heavily on airlines’ and other  stakeholders’ investments in NextGen technology and training.", "The need for stakeholder buy-in and investment led FAA in 2009 to  request RTCA to form a task force of government and industry  stakeholders. This task force —called the NextGen Mid-Term  Implementation Task Force—was asked to recommend NextGen  improvements that could be implemented with existing technologies in the  “midterm,” which was defined as lasting through 2018. In 2009, this task  force issued its recommendations to FAA; they prioritized operational  capabilities in six areas: surface, runway access, metroplex, cruise,  access to the NAS, and cross-cutting—recommendations that cut across  the previous five areas (see table 2). FAA accepted the Task Force  recommendations and incorporated them into its annual NextGen  implementation plans.", "In response to the task force recommendations, FAA has focused its  operational improvement efforts on key airports and metropolitan areas.  Specifically, through the Optimization of Airspace and Procedures in the  Metroplex (Metroplex) initiative, which began in fiscal year 2010, FAA has  focused on airspace redesign and deploying PBN procedures— procedures that primarily use satellite-based navigation and equipment  on aircraft to navigate with greater precision—in metroplexes. These  metroplexes have a large effect on the overall efficiency of the NAS,  because congestion or delays at one metroplex can affect NAS  operations in other parts of the country. These metroplexes are shown in  figure 2.", "In fiscal year 2013, FAA planned to complete projects at 10 metroplexes  by fiscal year 2016, but as of March 2017 FAA had completed projects at  only 4 metroplexes. FAA considers a metroplex “completed” when,  among other things, it deploys new PBN procedures and when all air  traffic controllers are trained on the new procedures. According to FAA,  several factors caused the delay. FAA decided to implement ERAM  before addressing metroplexes because ERAM is required for some  NextGen operations. As a result, some Metroplex projects were delayed  until ERAM was implemented. For example, the Charlotte and Atlanta  metroplexes were delayed from April 2014 until August 2015 while the  Atlanta Air Route Traffic Control Center implemented ERAM. In addition,  FAA changed the Metroplex program in 2015 to include enhanced  community involvement and outreach activities in Metroplex projects. This  change further contributed to delays. For example, according to FAA, the  introduction of the community involvement initiative caused a 15 month  delay in the Cleveland/Detroit Metroplex project. Under FAA’s current  community involvement strategy, a new Metroplex project would take  about 7 months longer to complete because of community involvement  activities. Further, according to FAA, sequestration and the 2013  government shutdown caused some delays due to employee furloughs  and travel restrictions. In addition to the 4 completed projects, 8 other  Metroplex projects are in various stages. While FAA plans to complete  the current set of 12 Metroplex projects by fiscal year 2019, FAA “paused”  work at one metroplex—Phoenix—in October 2015, due to legal action  brought by the City of Phoenix over noise created by new PBN  procedures. As of March 2017, FAA did not have plans to resume that  work.", "At completed metroplexes, not all aircraft are flying PBN procedures.  Although PBN procedures generally provide more efficient flight routes,  controllers may continue to route air traffic on conventional routes for a  number of reasons. For example, some aircraft may not have the proper  equipment to use the new procedure. Further, some airline officials we  interviewed reported receiving fewer benefits than expected from FAA’s  implementation of PBN. For example, officials at one airline told us that,  at one metroplex, FAA’s changes have led to that airline’s flying a less  efficient route into one airport, a route that requires its aircraft to use more  fuel and time to land at that airport.", "Some stakeholders have called on FAA to include New York in its  Metroplex plans, due to its congestion and impact—such as flight  delays—on the rest of the NAS, as we have previously reported. In  2013, we reported that FAA chose to exclude the New York/Philadelphia  metroplex because FAA did not want to initiate a new environmental  review process. FAA told us in 2017 that the agency plans to focus on the  northeast in the future, but does not have a current plan to implement  Metroplex improvements there.", "At FAA’s request, RTCA established the NAC to provide advice on  NextGen implementation issues. FAA designated the NAC to develop  aviation stakeholder priorities for NextGen implementation. These  priorities included both the national implementation of NextGen as well as  specific locations (such as airports) for NextGen improvements. In 2012,  the Integrated Capabilities Work Group of the NAC developed priority  operational improvements for major airports and metroplexes in the  midterm. These priority improvements included capabilities such as  deploying PBN procedures that allow aircraft to take a more direct route  into and out of airports, which FAA expects will save both time and fuel.", "In 2014, FAA and the NAC issued a Joint Implementation Plan in which  FAA and industry described a set of activities that FAA and the aviation  community were committed to accomplishing within the next 3 years.  These activities covered four focus areas: data communications, multiple  runway operations, PBN, and surface operations and data sharing.  According to FAA, by the end of 2016, FAA had implemented 124 of 128  NextGen commitments it made for 2014 through 2016. For example, FAA  had deployed the System Wide Information Management (SWIM) Surface  Visualization Tool at five terminal radar-approach control facilities. This  tool provides air traffic controllers—who are not located in the airport  tower—with a real-time picture of airport surface traffic. FAA and the  NAC have agreed to update the Joint Implementation plan annually and  develop rolling plans every 2 years to re-examine the needs of the NAS  and its users and to add milestones. FAA had an additional 57  commitments for 2017 through 2019 as of the beginning of 2017, and  industry had an additional 17 commitments for the same time period. In  addition to these commitments, in February 2017, the NAC voted to make  the Northeast Corridor – which stretches from Washington, D.C to  Boston, MA and includes the New York area – the fifth area of NAC  focus.", "Concurrent with the work and recommendations of the RTCA’s Mid-Term  Implementation Task Force and the NAC, the DOT OIG and we  conducted reviews of NextGen. As a result of those reviews, from fiscal  year 2008 through fiscal year 2016 the DOT OIG and we issued 137 and  47 recommendations, respectively, aimed at improving the  implementation of NextGen. Our analysis shows that FAA has  implemented most of the recommendations related to NextGen programs  from us and DOT OIG since fiscal year 2008. More specifically, FAA has  implemented 39 of our 47 recommendations (83 percent), 6  recommendations are in process (13 percent), and 2 remain open (4  percent). Additionally, DOT OIG has closed as implemented 103 of its  137 recommendations (75 percent) that we determined to be related to  NextGen. See appendix IV for an overview of the status of  recommendations DOT OIG and we made related to NextGen."], "subsections": []}, {"section_title": "Measuring and Reporting Implementation Status", "paragraphs": ["FAA has faced challenges in consistently communicating the status of  NextGen’s implementation. In 2010, we found that while FAA had broad  goals for NextGen, such as increasing capacity and reducing noise and  emissions, it had not developed specific goals and outcome-based  performance metrics to track the impact of and benefits realized from the  entire NextGen endeavor. At that time, we recommended that FAA  develop an action plan to agree with stakeholders on a list of specific  goals and outcome-based performance metrics for NextGen. FAA  developed a set of performance metrics, which were used as a starting  point with industry collaboration, and aligned them with NextGen and  agency-wide goals.", "Additionally, FAA launched the NextGen Performance Snapshots (NPS)  website to compare key NextGen initiatives with performance outcomes  at locations where NextGen technologies have been deployed. For  example, with some NextGen initiatives already deployed, FAA tracks the  measures and reports on airport performance at the Core 30 airports—a  set of airports in major metropolitan areas with the highest volume of  traffic–where NextGen technologies have been implemented. The agency  plans to continue to update the NPS with additional metrics as they  mature. Further, the NAC created a Joint Analysis Team which has  developed outcome measures for deploying certain NextGen capabilities.  For example, the team has measured the effect of efforts to update  standards for separation between and among aircraft on the efficiency of  operations at airports in Charlotte, Chicago, Indianapolis, and  Philadelphia. The objective of this capability is to decrease the separation  between and among aircraft and thereby allow more takeoffs and  landings and greater efficiency and capacity for airports. FAA officials told  us that FAA continues to work with industry partners to ensure that FAA is  validating and verifying implementation progress of NextGen technology  and reporting successes and beneficial effects. However, some  stakeholders told us that FAA continues to focus on outputs, such as the number of ADS-B ground stations deployed, instead of outcomes, such  as improvements in safety, capacity, or efficiency."], "subsections": []}]}, {"section_title": "FAA Plans to Complete the Majority of Planned NextGen Implementation by 2025 and within Earlier Cost Estimates", "paragraphs": [], "subsections": [{"section_title": "FAA Plans to Implement Most NextGen Concepts by 2025, but Has Deferred Some Activities Until after 2030", "paragraphs": ["According to FAA officials, current segments of NextGen programs are  generally on schedule, and FAA documents indicate that FAA plans to  implement the concepts that will complete the transformation of the NAS  to a NextGen system by 2025. According to FAA, these timeframes are  updated at least annually.  FAA also has an Integrated Master Schedule  for key NextGen activities; this schedule is updated at least every 3  months. In describing these concepts, FAA does not state that NextGen  will be implemented or completed by 2025. Rather, FAA describes  several interim milestones that are scheduled to occur between now and  2025. Taken together, the completion of these milestones—such as  deploying Data Communications and expanded PBN—will result in the  implementation of NextGen concepts, according to FAA. According to  MITRE Corporation, the aviation industry has been able to leverage  current ground-based and aircraft-based navigation capabilities to realize  initial benefits of NextGen at key metroplex areas. For more information  on the current status of implementation of select NextGen programs and  future implementation plans, see Appendix III. After 2025, FAA plans to  continue enhancing technology and implementing advanced NextGen  applications as part of its ongoing efforts to improve the NAS.", "In August 2017, FAA estimated that NextGen had delivered $2.7 billion in  benefits through 2016. According to FAA, these benefits were realized by  airlines, the FAA, and the general public, and included benefits derived  from fuel savings, reductions in crew and maintenance costs, additional  airline flights, FAA efficiencies, safety improvements, passenger time  savings, and reductions in carbon dioxide emissions.", "In addition, FAA and industry team and the MITRE Corporation have  conducted studies to determine the benefits from the NextGen  improvements FAA has already deployed. For example, a November  2015 MITRE Corporation analysis found that Metroplex procedural  improvements resulted in fuel savings at one metroplex, although less  than anticipated. Specifically, the analysis of the impact of new Metroplex  procedures in the Houston Metroplex projected an annual benefit of $5.3  million in fuel savings to operators at two airports in Houston; however,  the analysis also noted that these benefits were lower than the predicted  savings of $8.3 million annually. Similarly, June 2016 and February  2017 assessments of the effect of revised wake separation standards by  the Joint Analysis Team showed positive results. These standards specify  the required distance between aircraft due to the turbulence created by  the air behind aircraft. The Joint Analysis Team’s assessments found cost  savings at four of five airports. Specifically, the studies found savings for  flights on congested runways, and airports could increase the frequency  of takeoffs and landings. The studies found a decrease in separation for  arrivals at all five locations, and a decrease in separation for departures  at four of the five locations, leading to increased capacity and projected  cost savings of over $4.3 million annually. However, the studies also found that the effects at individual airports would depend on the type and  number of aircraft at each airport.", "According to FAA, some airlines and shipping companies have also  reported benefits from revised wake-separation standards. FAA reports  that Delta Air Lines estimated that revised separation standards at Atlanta  increased Delta’s average daily operations by 6.8 percent, among other  benefits, resulting in $13.9 to $18.7 million in annual savings. Similarly,  FAA reports that United Parcel Service, Inc. estimated 1.5-million gallons  in annual fuel savings from revised standards at Louisville, and FedEx  Corporation estimated 4.1-million gallons in fuel savings from revised  standards in Memphis.", "While some cost savings have already occurred, not all NextGen  activities are being implemented. According to FAA officials, they have  identified six NextGen activities that FAA had previously planned to  complete by 2025, but has now deferred until after 2030 due to technical  or operational infeasibility or changed operational needs. FAA officials  explained that these applications are not in progress, and may be  continually deferred, redefined, or never implemented. For example, in  2011 FAA planned to implement automated conflict-resolution aids—a  mechanism to enable air traffic controllers to manage more aircraft while  maintaining safety—by 2018. However, FAA’s revised plan for NextGen  has deferred implementation of these applications until after 2030.  According to FAA, FAA deferred them for reasons such as costs  outweighing prospective benefits, a lack of sufficient air traffic to justify  implementation, or deployment of other capabilities that provide similar  benefits. See appendix V for more information about these deferred  programs."], "subsections": []}, {"section_title": "The Current Cost Estimate for NextGen is Within Earlier Estimates, But NextGen Has Changed Over Time", "paragraphs": ["FAA’s current total cost estimate for implementing NextGen through 2030  is within the JPDO’s 2007 estimates. In 2007, JPDO projected that  through fiscal year 2025, FAA’s total NextGen cost would be between $15  billion and $22 billion and that costs to the aviation industry would be  between $14 billion and $20 billion. In 2016, FAA estimated the agency’s  cost through fiscal year 2030 at $20.6 billion—within the range of JPDO’s  2007 estimate of $15 to $22 billion. FAA also estimated $15.1 billion in  costs for the aviation industry—also within the range of the 2007  estimate. Of the $20.6 billion in estimated costs, FAA indicated that the  agency had already expended $5.8 billion through fiscal year 2014—  approximately 28 percent of the estimated cost of NextGen—and  projected NextGen costs of $14.8 billion from fiscal year 2015 to 2030.", "Assessing prior NextGen cost estimates against current estimates is  difficult because the NextGen program has changed since 2007. As  previously discussed, six NextGen activities were removed for reasons  such as costs outweighing benefits or insufficient air traffic to justify  implementation (see appendix V). Other programs, such as PBN, were  added to the NextGen program after 2007. As a result, FAA officials  stated that it is somewhat coincidental that the 2016 estimate is within the  range of the 2007 estimate.", "We recently found that NextGen cost estimates have evolved, but not  increased markedly since 2004. According to FAA, NextGen cost  estimates have changed in part because earlier estimates considered the  cost of upgrades and enhancements, but over time estimates have also  considered the cost of sustaining systems, PBN procedures, and recently,  the costs associated with integrating unmanned aircraft systems (UAS)  (commonly known as “drones”) into the NAS. FAA officials explained  that FAA’s current estimated total cost for the aviation industry to equip  for NextGen-capable avionics—electronic equipment found in modern  aircraft—is lower than earlier estimates in part because smaller aircraft  are being replaced by new, larger, and better equipped aircraft, reducing  the number of aircraft in the commercial fleet. According to MITRE  representatives, several factors have contributed to the lower aviation  industry’s cost estimates, including changes in assumptions for the  expected volume of commercial traffic, modifications to the cost of  equipage, and reduction in uncertainty about what equipment aircraft  would need.", "Based on an analysis of FAA budget documents and data, we recently  found that FAA received approximately $7.4 billion for NextGen from  fiscal year 2004 through fiscal year 2016. According to FAA officials,  operational costs of fully implemented NextGen programs are not  included in these funds. Congress appropriates most of the funding to  FAA from the Airport and Airway Trust Fund, which receives revenues  from a series of excise taxes on airline tickets, aviation fuel, and cargo  shipments paid by users of the national airspace system. See figure 3  for an overview of federal funds FAA has received for NextGen programs  and activities.", "In addition to funds for NextGen, FAA has also invested in other  programs on which aspects of NextGen are dependent. For example,  according to FAA, the deployment of the core ERAM program cost $2.58  billion when completed in 2015, and FAA estimates that all completed  and current TAMR programs will cost $3.082 billion."], "subsections": []}]}]}, {"section_title": "FAA Faces Various Challenges to Implementing NextGen", "paragraphs": ["FAA faces several remaining challenges as it continues to implement  NextGen, such as uncertainties regarding future funding, leadership  stability, aircraft equipage, and cybersecurity issues. FAA is taking some  actions to address these challenges by, for example, prioritizing and  segmenting NextGen improvements into smaller pieces that each require  less funding. While it is not possible to eliminate all uncertainties, FAA is  adopting Enterprise Risk Management (ERM) as a tool to help it  anticipate and manage risks across NextGen programs, and plans to use  ERM to mitigate future risks."], "subsections": [{"section_title": "FAA is Taking Steps to Address Challenges to NextGen Implementation", "paragraphs": [], "subsections": [{"section_title": "Uncertain Funding", "paragraphs": ["Most of the aviation stakeholders we interviewed (22 of 34) told us that  uncertain funding has been a challenge and has affected FAA’s efforts to  implement NextGen. FAA officials told us that sequestration and “continuing resolutions” have had an impact on FAA’s ability to plan and  implement NextGen. Uncertain funding includes not knowing the  amount of funding that will be appropriated to NextGen or when the  funding will become available. From fiscal year 2011 through fiscal year  2016, Congress has passed 25 continuing resolutions that impacted  funding for FAA, ranging from 1 day to 365 days, with an average of  approximately 46 days. In 2014, we reported that some stakeholders told  us that stops and starts associated with continuing resolutions make it  difficult for FAA to carry out long-term planning and strategic development  of future technologies. We found that operating under continuing  resolutions can also complicate agency operations and cause  inefficiencies, such as leading to repetitive work, limiting agencies’  decision-making options, and making trade-offs more difficult. Uncertain  funding was also cited by some stakeholders as a major reason for  Congress to consider restructuring the FAA, which is discussed later in  this report.", "FAA has taken steps to mitigate challenges resulting from uncertain  funding. Specifically, it has prioritized NextGen improvements in  collaboration with the NAC and has segmented some NextGen programs  into smaller pieces that each requires less funding. In 2012, we found that  FAA broke large, complex programs, such as SWIM, into smaller  segments to reduce risk. We previously found that this approach can  improve program management by positioning FAA to make any necessary corrections earlier in development, and thus help FAA avoid  costly late-stage changes. However, we also found that this approach can  increase the duration and possibly the total cost of the program. For  example, in 2015 we found that FAA had divided capital investments for  Data Communications into small segments, raising questions from the  aviation industry about when FAA will fully implement Data  Communications.", "A related funding challenge is the need for FAA to have funding sufficient  to support both existing legacy system maintenance and the  implementation of NextGen capabilities. As we reported in November  2015, according to FAA officials, NextGen implementation in future years  is dependent on the timing and amount of future appropriations.  Specifically, any funding delay in one NextGen program can lead to  increased costs for FAA, even if the delay does not result in a direct cost  increase to a program. These cost increases occur because FAA staff  must continue to manage program implementation and maintain any  legacy system that the program is replacing. In addition, NextGen  programs are interdependent, so a schedule delay in one program can  also affect how and when other programs will be implemented. In  response to the challenge of maintaining the legacy system while also  implementing new systems and capabilities, FAA officials told us that  funding has been allocated to account for the “technical refresh” of  existing systems and other maintenance related issues, and that FAA will  continue to monitor and prioritize the delivery of NextGen capabilities  while maintaining existing systems. According to FAA officials,  approximately 55 percent of FAA’s current budget is used to maintain the  current air traffic control system. The longer that legacy systems are  maintained, there is a greater likelihood that they will continue to require  increasingly large shares of the FAA budget and reduce the amount of  funds available to implement NextGen. In 2011, we concluded that FAA  will have to balance its priorities to ensure that NextGen implementation  stays on course while also maintaining the current infrastructure that is  needed to ensure the safety and reliability of the NAS."], "subsections": []}, {"section_title": "FAA Leadership Stability", "paragraphs": ["NextGen program leadership has undergone significant changes that are  likely to continue. Specifically, while the FAA administrator is appointed to  a 5-year term, there have been four administrators since a previous  administrator’s term ended in September 2007, including no confirmed  administrator for all of 2008 and 2012. The Deputy Administrator-Chief  NextGen Officer left the position in June 2016 after 3 years in the  position, and a new Deputy Administrator was sworn in in June 2017.  Furthermore, since the position of Assistant Administrator for NextGen  was created, in late 2011, three assistant administrators and one interim  assistant administrator have filled the position. Additionally, a new  Secretary of Transportation was sworn in in January 2017, and the  current FAA administrator’s term expires in January 2018. We previously  found that programs benefit from having experienced program managers  who provide consistent leadership through major phases of a program.  Additionally, we found that leading practices of successful organizations  indicate that programs can be implemented most efficiently and  effectively when managers are empowered to make critical decisions and  can be held accountable for results. Conversely, the absence of stable  and consistent leadership may have the opposite effect on project  implementation. For example, continued uncertainty about the FAA’s  leadership of NextGen could affect FAA’s ability to manage the various  efforts needed to achieve full implementation of NextGen. As we have  previously reported, industry stakeholders have expressed concerns  about the fragmentation of authority and lack of accountability for  NextGen, two other factors that could delay its implementation."], "subsections": []}, {"section_title": "Potential ATC Restructuring", "paragraphs": ["Legislation introduced in June 2017 would establish a separate not-for- profit corporate entity outside of FAA to operate the nation’s ATC system. This proposal could affect the implementation of NextGen. For  example, the change could result in more certain funding, as funding  would not be subject to the federal budget process. However, other  challenges could develop. In October 2016, we reported that subject area  experts, aviation stakeholders, and FAA officials identified issues that will  need to be considered if such a transition were to occur. Some of those  issues directly affect NextGen implementation. Specifically, stakeholders  told us that one issue would be the amount of time and costs required to  complete a transition from FAA to another ATC operator. This transition  time would include the time it could take to terminate or revise current  contracts between FAA and companies that produce NextGen  technologies. Another issue that stakeholders identified is how  management and workforce roles and responsibilities would be defined  within the new entity and FAA. For example, selected experts identified  the importance of clearly delineating each organization’s roles and  responsibilities to ensure a smooth transition. According to FAA, the  transition could create some uncertainty among some employees over  future workforce or organizational changes. While it is uncertain how a  transition would affect NextGen implementation, the legislation includes a  requirement for FAA to prioritize and track progress on some NextGen  programs before the transition occurs."], "subsections": []}, {"section_title": "Aircraft Equipage", "paragraphs": ["To achieve desired benefits, NextGen requires system users such as  aircraft owners and operators to equip their aircraft with new avionics that  provide aircraft capabilities needed for the planned NextGen operational  capabilities and services to be used effectively. For example, ADS-B uses  Global Positioning System (GPS) satellites to determine an aircraft’s  location, speed, and other data, rather than traditional radar. ADS-B Out  uses avionics installed in an aircraft to broadcast the aircraft’s position, air  speed, and altitude to other aircraft equipped with ADS-B and to ground  stations, which transmit the data to air traffic control facilities. FAA has  mandated that, starting January 1, 2020, aircraft must be equipped with  ADS-B Out to fly in most controlled airspace. This deadline applies to all  aircraft in the applicable airspace, including commercial aircraft, general  aviation, and military aircraft. In discussing challenges to implementing  NextGen, 27 of the 34 aviation stakeholders we interviewed told us that  factors related to equipage are a challenge for NextGen implementation.  For example, officials from an aviation association told us that the primary  barrier to installation of ADS-B Out when the Equip 2020 working group  was created in 2014 was the cost of purchasing and installing the  equipment. These officials said that the price of ADS-B Out was too  costly for general aviation and that the cost to equip was not declining as  the deadline approached. Additionally, representatives from two airlines  and two aircraft manufacturers told us that they are hesitant to equip due  to concerns that FAA could change equipage standards. FAA has worked  with industry and academia through the Equip 2020 working group to  identify and mitigate barriers to owners equipping their aircraft and,  according to FAA, has not changed equipage standards for 7 years. FAA  estimates that more than 100,000 aircraft still need to equip with ADS-B  Out before the January 1, 2020 deadline.", "As of December 2016, FAA reported that 787 U.S. air carrier aircraft were  equipped with ADS-B Out, representing between 13.1 percent and 15.7  percent of all U.S. air carrier aircraft. However, FAA reported that it has  received equipage plans for meeting the 2020 requirement from airlines  that account for 88 percent of the projected fleet. According to FAA, it  continues to work with airlines to address the remaining aircraft, which  include new deliveries, additional retrofits, and aircraft that may be shifted  outside the U.S. market. FAA also reported that 18,292 U.S. general  aviation aircraft were equipped with ADS-B Out, which represents  between 11 percent and 18 percent of all U.S. general aviation aircraft.  To encourage aircraft owners and operators to equip with ADS-B Out,  prior to the January 1, 2020, deadline, FAA announced a $500 rebate in September 2016 for 20,000 general aviation aircraft owners and  operators who equip with ADS-B Out. According to FAA, a minimal rule- compliant system costs approximately $2,000, plus installation costs. The  Equip 2020 working group performed a survey of aircraft owners and  found that getting costs below $2,000 would encourage many price- sensitive owners to equip. As such, the FAA chose $500 as an amount  that would get the price down to that more-attractive range, and according  to FAA, this amount also maximized the total number of rebates the  agency could distribute, based on total funding approved for the program.  FAA officials said it could be a problem if owners wait until 2019 to get  equipped since there are a limited number of facilities and technicians  available to equip airplanes. Additionally, once aircraft are equipped with  new avionics technology, FAA must ensure that the avionics were  properly installed and meeting performance standards.", "Similar to ADS-B, before aircraft owners and operators can benefit from  the capabilities of Data Communications, their aircraft must be equipped  with Data Communications avionics equipment. FAA has achieved its  2019 goal for equipping 1,900 domestic air carrier aircraft with Data  Communications avionics. For example, according to FAA, as of August  2017, more than 3,150 domestic air carrier aircraft were equipped for  Data Communications. As with ADS-B Out, FAA established an incentive  fund to encourage early adoption of the technology, and eight airlines  signed agreements to equip their aircraft under the incentive program."], "subsections": []}, {"section_title": "New Entrants into the NAS", "paragraphs": ["According to 16 of 34 aviation stakeholders we interviewed, the need to  integrate new entrants—UAS and commercial spacecraft—into NextGen  efforts is a challenge to implementing NextGen. Integrating new entrants  could have both budget and program implications. When the original  planning for NextGen was developed, UAS were not generally included in  the planning. In June 2016, FAA finalized the first set of federal aviation  regulations that established the regulatory framework for small UAS  operations and allowed routine commercial use of small UAS at 400 feet  and below and within the operator’s line-of-sight. This regulation went into effect in August 2016. FAA statistics indicate that there are more  than 770,000 registered drone operators in the United States. Applying  lessons learned about the importance of early and continued involvement  of stakeholders, FAA established the Drone Advisory Committee (DAC).  The DAC consists of government officials and predominantly industry  stakeholders and advises FAA as it works to expand small UAS  operations in the NAS. This expansion could include operations over  people, at night, and beyond the visual line-of-sight of the operator, and  the transportation of persons and property. The increased use of drones  has resulted in an increase in the number of UAS sightings, which occur  when pilots, law enforcement, and others report a possible encounter with  a UAS, many of which FAA is concerned pose a safety hazard to manned  aircraft. The number of reported sightings increased about five-fold from  233 in 2014 to 1,218 in 2015 and increased by about another 50 percent  in 2016 to 1,837 (see fig. 4).", "FAA must also integrate commercial space launches into the NAS. The  commercial space industry delivers cargo to the International Space  Station as well as launching satellites. In recent years, U.S. companies  have conducted a number of licensed launches and reentries. According  to FAA data, the first licensed reentry occurred in October 2014, and FAA  has licensed a total of seven entries through June 2017. During this same  time period, FAA has licensed 33 commercial space launches. As  companies develop the capability to conduct other types of launches,  such as delivering crew for the National Aeronautics and Space  Administration’s commercial space programs and conducting space  tourism, the number of launches and reentries affecting U.S. airspace is  expected to grow. If the expected growth occurs, NextGen will need to  accommodate spacecraft launches and re-entries as they go through the  national airspace system."], "subsections": []}, {"section_title": "Community Outreach for Environmental Concerns", "paragraphs": ["Through PBN, FAA uses satellite-based guidance to route aircraft and to  improve approaches at airports, which can result in changes to flight  paths. Specifically, aircraft using PBN can begin to fly a more direct and  predictable path into or out of an airport. As a result, parts of a community  that may not have experienced aircraft noise in the past may begin to  experience noise. (See fig. 5 for an illustration of these procedures.) This  new noise can also be more prevalent for some parts of a community as  airplanes fly a more direct and predictable path into or out of an airport  and are therefore overhead more frequently. Consequently, aircraft noise  has resulted in some public opposition to NextGen.", "FAA officials have acknowledged that, in some locations, there is  significant public resistance to redesigning airport arrival and departure  routes to take advantage of PBN. FAA has enhanced community  outreach efforts to help address concerns about aircraft-related noise. For  example, in February 2016, FAA completed the development of its  Community Involvement Manual to give FAA staff an understanding of the  value of community involvement. The manual also describes practices  and effective techniques for engaging in dialogue and collaboration with  communities affected by FAA actions. Additionally, in June 2016, a NAC task group made recommendations to FAA for community outreach to  assist FAA and industry with the growing environmental challenges  associated with PBN implementation. For example, the task group  recommended that FAA should form a specialized Community Outreach  Team trained to conduct outreach both from the aspect of retaining  conformity with legal and regulatory requirements as well as  communicating in an effective manner."], "subsections": []}, {"section_title": "International Harmonization", "paragraphs": ["FAA must ensure that its NextGen programs are compatible with  programs in other countries. This compatibility is known as “international  harmonization.” Other countries are in the process of updating their air  traffic control systems, and international coordination is necessary to  ensure that systems and procedures are interoperable. In July 2015, we  reported that as such modernization efforts proceed worldwide,  collaboration—both within FAA and with domestic and international  aviation stakeholders—will be critical to developing modernized systems  and procedures that allow aircraft to seamlessly transition from one  system to another, help enhance safety, and ensure the greatest  operational and performance benefits to aviation users. We found that  FAA has taken positive steps to better coordinate its NextGen  interoperability efforts across the agency. These steps include the  development of an international strategic plan and establishment of two  internal bodies to guide and monitor international activities. However, we  also found that FAA lacked a process for routinely and comprehensively  assessing potential NextGen interoperability risks. As a result, we  recommended that FAA implement a more effective international strategy  for achieving NextGen interoperability with other nations. FAA is in the  process of addressing this recommendation."], "subsections": []}, {"section_title": "Cybersecurity Concerns with a Highly Integrated and Connected System", "paragraphs": ["In April 2015, we reported that FAA faces cybersecurity challenges in at  least three areas: (1) protecting air-traffic control (ATC) information  systems, (2) protecting aircraft avionics used to operate and guide  aircraft, and (3) clarifying cybersecurity roles and responsibilities among  multiple FAA offices. Through NextGen, FAA is shifting the ATC system  from a point-to-point communications system to an Internet-based,  interconnected system; a process of changeover that increases  cybersecurity risks. We found that FAA is making strides to address these  risks, including implementing an enterprise approach for protecting its  systems from cyber-attack by both internal and external threats in  accordance with standards of the National Institute for Standards and  Technology and other cybersecurity leading practices. However, FAA had  not developed a threat model that would describe the landscape of  security risks to FAA’s information systems. We recommended that FAA,  as a first step to developing an agency-wide threat model, assess the  potential cost and timetable for developing such a model and the  resources required to maintain it. In January 2016, FAA issued FAA  Threat Model Schedule and Cost Estimate, Report of Finding, which  stated that FAA is developing an Enterprise Threat Model that will be a  holistic approach to the identification and assessment of cybersecurity  threats, hazards and vulnerabilities. The report included a detailed  schedule and cost estimate for developing the model."], "subsections": []}]}, {"section_title": "FAA Has Adopted Enterprise Risk Management to Identify Potential Risks to NextGen", "paragraphs": ["FAA has adopted ERM as a framework to manage risk across NextGen  programs. ERM is a forward-looking management approach that allows  an agency to assess risks and opportunities that could affect the  achievement of its goals and the agency’s ability to achieve results. The  Office of Management and Budget (OMB) considers ERM to be an  effective agency-wide approach to addressing the full spectrum of an  organization’s risks by understanding the combined impact of risks. In  July 2016, OMB issued an update to its Circular A-123 that required  federal agencies to implement ERM to better ensure their managers are  effectively managing risks that could affect the achievement of agency  strategic objectives. While this requirement is only at the department  level, FAA has established ERM for NextGen in addition to any DOT-wide  efforts.", "ERM is intended to yield an “enterprise-wide,” strategically-aligned  portfolio view of organizational challenges that provides better insight  about how to most effectively prioritize resource allocations to ensure  successful mission delivery. Three organizations within FAA have  established risk management efforts that, taken together, would manage  risks at each of the program, portfolio, and enterprise levels. The efforts  constitute a three-tiered structure for managing risks to NextGen.  Program risks are elevated to the portfolio level if they cannot be  effectively managed by a program, and portfolio risks are elevated to the  enterprise level if they cannot be effectively managed by the portfolios.  Risks are also transferred to a lower level if they can be managed at that  level. Each level also seeks to identify, assess, and manage risk at its  own level. In December 2016, we issued a report that identified essential  elements and good practices for ERM. These and other documents  provide guidance for agencies seeking to implement ERM which can  assist agencies in managing risks and challenges related to delivering the  organization’s mission. In this review, we found that it was too early to  assess FAA’s efforts against our identified good practices."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Department of Transportation for  review and comment. The Department provided technical comments,  which we incorporated, as appropriate.", "As agreed with your office, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date.  At that time, we will send copies to the appropriate  congressional committees, Secretary of Transportation, and other  interested parties. In addition, the report will be available at no charge on  the GAO web site at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at 202-512-2834 or dillinghamg@gao.gov. Contact points for our  Office of Congressional Relations and Public Affairs may be found on the   last page of this report. GAO staff who made major contributions to this  report are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objective was to assess the status of the Federal Aviation  Administration’s (FAA) efforts to implement the Next Generation Air  Transportation System (NextGen). For our review, we addressed (1) how  FAA has implemented NextGen and addressed implementation  challenges; and (2) the challenges, if any, that remain for implementing  NextGen, and FAA’s actions to mitigate these challenges.", "To address both of these objectives, we reviewed FAA’s planning  documents for NextGen and FAA reports, briefings, and other documents  related to ongoing NextGen efforts. To determine how FAA has  implemented NextGen and addressed challenges to its implementation,  we reviewed FAA implementation actions for developing and deploying  elements of NextGen programs, including programs in the areas of  communications, automation, navigation, surveillance, and weather. We  also assessed FAA’s efforts to address commitments it made in 2014 to  implement actions in four focus areas—data communications, multiple  runway operations, PBN, and surface operations and data sharing—over  a 3-year period. FAA and the aviation industry identified these  commitments as part of a collaborative effort between FAA and the  NextGen Advisory Committee (NAC), which includes representatives from  industry and FAA’s senior leadership and advises FAA on the  implementation of NextGen. Additionally, we reviewed reports issued by  GAO, the Department of Transportation’s (DOT) Office of Inspector  General (DOT OIG), and NextGen advisory groups. We also reviewed  NextGen-related recommendations made by GAO, the DOT OIG, and  NextGen advisory groups such as the NAC, RTCA, and MITRE’s Center  for Advanced Aviation System Development, and assessed FAA’s efforts  to address these recommendations. We then conducted a detailed  analysis of NextGen-related recommendations made by GAO and the  DOT OIG from fiscal year 2008 to fiscal year 2016 and determined the  status of each individual recommendation. We also assessed the current  cost estimates for implementing NextGen through 2030, and compared  them to earlier estimates provided by the Joint Planning and  Development Organization (JPDO) in 2007. In addition, we interviewed  FAA officials from the NextGen Office and its Interagency Planning Office,  the Office of Aviation Safety (AVS), and the Air Traffic Organization  (ATO).", "To determine the challenges, if any, that remain for implementing  NextGen, and FAA’s actions to mitigate these challenges, we interviewed  FAA officials from the NextGen Office, AVS, and ATO. Additionally, to  determine actions FAA is taking to address risks to NextGen, we  reviewed FAA’s risk management documents and interviewed FAA’s NAS  Systems Engineering Services Office, an organization within the Office of  NextGen responsible for designing and maintaining the FAA’s NAS  Enterprise Architecture and providing systems engineering related to  NextGen, which has established a process to manage risks to NextGen.", "To obtain aviation stakeholders’ perspectives on NextGen challenges and  FAA efforts for both of our objectives, we interviewed a non-probability  sample of 34 aviation stakeholders (see table 3). We created an initial list  of stakeholders using internal knowledge of the aviation industry. We  further developed the list of stakeholders by identifying industry  stakeholders that have made NextGen-related recommendations to FAA,  conducting a literature review of NextGen issues. We also included  stakeholders based on interviewee responses to our question on whom  else they thought we should speak with, as well as stakeholders that  experienced the effects of changes from NextGen. Specifically, we  wanted to obtain perspectives from individuals and organizations with  direct experience, as users, or knowledge, through research or study of  NextGen. We divided stakeholders into the following eight categories:  airlines, airports, aviation experts and other relevant organizations, former  FAA officials, research and development organizations, general aviation,  labor unions and professional associations, and manufacturers and  service providers. We used a semi-structured interview format with open- ended questions to obtain aviation stakeholder perspectives on the status  of NextGen implementation efforts, factors that have affected NextGen  implementation, challenges that still remain, and FAA efforts to address  such factors and challenges.", "We used open-ended questions to engage the stakeholders in a  conversation about the challenges they considered most important and  relevant. To determine the common themes that we are reporting on, we  conducted a content analysis of each of the interviewees’ responses. The  numbers reported for our open-ended questions represent those  stakeholders who, during our interviews, identified a challenge to consider  or suggested a change. The reported numbers do not mean that the  remaining stakeholders agreed or disagreed with that challenge, change,  or issue. In our discussion of stakeholder views obtained through our  open-ended questions, we aggregated their responses and reported on  stakeholders’ perspectives in general. The results of our interviews are  not generalizable to the industry as a whole. Based on stakeholder  responses, we identified a set of challenges and asked FAA to provide  their perspective on each challenge and any actions FAA is taking to  address it.", "We conducted this performance audit from November 2015 to August  2017 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Select Planning and Implementation Documents", "paragraphs": ["Since the passage of the Vision 100 Act in December 2003, the planning  for NextGen has evolved from a high-level vision developed by the Joint  Planning and Development Organization to detailed implementation plans  currently being implemented by the Federal Aviation Administration. The  following table provides an overview of these documents."], "subsections": []}, {"section_title": "Appendix III: Selected Programs in the Next Generation Air Transportation System (NextGen)", "paragraphs": ["Appendix III: Selected Programs in the Next  Generation Air Transportation System  (NextGen)", "This appendix contains information on selected NextGen programs,  including the program’s purpose, the progress of each program, and the  Federal Aviation Administration’s future plans for implementing the  program."], "subsections": []}, {"section_title": "Appendix IV: Status of NextGen’s Recommendations", "paragraphs": ["This appendix provides an overview of the status of NextGen-related  recommendations that we and the Department of Transportation (DOT)  Office of Inspector General (OIG) have made to the Federal Aviation  Administration (FAA) from fiscal year 2003 to fiscal year 2016.", "FAA has implemented 39 of our 47 recommendations (83 percent), 6 are  in process (13 percent), and 2 remain open (4 percent). Those  recommendations that are “in process” include those for which FAA has  provided information to GAO and asked GAO to close the  recommendation as implemented. For these recommendations, the  information had not been fully reviewed within GAO at the time of our  review, or we had not yet determined that FAA’s information sufficiently  addressed our recommendation.  For an overview of the status of our  recommendations, see figure 6 below.", "The two open recommendations are from our 2015 report on FAA’s  efforts to ensure the global interoperability of NextGen.  In that we report,  we recommended that FAA (1) conduct a risk assessment to identify  potential threats to NextGen interoperability and (2) identify and  document actions FAA will take to mitigate these risks.", "Additionally, DOT OIG has closed 103 of the 137 recommendations (75  percent) that we determined to be related to NextGen. Of the 34 DOT  OIG recommendations that remain open, 33 have been resolved,  meaning DOT gave OIG a target action date and concurred or partially  concurred with the recommendation, while 1 remains unresolved. For an  overview of DOT OIG recommendations, see figure 7."], "subsections": []}, {"section_title": "Appendix V: Next Generation Air Transportation System’s (NextGen) Activities Deferred Until After 2030", "paragraphs": ["FAA has identified six NextGen activities that it had previously planned to  complete by 2025, but has now deferred until after 2030 due to technical  or operational infeasibility or changed operational needs. FAA officials  explained that these applications are not in progress, and may be  continually deferred, redefined, or never implemented. The following table  provides an overview of these deferred activities and reasons FAA gave  for deferring them."], "subsections": []}, {"section_title": "Appendix VI: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the individual named above, John W. Shumann ( Assistant  Director); Raymond Griffith (Analyst-in-Charge); Melissa Bodeau; Andrew  Burton; Tobias Gillett; David Hooper; SaraAnn Moessbauer; Malika Rice;  and Michelle Weathers made key contributions to this report."], "subsections": []}]}], "fastfact": []}