{"id": "GAO-04-747", "url": "https://www.gao.gov/products/GAO-04-747", "title": "Social Security: Distribution of Benefits and Taxes Relative to Earnings Level", "published_date": "2004-06-15T00:00:00", "released_date": "2004-06-15T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Under the current Social Security benefit formula, retired workers receive benefits that equal about 50 percent of pre-retirement earnings for a low-wage worker but only about 30 percent for a relatively high-wage worker. Factors other than earnings also influence the distribution of benefits, including the program's provisions for disabled workers, spouses, children, and survivors. Changes in the program over time also affect the distribution of benefits across generations. Social Security faces a long-term structural financing shortfall. Program changes to address that shortfall could alter the way Social Security's benefits and revenues are distributed across the population and affect the income security of millions of Americans. To gain a better understanding of the distributional effects of potential program changes, the Chairman and Ranking Minority Member of the Senate Special Committee on Aging asked us to address (1) how to define and describe \"progressivity,\" that is, the distribution of benefits and taxes with respect to earnings level, when assessing the current Social Security system or proposed changes to it; (2) what factors influence the distributional effects of the current Social Security program; and (3) what would be the distributional effects of various reform proposals, compared with alternative solvent baselines for the current system."]}, {"section_title": "What GAO Found", "paragraphs": ["Two distinct perspectives on Social Security's goals suggest different approaches to measuring \"progressivity,\" or the distribution of benefits and taxes with respect to earnings level. Both perspectives provide valuable insights. An adequacy perspective focuses on benefit levels and how well they maintain pre-entitlement living standards. An equity perspective focuses on rates of return and other measures relating lifetime benefits to contributions. Both perspectives examine how their measures are distributed across earnings levels. However, equity measures take all benefits and taxes into account, which is difficult for reform proposals that rely on general revenue transfers because it is unclear who pays for those general revenues. The Social Security program's distributional effects reflect both program features and demographic patterns among its recipients. In addition to the benefit formula, disability benefits favor lower earners because disabled workers are more likely to be lower lifetime earners. In contrast, household patterns reduce the system's tilt toward lower earners, for example, when lower earners have high-earner spouses. The advantage for lower earners is also diminished by the fact that they may not live as long as higher earners and therefore would get benefits for fewer years on average. Proposals to alter the Social Security program would have different distributional effects, depending on their design. Model 2 of the President's Commission to Strengthen Social Security proposes new individual accounts, certain benefit reductions for all beneficiaries, and certain benefit enhancements for selected low earners and survivors. According to our simulations, the combined effect could result in lower earners receiving a greater share of all benefits than promised or funded under the current system if all workers invest in the same portfolio."]}], "report": [{"section_title": "Letter", "paragraphs": ["Under Social Security, retired workers receive benefits that equal about  50 percent of pre-retirement earnings for a worker with relatively lower  earnings but only about 30 percent of earnings for one with relatively  higher earnings. To help ensure that beneficiaries have adequate incomes,  Social Security’s benefit formula is designed to be “progressive,” that is, to  provide disproportionately larger benefits, as a percentage of earnings, to  lower earners than to higher earners. However, the benefit formula is just  one of several program features that influence the way benefits are  distributed. Other such program features include provisions for disabled  workers, spouses, children, and survivors. Changes in the program over  time also affect the distribution of benefits across generations. So the  distribution of Social Security benefits can vary by eligibility, household  type, and birth year as well as by earnings level.", "Social Security faces a long-term structural financing shortfall, largely  because people are living longer and having fewer children. According to  the 2004 intermediate—or best-estimate—assumptions of the Social  Security trustees, Social Security’s annual benefit payments will exceed  annual revenues beginning in 2018, and it will be necessary to draw on  trust fund reserves to pay full benefits. In 2042, the trust funds will be  exhausted, and annual revenues will only be sufficient to pay about  73 percent of benefits. As a result, some combination of benefit and/or  revenue changes will be needed to restore the long-term solvency and  sustainability of the program. Any such changes could alter the way Social  Security’s benefits and revenues are distributed across the population and  affect the income security of millions of working Americans and their  families.", "To gain a better understanding of the distributional effects of potential  program changes, you asked us to address (1) how to define and describe  “progressivity,” that is, the distribution of benefits and taxes with respect  to earnings level, when assessing the current Social Security system or  proposed changes to it; (2) what factors influence the distributional effects  of the current Social Security program; and (3) what would be the  distributional effects of various reform proposals, compared with  alternative solvent baselines for the current “defined-benefit” system.", "To address how to define and measure progressivity, we conducted a  literature review and interviewed researchers familiar with distributional  analysis of Social Security benefits. To describe the factors affecting the  current Social Security program’s distributional effects, we calculated  benefits and contributions for a sample of workers born in 1985 using a  microsimulation model. We tailored the analysis to examine the effects of  specific program features, such as spouse, survivor, and disability benefits.  In consultation with your staff, we selected three reform proposals for our  analysis to illustrate a range of possible approaches to restoring solvency.  To describe the distributional effects of the “Model 2” proposal put forth  by the President’s Commission to Strengthen Social Security (CSSS), we  used our model to simulate benefits for workers born in 1985. In our  modeling, we focused on workers born in 1985 because all prospective  program changes under all alternative policy scenarios would be almost  fully phased in for such workers. We focused on examining the  distribution of benefits and did not assess their adequacy. We did not  examine other sources of retirement income, such as employer pensions  or other individual retirement savings, and such sources may interact with  Social Security benefits. Also, in our modeling, to illustrate a full range of  possible outcomes, we used hypothetical benchmark policy scenarios that  would achieve 75-year solvency either by only increasing payroll taxes  (which simulated “promised benefits”) or only reducing benefits (which  simulated “funded benefits”). If benefits were reduced proportionally  under the funded-benefits benchmark, then even though the benefits  would be lower, the shape of the distribution of benefits would be very  similar to that of the promised benefits benchmark. We also conducted a  qualitative analysis of the distributional effects of two other proposals, one  offered by Peter Ferrara and the other by Peter Diamond and Peter  Orszag. Our work was done between September 2003 and June 2004 in  accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["In the midst of the Great Depression, Social Security was enacted to help  ensure that the elderly would have adequate retirement incomes and  would not have to depend on welfare. The program was designed to  provide benefits that workers had earned to some degree through their  contributions and those of their employers. The benefit amounts would  depend in part on how much the worker had earned and therefore  contributed. Today, about 10 percent of the elderly have incomes below  the poverty line, compared with 35 percent in 1959. However, for about  half of today’s elderly, incomes excluding Social Security benefits are  below the poverty line. Importantly, Social Security does not just provide  benefits to retired workers. In 1939, coverage was extended to the  dependents of retired and deceased workers, and in 1956 the Disability  Insurance program was added.", "To restore the long-term solvency and sustainability of the program,  reductions in promised benefits and/or increases in program revenues will  be needed. Within the program’s current structure, possible benefit  changes might include increases in the full retirement age, changes to the  benefit formula, or reductions in cost-of-living increases, among other  options. Revenue increases might include increases in payroll taxes or  transfers from the Treasury’s general fund.", "Some proposals would change the structure of the program to incorporate  a system of individual retirement savings accounts. Many such proposals  would reduce benefits under the current system and make up for those  reductions to some degree with income from the individual accounts.  Individual account proposals also try to increase revenues, in effect, by  providing the potential for higher rates of return on the individual  accounts’ investments than the trust funds would earn under the current  system.", "Three key distinctions help to identify the differences between Social  Security’s current structure and one that would use individual accounts.", "Insurance versus savings. Social Security is a form of insurance, while  individual accounts would be a form of savings. As social insurance, Social  Security protects workers and their dependents against a variety of risks  such as the inability to earn income due to old age, disability, or death. In  contrast, a savings account provides income only from individuals’  contributions and any earnings on them; individuals effectively insure  themselves under a savings approach.", "Defined-benefit versus defined-contribution. Social Security provides  a “defined-benefit” pension, while individual accounts would provide a  “defined-contribution” pension. Defined-benefit pensions typically  determine benefit amounts using a formula that takes into account  individuals’ earnings and years of earnings. The provider assumes the  financial and insurance risk associated with funding those promised  benefit levels. Defined-contribution pensions, such as 401(k) plans,  determine benefit amounts based on the contributions made to the  accounts and any earnings on those contributions. As a result, the  individual bears the financial and insurance risks under a defined- contribution plan until retirement.", "Pay-as-you-go versus full funding. Social Security is financed largely on  a “pay-as-you-go” basis, while individual accounts would be “fully funded.”  In a pay-as-you-go system, contributions that workers make in a given year  fund the payments to beneficiaries in that same year, and the system’s  trust funds are kept to a relatively small contingency reserve. In contrast,  in a fully funded system, contributions for a given year are put aside to pay  for future benefits. The investment earnings on these funds contribute  considerable revenues and reduce the size of contributions that would  otherwise be required to pay for the benefits. Defined-contribution  pensions and individual retirement savings are fully funded by definition.", "To evaluate reform proposals, we have suggested that policy makers  should consider three basic criteria:  1.  the extent to which the proposal achieves sustainable solvency and  how the proposal would affect the economy and the federal budget;  2.  the balance struck between the twin goals of individual equity (rates  of return on individual contributions) and income adequacy (level and  certainty of benefits); and  3.  how readily such changes could be implemented, administered, and  explained to the public.", "Providing higher replacement rates for lower earners than for higher  earners is just one of several aspects of our criterion for balancing  adequacy and equity. With regard to adequacy, this criterion also considers  the extent to which the proposal    changes benefits for current and future retirees;    maintains or enhances benefits for low-income workers who are most  reliant on Social Security; and    maintains benefits for the disabled, dependents, and survivors.", "In addition, providing higher replacement rates for lower earners than for  higher earners does not by itself ensure adequacy. A reform proposal  could make replacement rates vary even more by earnings level than  under the current system yet provide lower and less adequate benefits.", "With regard to equity, our criterion for balancing adequacy and equity also  considers the extent to which the proposal    ensures that those who contribute receive benefits,    expands individual choice and control over program contributions,  increases returns on investment, and  improves intergenerational equity.", "Moreover, reform proposals should be evaluated as packages that strike a  balance among individual reform elements and important interactive  effects. The overall evaluation of any particular reform proposal depends  on the weight individual policy makers place on each criterion.", "In 2001, the President created the Commission to Strengthen Social  Security to develop reform plans that strengthen Social Security and  increase its fiscal sustainability while meeting certain principles:    no changes to benefits for retirees or near retirees,    dedication of entire Social Security surplus to Social Security,    no increase in Social Security payroll taxes,    no government investment of Social Security funds in the stock market,    preservation of disability and survivor components, and  inclusion of individually controlled voluntary individual retirement  accounts.", "The commission developed three reform models, each of which  represented a different approach to including voluntary individual  accounts as part of Social Security. Under all three models, individuals  could have a portion of their Social Security contributions deposited into  individual accounts, and their Social Security defined benefits would be  reduced relative to those account contributions. A governing board would  administer the accounts in a fashion similar to the Thrift Savings Plan for  federal employees. To continue paying benefits while also making deposits  to the accounts, funds would need to be transferred from the Treasury’s  general fund. The models varied in the size of the account contributions.  Models 2 and 3 had additional provisions for reducing certain benefits  overall and enhancing benefits for surviving spouses and selected low  earners."], "subsections": []}, {"section_title": "Different Distributional Measures Reflect Different Perspectives", "paragraphs": ["To assess the extent to which the Social Security program or reform  options are progressive—distributes in a way that favors lower earners— researchers first select a number of measures and then compare how  different groups of earners fare according to those measures. The choice  of measures reflects a particular perspective on the goals of the program.  For example, those who analyze Social Security from an adequacy  perspective are primarily concerned with the program’s role in securing  adequate income and consequently tend to use measures of how much  income Social Security provides. In contrast, those who view Social  Security from an equity perspective focus on whether beneficiaries receive  a fair return on their contributions and tend to choose measures balancing  lifetime taxes against lifetime benefits. For each perspective, assessing  progressivity involves determining how lower earners fare relative to  higher earners on appropriate measures. In the context of Social Security  reform, those scenarios in which the well-being of lower earners increased  proportionally more, or decreased proportionally less, would be  considered more progressive. Because of the different kinds of benefits  that Social Security provides, many researchers agree that to investigate  the distributional effect of the program, aggregating workers and their  dependents into households better captures well-being, but doing so poses  certain methodological challenges."], "subsections": [{"section_title": "The Adequacy Perspective Focuses on Reducing Poverty and Dependency", "paragraphs": ["Since its inception, Social Security’s primary goal has been to provide  adequate income, upon entitlement, so as to reduce dependency and  poverty among its participants. Studies emphasizing this goal reflect the  adequacy perspective; they view the program more as a safety net that  helps ensure a minimum level of subsistence. Consequently, such studies  use measures of how much income Social Security benefits provide. These  measures include absolute benefit levels at a point in time and benefit-to- earnings ratios. Benefit levels are useful for estimating whether Social  Security offers adequate protection for people covered by the system.  Benefit-to-earnings ratios, which reflect how much of past earnings Social  Security benefits replace, help gauge the extent to which the program  allows people to maintain their past standard of living.", "One way to assess the distributional effect of the current Social Security  program or of various reform options is to look at how these adequacy  measures are distributed across earners. Regarding benefit levels, one  possibility is to compute the ratio of benefits received by lower earners to  benefits received by higher earners, at a particular point in time.  Comparing these benefit ratios under different policies helps determine  how the well-being of lower earners changes relative to that of higher  earners across reform proposals. If, for example, benefits collected by  individuals in the 20th percentile of the earnings distribution relative to  benefits collected by those in the 80th percentile increased from one  Social Security system to the next, the adequacy perspective would  conclude that, other things being equal, the second is more progressive,  that it is tilted toward lower earners. Alternatively, one could compute  the proportion of total benefits various groups of earners receive relative  to the proportion the median gets and determine the manner in which  these relative proportions change across proposals. For all groups below  the median, for instance, an increase in this ratio would indicate a more  progressive system.", "The distribution of replacement rates also helps assess progressivity. The  change in the replacement rate of lower earners relative to that of high  earners across reform options shows the extent to which lower earners  are able to maintain their pre-entitlement standard of living relative to  higher earners. Under the current Social Security system, for instance, the  monthly benefit lower earners receive upon entitlement replaces a larger  portion of their monthly earnings; from an adequacy perspective, the  system is therefore tilted in their favor. A reform proposal that increased  the replacement rate of lower earners relative to higher earners would be  deemed more progressive than one that did not."], "subsections": []}, {"section_title": "The Equity Perspective Focuses on the Relationship between Contributions and Benefits over a Lifetime", "paragraphs": ["By linking benefits to earnings, which link in turn to contributions, Social  Security also incorporates the principle of individual equity. Under the  current program, people who pay higher taxes generally collect higher  benefits upon entitlement but not directly proportionally higher. Studies  that reflect the equity perspective focus on whether, over their lifetimes,  beneficiaries can expect to receive a fair return on their contributions or  get their money’s worth from the system. These studies use such measures  as lifetime benefit-to-tax ratios, internal rates of return, and net lifetime  benefit-to-earnings ratios. The benefit-to-tax ratio measure compares the  present value of Social Security lifetime benefits with the present value of  lifetime Social Security taxes. The internal rate of return can be thought  of as the interest rates individuals effectively receive on their lifetime  contributions, given their lifetime Social Security benefits. Net lifetime  benefit-to-earnings ratios show lifetime benefits minus lifetime taxes  relative to lifetime earnings. This measure, also called the average rate of  net taxation, borrows from the public finance literature the idea that  equity measures ought to contain earnings.", "From an equity perspective, examining the distribution of these measures  helps gauge the distributional effects of Social Security or reform options.  Many studies adopting the equity perspective find, for example, that the  current program favors lower earners because this group enjoys higher  rates of return and benefits whose value is larger relative to the value of  their contributions. Other studies confirm this result by observing that  the net benefit-to-earnings ratio is higher for low earners. If under a  reform proposal, these measures increased more for lower earners, then  that system would be considered more progressive.", "Reform options that involve general revenue transfers to ensure solvency  make it difficult to evaluate progressivity from an equity perspective  because they do not typically specify how such transfers are to be  financed or who will eventually bear their burden. Yet general revenue  transfers implicitly require future tax increases, spending cuts, or a  combination of both, all of which have substantial distributional  consequences. Such consequences are difficult to evaluate analytically.  Without knowing who will bear the costs of financing these transfers, the  equity perspective cannot accurately determine how well lower earners  fare relative to higher earners in a given system or across proposed  reforms. Even if we knew how the tax burden of general revenues is  distributed today, the tax system could change in the future in ways that  would alter the distribution. Some proposals with individual account  features, for example, involve general revenue transfers. They divert part  of existing payroll tax revenues from traditional Social Security benefits  and toward individual accounts. Consequently, to remain financially  solvent, such proposals typically require additional resources from  Treasury’s general fund for several years after implementation."], "subsections": []}, {"section_title": "Analyzing Households to Assess Social Security’s Distributional Effects Offers Insight but Presents Analytical Challenges", "paragraphs": ["Both the adequacy and the equity perspectives consider families or  households, in addition to individuals, in assessing distributional effects.  This is particularly relevant in the Social Security context because the  program provides not only worker benefits to retired and disabled  individuals, but also auxiliary benefits to current and former spouses,  children, and surviving spouses. Household analysis has implications for  progressivity. Most studies using equity measures find Social Security  somewhat less progressive once workers and their dependents are  combined in a single unit. This is largely due to the fact that some  individuals with little or no earnings, hence “poor” by themselves, end up  in high-earning households. The benefit they collect no longer counts as  transfers to low earners.", "However, the household approach presents analytical challenges. Multiple  divorces and marriages, for example, make it difficult to define  “household” on a lifetime basis. Moreover, age differences between  spouses, which imply different retirement dates, complicate the  calculation of “total household benefit” at a given point in time.  Nonetheless, researchers believe that aggregating workers and their  dependents into households provides insight by giving a more complete  picture of their well-being."], "subsections": []}]}, {"section_title": "Program’s Distributional Effects Reflect Various Program Features and Demographic Patterns", "paragraphs": ["Social Security’s distributional effects reflect program features, such as its  benefit formula, and demographic patterns among its recipients, such as  marriage between lower and higher earners. The benefit formula for  retired workers favors lower earners by design, replacing a larger  proportion of earnings for lower earners than for higher earners. Disability  benefits use the same progressive benefit formula, and disability recipients  are disproportionately lower lifetime earners. However, the extent to  which these features favor lower earners may be offset to some degree by  demographic patterns and other program features. Household formation  reduces the system’s tilt toward lower-income people because some of the  lower-earning individuals helped by the program, in fact, live in high- income households. Differences in mortality rates may reduce rates of  return for lower earners and increase rates of return for higher earners."], "subsections": [{"section_title": "Benefit Formula Favors Lower Earners by Design", "paragraphs": ["In order to help ensure adequate incomes in retirement, Congress  designed Social Security’s benefit formula for retired workers to favor  lower earners. When workers retire, Social Security uses their lifetime  earnings records to determine their Primary Insurance Amount (PIA), on  which initial monthly benefits are based. The PIA is determined by  applying the Social Security benefit formula to a worker’s Average  Indexed Monthly Earnings (AIME). The AIME is the monthly average of a  worker’s 35 best years of earnings, with earnings before age 60 indexed to  average wage growth. For workers who become eligible for benefits in  2004, PIA equals 90 percent of the first $612 dollars of AIME plus  32 percent of the next $3,077 dollars of AIME plus 15 percent of AIME  above $3,689. Consequently, the benefit formula replaces a higher  proportion of pre-retirement earnings for lower lifetime earners than for  higher lifetime earners. Figure 1 shows replacement rates for illustrative  workers under the current benefit formula. The replacement rate for the  low earner is 49 percent, while the rate for the high earner is only around  30 percent."], "subsections": []}, {"section_title": "Disability Benefits Favor Lower Earners", "paragraphs": ["The Disability Insurance (DI) program, which provides benefits to workers  who are no longer able to work because of severe long-term disabilities,  also favors lower lifetime earners. Disability Insurance not only provides  earnings replacement during the pre-retirement years but generally results  in beneficiaries receiving higher benefits in retirement than they would  have received if they had earned the same amount of money but had not  received disability benefits. Disability Insurance favors lower earners  because it uses the same progressive benefit formula as retired worker  benefits and because DI recipients are more likely to be lower earners.  Disability Insurance recipients are disproportionately lower lifetime  earners because an inability to continue working is necessary to qualify for  benefits. Also, researchers have found that individuals with lower levels of  educational attainment are more likely to experience disability.", "An analysis of lifetime benefits using a microsimulation model illustrates  DI’s tilt toward lower earners. To examine the distributional impact of DI,  we simulated Social Security benefits for individuals born in 1985 under a  scenario that pays retirement but not disability benefits and a scenario  that pays all categories of Social Security benefits. Because simulations  are sensitive to economic and demographic assumptions, it is more  appropriate to compare benefits across the scenarios than to focus on the  actual estimates themselves. Median lifetime Social Security benefits are  33 percent higher under the scenario that pays all types of Social Security  benefits than under the scenario that does not pay disability benefits, with  30 percent of individuals receiving greater lifetime Social Security benefits  due to the DI program. According to these simulations, DI increases  median lifetime Social Security benefits for workers in the lowest fifth of  lifetime earnings by 43 percent while increasing lifetime benefits for the  top fifth by 14 percent (see fig. 2)."], "subsections": []}, {"section_title": "Household Formation Reduces the System’s Tilt toward Lower Earners", "paragraphs": ["Social Security favors lower earners less when considered from the  household perspective. Some of the lower-earning individuals who gain  from the benefit formula or disability benefits do not live in low-income  households, because they are married to higher earners. The same is often  true for lower earners who receive spouse and survivors benefits. Married  individuals are eligible for the greater of their own worker benefits or 50  percent of their spouses’ benefits. Similarly, widows and widowers are  eligible for the larger of their own worker benefits or 100 percent of their  deceased spouses’ benefits. Because of the nature of spouses’ and  survivors’ benefits, recipients are on average lower lifetime earners— effectively they must earn less than their spouses to qualify. However,  many of the lower-earning individuals that the system favors through  spouses’ and survivors’ benefits actually live at some point in higher- income households because of marriage.", "Some have suggested that household formation may have less of an impact  on the degree to which Social Security favors lower earners in the future.  Increased female labor force participation and changing marital patterns  suggest there will be less earnings differences between spouses in the  future as well as fewer people who are married long enough to qualify for  spouses’ and survivors’ benefits. Consequently, there may be fewer  instances of the system providing high replacement rates to low-earning  spouses from high-income households.", "An analysis of simulated benefits and taxes illustrates how the system  favors lower earners less when considered from the household  perspective. For individuals born in 1985, figure 3 depicts the ratio of  benefits received to taxes paid for the top and bottom fifths of earnings  from an individual perspective and a household perspective. For example,  the first bar indicates that individuals in the bottom fifth of earnings  receive lifetime benefits that are 1.3 times higher than the lifetime taxes  they paid to the program. When analyzed from an individual perspective,  individuals are classified by their own lifetime earnings and ratios are  calculated for their own taxes and benefits. When analyzed from a  household perspective, individuals are classified by household earnings  and ratios are calculated for household taxes and benefits. In both cases,  benefit-to-tax ratios are higher for the bottom fifth than for the top fifth,  suggesting that the system favors lower earners. However, the difference  in the benefit-to-tax ratios is smaller when considered from the household  perspective."], "subsections": []}, {"section_title": "Mortality Rates May Reduce the Degree to Which Social Security Favors Lower Earners", "paragraphs": ["The extent to which the benefit formula and disability benefits favor lower  earners may be offset to the extent that lower earners have higher  mortality rates than do higher earners. A number of studies suggest that  lower earners do not live as long as higher earners. As a result, lower  earners are likely to receive retirement benefits for fewer years than  higher earners. Researchers have generally found that, to some degree, the  relationship between mortality rates and earnings reduces rates of return  for lower earners and increase rates of return for higher earners."], "subsections": []}, {"section_title": "Cap on Taxable Earnings Reduces Social Security’s Tilt toward Lower Earners", "paragraphs": ["Social Security taxes are levied on earnings up to a maximum level set  each year, and earnings beyond the threshold are not counted when  calculating benefits. In 2004, the cap on taxable earnings is $87,900, and in  recent years about 6 percent of workers had earnings above the cap.  Policy makers often argue that the cap helps higher earners because it  results in their paying a smaller percentage of their earnings than do  individuals whose earnings do not exceed the cap. Also, while the cap  limits both lifetime contributions and benefits, it increases equity  measures such as benefit-to-tax ratios and rates of return for high earners.  If the cap were repealed, the additional contributions paid by high earners  would only be partially reflected in increased benefits, because the benefit  formula is weighted toward lower earners.", "Simulations illustrate that the cap on taxable earnings modestly favors  higher earners for individuals born in 1985. We simulate benefits and taxes  under a scenario with the cap on taxable earnings and one without the  cap. Figure 4 shows household benefit-to-tax ratios by top and bottom  fifth of earnings and top percentile of earnings. When the cap is removed,  the median benefit-to-tax ratio for the bottom fifth remains unchanged and  the ratio for the top fifth of earnings decreases from 0.61 to 0.59. Although  83 percent of households in the top fifth are affected by repealing the  cap, the increase in median lifetime taxes, 8.9 percent, is almost offset by  the increase in median lifetime benefits, 6.5 percent. However, the impact  on very high earners is larger. According to these simulations, the median  benefit-to-tax ratio for households in the top 1 percent of earnings  decreases from 0.52 to 0.45 when the cap is removed, indicating that very  high earners gain from the cap; the increase in median lifetime taxes paid  by this group, 50.4 percent, is not offset as much by the increase in their  median lifetime benefits, 34.4 percent."], "subsections": []}]}, {"section_title": "Distributional Effects Vary across Reform Proposals", "paragraphs": ["We analyzed three proposals that illustrate the variation in the potential  distributional effects of different approaches to reform. CSSS Model 2  would create a new system of voluntary individual accounts while  reducing Social Security’s defined benefits overall but increasing them  for surviving spouses and lower earners. The Ferrara proposal would  create a system of voluntary individual accounts that would ultimately be  large enough to completely replace Social Security’s old-age benefits for  workers and their spouses. The Diamond-Orszag proposal would restore  long-term solvency without creating a new system of individual accounts  by reducing benefits and increasing revenues while also increasing  benefits for surviving spouses and lower earners."], "subsections": [{"section_title": "CSSS Model 2", "paragraphs": ["Under Model 2 of the President’s Commission to Strengthen Social  Security,    For individuals choosing to participate, the Social Security system would  redirect 4 percentage points of the payroll tax (up to a $1,000 annual  limit) into personal investment accounts. Participating individuals could  access their accounts in retirement, but Social Security defined benefits  would be reduced to reflect the amount diverted to their individual  accounts. On net, benefits would increase for individuals whose accounts  earned more than a 2 percent return beyond inflation.", "Social Security defined benefits would be lower than benefits promised  under the current benefit formula. Changes to the benefit formula would  slow the growth in initial benefits from wage growth to price growth.  According to Social Security Administration’s (SSA) Office of the Chief  Actuary, these formula changes apply to initial benefits for all types of  beneficiaries, including disabled workers.", "Social Security defined benefits would be enhanced for certain surviving  spouses and for low earners. When fully implemented, initial benefits for  certain low-wage workers with steady work histories could be raised by as  much as 40 percent. Beneficiaries who lived longer than their spouses  would receive the larger of their own benefit or 75 percent of the benefit  that would be received by the couple if both spouses were alive."], "subsections": [{"section_title": "Simulations", "paragraphs": ["We used simulations to examine how Model 2 might affect the distribution  of Social Security benefits. We did not examine the distribution of equity  measures such as benefit-to-tax ratios or rates of return, because the  proposal’s individual account feature requires general revenue transfers.  General revenue transfers are problematic when calculating equity  measures because it is difficult to determine who ultimately pays for the  additional financing. Because simulations are sensitive to economic and  demographic assumptions, it is more appropriate to compare benefits  across the scenarios than to focus on the actual estimates themselves.  Since account participation is voluntary, we used two simulations to  examine the effects of the Model 2 provisions, one with universal account  participation (Model 2-100 percent) and one with no account participation  (Model 2-0 percent). We also assumed that all account participants would  invest in the same portfolios; consequently we did not capture any  distributional effect that might occur if lower earners were to make  different account participation or investment decisions than higher  earners. We compared benefits under Model 2 with hypothetical  benchmark policy scenarios that would achieve 75-year solvency either by  only increasing payroll taxes or by only reducing benefits. The tax- increase, or “promised benefits,” benchmark scenario pays benefits  defined by the current benefit formula and raises payroll taxes to bring the  Social Security system into financial balance. The proportional benefit- reduction, or “funded benefits,” benchmark scenario maintains current tax  rates and achieves financial balance by gradually phasing in proportional  benefit reductions. In order to compare Model 2 with the benchmarks, we  assumed all account participants convert their account balances at  retirement into periodic monthly payments. We did not simulate other  sources of retirement income, such as employer pensions or other  individual retirement savings, and such sources may interact with Social  Security policy. (See app. I for more details on the GEMINI  microsimulation model, our benchmark policy scenarios, and our  assumptions for CSSS Model 2.)"], "subsections": []}, {"section_title": "Model 2 Might Favor Lower Earners More than Benchmarks", "paragraphs": ["Given our assumptions, our analysis suggests that Model 2 would favor  lower earners somewhat more than the benchmark scenarios. Figure 5  shows the share of household lifetime benefits received by the bottom and  top fifths of earnings for individuals born in 1985 for both Model 2 and for  the promised and funded benefits scenarios. For example, households in  the bottom fifth of earnings received about 12.5 percent of all lifetime  benefits under both benchmark scenarios. According to our simulations,  households in the bottom fifth of earnings would receive greater shares of  lifetime benefits under both Model 2 scenarios than under the benchmark  scenarios, while households in the top fifth of earnings would receive  smaller shares under Model 2 than under the benchmarks.", "It should be noted that while the simulations suggest that the distribution  of benefits under Model 2 is more progressive than under the benchmarks,  this does not mean benefit levels are always higher for the bottom fifth  under Model 2. (See fig. 6.) According to our simulations, median  household lifetime benefits for the bottom fifth under Model 2-0 percent  would be 3 percent higher than under the funded benefits scenario but 21  percent lower than under the promised benefits scenario. Median  household lifetime benefits for the bottom fifth under Model 2-100 percent  would be 26 percent higher than under the funded benefits scenario but 4  percent lower than under the promised benefits scenario. While Model 2  may improve the relative position of lower earners, it may not improve the  adequacy of their benefits.", "To further understand how Model 2 distributes benefits toward lower  earners, we examined the distributional effects of each of its core features.  First we simulated a version of Model 2-100 percent that included the  individual accounts and the reductions in Social Security defined benefits,  but not the $1,000 cap on account contributions or the enhanced benefits  for low earners and survivors. Next we simulated a version that included  the defined-benefit reductions and the individual accounts with the $1,000  cap on account contributions. Finally, we simulated the complete Model 2- 100 percent scenario, which included the enhanced benefits for lower  earners and survivors.", "Our analysis suggests that the effect of the individual accounts and defined  benefit reductions, which favor higher earners, would be more than offset  by the limit on account contributions and the enhanced benefits for lower  earners and survivors. Figure 7 shows the distributional impact of each  reform feature. First, we simulated adding the individual accounts and  reducing Social Security defined benefits. The share of benefits received  by the bottom fifth of earnings falls relative to the benchmarks by as much  as a percentage point, and the share received by the top fifth increases by  about 1.5 percentage points. Under this scenario, benefits from individual  account balances effectively replace some of the benefits calculated from  the Social Security benefit formula and the disability program. This shift  favors higher earners because, unlike the benefit formula, accounts by  themselves do not provide higher replacement rates for lower earners  and because DI recipients are more likely to be lower earners.", "Figure 7 also shows the impact of the cap on contributions and the  enhanced benefits for low earners and survivors. Adding the cap on  contributions would increase the share of benefits for the lowest fifth of  earnings by more than a percentage point and would reduce the top fifth’s  share by two percentage points. The cap would reduce total benefits more  for higher earners than for lower earners because higher earners have a  greater proportion of earnings above the limit. As expected, adding the  enhanced benefits for low earners and survivors also favors lower  earners. The lowest fifth’s share of benefits increases by about a  percentage point, and the top fifth’s share of benefits decreases by almost  a percentage point.", "It should be emphasized that these simulations are only for individuals  born in 1985, and the distributional impact of Model 2 could be different  for individuals born in later years. For example, under the proposal, initial  Social Security defined benefits only grow with prices, while initial  benefits from account balances grow with wages. Since wages generally  grow faster than prices, Social Security defined benefits will decline as a  proportion of total benefits, reducing the importance of the progressive  benefit formula, disability benefits, and the enhanced benefits for low  earners and survivors.", "It should also be noted that the account feature of Model 2-100 percent  likely exposes recipients to greater financial risk. Greater exposure to risk  may not affect the shares of benefits received by the bottom and top fifths  of earnings. However, greater risk may be more problematic for lower  earners who likely have fewer resources to fall back on if their accounts  perform poorly."], "subsections": []}]}, {"section_title": "Ferrara Proposal", "paragraphs": ["The “Progressive Proposal for Social Security Personal Accounts,” offered  by Peter Ferrara, would establish voluntary, progressive individual  accounts and reduce the Social Security retirement and aged survivor  benefits for those who participate. A governing board would administer  the accounts centrally in a fashion similar to the Thrift Savings Plan for  federal employees. Specifically, under the proposal,    Account contributions would be redirected from the Social Security  payroll tax. They would equal 10 percent of the first $10,000 of annual  earnings and 5 percent of earnings over $10,000 up to the maximum  taxable earnings level, which is $87,900 in 2004. The $10,000 threshold  would increase annually according to Social Security’s national Average  Wage Index.", "Participating workers would be guaranteed that the combined benefits  from Social Security’s defined benefit and their personal accounts would  at least equal the Social Security benefits that current law promises them,  as long as they choose the default investment option. The default  investment option would have an allocation of 65 percent in broad indexed  equity funds and 35 percent in broad indexed corporate bond funds. Those  who never participate in the personal account option would be provided  benefits promised by the current system.", "To continue paying benefits while also making deposits to the accounts,  funds would be transferred from the Treasury’s general fund.", "The accounts would eventually completely replace Social Security’s old- age benefits for workers and their spouses, under the assumptions for  investment returns used by Social Security actuaries. Accordingly, the  proposal anticipates reductions in the Social Security payroll tax in the  long term that would be identical for all workers.", "Social Security benefits for workers who become disabled or who die  before retirement would not be affected.", "Under the Ferrara proposal, no changes would be made to the Social  Security defined benefits scheduled under current law for those who  choose not to participate in the accounts or for whom the benefit  guarantee would apply. In addition, benefits for disabled workers and  those who die before retirement would remain in place, and the  distributional effects of these parts of Social Security would remain largely  unchanged. Thus, any changes to the distribution of benefits would occur  through the individual accounts for those choosing the accounts. All  workers would initially continue to pay payroll taxes at the same rate as  under current law, which is the same for all earnings up to the maximum  taxable earnings. At the same time, lower earners would have larger  contributions made from the payroll tax to their voluntary individual  accounts. As a result, holding all else equal, the annuities that lower  earners could receive from their accounts would replace a higher share of  their pre-retirement earnings than annuities for higher earners. However,  without rigorous quantitative analysis, it remains unclear how the  distributional effects of the accounts would compare with and interact  with the effects of the current system. In particular, actual investment  returns could vary depending on individuals’ investment choices or on  market performance, and in some cases returns may not be high enough to  completely replace Social Security benefits, in which case the guarantee  would apply.", "The Ferrara proposal also would have significant distributional effects  from an equity perspective due to its revenue provisions. The general  revenue transfers needed to cover the transition to individual accounts  could have substantial effects on rates of return and other equity  measures. Also, once the transition is complete and it becomes possible  under the proposal to reduce payroll taxes, such tax reductions would also  affect equity measures and how they are distributed."], "subsections": []}, {"section_title": "Diamond-Orszag Proposal", "paragraphs": ["A proposal offered by Peter Diamond and Peter Orszag would restore  Social Security’s long-term solvency by increasing revenues and  decreasing benefits while also increasing benefits for selected old-age  survivors and low earners. Also provisions in the proposal ensure that  benefits in the aggregate are not reduced for workers who become  disabled and for the young survivors of workers who die before  retirement. Specifically, under the proposal,    Benefit reductions: Social Security benefits would decrease by having  initial benefits grow at a slower rate to reflect expected gains in life  expectancy. Benefits would decrease for higher earners through a change  to the benefit formula. Benefits would decrease by an additional  proportional 0.30 percent beginning in 2023.", "Revenue increases: Payroll taxes would gradually increase by raising the  maximum earnings level subject to the payroll tax, which is $87,900 in  2004. Also, Social Security would cover all new state and local government  employees. (This would increase revenues from the payroll tax  immediately but would not result in additional benefit payments until the  newly covered workers became eligible for benefits.) In addition, payroll  taxes would increase 3 percentage points (divided equally between  employees and employers) for all earnings above the maximum taxable  earnings level. Benefit calculations would not reflect the additional  earnings taxed under this provision. The tax on earnings above the  maximum taxable earnings level would increase by an additional 0.51  percent annually beginning in 2023. Payroll taxes on earnings at or below  the maximum taxable earnings level would increase by an additional  0.255 percent annually beginning in 2023.", "Benefit enhancements: Benefits would increase for lower earners  through a new benefit formula for qualifying workers. This provision is  conceptually similar to the enhanced benefit for lower earners under CSSS  Model 2 but uses a different formula. Benefits would increase for old-age  surviving spouses to 75 percent of the benefit the married couple would  have received if both were still alive. This provision is conceptually similar  to the enhanced survivor benefit under CSSS Model 2 but is specified  somewhat differently. Benefits for those workers who become disabled  and their dependents and for the young survivors of workers who die  before retirement would increase under a “Super-COLA” through changes  to the formula for calculating initial benefits, which would be recalculated  each year benefits are received. This provision is designed so that the  other reform provisions do not affect these beneficiaries.", "The Diamond-Orszag proposal would make a variety of benefit changes  that would affect the distribution of benefits. Reducing benefits to reflect  expected gains in life expectancy would be a proportional reduction,  decreasing benefits by the same percentage across all earnings levels. The  additional reductions beginning in 2023 would also be proportional.  Proportional reductions do not, by definition, change the share of benefits  received by each segment of the earnings distribution. Still, they represent  a downsizing of a redistributive benefit program. As a result the size of the  redistributions would be smaller under these proportional reductions than  under the current system, holding all else equal.", "However, in addition, the proposal contains another benefit reduction that  affects only higher earners, which would result in their getting a smaller  share of total benefits and in increasing shares for all other workers not  affected by the reduction. Moreover, the proposal would increase benefits  for lower earners and surviving aged spouses. The proposal also preserves  benefits for workers who become disabled and for young the survivors of  workers who die before retirement.  These workers tend to be lower  earners, so all of the proposal's benefit increases would generally increase  the share of total benefits received by lower earners.", "Finally, the proposal includes a variety of revenue increases, most of  which increase the tax burden on higher earners relative to lower earners.  As a result, the distribution of rates of return and other equity measures  would favor lower earners more and higher earners less than under the  current system."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["By design, Social Security distributes benefits and contributions across  workers and their families in a variety of ways. These distributional effects  illustrate how the program balances the goal of helping ensure adequate  incomes with the goal of giving all workers a fair deal on their  contributions. Any changes to Social Security would potentially alter those  distributional effects and the balance between those goals. Therefore,  policy makers need to understand how to evaluate distributional effects of  alternative policies. The various evaluation approaches reflect varying  emphases on Social Security’s adequacy and equity goals, so the  methodological choices are connected inherently to policy choices.", "Regardless of policy perspectives, methodological issues such as the  effects of general revenue transfers muddy distributional analysis.  Moreover, greater progressivity is not the same thing as greater adequacy.  Under some reform scenarios, Social Security could distribute benefits  more progressively than current law yet provide lower, less adequate  benefits. At the same time, our analysis shows that reform provisions that  favor lower earners can offset other provisions that disfavor them. In  addition, greater progressivity may result in less equity. As a result, any  evaluations should consider a proposal’s provisions taken together as a  whole. Moreover, distributional effects are only one of several kinds of  effects proposals would have. A comprehensive evaluation is needed that  considers a range of effects together. In our criteria for evaluating reform  proposals, progressivity is just one of several aspects of balancing  adequacy and equity."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided SSA an opportunity to comment on the draft report. The  agency provided us with written comments, which appear in Appendix II.   In general, SSA concurred with the methodology, overall findings and  conclusions of the report, noting that our modeling results are consistent  with SSA’s internal efforts to model the features of Model 2 of the  Commission to Strengthen Social Security. Many of SSA’s comments, for  example those regarding progressivity measures and equity measure  methodology, involve clarifying our presentation or conducting additional  analyses to provide more consistency with other analyses or to extend the  readers’ understanding. We revised our draft in response to these  suggestions as appropriate, given our time and resource constraints.", "SSA agreed with GAO’s discussion of the complications involved in  applying equity measures to reform proposals that include general revenue  transfers and concurred that a satisfactory resolution of the issue is  complex and methodologically troublesome. SSA suggested some  additional analysis relying on some simplifying assumptions, for example  assuming any general revenue transfer is financed through a payroll tax  increase, that one could use to tackle the problem. We agree that despite  its methodological complexity, the use of general revenue transfers raises  many important distributional issues. However, the analytical difficulties  raised by this issue would require thoughtful and deliberate research that  was beyond the scope of the current study, given our time and resource  constraints.", "SSA also had suggestions concerning our choice of benchmark policy  scenarios against which to compare reform proposals. For example, while  SSA is supportive of GAO’s development of standard benchmarks, they  note that our benchmarks do not match the sustainable solvency achieved  by Model 2 beyond 75 years and that this distinction should be noted in the  report. SSA also suggests that a third benchmark be considered that would  characterize a scenario where no reform action is taken and the program  could only pay benefits equal to incoming payroll tax revenues.", "As we have noted in the past, we agree that sustainable solvency is an  important objective and that the GAO benchmarks do not achieve  solvency beyond the 75 year period. We share SSA’s emphasis on the  importance of careful and complete annotation and we have clarified our  report, where appropriate, to minimize the potential for misinterpretation  or misunderstanding on this matter. However, in this case, we did not  revise our benchmarks because we recognized (along with SSA actuaries  we consulted early in the assignment) that the use of sustainable  benchmarks would not have a noticeable effect on an analysis of the shape  of the distribution of benefits and taxes. Regarding the use of a “no action”  benchmark, we continue to believe that comparing a proposal that starts  relatively soon to one that posits that no legislative action is ever taken  does not provide the consistent bounds for reform captured by our current  benchmarks. Appendix I of our report discusses the construction and  rationale for the benchmarks used in this report.  In our view, our set of  benchmarks provides a fair and objective measuring stick with which to  compare alternative proposals.", "SSA also provided technical and other clarifying comments that we  incorporated as appropriate.", "We will send copies of this report to appropriate congressional  committees and other interested parties. Copies will also be made  available to others upon request. In addition, the report will be available at  no charge on GAO’s Web site at http://www.gao.gov. Please contact me at  (202) 512-7215, Charles Jeszeck at (202) 512-7036, or Ken Stockbridge at  (202) 512-7264, if you have any questions about this report. Other major  contributors include Gordon Mermin and Seyda Wentworth."], "subsections": []}]}, {"section_title": "Appendix I: Microsimulation Modeling Methodology", "paragraphs": [], "subsections": [{"section_title": "Microsimulation Model", "paragraphs": [], "subsections": [{"section_title": "Description", "paragraphs": ["Genuine Microsimulation of Social Security and Accounts (GEMINI) is a  microsimulation model developed by the Policy Simulation Group (PSG).  GEMINI simulates Social Security benefits and taxes for large  representative samples of people born in the same year. GEMINI simulates  all types of Social Security benefits including retired workers’, spouses’,  survivors’, and disability benefits. It can be used to model a variety of  Social Security reforms including the introduction of individual accounts.", "GEMINI uses inputs from two other PSG models, the Social Security and  Accounts Simulator (SSASIM), which has been used in numerous GAO  reports, and the Pension Simulator (PENSIM), which has been developed  for the Department of Labor. GEMINI relies on SSASIM for economic and  demographic projections and relies on PENSIM for simulated life histories  of large representative samples of people born in the same year and their  spouses. Life histories include educational attainment, labor force  participation, earnings, job mobility, marriage, disability, childbirth,  retirement, and death. Life histories are validated against data from the  Survey of Income and Program Participation, the Current Population  Survey, Modeling Income in the Near Term (MINT3), and the Panel Study  of Income Dynamics. Additionally, any projected statistics (such as life  expectancy, employment patterns, and marital status at age 60) are, where  possible, consistent with intermediate-cost projections from Social  Security Administration’s Office of the Chief Actuary (OCACT). At their  best, such models can only provide very rough estimates of future  incomes. However, these estimates may be useful for comparing future  incomes across alternative policy scenarios and over time.", "For this report we used GEMINI to simulate Social Security benefits and  taxes for 100,000 individuals born in 1985. Benefits and taxes were  simulated under our tax-increase (promised benefits) and proportional  benefit-reduction (funded benefits) benchmarks (described below) and  under Model 2 of the President’s Commission to Strengthen Social  Security (CSSS). We also simulated variations of these scenarios to  examine the impact of disability benefits, the cap on taxable earnings,  each feature of Model 2, and different assumptions on the return to  equities.", "To examine lifetime earnings, benefits, and taxes on a household basis, we  chose a “shared” concept that researchers have used with the MINT3 and  DYNASIM microsimulation models. In years that individuals are married,  we assign them half of their own earnings, benefits, and contributions and  half of their spouses’ earnings, benefits, and contributions. In years that  individuals are single, we assign them their entire earnings, benefits, and  contributions. This technique accounts for household dynamics including  divorce, remarriage, and widowhood."], "subsections": []}, {"section_title": "Assumptions and Limitations", "paragraphs": ["To facilitate our modeling analysis, we made a variety of assumptions  regarding economic and demographic trends and how CSSS Model 2’s  individual accounts would work. In choosing our assumptions, we focused  our analysis to illustrate relevant points about distributional effects and  hold equal as much as possible any variables that were either not relevant  to or would unduly complicate that focus. As a result of these assumptions  as well as issues inherent in any modeling effort, our analysis has some  key limitations, especially relating to risk, individual account decisions,  and changes over time."], "subsections": [{"section_title": "2003 Social Security Trustees’ Assumptions", "paragraphs": ["The simulations are based on economic and demographic assumptions  from the 2003 Social Security trustees’ report. We used trustees’  assumptions for inflation, real wage growth, mortality decline,  immigration, labor force participation, and interest rates."], "subsections": []}, {"section_title": "Adjusting Mortality for Educational Attainment and Disability", "paragraphs": ["The simulations assumed that mortality rates vary by educational  attainment and disability status. In every year, mortality rates implied by  trustees assumptions are increased for those with lower levels of  education and reduced for those with higher levels of education. For  example, mortality rates are multiplied by 1.5 for women who do not  complete high school, while rates are multiplied by 0.7 for women with  four-year college degrees. Adjustment factors for education were chosen  to calibrate life expectancy by demographic group with the MINT3  simulation model. Mortality rates are multiplied by a factor of 2 for  Disability Insurance (DI) recipients. The adjustment factor for disability  was chosen so PENSIM life histories produced aggregate results  consistent with 2003 Social Security Trustees Report. Assuming constant  adjustment factors over time does not capture any convergence in  mortality rates as a birth cohort ages. It may be the case that differences in  mortality rates across education levels may narrow by the time a birth  cohort retires.  If that is the case, our simulations overstate differences in  life expectancy at retirement."], "subsections": []}, {"section_title": "Model 2’s Individual Accounts", "paragraphs": ["Rather than model account participation, we instead simulate benefits  under two scenarios, one where all individuals participate and another  scenario where no one participates. As a result, we do not capture any  distributional effects that might result from account participation varying  by earnings level. For instance, if lower earners are less likely to  participate in the individual accounts, then our simulations may overstate  their share of benefits, as account participation is likely to increase  benefits.", "Like the analysis of Model 2 by OCACT we assume all individuals invest in  the same portfolio: 50 percent in equities, 30 percent in corporate bonds,  and 20 percent in Treasury bonds. We do not capture any distributional  effects that might result if portfolio choice varies by earnings level. For  instance, if lower earners were more risk averse and therefore choose  more conservative portfolios, our simulations overstate the share of  benefits for lower earners.", "We use the same assumptions for asset returns as OCACT: In all years real  returns are 6.5 percent for equities, 3.5 percent for corporate bonds, and 3  percent for Treasury bonds, with an annual administrative expense of 30  basis points. For sensitivity analysis, we simulated a version of Model 2  that assumed a 4.9 percent real return to equities, a version that assumed  an 8.7 percent real return to equities, and a version that assumed the  return to equities varied stochastically across individuals and over time.  Shares of benefits by earnings quintile were similar under all  specifications. However, if portfolio choice or participation in accounts  varied by earnings quintile, then shares of benefits might be more sensitive  to rates of return.", "In order to compare account balances with Social Security defined  benefits, we follow the assumption of OCACT that individuals fully  annuitize their account balances at retirement. We assume individuals  purchase inflation-indexed annuities, while married individuals purchasing  inflation-indexed joint and two-thirds survivor annuities. The commission  proposal, however, also allows participants to access their accounts  through regular monthly withdrawals or through lump sum distributions if  their monthly benefits (Social Security defined benefits and any annuity  payments) are enough to keep them out of poverty. Given that few  defined-contribution pension recipients currently choose to annuitize, it is  possible that many retirees under Model 2 would not annuitize their  accounts. To the extent that withdrawal decisions vary by earnings level,  there may be distributional consequences that our simulations do not  capture. For instance, some people may withdraw money too quickly,  leaving themselves with inadequate income later in retirement, and such  behaviors could vary by earnings level."], "subsections": []}, {"section_title": "Risk", "paragraphs": ["Our quantitative analysis does not reflect differences in risk across policy  scenarios. Because of financial market fluctuations, individual accounts  likely expose recipients to greater financial risk. For sensitivity analysis,  we simulated a version of Model 2 where the return to equities varied  stochastically across individuals and over time. Stochastic rates of return  had very little impact on shares of benefits received by earnings quintiles.  However, greater risk may be more problematic for lower earners, who  likely have fewer resources to fall back on if their accounts perform  poorly. Consequently, lower earners may be more risk averse and  therefore suffer greater utility loss from increased risk."], "subsections": []}, {"section_title": "Distributional Effects over Time", "paragraphs": ["We simulated benefits for individuals born in 1985 because Model 2’s  reform features would be almost fully phased in for such workers.  However, the distributional effects of Model 2 might change over time. For  example, under the proposal initial Social Security defined benefits only  grow with prices, while initial benefits from account balances grow with  wages. Since wages generally grow faster than prices, Social Security  defined benefits will decline as a proportion of total benefits, reducing the  importance of the progressive benefit formula, disability benefits, and the  enhanced benefits for low earners and survivors."], "subsections": []}, {"section_title": "Pre-retirement Mortality", "paragraphs": ["To capture the distributional impact of pre-retirement mortality, we  calculated benefit-to-tax ratios and lifetime benefits for all sample  members who survived past age 24. However, our measure of well-being,  lifetime earnings, may not be the best way to assess the well-being of those  who die before retirement. Some high-wage workers are classified as low  lifetime earners simply because they did not live very long, and  consequently our analysis overstates the degree to which those who die  young are classified as low earners. As a result, our measures  underestimate the degree to which Social Security favors lower earners  under all of the scenarios we analyze. For sensitivity analysis, we also  calculated benefit-to-tax ratios and lifetime benefits only for sample  members who lived to age 67 and beyond. While all of the measures of  progressivity were lower, the findings were unchanged as the relationships  across all of the scenarios remained the same."], "subsections": []}]}, {"section_title": "Data Reliability", "paragraphs": ["To assess the reliability of simulated data from GEMINI, we reviewed  PSG’s published validation checks, examined the data for reasonableness  and consistency, preformed sensitivity analysis, and compared our results  with a study by the actuaries at the Social Security Administration.", "PSG has published a number of validation checks of its simulated life  histories. For example, simulated life expectancy is compared with  projections from the Social Security Trustees; simulated benefits at age 62  are compared with administrative data from SSA; and simulated  educational attainment, labor force participation rates, and job tenure are  compared with values from the Current Population Survey. We found that  simulated statistics for the life histories were reasonably close to the  validation targets.", "For sensitivity analysis, we simulated benefits and taxes for policy  scenarios under a number of alternative specifications including higher  and lower returns to equities, stochastic returns to equities, and limiting  the sample to those who survive to retirement. Our findings were  consistent across all specifications.", "Finally, we compared our results with those in a memo from the actuaries  at the Social Security Administration. Our finding that the lowest earnings  quintile receives a greater share of benefits under Model 2-100 percent  than under promised benefits is consistent with the actuaries’ projections  of benefits for illustrative high- and low- earning couples in 2052. Also, in a  previous report we found that GEMINI simulations of promised Social  Security benefits were similar to MINT simulations for the 1955 birth  cohort. We conclude from our assessment that simulated data from  GEMINI are sufficiently reliable for the purposes of this report,  particularly since we focus on the differences in simulated measures  across scenarios, as opposed to the actual estimates themselves."], "subsections": []}]}, {"section_title": "Benchmark Policy Scenarios", "paragraphs": ["According to current projections of the Social Security trustees for the  next 75 years, revenues will not be adequate to pay full benefits as defined  by the current benefit formula. Therefore, estimating future Social  Security benefits should reflect that actuarial deficit and account for the  fact that some combination of benefit reductions and revenue increases  will be necessary to restore long-term solvency.", "To illustrate a full range of possible outcomes, we developed hypothetical  benchmark policy scenarios that would achieve 75-year solvency either by  only increasing payroll taxes or by only reducing benefits. In developing  these benchmarks, we identified criteria to use to guide their design and  selection. Our tax-increase-only benchmark simulates “promised benefits,”  or those benefits promised by the current benefit formula, while our  benefit-reduction-only benchmarks simulate “funded benefits,” or those  benefits for which currently scheduled revenues are projected to be  sufficient. Under the latter policy scenarios, the benefit reductions would  be phased in between 2005 and 2035 to strike a balance between the size  of the incremental reductions each year and the size of the ultimate  reduction.", "At our request, SSA actuaries scored our benchmark policies and  determined the parameters for each that would achieve 75-year solvency.  Table 1 summarizes our benchmark policy scenarios. For our benefit- reduction scenarios, the actuaries determined these parameters assuming  that disabled and survivor benefits would be reduced on the same basis as  retired worker and dependent benefits. If disabled and survivor benefits  were not reduced at all, reductions in other benefits would be deeper than  shown in this analysis."], "subsections": [{"section_title": "Criteria", "paragraphs": ["According to our analysis, appropriate benchmark policies should ideally  be evaluated against the following criteria:  1.  “Distributional neutrality”: the benchmark should reflect the current  system as closely as possible while still restoring solvency. In  particular, it should try to reflect the goals and effects of the current  system with respect to redistribution of income. However, there are  many possible ways to interpret what this means, such as  a. producing a distribution of benefit levels with a shape similar to      the distribution under the current benefit formula (as measured by       coefficients of variation, skewness, kurtosis, etc.);  b. maintaining a proportional level of income transfers in dollars;  c. maintaining proportional replacement rates; and  d. maintaining proportional rates of return.  2.  Demarcating upper and lower bounds: These would be the bounds  within which the effects of alternative proposals would fall. For  example, one benchmark would reflect restoring solvency solely by  increasing payroll taxes and therefore maximizing benefit levels, while  another would solely reduce benefits and therefore minimize payroll  tax rates.  3.  Ability to model: The benchmark should lend itself to being modeled  within the GEMINI model.  4.  Plausibility: The benchmark should serve as a reasonable alternative  within the current debate; otherwise, the benchmark could be  perceived as an invalid basis for comparison.  5.  Transparency: The benchmark should be readily explainable to the  reader."], "subsections": []}, {"section_title": "Tax-Increase-Only, or “Promised Benefits,” Benchmark Policies", "paragraphs": ["Our tax-increase-only benchmark would raise payroll taxes once and  immediately by the amount of Social Security’s actuarial deficit as a  percentage of payroll. It results in the smallest ultimate tax rate of those  we considered and spreads the tax burden most evenly across generations;  this is the primary basis for our selection. The later that taxes are  increased, the higher the ultimate tax rate needed to achieve solvency, and  in turn the higher the tax burden on later taxpayers and lower on earlier  taxpayers. Still, any policy scenario that achieves 75-year solvency only by  increasing revenues would have the same effect on the adequacy of future  benefits in that promised benefits would not be reduced. Nevertheless,  alternative approaches to increasing revenues could have very different  effects on individual equity."], "subsections": []}, {"section_title": "Benefit-Reduction-Only, or “Funded Benefits,” Benchmark Policies", "paragraphs": ["We developed alternative benefit-reduction benchmarks for our analysis.  For ease of modeling, all benefit-reduction benchmarks take the form of  reductions in the benefit formula factors; they differ in the relative size of  those reductions across the three factors, which are 90, 32, and 15 percent  under the current formula. Each benchmark has three dimensions of  specification: scope, phase-in period, and the factor changes themselves."], "subsections": [{"section_title": "Scope", "paragraphs": ["For our analysis, we apply benefit reductions in our benchmarks very  generally to all types of benefits, including disability and survivors’  benefits as well as old-age benefits. Our objective is to find policies that  achieve solvency while reflecting the distributional effects of the current  program as closely as possible. Therefore, it would not be appropriate to  reduce some benefits and not others. If disability and survivors’ benefits  were not reduced at all, reductions in other benefits would be deeper than  shown in this analysis."], "subsections": []}, {"section_title": "Phase-in Period", "paragraphs": ["We selected a phase-in period that begins with those reaching age 62 in  2005 and continues for 30 years. We chose this phase-in period to achieve  a balance between two competing objectives: (1) minimizing the size of  the ultimate benefit reduction and (2) minimizing the size of each year’s  incremental reduction to avoid “notches,” or unduly large incremental  reductions. Notches create marked inequities between beneficiaries close  in age to each other. Later birth cohorts are generally agreed to experience  lower rates of return on their contributions already under the current  system. Therefore, minimizing the size of the ultimate benefit reduction  would also minimize further reductions in rates of return for later cohorts.  The smaller each year’s reduction, the longer it will take for benefit  reductions to achieve solvency, and in turn the deeper the eventual  reductions will have to be. However, the smallest possible ultimate  reduction would be achieved by reducing benefits immediately for all new  retirees by over 10 percent; this would create a huge notch.", "Our analysis shows that a 30-year phase-in should produce incremental  annual reductions that would be relatively small and avoid significant  notches. In contrast, longer phase-in periods would require deeper  ultimate reductions.", "In addition, we feel it is appropriate to delay the first year of the benefit  reductions for a few years because those within a few years of retirement  would not have adequate time to adjust their retirement planning if the  reductions applied immediately. The Maintain Tax Rates (MTR)  benchmark in the 1994-96 Advisory Council Report also provided for a  similar delay.", "Finally, the timing of any policy changes in a benchmark scenario should  be consistent with the proposals against which the benchmark is  compared. The analysis of any proposal assumes that the proposal is  enacted, usually within a few years. Consistency requires that any  benchmark also assume enactment of the benchmark policy in the same  time frame. Some analysts have suggested using a benchmark scenario in  which Congress does not act at all and the trust funds become exhausted.  However, such a benchmark assumes that no action is taken while the  proposals against which it is compared assume that action is taken, which  is inconsistent. It also seems unlikely that a policy enacted over the next  few years would wait to reduce benefits until the trust funds are  exhausted; such a policy would result in sudden, large benefit reductions  and create substantial inequities across generations."], "subsections": []}, {"section_title": "Defining the PIA Formula Factor Reductions", "paragraphs": ["When workers retire, become disabled, or die, Social Security uses their  lifetime earnings records to determine each worker’s PIA, on which the  initial benefit and auxiliary benefits are based. The PIA is the result of two  elements—the Average Indexed Monthly Earnings (AIME) and the benefit  formula. The AIME is determined by taking the lifetime earnings earnings  record, indexing it, and taking the average of the highest 35 years of  indexed wages. To determine the PIA, the AIME is then applied to a step- like formula, shown here for 2004.", "PIA =    90%  (AIME  $612)             + 32%  (AIME > $612 and  $3689)             + 15%  (AIME > $3689)  where AIME is the applicable portion of AIME.", "All of our benefit-reduction benchmarks are variations of changes in PIA  formula factors.", "Proportional reduction: Each formula factor is reduced annually by  subtracting a constant proportion of that factor’s value under current law,  resulting in a constant percentage reduction of currently promised  benefits for everyone.  That is,     x)   represents the 3 PIA formula factors in year t and  x = constant proportional formula factor reduction.", "The value of x is calculated to achieve 75-year solvency, given the chosen  phase-in period and scope of reductions.", "The formula for this reduction specifies that the proportional reduction is  always taken as a proportion of the current law factors rather than the  factors for each preceding year. This maintains a constant rate of benefit  reduction from year to year. In contrast, taking the reduction as a  proportion of each preceding year’s factors implies a decelerating of the  benefit reduction over time because each preceding year’s factors get  smaller with each reduction. To achieve the same level of 75-year  solvency, this would require a greater proportional reduction in earlier  years because of the smaller reductions in later years.", "The proportional reduction hits lower earners hard because the constant  x percent of the higher formula factors results in a larger percentage point  reduction over the lower earnings segments of the formula. For example,  in a year when the cumulative size of the proportional reduction has  reached 10 percent, the 90 percent factor would then have been reduced  by 9 percentage points, the 32 percent factor by 3.2 percentage points, and  the 15 percent factor by 1.5 percentage points. As a result, earnings in the  first segment of the benefit formula would be replaced at 9 percentage  points less than the current formula, while earnings in the third segment of  the formula would be replaced at only 1.5 percentage points less than the  current formula.", "Hypothetical-account reduction: Each formula factor is reduced by  annually subtracting a constant amount that is the same for all factors in  all years.  That is,  where y = constant formula factor reduction.", "The value of y is calculated to achieve 75-year solvency, given the chosen  phase-in period and scope of reductions.", "This reduction results in equal percentage point reductions in the formula  factors, by definition, and subjects earnings across all segments of the PIA  formula to the same reduction. Therefore, it avoids hitting lower earners  as hard as the proportional reduction.", "We call this a hypothetical-account reduction because it has the same  effect as a benefit reduction based on using a hypothetical account. In fact,  we developed this benchmark first using a hypothetical-account approach  and then discovered it can be reduced to a simple change in the PIA  formula. Hypothetical-account calculations have become a common way  to offset benefits under individual account proposals, such as those by the  President’s Commission to Strengthen Social Security. Such proposals  reduce Social Security’s defined benefit to reflect the fact that  contributions have been diverted from the trust funds into the individual  accounts. The account contributions are accumulated in a hypothetical  account at a specified rate of return and then converted to an annuity  value.", "We used a hypothetical-account offset in our 1990 analysis of a partial  privatization proposal. In that analysis, we were charged with finding a  benefit reduction that would leave the redistributive effects of the program  unchanged while allowing a diversion of 2 percentage points of  contributions into individual accounts. We demonstrated the distributional  neutrality of this benefit reduction by showing that if all individuals earned  exactly the cohort rate of return on their individual accounts, then their  income under the proposal from Social Security and the new accounts  would be exactly the same as under the current system.", "For the purposes of developing a benefit-reduction benchmark, we applied  the hypothetical-account approach even though there are no actual  individual accounts. From our previous analysis, we realized a  hypothetical-account approach may produce distributional effects that  might in some sense be more neutral than other reduction approaches and  therefore worth studying as an alternative. In effect, using it to calculate a  benefit-reduction benchmark implies calculating an annuity value of the  percent of payroll that represents the system’s revenue shortage.", "As it turns out mathematically, the hypothetical-account approach to  reducing benefits translates into PIA formula factor changes. Such a  benefit reduction is proportional to the AIME, not to the PIA, because the  contributions to a hypothetical account are proportional to earnings.  Therefore, a benefit reduction based on such an account would also be  proportional to earnings; that is,  Benefit reduction = y AIME  Therefore, the new PIA would be  PIAnew =(90% - y)  AIME + (32% - y)  AIME + (15% - y)  AIME  Thus, the reduction from a hypothetical account can be translated into a  change in the PIA formula factors. Because this reduction can be  described as subtracting a constant amount from each PIA formula factor,  it is reasonably transparent.", "In our analysis of CSSS Model 2, we found that Model 2 had a benefit  distribution that was very close to our hypothetical-account benefit- reduction benchmark. For example, households in the bottom fifth of  earnings received about 13.8 percent of all lifetime benefits under Model 2,  compared with 13.5 percent under the hypothetical-account benefit- reduction benchmark. In this report, we present the results using the  proportional benefit-reduction benchmark because this benefit-reduction  approach is more easily understood.", "Table 2 summarizes the features of our three benchmarks."], "subsections": []}]}]}]}, {"section_title": "Appendix II: Comments from the Social Security Administration", "paragraphs": [], "subsections": []}, {"section_title": "Related GAO Products", "paragraphs": ["Social Security Reform: Analysis of a Trust Fund Exhaustion Scenario.  GAO-03-907. Washington, D.C.: July 29, 2003.", "Social Security and Minorities: Earnings, Disability Incidence, and  Mortality Are Key Factors That Influence Taxes Paid and Benefits  Received. GAO-03-387. Washington, D.C.: Apr. 23, 2003.", "Social Security Reform: Analysis of Reform Models Developed by the  President's Commission to Strengthen Social Security. GAO-03-310.  Washington, D.C.: Jan. 15, 2003.", "Social Security: Program’s Role in Helping Ensure Income Adequacy.  GAO-02-62. Washington, D.C.: Nov. 30, 2001.", "Social Security Reform: Potential Effects on SSA’s Disability Programs  and Beneficiaries. GAO-01-35. Washington, D.C.: Jan. 24, 2001.", "Social Security Reform: Information on the Archer-Shaw Proposal.  GAO/AIMD/HEHS-00-56. Washington, D.C.: Jan. 18, 2000.", "Social Security: Evaluating Reform Proposals. GAO/AIMD/HEHS-00-29.  Washington, D.C.: Nov. 4, 1999.", "Social Security: Issues in Comparing Rates of Return with Market  Investments. GAO/HEHS-99-110. Washington, D.C.: Aug. 5, 1999.", "Social Security: Criteria for Evaluating Social Security Reform  Proposals. GAO/T-HEHS-99-94. Washington, D.C.: Mar. 25, 1999.", "Social Security: Different Approaches for Addressing Program Solvency.  GAO/HEHS-98-33. Washington, D.C.: July 22, 1998.", "Social Security Financing: Implications of Government Stock Investing  for the Trust Fund, the Federal Budget, and the Economy.  GAO/AIMD/HEHS-98-74. Washington, D.C.: Apr. 22, 1998.", "Social Security: Restoring Long-Term Solvency Will Require Difficult  Choices. GAO/T-HEHS-98-95. Washington, D.C.: Feb. 10, 1998."], "subsections": []}], "fastfact": []}