{"id": "GAO-19-252", "url": "https://www.gao.gov/products/GAO-19-252", "title": "Federal Home Loan Banks: Steps Have Been Taken to Promote Board Diversity, but Challenges Remain", "published_date": "2019-02-14T00:00:00", "released_date": "2019-03-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The FHLBank System consists of 11 regionally based banks cooperatively owned by member institutions. In 2018, each FHLBank had a board of 14–24 directors. Member directors are nominated from member institutions and independent directors from outside the system. Member institutions vote on all directors. At least two independent directors on a board must represent consumer or community interests. FHFA is the regulator of the FHLBanks.", "GAO was asked to review FHLBanks' implementation of board diversity and inclusion matters. This report examines (1) steps FHFA took to encourage board diversity at FHLBanks; (2) trends in gender, race, and ethnicity on FHLBank boards; and (3) challenges FHLBanks face and practices they use to recruit and maintain diverse boards. GAO analyzed FHLBank data on board demographics, reviewed policies and regulations, and reviewed previous GAO work on diversity at FHLBanks and the financial services industry. GAO interviewed FHFA and FHLBank staff and a nongeneralizable sample of FHLBank board directors and external stakeholders knowledgeable about board diversity."]}, {"section_title": "What GAO Found", "paragraphs": ["The Federal Housing Finance Agency (FHFA) has taken formal and informal steps to encourage board diversity at Federal Home Loan Banks (FHLBank) since 2015. For example, FHFA required FHLBanks to add board demographic data to their annual reports; clarified how banks can conduct outreach to diverse board candidates; and allowed some banks to add an independent director.", "Since 2015, the share of women and minority directors on the boards of FHLBanks increased (see figure). The number of women directors increased from 34 in 2015 to 44 in October 2018, and the number of minority directors increased from 20 in 2015 to 30 in 2017, based on most recently available data. Trends for minority directors were less clear, because the banks' varying data collections processes did not always allow them to determine the extent to which directors opted out or forgot to answer data collection forms. FHFA stated that it planned to use board data to establish a baseline to analyze diversity trends. A review of the banks' data collection processes would help identify whether practices exist that could help improve the completeness of the data.", "FHLBanks reported they continued to face some challenges to their efforts to promote board diversity, especially among member director seats. The challenges include (1) balancing the addition of new women or minority directors with retaining the institutional knowledge of existing directors; and (2) competing with other organizations for qualified female and minority board candidates. Despite reported challenges, FHLBanks have taken measures to promote board diversity, such as establishing a task force to promote board diversity through information sharing and training. Individually, the FHLBanks emphasized the importance of diversity in election materials, built pools of diverse candidates, and conducted outreach to industry and trade groups. They also took actions to increase diversity specifically among member directors, including filling interim board seats with women and minority candidates and encouraging directors to personally reach out to potential women and minority candidates."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that FHFA, in consultation with FHLBanks, review data collection processes for board demographic information and communicate effective practices to banks. FHFA agreed with GAO's recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Housing and Economic Recovery Act of 2008 (HERA) elevated the  importance of diversity at the Federal Home Loan Bank (FHLBank)  System, which provides liquidity for its member institutions to use in  support of housing finance and community lending. For instance, HERA  required that each FHLBank create an Office of Minority and Women  Inclusion (OMWI) or designate an office to perform duties required of the  OMWI. HERA also created the Federal Housing Finance Agency (FHFA)  as the regulator of the FHLBanks and required that all board directors be  elected rather than appointed by the banks’ regulator.", "Academic researchers and others have highlighted the importance of  diversity among board directors, which they say can help better address  risks and complex issues or contribute to more diverse leadership. In  2015, we reported that while FHLBanks took steps to increase board  diversity, female and minority representation on their boards was limited.  In another 2015 report, we found that women’s representation on boards  of U.S. publicly traded companies had been increasing, but we estimated  that complete gender balance could take decades.", "You asked us to review the diversity and inclusion efforts at FHLBank  boards. This report examines the (1) extent to which FHFA has taken  steps to encourage board diversity at FHLBanks; (2) trends in diversity  composition (gender, race, and ethnicity) for the boards of individual  FHLBanks; and (3) challenges FHLBanks face and practices they use in  recruiting and maintaining a diverse board.", "To address these objectives, we reviewed relevant laws and regulations  related to FHLBank boards, including FHFA regulations on director  elections and diversity reporting requirements. To obtain information on  steps FHFA has taken to encourage FHLBank board diversity, we also  reviewed other FHFA documentation, such as FHFA’s template for the  banks’ annual reports and its 2016–2018 annual analysis related to the  bank boards. We also interviewed FHFA staff to learn about the agency’s  efforts to encourage board diversity, including regulation amendments  and guidance.", "To describe trends in FHLBanks’ board diversity, we analyzed gender  and race/ethnicity data self-reported by board directors in the banks’  annual reports to FHFA as of the end of 2015, 2016, and 2017. At the time of our review, the most recently available data on board directors’  race/ethnicity were from the banks’ 2017 annual reports. To provide more  recent data on board directors’ gender, we also compiled a list of board  directors who started or continued their terms on the FHLBank boards in  2018, based on information from the banks’ 2017 Form 10-K filings with  the Securities and Exchange Commission (SEC). We then confirmed  with each bank our compiled list of board directors, as of October 17,  2018. We also requested and analyzed the gender and race/ethnicity  data voluntarily reported by each bank’s board chair and vice chair as of  October 17, 2018, and requested the names of the chairs and vice chairs  of their board committees as of October 26, 2018.", "Because some directors did not self-identify their gender in 2015–2017  annual reports, we also used information in the FHLBanks’ 2014–2017  Form 10-Ks to derive data on the gender of the banks’ board directors as  well as directors in board leadership positions as of October 2018. For  example, if directors were referred to as “Mr.” in the Form 10-Ks, we  counted them as male. If they were referred to as “Ms.,” we counted them  as female. However, we were not able to derive data on the race/ethnicity  for board directors who did not self-identify their race/ethnicity in 2015– 2017 annual reports because the banks’ Form 10-Ks did not include such  information. We assessed the reliability of the data from the banks’  annual reports and Form 10-Ks through electronic testing, a review of  documentation, and interviews with knowledgeable agency staff. We  determined these data to be sufficiently reliable for describing the overall  trends and composition of gender and race/ethnicity at the FHLBank  boards, except the data for directors who did not self-identify their  race/ethnicity, as discussed later in the report.", "We also compared the most recently available demographic information  on FHLBank board directors with the demographic composition of senior  management in the financial services industry and the overall private  sector (excluding financial services), based on data from the Employer  Information Report (EEO-1) of the Equal Employment Opportunity  Commission (EEOC). In our analysis, we included workforce from all  sites of multi-establishment companies (companies with multiple  locations). Consequently, the analysis included in this report may not  match the analysis found on EEOC’s website, which excludes workforce  from sites of multi-establishment companies with less than 50 employees.  Senior management in the financial services industry represents a pool of  comparable candidates that could provide directors for FHLBank  boards. We assessed the reliability of the data from the EEO-1 report  through electronic testing, a review of documentation, and interviews with  knowledgeable agency staff, and determined them to be sufficiently  reliable for comparing the composition of gender and race/ethnicity in the  financial services sector and the overall private sector with that at the  FHLBank boards.", "In addition, we requested and reviewed the forms and questions each  FHLBank used to collect gender and race/ethnicity information from their  board directors. We also reviewed information on the methods the banks  used to distribute and collect these data collection forms, and any  instructions or guidance FHFA provided to the banks on collecting this  information. We reviewed relevant FHFA regulations on collecting and  submitting board directors’ gender and race/ethnicity information.  Furthermore, we compared the banks’ data collection processes with  federal internal control standards to identify opportunities for  improvements to the banks’ processes, as discussed later in the report.", "To obtain information on the challenges FHLBanks face and practices  they use to recruit and maintain a diverse board, we reviewed the banks’  documentation related to board director elections and diversity  considerations, such as board election materials and skills assessments.  We also interviewed FHFA and FHLBank staff and a nongeneralizable  sample of external stakeholders knowledgeable about diversity. We  selected the external stakeholders based on their knowledge of diversity  and referrals from those we interviewed. In addition, we interviewed 10  board directors and one bank president, who each represent their  FHLBank on a system-wide task force on board diversity (the Bank  Presidents Conference Board Diversity Task Force). We also selected the  board chairs of six FHLBanks (Atlanta, Boston, Des Moines, Pittsburgh,  San Francisco, and Topeka) to conduct a more in-depth review. We  selected these banks to achieve variation in board diversity composition  (share of women and minority directors), asset size, and geographic  locations. Appendix I contains a more detailed description of our scope  and methodology.", "We conducted this performance audit from July 2018 to February 2019 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Overview of the FHLBanks", "paragraphs": ["The FHLBank System comprises 11 federally chartered banks. The  FHLBanks represent 11 districts and are headquartered in Atlanta,  Boston, Chicago, Cincinnati, Dallas, Des Moines, Indianapolis, New York  City, Pittsburgh, San Francisco, and Topeka (see fig. 1). Each FHLBank  is cooperatively owned by its members––such as commercial and  community banks, thrifts, credit unions, and insurance companies.", "As of December 31, 2017, the number of member institutions in each  district varied widely, as did the total amount of assets each FHLBank  held (see table 1)."], "subsections": []}, {"section_title": "FHLBank Board of Directors", "paragraphs": ["Each FHLBank has a board of directors made up of member directors  and independent directors. As shown in figure 2, the Federal Home Loan  Bank Act (as amended by HERA) and its regulations set forth a number  of requirements for FHLBank board directors.", "As of October 2018, each FHLBank board had 14–24 directors, for a total  of 194 directors (see table 2). Of the 194, 108 were member directors and  86 were independent directors, including 24 public interest directors.", "Each board elects a chair and vice chair who serve 2-year terms. As of  October 2018, of the 11 board chairs, six were member directors and five  were independent directors, including two public interest directors (see  table 3). Each FHLBank has a president who reports to the bank’s board  of directors, but no representatives from bank management may serve on  the boards."], "subsections": []}, {"section_title": "FHFA’s Diversity-Related Requirements and Oversight of FHLBanks", "paragraphs": ["To implement requirements in HERA, in December 2010 FHFA issued  the Minority and Women Inclusion rule to set forth minimum requirements  for FHLBank diversity programs and reporting. Among other things, the  2010 rule required each bank to create its own Office of Minority and  Women Inclusion (OMWI) or designate an office to perform duties related  to the bank’s diversity efforts, and establish policies related to diversity  and inclusion, including policies on nominating board directors. The 2010  rule also requires FHLBanks to submit an annual report to FHFA on their  diversity efforts.", "FHFA also evaluates the quality of corporate governance by board  directors as part of its on-site annual examinations and off-site monitoring  of FHLBanks. For example, FHFA’s examination includes reviewing the  bank boards’ responsibilities, board and committee meeting minutes, and  the boards’ oversight of the banks’ operations and corporate culture."], "subsections": []}, {"section_title": "Our Previous Work on Diversity", "paragraphs": ["Our previous work on diversity includes reports on Federal Reserve  Banks’ board diversity, FHLBank board governance, women on corporate  boards, and diversity in the financial services sector. In 2011, we found  limited diversity among the boards of the 12 Federal Reserve Banks.  We recommended that the Board of Governors of the Federal Reserve  System encourage all Reserve Banks to consider ways to help enhance  the economic and demographic diversity of perspectives on boards,  including by broadening potential candidate pools. The recommendation  was implemented in December 2011.", "In a 2015 report on FHLBank board governance, we found that FHFA and  FHLBanks had taken steps to increase board diversity, including creating  regulations that encouraged the banks to consider diversity in board  candidate selection and developing processes to identify and nominate  independent directors. In a 2015 report on women on corporate boards,  we found that while the share of women on boards of U.S. publicly traded  companies had increased, reaching complete gender balance could take  many years. We identified factors that might hinder women’s increased  representation on boards, including boards not prioritizing recruiting  diverse candidates and low turnover of board seats. In addition, in 2017  we reported that representation of women and minorities at the  management level in the financial services sector showed marginal or no  increase during 2007–2015."], "subsections": []}]}, {"section_title": "FHFA Has Taken Steps Since 2015 to Encourage Board Diversity at FHLBanks", "paragraphs": ["Since our 2015 report on FHLBank board governance, FHFA has taken  additional actions to encourage diversity on FHLBank boards, including  adding a requirement for the banks to report board demographics,  clarifying expectations for board elections outreach, requesting the  creation of a system-wide board diversity task force, and allowing some  banks to add an independent director.", "FHFA has a limited role in overseeing FHLBanks’ board diversity,  according to FHFA staff, because that is not part of the agency’s statutory  responsibilities. While FHFA reviews the list of independent director  nominees for FHLBank boards to ensure that the nominees meet all  eligibility and qualification requirements, board directors are not FHLBank  employees. Rather, they form the oversight body of each bank. In  contrast, FHFA has a larger role in monitoring diversity efforts related to  the workforce and suppliers of the banks. For example, the agency’s  annual examination manual contains a section that covers such efforts.", "FHFA oversight of diversity efforts also includes reviewing the FHLBanks’  annual reports on diversity efforts, which the banks are required to submit  under HERA. In adopting its Minority and Women Inclusion rule of 2010  to implement this requirement, FHFA stated that it would analyze and  include information from the banks’ annual reports in the agency’s own  annual report to Congress. The banks’ annual reports initially included  data related to their workforce and supplier diversity efforts.", "In May 2015, FHFA amended the 2010 rule and added two reporting  requirements for the annual reports: (1) data on gender and race/ethnicity  of board directors (which the directors would voluntarily self-report), and  (2) information on the banks’ outreach efforts (such as to promote  diversity when nominating and soliciting director candidates). FHFA  stated in its 2015 amendments that it intended to use the director data to  analyze future trends in board diversity and the effectiveness of each  bank’s policies and procedures to encourage board diversity.", "FHFA also clarified expectations on FHLBank diversity efforts in a 2016  amendment to its regulation related to bank board directors as well as in  guidance and communications to FHLBanks.", "Clarifying scope of election outreach activities. According to  FHFA staff, FHLBanks had inquired if the existing regulation would  prohibit the banks from conducting outreach to or recruiting of diverse  board candidates in the nomination or solicitation process. FHFA  regulation restricts FHLBanks from advocating for a particular  member director candidate or influencing the board election for  member and independent directors. According to FHFA staff, to  address these concerns, the agency amended the regulation in 2016  to clarify that the banks may conduct outreach to find diverse board  director candidates. FHFA staff added that the regulation  amendment also made clear that the banks may fulfill the regulatory  requirement to encourage consideration of diversity in nominating or  soliciting candidates for board director positions without violating  restrictions on advocating for particular director candidates.", "Guidance. FHFA provided FHLBanks with guidance related to  diversity, including board diversity. For example, the agency provided  guidance on the roles and duties of the banks’ OMWI officers and the  scope of diversity regulations. FHFA provided the banks a template to  report newly required data on the gender and race/ethnicity of board  directors. To help banks prepare their annual reports, in June 2018  FHFA also developed an annual report template that outlines and  describes the contents of the required reporting elements. The  template includes sections for individual FHLBanks to present data on  board composition by diversity categories and to describe past and  future outreach activities and strategies to promote board diversity  and outcomes from the bank’s activities.", "Communications. FHFA has communicated guidance and discussed  board diversity issues with FHLBank boards and with staff involved in  the banks’ board diversity efforts. For example, FHFA staff gave  presentations at meetings during which FHLBank board directors  shared information on board diversity efforts. The staff noted FHFA’s  OMWI director generally attends the semi-annual conferences of the  banks’ OMWI officers, during which she discusses diversity issues  such as the roles and responsibilities of these officers and the scope  of the FHFA regulations.", "Furthermore, FHFA OMWI and other offices developed and implemented  some strategies to help FHLBanks maintain or increase board diversity.  In 2016, FHFA OMWI staff met with FHLBanks and requested that the  banks create a Bank Presidents Conference Board Diversity Task Force  to share practices to promote board diversity. The staff said that they act  as facilitators and informal advisors and may provide technical assistance  to the system-wide task force—for example, by developing a list of  practices related to board diversity. Also, as encouraged by FHFA,  starting in 2017, each bank has a representative (a board director or the  bank president) on the task force.", "Also, based on FHFA’s 2016 annual FHLBank board analysis, the FHFA  Director approved requests from three FHLBanks to add an independent  director seat for their 2017 boards to help maintain or increase board  diversity. FHFA extended the offer to the other banks (except Des  Moines, as its board was undergoing restructuring after the merger with  Seattle). FHFA staff said in preparation for their 2017 FHLBank board  analysis, they informally monitored the gender and minority status of the  additional independent director seats filled by the seven banks that  accepted the offer. Six of the seats were filled by women (of whom two  were minorities) and one seat was filled by a minority male, according to  FHFA staff. FHFA staff also told us the FHFA Director has some  discretion on the number of director seats based on an individual bank’s  circumstances, including the request to maintain diversity. For example,  in 2018, one FHLBank requested to retain its female board vice chair to  help preserve diversity and institutional knowledge on its board. FHFA  granted the bank’s request to keep the director for another year.", "FHFA staff told us that FHFA has considered issuing guidance in two  areas, but that these areas do not represent immediate priorities for their  diversity efforts. Specifically, FHFA OMWI staff stated that the office  intended to develop an examination module on board diversity, but this is  not the office’s high priority for 2019. As previously noted, FHFA’s current  examination manual includes a section that covers FHLBanks’ workforce  and supplier diversity efforts. But, the manual does not consider board  diversity-related issues in as much detail as the supplier and workforce  section. For example, it covers FHFA’s review of the quality of corporate  governance by board directors and mentions the consideration of  diversity for potential board director candidates. Also, the 2015 rule  amendments noted that the agency intended to develop guidance to  further elaborate on its expectations related to outreach activities and  strategies for the banks’ board directors. FHFA staff told us that they  would like to focus on ongoing diversity efforts and gather more  information before starting new efforts."], "subsections": []}, {"section_title": "FHLBank Boards Increased Share of Female Directors Since 2015, but Trends for Minority Directors Were Less Clear", "paragraphs": [], "subsections": [{"section_title": "Share of Female Board Directors Increased from 2015 to October 2018, and Varied by FHLBank", "paragraphs": ["At the overall FHLBank board level, the share of female directors  increased from 18 percent (34 directors) in 2015 to 23 percent (44  directors) in October 2018 (see fig. 3). This represented a continuation  of an upward trend. For example, we previously reported a 16 percent  share (31 female directors) in 2014.", "Each FHLBank had at least two female board directors in October 2018,  but some boards had higher shares of female directors than others. As  shown in figure 4, four banks—Chicago, Des Moines, Dallas, and  Pittsburgh—had four or more female board directors (representing 22–38  percent of the boards). In comparison, seven banks had two or three  female directors (representing 14–20 percent). Additionally, FHLBanks  varied in how many female directors were added from 2015 to October  2018—one bank added two, six each added one, and four added none.  For additional information on the number of board directors by bank and  by gender from 2015 to October 2018, see appendix II.", "Women have some representation in board leadership positions. In  October 2018, two FHLBanks—Des Moines and Pittsburgh—had female  vice chairs of their respective board. Another bank (San Francisco) had a  female vice chair of its board in 2016 and 2017. In 2015, we reported that  one bank (Atlanta) had a female board chair. Additionally, each bank’s  board has committees (such as the Audit Committee and the Risk  Management Committee) with committee chairs and vice chairs. Ten of  the 11 banks had board committees with at least one female chair or vice  chair in October 2018. The share of women who chaired board  committees was the same as the share of women on the overall  FHLBanks boards in October 2018—23 percent.", "We compared female representation on FHLBank boards to that of other  corporate boards and that of senior management in the financial services  sector. Women constituted 23 percent of FHLBank boards in October  2018 and 22 percent of boards of the companies in the Standard and  Poor’s 500 in 2017, as reported by Institutional Shareholder Services.  Our analysis of the most recently available EEOC data found that the  share of women in senior management positions in the financial services  industry in 2016 was 29 percent. The share of women on FHLBank  boards was 19 percent in the same year. Senior management in the  financial services sector represents a pool of comparable candidates that  could provide directors for FHLBank boards."], "subsections": []}, {"section_title": "FHLBank Data Showed the Share of Minority Directors Increased Since 2015, but Data Are Incomplete", "paragraphs": ["The share of directors who self-identified as racial/ethnic minorities  increased from 2015 to 2017, but the size of the increase is unclear due  to the number of directors who did not report this information. Board  directors voluntarily submit demographic information, including  race/ethnicity. Some directors might have chosen not to self-identify their  race/ethnicity."], "subsections": [{"section_title": "Reported Data Showed Increases in Minority Directors", "paragraphs": ["At the overall FHLBank board level, the share of directors who self- identified as racial/ethnic minorities increased from 2015 to 2017 (see fig.  5).", "Eleven percent (20 directors) of FHLBank board directors self- identified as racial/ethnic minorities in 2015 and 15 percent (30  directors) in 2017.", "Four percent (7 directors) did not self-identify in 2015 and 8 percent  (15 directors) in 2017.", "The increase in the number of directors who identified as racial/ethnic  minorities shows an upward trend from 10 percent (19 directors) in 2014,  as we reported in 2015.", "The number of directors who self-identified as racial/ethnic minorities  varied by bank. As shown in figure 6, all 11 FHLBanks had at least one  minority director on the board in 2017, and six banks had three or more  minority directors. Ten of the 11 banks each added one minority director  during 2015–2017. For additional information on the number of board  directors by bank and by race/ethnicity in 2015–2017, see appendix II.", "More specifically, as seen in table 4, in 2017, 9 percent (18 directors)  identified as African-American, 4 percent (8 directors) identified as  Hispanic, 2 percent (3 directors) identified as Asian, and 1 percent (1  director) identified as “other.”", "Racial/ethnic minorities have limited representation in board leadership  positions. As of October 2018, one FHLBank had a vice chair of its board  who identified as a minority. In 2017, another bank had one vice chair of  its board who identified as a minority.", "We compared the FHLBank boards’ share of racial/ethnic minorities to  those of corporate boards and senior management in the financial  services sector. In 2017, 15 percent of the FHLBank board directors  identified as racial/ethnic minorities, as previously noted. This compares  to 14 percent on boards of directors of companies in the Standard and  Poor’s 500 in 2017, according to Institutional Shareholder Services, and  12 percent in senior management of the financial services industry in  2016, based on our analysis of EEOC data. In 2016, the share of  minority directors on FHLBank boards was 13 percent."], "subsections": []}, {"section_title": "Varying Collection Processes May Contribute to Data Gaps", "paragraphs": ["Board demographic data collection processes vary by FHLBank, which  may contribute to the differences in the number of directors who did not  self-identify their gender, race/ethnicity, or both. FHFA has not reviewed  the banks’ varying processes to determine whether some processes were  more effective, such as whether the practices allowed banks to more  effectively identify and follow up with directors who may have forgotten to  respond. All directors at three banks self-reported their gender and  race/ethnicity in 2015–2017, but some directors at the other eight banks  did not self-identify this information. However, we could not determine  whether those directors deliberately chose not to self-report this  information or inadvertently did not respond to the data collection forms or  questions.", "As allowed by FHFA regulation, FHLBanks varied in the data collection  forms they used, questions they asked, and methods they used to  distribute forms to board directors to obtain self-reported gender and  race/ethnicity information. For example, the three banks with complete  data from all directors each used different data collection forms. One  bank collected gender and race/ethnicity as a voluntary section of its  annual board director skills assessment, which was filled out by each  director. Two banks distributed a separate data collection form at a board  director meeting or through an online survey, which might have included a  mechanism for tracking which directors had not responded to the survey.  The other eight banks, which had incomplete demographic data, also  used varying data collection processes. Of these, four banks distributed  their data collection forms during a board meeting or through an e-mail,  and the other four banks used online surveys. Of the 11 banks, six  included an option on their forms to mark “opt not to self-identify,” while  five included similar language as part of the form indicating that  completing the form is voluntary. Although some banks had similar  approaches to data collection, such as using an online survey, it is  unclear whether certain approaches helped some banks to obtain more  complete data despite directors’ right to opt out of self-reporting  demographic information.", "FHFA has implemented some efforts on improving the quality of the data  FHLBanks report to the agency, but FHFA staff told us that such efforts  have not included a review of how the banks collect board director  demographic data. For example, FHFA created templates to help banks  report board data and board-related content, and its data reporting  manual focused on reporting data related to the banks’ workforce,  supplier base, and financial transactions. However, none of these  documents discussed processes for collecting board director  demographic data. According to FHLBank staff, FHFA’s instructions on  board director data collection are limited to what is stated in the  regulation. That is, banks should collect data on their board directors’  gender and race/ethnicity using EEOC categories, and such data should  be voluntarily provided by the directors without personally identifiable  information.", "FHFA’s 2015 regulation amendments require FHLBanks to compare the  board demographic data with prior year’s data and provide a narrative of  the analysis. FHFA also stated in the amendments that it intended to use  the director data to establish a baseline to analyze future trends of board  diversity. Additionally, federal internal control standards state that agency  management should use quality information to achieve their objectives.  Quality information would include complete and accurate information that  management can use to make informed decisions in achieving key  objectives. By obtaining a better understanding of the different processes  FHLBanks use to collect board demographic data, FHFA and the banks  could better determine which processes or practices could contribute to  more complete data. For example, there may be practices that could help  banks more effectively follow up with directors who might have missed  the data collection forms or questions. More complete board demographic  data could help FHFA and the banks more effectively analyze data trends  over time and demonstrate the banks’ efforts to maintain or increase  board diversity."], "subsections": []}]}]}, {"section_title": "FHLBanks Report Some Challenges, but Have Taken Steps to Increase Their Board Diversity", "paragraphs": ["FHLBanks report some challenges that may slow or limit their efforts to  increase board diversity, which include low levels of diversity in the  financial sector; member institutions not prioritizing diversity; balancing  the need for diversity with retaining institutional knowledge; and  competition for women and minority candidates. Despite these  challenges, the banks have taken several steps to help increase board  diversity."], "subsections": [{"section_title": "FHLBank Boards Report Some Ongoing Challenges in Their Efforts to Increase Diversity, Especially among Member Directors", "paragraphs": ["According to FHLBank representatives, including board directors, the  FHLBank boards face challenges that may slow or limit their efforts to  increase diversity, including the following:  Low levels of diversity in the financial sector. Twelve representatives  from nine FHLBanks told us that the pool of eligible women and minority  board candidates is small in the banking and financial sector. For  example, five representatives emphasized that the majority of member  institutions have chief executive officers (CEO) who are white males. In  particular, one director told us that out of the hundreds of member  institutions affiliated with his FHLBank, he knew of only six female CEOs.  Directors representing five banks also noted that the pool of eligible,  diverse candidates in senior management positions in the financial  services sector can be even smaller in certain geographic areas. As a  result, it can be particularly challenging for some banks to fill member  director seats because, by statute, candidates for a given FHLBank board  must come from member institutions in the geographic area that the  board seat represents. For example, one director said that the pool of  such candidates is especially small in rural areas. In 2015, FHFA told us  that the overall low levels of diversity in the financial services sector,  including at FHLBank member institutions, increased the challenges for  improving board diversity.", "However, representatives of corporate governance organizations with  whom we spoke told us that the financial services sector does not face  unique challenges. Representatives also said that qualified women and  minority candidates are present in the marketplace. Our analysis of 2016  EEOC data found that the representation of women in senior  management in the financial services sector was within 1 percentage  point of the share of women in senior management in the private sector  overall, and minority representation was within 4 percentage points.", "Member institutions may not always prioritize diversity in director  elections. As previously discussed, member institutions nominate  member director candidates and vote for the member director and  independent director candidates. Ten representatives from eight  FHLBanks stated that member institutions may prioritize other  considerations over diversity when they nominate and vote on board  candidates, such as name recognition or a preference for candidates who  are CEOs. One director told us that the member banks may not be as  interested in diversity as the FHLBanks. Another director emphasized that  FHLBanks are trying to change attitudes and embed diversity in the  member institutions’ operations. He characterized this process as a  marathon, not a sprint.", "Board directors with whom we spoke also stressed that FHFA regulations  do not allow the FHLBank boards to exert influence over how member  institutions vote. Board directors can emphasize the importance of  diversity to member institutions but cannot in their official capacity  campaign for specific candidates.", "Balancing the need for diversity with retaining institutional  knowledge. Directors from five banks told us that they aim to balance  bringing in new women or minority directors with retaining the valuable  institutional knowledge of incumbent directors. One director added that  new board directors face a steep learning curve. Thus, the directors at  some banks will recruit new directors only after allowing incumbent  directors to reach their maximum number of terms (which could translate  to several years). As we reported in 2015, FHFA staff acknowledged  that low turnover, term lengths, and the need to balance diversity with  required skills posed challenges to the FHLBank board diversity. In our  2016 report on women on corporate boards, relevant stakeholders  acknowledged this as a challenge because directors with longer tenure  possess knowledge about a company that newer directors cannot be  expected to possess.", "Competition for women and minority candidates. Board directors from  five FHLBanks told us that they face competition as they seek to recruit  women and minority candidates. For example, a director from one bank  told us that his board encouraged a potential female candidate to run for  a director seat. However, the candidate felt she could not accept the  opportunity because of her existing responsibilities on the boards of two  publicly traded companies.", "While these challenges can apply to member and independent directors,  representatives from all 11 FHLBanks emphasized that it can be  particularly challenging to find and elect female or minority member  directors. Our analysis of FHLBank board director data confirmed that  across 11 FHLBank boards, female representation was lower among  member directors (13 directors or 12 percent) than independent directors  (31 directors or 36 percent) in October 2018. FHFA stated in this review  and in 2015 that they are aware of the potential difficulty of identifying  diverse candidates for member directors and that greater board diversity  likely would be achieved with independent directors."], "subsections": []}, {"section_title": "FHLBanks Developed Practices and Strategies to Help Increase Board Diversity", "paragraphs": ["Since 2015, FHLBanks have taken actions to help increase board  diversity, including developing and implementing practices and strategies  that target board diversity in general and member directors specifically.  As previously discussed, at the request of FHFA, the banks established  the Bank Presidents Conference Board Diversity Task Force. The  purpose of the task force is to develop recommendations for advancing  board diversity and to enhance collaboration and information sharing  across FHLBank boards. Each bank is represented by a board director or  the bank president. Representatives meet regularly to discuss challenges,  recommend practices, and receive training. One task force representative  told us that her participation on the taskforce has helped demonstrate to  her board and bank that diversity matters. Others mentioned that the  ability to share practices and learn from other banks was a great benefit.", "As part of its work, the task force developed a list of practices that  FHLBanks have used or could use to improve board diversity (see text  box). According to bank staff, the list was approved by the presidents of  each bank and distributed to bank staff. The practices can be generally  summarized into three categories—emphasizing the importance of  diversity; assessing skills diversity; and seeking new ways to find  candidates—which are generally similar to the commonly cited practices  for improving board diversity we identified in 2015.", "Summary of Practices Developed by Bank Presidents Conference Board Diversity  Task Force of the Federal Home Loan Banks  Include references to diversity on the bank website, in appropriate publications, in  presentations about the bank, and particularly in all election materials.  Educate current board members on the business case for diversity.  Educate member institutions on the business case for diversity through member  meetings, newsletter articles, etc. to help develop a more diverse member base and  help groom new leaders.  Perform a skills assessment of current board skills and areas of expertise and  determine skill sets and expertise needed.", "Review the term limits of current directors and determine the possible loss of  continuity if multiple incumbent directors leave the board in a short period of time.  Build a pool of diverse member and independent candidates.", "Conduct outreach to regional and national business organizations, such as trade  associations, women and minority business groups, and professional organizations,  to ask for referrals of possible candidates and form relationships prior to a board  election.  Seek an additional independent board seat from the Federal Housing Finance  Agency.", "Example of Diversity Statement in an  Election Announcement for a Federal  Home Loan Bank  The Federal Home Loan Bank of New York  (FHLBNY) included the following statement in  its 2017 director election announcement  package:  “The FHLBNY’s Board of Directors consists of  a talented group of dedicated individuals that  benefits from, among other things,  demographic (including gender and racial)  diversity, and we expect that this will continue  in the future. As you consider potential  nominations for Member Directorships and  give thought to persons who might be  interested in Independent Directorships,  please keep diversity in mind. Your  participation in this year’s Director Election  process is greatly appreciated, and will help  continue to keep the Board and the FHLBNY  diverse and strong.”", "Emphasizing the importance of diversity. All 11 FHLBanks included  statements in their 2017 election announcements that encouraged voting  member institutions to consider diversity during the board election  process. Six banks expressly addressed gender, racial, and ethnic  diversity in their announcements. One female director with whom we  spoke said that she was encouraged to run for a board seat after reading  an election announcement in 2013 that specifically called for candidates  with diverse backgrounds. All 11 FHLBanks also referenced their  commitment to diversity on their websites, including posting diversity and  inclusion policies, describing diversity missions, or including board  statements on diversity.", "Directors we interviewed from all 11 FHLBanks told us that their bank  conducted or planned to conduct diversity training for board directors. The  training sessions covered topics such as the business case for diversity  and unconscious bias. Additionally, board directors from two banks  discussed efforts to encourage member institutions to increase diversity,  such as holding a panel on the importance of diversity at the annual  member conference. In 2015, we found that demonstrating a commitment  to diversity in ways similar to these is a first step towards addressing  diversity in an organization.", "Assessing skills diversity. Nine FHLBanks performed board skills  assessments annually or biennially. These assessments asked directors  to evaluate their knowledge of specific topic areas. FHFA regulation  allows each bank to annually conduct a skills and experience assessment  and, if applicable, inform members before elections of particular  qualifications that could benefit the board. In 2015, we found that  conducting a skills assessment was a commonly cited practice for boards  seeking to increase representation of women and minorities. The other  two FHLBanks conducted board self-assessments annually, focused on  board effectiveness and organization, but did not evaluate the skills of  their individual directors. All 11 FHLBanks also reported regularly  reviewing the remaining terms of current directors to determine the  possible loss of continuity.", "Seeking new ways to find candidates. Representatives from 10  FHLBanks noted that their banks maintain a pool of diverse director  candidates for future open positions. FHLBanks described using various  methods to build these pools. All 11 banks described outreach to trade  organizations, industry groups, universities, and nonprofit organizations  when looking to identify women and minority candidates. For example,  FHLBank of Pittsburgh identified 15 organizations in its district that  actively promote diversity and the inclusion of women and minorities in  business to specifically target in 2017. Directors from seven banks also  reported hiring a search firm or consultant to help them identify women  and minority candidates. These activities are consistent with commonly  cited practices described in our 2015 work that boards can use to reach  out beyond the typical pool of applicants.", "As previously mentioned, seven FHLBanks requested or were offered an  additional independent director seat by FHFA. According to FHFA staff,  four of the seats were filled by white females, two were filled by minority  females, and one was filled by a minority male.", "Example of a Diversity Practice Focused on  Member Directors  In 2017, the Federal Home Loan Bank of San  Francisco developed a Member Director  Diversity Outreach Plan. The plan included  eight steps that provide timelines and specific  assignments for directors and bank  management. For example, steps include  conducting early outreach to trade  organizations where women and minority  directors might participate, individual director  outreach to potential candidates, and  developing a list of prospective candidates in  case of vacancy appointments. Following the  implementation of this plan, member  institutions elected one female director and  one minority director to fill the vacant member  director seats.", "Fill interim seats with women and minority candidates. FHLBanks  can appoint women or minority candidates to fill interim member  director seats. By regulation, when a director leaves the board in mid- term, the remaining board directors may elect a new director for the  remaining portion of the term. For example, the FHLBank of  Pittsburgh reported electing a minority director in 2017 to fill a vacant  member director seat. One director told us that when a female or  minority director is elected for an interim term, the election increases  the likelihood of the director being elected by the member institutions  for a following full term.", "Conduct mentoring and outreach. FHLBank board directors also  can use their personal networks to conduct outreach and mentor  potential candidates. Current directors can pledge to identify and  encourage potential women and minority candidates to run for the  board. For example, one director told us that his board emphasizes  the need for directors to pay attention to potential women and minority  candidates they meet. This director said he had personally contacted  qualified potential candidates and asked them to run. Another director  noted that women and minority directors are likely to know other  qualified candidates with diverse backgrounds. These directors can  identify and refer individuals in their networks. Another director  emphasized the importance of member directors conducting outreach  to member institutions. Member directors have the most interaction  with the leadership of member institutions and can engage and  educate them on the importance of nominating and electing diverse  member directors.", "Look beyond CEOs. Additionally, FHLBanks can search for women  and minority candidates by looking beyond member bank CEOs. By  regulation, member directors can be any officer or director of a  member institution, but there is a tendency to favor CEOs for board  positions, according to board directors, representatives of corporate  governance organizations, and academic researchers with whom we  spoke. The likelihood of identifying a woman or minority candidate  increases when member institutions look beyond CEOs to other  officers, such as chief financial officers or board directors. For  example, the FHLBank of Des Moines expanded its outreach to  women and minority candidates to include board directors at member  institutions. In 2017, a female director who is a board member of her  member institution was elected."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The Housing and Economic Recovery Act of 2008 emphasized the  importance of diversity at the FHLBank System, and FHFA and  FHLBanks have undertaken efforts to encourage diversity at the banks’  boards. In particular, FHFA plans to use data it collects on the gender and  race/ethnicity of board directors as a baseline to analyze trends in board  diversity. While FHFA regulation allows directors to choose not to report  this information, the banks’ varying data collection processes did not  always allow banks to accurately account for missing information (as in  the case of directors forgetting to respond to the data questions or fill out  forms). Reviewing the processes the banks use to collect the  demographic data could help FHFA and the banks identify practices to  produce data that would better allow FHFA to track trends in board  diversity. FHFA could work with FHLBanks (potentially through the  system-wide Board Diversity Task Force) to conduct such a review."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["The Director of FHFA’s Office of Minority and Women Inclusion, in  consultation with FHLBanks, should conduct a review on each bank’s  processes for collecting gender and race/ethnicity data from boards of  directors and communicate effective practices to FHLBanks.  (Recommendation 1)"], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to FHFA and each of the 11 FHLBanks  for review and comment. In its comments, reproduced in appendix III,  FHFA agreed with our recommendation. FHFA commented that it intends  to engage with FHLBanks’ leadership in 2019 to discuss board data  collection issue and address our recommendation. FHFA also stated that  it plans to request that the Board Diversity Task Force explore the  feasibility and practicability for FHLBanks to adopt processes that can  lead to more complete data on board director demographics. In addition,  four FHLBanks provided technical comments, which we incorporated as  appropriate. The other seven FHLBanks did not have any comments.", "As agreed with your offices, unless you publicly announce the contents of  this report earlier, we plan no further distribution until 30 days from the  report date. At that time, we will send copies to the appropriate  congressional committees, the Acting Director of FHFA, and other  interested parties. In addition, the report will be available at no charge on  the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8678 or ortiza@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. GAO staff who made key contributions to this report are  listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["This report examines the (1) extent to which the Federal Housing Finance  Agency (FHFA) has taken steps to encourage board diversity at the  Federal Home Loan Banks (FHLBank); (2) trends in diversity composition  (gender, race, and ethnicity) for the boards of individual FHLBanks; and  (3) challenges FHLBanks face and practices they use in recruiting and  maintaining a diverse board. While diversity has many dimensions, this  report focuses on gender, race, and ethnicity.", "To understand the steps FHFA has taken to encourage FHLBank board  diversity, we reviewed relevant laws and regulations related to FHLBank  boards, including FHFA regulations on director elections and diversity  reporting requirements. For example, we reviewed the relevant sections  in the Housing and Economic Recovery Act of 2008 pertaining to FHFA  and the banks and FHFA’s 2010 Minority and Women Inclusion rule and  its 2015 amendments. We also reviewed other FHFA and bank  documentation related to board director elections and diversity  considerations. For example, we reviewed FHFA’s annual board director  analysis for 2016–2018 to identify actions the agency took to help  maintain or increase the number of female or minority directors at the  FHLBank boards. Additionally, we interviewed FHFA staff to understand  the agency’s role in overseeing FHLBank board diversity and the  agency’s efforts in helping the banks maintain or increase board diversity.", "To describe trends in FHLBank board diversity, we analyzed gender and  race/ethnicity data self-reported by board directors in FHLBanks’ annual  reports to FHFA as of the end of 2015, 2016, and 2017. The banks’  annual reports use the gender and race/ethnicity classifications from the  Employer Information Report (EEO-1) of the Equal Employment  Opportunity Commission (EEOC). The EEO-1 report race/ethnicity  categories are Hispanic or Latino, White, Black or African-American,  Native Hawaiian or Other Pacific Islander, Asian, Native American or  Alaska Native, and Two or More Races. The Hispanic or Latino category  in EEO-1 incorporates Hispanics or Latinos of all races. For our report,  we used the following categories: Hispanic, White, African-American,  Asian, and “Other.” We included only non-Hispanic members under  White, African-American, Asian, and “Other.” We included Asian  American, Native Hawaiian or Pacific Islander under the Asian category,  and we included Native American or Alaskan Native, and Two or More  Races under “Other.”", "To provide more recent data on gender composition, we also analyzed  data on the gender of directors who were on boards as of October 17,  2018. Specifically, we compiled a list of board directors who started or  continued their terms on the boards in 2018, based on board director  information from the banks’ 2017 Form 10-K filings with the Securities  and Exchange Commission (SEC). The filings include the names and  brief biographies of board directors, which we used to derive the gender  data for directors. For example, if directors were referred to as “Mr.” in the  Form 10-Ks, we counted them as male. If they were referred to as “Ms.,”  we counted them as female. We then confirmed with each FHLBank the  compiled list of board directors, as of October 17, 2018. Because some  directors did not self-identify their gender in 2015–2017 annual reports,  we also used information in the banks’ 2014–2016 Form 10-Ks to derive  data on the gender of the banks’ board directors. As a result, we were  able to report the gender information for all FHLBank board of directors  from 2015 through October 2018. We separately requested the names of  the chairs and vice chairs for the committees of each bank’s board as of  October 26, 2018. We then derived the gender of the chairs and vice  chairs for these committees based on the information in the banks’ Form  10-Ks.", "To analyze data on board director race/ethnicity, we relied on FHLBanks’  2015–2017 annual reports. However, we were not able to use banks’  Form 10-Ks to derive data on race/ethnicity for board directors who did  not self-identify race/ethnicity in the annual reports because the 10-Ks do  not include such information. We also requested and analyzed from each  bank data on the gender and race/ethnicity of their board chair and vice  chair as of October 17, 2018. We assessed the reliability of the data from  the banks’ annual reports and Form 10-Ks through electronic testing, a  review of documentation, and interviews with knowledgeable agency  staff, and we determined these data to be sufficiently reliable for  describing the overall trends and composition of gender and race/ethnicity  at the FHLBank boards, except the data for directors who did not self- identify their race/ethnicity, as discussed in the report.", "We also compared the most recently available demographic information  on FHLBank board directors with the demographic composition of senior  management in the financial services industry and the overall private  sector (excluding financial services), based on data from the 2016 EEO-1  report from EEOC. Senior management in the financial services industry  represents a pool of comparable candidates that could provide directors  for FHLBank boards. The EEO-1 report data are annually submitted to  EEOC by most private-sector firms with 100 or more employees. The  data include gender and race/ethnicity of the employees by job category.  We included workforce from all sites of multi-establishment companies  (companies with multiple locations). Consequently, the analysis included  in this report may not match the analysis found on EEOC’s website, which  excludes workforce from sites of multi-establishment companies with less  than 50 employees. In our analysis of senior management-level diversity  in the financial services sector, we included companies in the finance and  insurance industry categorized under code 52 of the North American  Industry Classification System. We assessed the reliability of the data  from the EEO-1 report through electronic testing, a review of  documentation, and interviews with knowledgeable agency staff. We  determined these data to be sufficiently reliable for comparing the  composition of gender and race/ethnicity in the financial services sector  and the overall private sector with that of the FHLBank boards.  Furthermore, to provide a general comparison of FHLBank board diversity  composition with corporate boards of U.S. companies, we reviewed  research that discussed data related to diversity at corporate boards of  U.S. companies in recent years.", "In addition, from each FHLBank, we requested and reviewed the  instrument they used to collect gender and race/ethnicity information from  their board directors. We also obtained and reviewed information on the  methods the banks used to distribute and collect the data collection  instruments, and any instructions FHFA provided to the banks or that the  banks provided to the board directors on collecting this information. We  reviewed relevant information from the banks’ annual reports and relevant  regulations on collecting and submitting board directors’ gender and  race/ethnicity information. We also compared the banks’ data collection  processes with relevant federal internal control standards.", "To determine the challenges the FHLBanks face and practices they use  to recruit and maintain a diverse board, we interviewed staff at FHLBanks  and FHFA to learn about the Bank Presidents Conference Board Diversity  Task Force and the list of diversity practices compiled by the task force.  We reviewed and analyzed the banks’ 2017 annual reports to learn about  the most recent practices the banks implemented. We also reviewed the  banks’ websites and bank documents, such as election materials and  skills assessments for all 11 banks. In addition, we conducted semi- structured interviews with 10 board directors and one bank president, who  act as representatives on the system-wide board diversity task force. We  also conducted semi-structured interviews with a nongeneralizable  sample of FHLBank board chairs from six banks (Atlanta, Boston, Des  Moines, Pittsburgh, San Francisco, and Topeka). We selected these  banks to achieve variation in board diversity composition (share of  women and minority directors), asset size, and geographic locations. In  these interviews, we asked directors and staff about the challenges their  banks faced as they sought to increase or maintain diverse boards. We  also asked about their participation on the task force, the task force  diversity practices, and any other practices their banks had implemented  related to board diversity efforts.", "To determine if the task force diversity practices generally followed  commonly cited practices used to improve board diversity, we compared  the task force practices against commonly cited practices we identified in  previous work in 2015. To verify that the practices we identified in 2015  were still relevant and useful, we interviewed three academics and  representatives of four organizations that advocate for board diversity,  including gender and racial/ethnic diversity. We selected these external  stakeholders based on their research and experience related to  increasing board diversity and referrals from others knowledgeable in the  field. In our interviews with external stakeholders, we also asked about  the challenges that financial organizations or other publicly traded  companies may face as they work to increase or maintain board diversity.  We compared these answers to the challenges that FHLBank  representatives described.", "We conducted this performance audit from July 2018 to February 2019 in  accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Number of Board Directors at Federal Home Loan Banks, by Gender and by Race/Ethnicity", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: Comments from the Federal Housing Finance Agency", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": ["Anna Maria Ortiz, (202) 512-8678, ortiza@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In additional to the individual named above, Kay Kuhlman (Assistant  Director), Anna Chung (Analyst in Charge), Laurie Chin, Kaitlan Doying,  Jill Lacey, Moon Parks, Barbara Roesmann, Jessica Sandler, and Jena  Sinkfield made key contributions to this report."], "subsections": []}]}], "fastfact": ["The Federal Home Loan Bank System comprises 11 government-sponsored banking cooperatives. Local financial institutions can join the Banks to borrow money so they can provide home loans and community credit.", "In 2015, the Banks started reporting on diversity in their boards of directors. Since then, the overall share of female and minority directors increased.", "Individual directors voluntarily report their demographics. In 2017, 8% of directors didn't report their race or ethnicity, and it's unclear if they opted out or just forgot.", "To better track diversity trends, the Banks should find ways to help collect more complete demographic data."]}