{"id": "GAO-13-158", "url": "https://www.gao.gov/products/GAO-13-158", "title": "Pension Costs on DOD Contracts: Additional Guidance Needed to Ensure Costs Are Consistent and Reasonable", "published_date": "2013-01-22T00:00:00", "released_date": "2013-01-22T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["DOD contractors are among the largest sponsors of defined benefit pension plans in the United States and factor pension costs into the price of DOD contracts. Since the 2008 market downturn, these pension costs have grown--thereby increasing DOD contract costs--and recent changes in rules for calculating pension costs have raised the prospect of further cost increases. Given this possibility, GAO assessed how (1) contractor pension costs are determined; (2) DOD ensures the contractor pension costs it pays are appropriate; (3) DOD contractors' defined benefit pension plans compare with plans sponsored by similar companies; (4) pension costs have affected DOD contract costs and the factors that contributed to these pension costs; and (5) the harmonization of CAS with ERISA will affect the amounts DOD will pay in pension costs in coming years. To do this, GAO analyzed defined benefit pension plans for the largest contractors; interviewed contractor and DOD officials; and reviewed relevant laws and regulations, including changes made to harmonize CAS with ERISA."]}, {"section_title": "What GAO Found", "paragraphs": ["Labor costs are included in the prices contractors negotiate with the Department of Defense (DOD), and include pension costs as these are a normal element of employee compensation. Contractors make two sets of calculations for their defined benefit pension plans, following two sets of standards: (1) Cost Accounting Standards (CAS), which determine how pension costs are allocated to government contracts; and (2) Employee Retirement Income Security Act of 1974 (ERISA), which establishes the minimum contribution required to fund plans. In 2008, revised ERISA rules altered the minimum funding requirements, causing CAS costs and ERISA contributions to diverge further apart. ERISA contributions have therefore greatly exceeded CAS pension costs reflected in contract prices. In December 2011, almost 4 years after ERISA changes took effect, the CAS Board, which is part of the Office of Management and Budget (OMB), made changes to CAS that harmonized them to ERISA in order to gradually reduce the difference between the two calculation methods.", "DOD centralizes its technical expertise for management and oversight of defined benefit pension plans. DOD contracting officers at the corporate level negotiate pension costs with contractors and receive technical support from a team of DOD actuaries. DOD audits projected and actual costs for contracts, including pension costs, to ensure they are allowable, allocable, and reasonable. The Federal Acquisition Regulation requires that employee compensation, including pensions, be reasonable. However, the pension costs used for compensation reviews can be affected not only by the value of benefits earned by employees, but also by factors such as asset returns and interest rates. Also, oversight processes do not clearly assign responsibility for assessing the reasonableness of pension benefits, including those for executives.", "GAO analyzed the defined benefit plans of the 10 largest DOD contractors and found that nearly all of the contractors--as well as a peer group of companies--maintain some sort of tax-qualified, defined benefit plan for their employees. The largest contractors invest in similar types of pension plan assets as their peer group, and do so somewhat more conservatively. GAO also found that CAS pension costs reported by the contractors grew considerably over the last decade, from less than $500 million in 2002 to almost $5 billion in 2011, although not all of these costs were allocated to DOD contracts. Contractor CAS pension costs grew as the market downturn increased unfunded liabilities.", "Although pension cost projections are highly sensitive to economic assumptions, both contractors and DOD officials expect CAS pension costs to increase starting in 2014 due to harmonization. The CAS discount rates used to value liabilities will now be tied to the more volatile ERISA-based rates, making it harder to forecast future CAS pension costs and reducing the consistency of cost projections used in contract pricing. DOD issued limited guidance on projecting ERISA-based discount rates for CAS calculations, but lack of specificity in the guidance can lead to great variation among the rates contractors use. Moreover, when a contractor curtails a plan, DOD and the contractor must settle pension costs; however, the discount rates used for settlements were not updated as part of harmonization, meaning liabilities will be calculated differently under CAS and ERISA rules. A schedule has not been set for addressing this issue."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Secretary of Defense clarify responsibility for and guidance on assessing pension reasonableness and determining discount rates for pension cost projections. GAO recommends that the CAS Board set a schedule for revising the parts of CAS that address the settlement of plan curtailments. DOD agreed with the recommendations to the Secretary of Defense, and OMB said that when the CAS Board meets it will consider a schedule for revision."]}], "report": [{"section_title": "Letter", "paragraphs": ["Department of Defense (DOD) contractors are among the largest  sponsors of defined benefit pension plans in the United States, with more  than $100 billion in pension assets. Contractors factor the cost of  employee wages and fringe benefits, including defined benefit pension  costs, into the price of contracts with DOD. These pension costs had  been relatively low for a number of years, principally because of strong  returns on pension assets. However, over the last decade, and  particularly since the financial market decline of 2008 and 2009 reduced  the value of major assets, these costs have grown—almost 90 percent  from 2008 to 2011 for the largest contractors—and increased DOD  contract costs. Concerns have been raised that recent changes in the  government’s rules for calculating pension costs may lead to further cost  increases in coming years.", "29 U.S.C. § 1001 note.", "To conduct analysis across all objectives, we analyzed defined benefit  pension plans for the 10 largest contractors based on DOD contract  obligations for fiscal year 2011, selecting for deeper analysis the 35  defined benefit plans that together covered at least 90 percent of each  contractor’s pension liabilities. At the 10 largest contractors, we  interviewed officials whose responsibilities included benefits management  and government accounting, as well as Defense Contract Management  Agency (DCMA) and Defense Contract Audit Agency (DCAA) officials.  We reviewed relevant laws, regulations, and DOD policy documents, in  addition to reports written by the DCMA Contractor Insurance/Pension  Review (CIPR) Center and DCAA that address contractor pension costs.", "Further, to understand how DOD oversees pension costs at smaller  contractors, we reviewed seven publicly traded contractors that met  criteria we set for DOD contract obligations, level of defined benefit  pension plan assets, and amount of DOD business relative to non-DOD  sales. To compare the pension plans of contractors to those sponsored  by similar companies, we selected a peer group of 15 companies not  among the largest DOD contractors and analyzed the peers’ and  contractors’ audited financial statements for 2011. To identify trends in  CAS pension costs, for the nine largest contractors we reviewed pension  plan documents such as CAS valuation reports (generally certified by  qualified and credentialed actuaries) and collected contractor data on  incurred CAS pension costs from 2002 to 2011. To understand how  pension costs make their way onto DOD contracts, we selected divisions  at the five largest contractors and at each division selected a weapon  system program, which together represent a mix of military services and  platform types. For the five divisions and programs we collected  contractor data on incurred pension costs from 2005 to 2011. To  demonstrate the potential impact on CAS pension costs of CAS/ERISA  harmonization and changing economic assumptions, we developed a  model of an illustrative contractor defined benefit plan, based on a review  of the model DOD uses, and reviewed by the Chief Actuary of the GAO  for actuarial soundness. We also gathered contractor projections of CAS  pension costs for 2012 to 2016. See appendix I for additional details on  our scope and methodology.", "We conducted this performance audit from December 2011 to January  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Pension Costs Are Captured on DOD Contracts as Indirect Costs", "paragraphs": ["DOD frequently purchases products that are not available in the  commercial marketplace. For example, DOD awards contracts for the  development or production of weapon systems including fighter aircraft,  submarines, and radars. In these situations, DOD typically negotiates the  price it will pay based on the cost to deliver the desired product. In  negotiating prices, DOD seeks insight into contractors’ costs such as for  salaries, wages, and benefits, the last of which includes pensions. When  a purchase occurs in the commercial marketplace, the price for a  commercial product will include the sellers’ costs for materials and labor  (including salaries, wages, and benefits) but the buyer has little insight  into these costs.", "Contractors’ labor costs include pension benefits, since such benefits are  a normal part of compensation. These pension costs are an indirect cost  spread across multiple contracts at a particular contractor business  division, as opposed to direct costs such as those labor and material  costs that can be associated with a specific contract (see figure 1). They  are typically allocated to contracts based on direct labor costs. Pension  costs are generally considered a fringe benefit, a category that includes  costs associated with health benefits, group insurance, and other forms of  nonwage compensation. In previous work, we found that of the three  main types of employee benefits (health insurance, paid leave, and  retirement benefits), health insurance is generally the most expensive,  and retirement benefits the least.", "Oversight of DOD contracts is primarily provided by two agencies:  1.  Defense Contract Management Agency (DCMA), which includes  contracting officers who, as part of their duties, negotiate and agree  upon indirect costs applied to contracts awarded by DOD acquisition  commands and other buying offices.  2.  Defense Contract Audit Agency (DCAA), which audits projected and  actual costs associated with DOD contracts to ensure they are  allowable, allocable, and reasonable in accordance with CAS and  Federal Acquisition Regulation (FAR) rules.", "These indirect cost oversight processes are not limited to DOD, but apply  to U.S. government contracts more broadly. DCMA and DCAA provide  assistance related to indirect cost oversight for non-DOD agencies, such  as the National Aeronautics and Space Administration (NASA) and the  Department of Homeland Security. When DCMA, as the cognizant  contract administration office, reaches an agreement on indirect costs,  the agreement is applicable to all U.S. government contracts performed  by that business unit."], "subsections": []}, {"section_title": "DOD Contractors Sponsor Different Types of Retirement Plans", "paragraphs": ["DOD contractors, like other private sector companies, may sponsor  traditional defined benefit plans, or defined contribution plans (such as  401(k) plans) which provide individual accounts for employees and allow  for employer and employee contributions. They may sponsor multiple  defined benefit plans, which typically cover different business lines or  employee populations, such as salaried or hourly employees. Many  defined benefit and defined contribution plans sponsored by DOD  contractors are “tax-qualified” under the Internal Revenue Code. Tax  qualification means the plans meet certain rules in the Internal Revenue  Code, and have certain tax advantages. Minimum funding rules—that is,  the amount required to be held in the trust fund to finance future benefit  payments—are contained in the Internal Revenue Code and mirrored in  ERISA, and apply to private sector “tax-qualified” defined benefit plans.  Note that sponsor contributions to these plans are not the benefit  payments themselves, but contributions that go into a trust fund, grow  with investment returns, and eventually are paid out as benefits at a later  date. These contributions are tax-deductible to the sponsoring company,  investment returns on the trust fund is tax-deferred, and plan participants  pay tax only as they receive benefits in retirement.", "DOD contractors also sponsor “nonqualified plans.” meet the applicable requirements for tax-qualification under the Internal  Revenue Code. Sponsors of these plans typically do not have to satisfy  laws and regulations capping maximum benefits or requiring a minimum  level of contributions to the plan. They also do not have to meet certain  reporting, disclosure, bookkeeping, and core fiduciary requirements.", "26 U.S.C. § 409 A.", "Nonqualified plans are typically designed for highly compensated  employees or selected company executives. Nonqualified plans may be  operated on a pay-as-you-go basis or may be prefunded. Nonqualified  plans do not have a minimum ERISA contribution, and, for pay-as-you-go  plans, the CAS pension cost will be the cost of the benefit payments to  the participants.", "Defined contribution plans shift investment risk away from the employer  and onto employees, meaning that these plans have much more  predictable yearly costs for the employer. While defined contribution plans  often have employer matches which generally require annual  contributions, we reported that from 1995 to 2002, very few sponsors of  large defined benefit plans were required to make cash contributions to  their plans. In terms of sponsor contributions, neither type of plan— defined benefit or defined contribution—is inherently more or less  expensive to a plan sponsor, nor more or less generous to plan  participants, than the other. Expense and generosity depend on the  particular provisions of the plan, among other factors. Costs associated  with defined contribution plans are typically more straightforward for  sponsors to calculate and project than defined benefit plan costs. Defined  benefit plans require actuarial support and management of sponsor  contributions and invested assets in order to fund liabilities. These  considerations do not apply to sponsors of defined contribution plans."], "subsections": []}]}, {"section_title": "CAS and ERISA Rules Determine Pension Calculations but Have Diverged Over Recent Years", "paragraphs": [], "subsections": [{"section_title": "CAS Rules Define How Much Pension Cost Can Be Allocated to Contracts While ERISA Rules Determine Required Pension Contributions", "paragraphs": ["DOD contractors make two sets of calculations for each of their defined  benefit pension plans, following two sets of standards. They calculate a  CAS pension cost, which is the cost that serves as a basis for calculating  what pension costs can be charged to contracts. This cost is allocated to  contracts based on CAS rules. Like all plan sponsors, they also calculate  the contribution they are required to make, or otherwise face penalties,  under ERISA. Because the rules are different, the CAS pension cost is  likely to be different from the required ERISA contribution.", "A contractor’s total pension cost may also include costs that are not  allocated to DOD or other U.S. government contracts, but instead  allocated to commercial activities. Several large DOD contractors have  significant commercial operations. For example, less than 20 percent of  United Technologies Corporation’s sales are to the U.S. government, and  approximately half of Boeing’s sales come from its commercial aircraft  business.", "The FAR requires that costs be allowable, allocable, and reasonable.  When contract costs are established through negotiation, the CAS  provides the framework contractors use to determine allocable costs. In  particular, pension costs for DOD contracts are measured, assigned, and  allocated to contracts according to rules in CAS 412 and 413. CAS rules  are set by the CAS Board, part of the Office of Federal Procurement  Policy within the Office of Management and Budget (OMB), which  includes members from government and industry. CAS is designed to  ensure uniformity across contractors in how they allocate costs on  government contracts, linking the costs incurred on contracts to the  benefits the government receives as a result of those costs. CAS also  provides a framework for assigning costs to discrete cost periods and  aims to minimize the volatility of pension costs in the pricing of  government contracts.", "In addition to using CAS rules to measure pension costs incurred in a  given year, contractors also use CAS rules to determine expected future  pension costs, called “forward pricing projections.” Contractors use these  projections when they negotiate contracts covering multiple years. These  contracts may be firm fixed priced—with no adjustment to reflect actual  costs under normal circumstances—or flexibly priced. Flexibly priced  contracts provide for price adjustment. When a regulatory change  occurs—such as a change in the CAS—both fixed and flexibly priced  contracts may be eligible for adjustments (also known as equitable price  adjustments) to reflect the impact of the change.", "CAS 412 provides guidance to contractors and the government on how to  determine and measure the components of pension cost for defined  benefit plans in a given year. For most defined benefit plans, the  components include:  1.  Normal cost: pension cost attributable to the employee’s work in the  given year.  2.  Other pension costs: the costs that include payment for part of any  shortfall in assets required to pay for pension costs that are  attributable to past service (the shortfall is known as the unfunded  liability).", "Both of these components reflect actuarial present values, today, of  benefits projected to be paid in the future, and not the actual benefits  being paid today to plan participants.", "Sources of any shortfall may include: differences between actuarial  assumptions and actual experience such as worse-than-expected asset  performance in a given year (the difference is known as an actuarial loss);  changes in actuarial assumptions that increase liabilities such as  projections of inflation, mortality, and retirement age; and changes in the  rules used for benefit computation or other plan amendments that  increase liabilities. Plans with unfunded liabilities make installment  payments to reduce these unfunded liabilities over a period of time that  depends on the sources of the unfunded liabilities.", "If a plan has more assets than liabilities in a given year, then the normal  cost is offset by extra plan assets, and so overall CAS cost to the  government is reduced by the excess assets, and can even be reduced to  zero. Plans might have more assets than liabilities if, for example, assets  perform more strongly than expected (the difference is known as an  actuarial gain) or if changes in actuarial assumptions reduce liabilities, or  if the plan sponsor reduces liabilities through plan amendments. Both  actuarial gains and losses are incorporated into CAS pension cost in  installments over a number of years.", "Supported by in-house or external actuaries, DOD contractors calculate  their CAS pension costs at least annually, and produce CAS valuation  reports for plans. The calculations provide the basis for projections of  future CAS pension costs for use in forward pricing. These costs are then  allocated to the various divisions of the contractor. Contractors use a  range of methods such as payroll dollars or number of active participants  to allocate CAS pension costs across divisions for application to  contracts. Allocation methods are explained in required CAS disclosure  statements, prepared at the corporate and division levels by contractors,  and provided to DOD for review. At the division level, the combined cost  of pension benefits with other employee benefit costs including health  benefits and group insurance, is frequently referred to as the fringe  benefit cost. The fringe benefit cost is projected over one or more future  years based on factors such as estimated labor costs and the expected  amount of future business. Projected fringe benefit costs are then  submitted to DCMA officials at the division level for review.", "While forward pricing projects future costs for use in contract pricing,  contractors also develop annual proposals for incurred costs including  CAS pension costs. These are actual costs incurred by the contractor,  which may differ from the projected costs used in the forward pricing  process. These proposals are submitted to DOD and used as the basis  for negotiating settlement of any cost differences when closing out flexibly  priced contracts.", "Congress enacted ERISA in 1974 to set certain protections for plan  participants and minimum funding standards for pension plans sponsored  by private employers. ERISA is designed to protect the interests of  participants (and their beneficiaries). The administration of ERISA is  divided among the Department of Labor, the Internal Revenue Service of  the Department of the Treasury, and the Pension Benefit Guaranty  Corporation (PBGC). According to PBGC, if sponsors are no longer able  to fund or administer their plans, PBGC makes sure participants will get  some or all of their promised benefits."], "subsections": []}, {"section_title": "Setting the Discount Rate Is a Key Decision in Calculation of Pension Contributions and Costs", "paragraphs": ["The discount rate is a key part of determining both CAS pension costs  and ERISA-required contributions. Pensions are promises to make a  future stream of payments, and the discount rate determines the estimate  of the present value of promises to pay a future benefit. As shown in  figure 2, the higher the discount rate, the lower the liability today.", "Basic approaches to setting a plan’s discount rate include: (1) basing the  discount rate on the expected long-term return on plan assets (which  includes expected long-term stock market returns to the extent plan  assets are so invested, and which, in recent years, often would produce  discount rates between 7.0 and 8.0 percent), or (2) basing the discount  rate on relevant interest rates in the bond market (which, in turn, could be  based on either current market interest rates, or an historical average  over some period, and which, in recent years, often would produce  discount rates around 4.0 percent). The first approach will more often  produce a higher discount rate than the latter approach.", "The Pension Protection Act of 2006 (PPA), effective 2008, changed  ERISA, strengthening the minimum funding requirements for defined  benefit plans (although its provisions were altered by subsequent  legislation). These changes required sponsors to use a measure of  corporate bond interest rates to calculate their defined benefit plan  liabilities instead of a discount rate based on the expected long-term rate  of return on plan assets, which generally increased contributions. In  contrast, CAS rules continued to use the expected long-term rate of  return assumption as the discount rate, which would typically be higher  than corporate bond interest rates. PPA mandated certain changes to  CAS pension rules while delaying implementation of the new ERISA  funding rules for several large DOD contractors until 2011."], "subsections": []}, {"section_title": "Growing Divergence between CAS Costs and ERISA Contributions Has Generated Over $26 Billion in CAS Prepayment Credits", "paragraphs": ["The recent changes in the ERISA discount rate basis meant major  differences in the methodology for CAS cost and ERISA contribution  calculations, but CAS and ERISA rules were not fully aligned even before  these changes. CAS pension cost rules were once similar to the rules for  determining minimum ERISA contributions. However, as Congress  amended ERISA over the years, the CAS Board did not make changes as  frequently. For example, prior to PPA taking effect in 2008, ERISA rules  imposed additional funding charges for underfunded plans, which were  not accounted for by the CAS rules. Table 1 summarizes recent changes  to discount rates used for CAS and ERISA calculations, including the  most recent changes enacted in the 2012 Moving Ahead for Progress in  the 21st Century Act (MAP-21).", "For a qualified pension cost to be recognized under CAS, a contractor  must make a contribution in a given year to a plan’s trust fund. However,  the past divergence of CAS and ERISA approaches is a driver of  contractors contributing more to their pension plans than has been  recognized under CAS and reflected in contract prices. This has  generated CAS prepayment credits. In the future, the contractor can  apply its CAS prepayment credits in lieu of a cash contribution to the plan  in a given year. The largest DOD contractors had at least $26.5 billion in  CAS prepayment credits as of the beginning of 2011. Figure 3 provides a  hypothetical example of how a prepayment credit is generated and  discharged.", "Prepayment credits affect how contractors calculate their unfunded  liabilities. When comparing assets to liabilities, prepayment credits are  subtracted from CAS assets. This creates a higher unfunded liability and  thus a higher CAS cost."], "subsections": []}, {"section_title": "Harmonization of CAS to ERISA Aims to Gradually Reduce Differences between the Two Methodologies", "paragraphs": ["PPA required the CAS Board to harmonize CAS to ERISA by January 1,  2010. The changes made by the CAS Board became effective in  February 2012. However, the CAS Board did not make CAS rules exactly  match ERISA, stating that this was not congressional intent, and  recognizing that the two different systems have different goals. The CAS  Board’s final rule phased in the liability calculated with the ERISA-based   This  discount rate—from 25 percent in 2014 to 100 percent in 2017.means that closer alignment between CAS pension costs and ERISA  contributions will take several years. In addition to changes to the  discount rate, the CAS Board also reduced the schedule of time to pay for  actuarial losses (or get credit for actuarial gains) from 15 to 10 years,  starting in 2013. This change aligns the CAS amortization schedule more  closely with the 7-year amortization schedule mandated in the PPA. The  CAS Board also designed harmonization so that if the cost calculation is  lower under the new rules than the traditional rules, then the traditional  rules would continue to apply.", "The most recent change to ERISA minimum contribution requirements  can also affect CAS pension cost. Congress effectively increased, on a  temporary basis, the ERISA-mandated discount rate by applying a new  methodology for calculating it via the MAP-21 legislation. Because the  CAS harmonization rules say the ERISA discount rate is an automatically  acceptable (“safe harbor”) rate, contractors that use the ERISA discount  rate will see a matching change in their CAS discount rate.", "CAS rules (CAS 413) specify that the contractor and the government  must “settle up” under certain circumstances. For example, a settlement  would be triggered if a contractor curtails a plan, meaning that no new  benefits can accrue for participants. This means that DOD and the  contractors calculate whether the government has over- or underpaid for  CAS pension costs over the years, with the balance being settled via  payment by the government or the contractor. These CAS settlement  rules use the traditional long-term rate of return discount rate, instead of  the ERISA-based corporate bond interest rates. This means that the CAS  liability for settling up would be similar to the old CAS liability and would  not reflect changes from the harmonization rule."], "subsections": []}]}, {"section_title": "DOD Leverages Centralized Expertise Necessary to Provide Oversight but Lacks Full Picture of Defined Benefit Plan Reasonableness", "paragraphs": [], "subsections": [{"section_title": "DOD Relies on Centralized Expertise for Management and Oversight of Defined Benefit Pensions", "paragraphs": ["Like contractors, DOD centralizes its technical expertise for management  and oversight of defined benefit pension plans. DOD negotiates CAS  pension costs with contractors at the corporate level. Figure 4 illustrates  the range of interactions and information flows between large DOD  contractors and those parts of DOD involved in pension cost oversight.", "DOD oversight of CAS pension costs parallels the central management of  these costs by the largest DOD contractors at the corporate level. The  corporate-level DCMA contracting officer receives contractor submissions  such as pension forward pricing and incurred pension cost proposals. The  corporate-level contracting officer negotiates CAS pension costs and  either comes to agreement with the contractor or recommends an amount  of CAS pension cost that DCMA contracting officers at the division level  can use in negotiations.", "To monitor possible cost changes during contract performance, DCMA  requires establishment of cost monitoring programs at contractor  locations that meet certain government contracting cost and sales criteria.  As contractors bill the government after contracts are awarded, DCMA  cost monitors at the corporate level compare proposed costs with actual  costs incurred. If actual costs diverge from the proposed costs, the cost  monitor may recommend that an agreement be modified or even  cancelled. This can affect the cost of fixed-price contracts awarded in the  future and existing flexibly priced contracts.", "The corporate-level contracting officer has two primary sources of  technical expertise available to assist in determining that the contractor’s  CAS pension costs meet CAS and FAR requirements that they be  allowable, allocable, reasonable, and compliant: the DCMA CIPR Center  and auditors from DCAA. The corporate-level contracting officer can use  information from these two sources in negotiations with the contractor that  result in either pension forward pricing agreements or recommendations.", "The CIPR Center represents a key element in DOD’s oversight process,  giving recognition to the complexity and highly technical nature of defined  benefit pension plans. As DOD’s centralized source of actuarial expertise,  it advises DCMA contracting officers on pensions as well as insurance,  including review of forward pricing proposals. The CIPR Center assesses  the reasonableness of actuarial assumptions, including the discount rates  used to calculate liabilities. It also provides an independent measurement  for projected pension costs. To test a contractor’s estimate of pension  costs for future years, the CIPR Center has developed a model that  generates an independent projection of the contractor’s CAS pension  costs, which according to a CIPR Center official, is based on data and  actuarial assumptions in CAS valuation reports. The CIPR Center  compares the model’s output with the contractor’s proposal to evaluate  whether the contractor’s projections are reasonable, and then issues a  report that includes the CIPR Center’s methodology, calculations, and  evaluation of reasonableness. For example, the CIPR Center has issued  a recent report noting that a contractor’s assumed rates of return used to  project CAS pension costs were unreasonable.", "The CIPR Center is more likely to review proposed CAS pension costs  annually for large contractors than for smaller contractors that also have  significant defined benefit plans. From 2007 to 2011, the CIPR Center  reviewed proposed pension costs for six of the nine largest contractors  with defined benefit plans at least annually. Two other large contractors  were reviewed in 4 of the 5 years from 2007 to 2011. The ninth large  contractor, with relatively low CAS pension costs, had not been reviewed  within the last 5 years. Four of the seven smaller contractors included in  our review received CIPR Center reviews of proposed pension costs at  least once between 2007 and 2011. Corporate-level contracting officers  have the discretion to determine if the potential risk associated with CAS  pension costs merits specialized review by the CIPR Center. One  contracting officer at a smaller contractor noted that over recent years he  had requested and received regular CIPR Center reviews of the  contractor’s projected pension costs. Another contracting officer at a  contractor whose pension plans have not received a recent CIPR Center  review noted that he relied primarily on DCAA audits for insight into CAS  pension cost issues, unless there had been significant pension plan  changes such as a curtailment of benefits.", "DCAA auditors at the contractor’s corporate office are responsible for  reviewing other aspects of proposed pension forward pricing, such as  previous CAS pension cost estimates to assess how close they were to  actual CAS pension costs for those periods. DCAA employs technical  specialists who provide auditors with additional support on pension  issues. DCAA audits may question costs that they identify as not  allowable, allocable or reasonable, which the contracting officer may  incorporate into negotiations with the contractor. For example, DCAA  audits have questioned costs in forward pricing proposals because  estimated CAS pension costs were higher than the contractor’s historical  cost trends or the calculation methods were not compliant with CAS.", "Corporate-level contracting officers rely primarily on DCAA, and to a  lesser extent the CIPR Center, to review contractors’ annual proposals  representing actual corporate-managed costs incurred in the previous  year, including CAS pension costs. DCAA audits incurred CAS pension  costs reported by the contractor to determine whether they are allowable,  allocable, and reasonable, as well as compliant with CAS. According to a  CIPR Center official, contracting officers may also request additional  support from the CIPR Center to ensure information in the incurred cost  proposal reflects what is in the corresponding CAS valuation reports.  They usually respond to these requests for support in a less formal  manner than is the case with proposed forward-pricing requests,  generally not issuing detailed reports. As with the forward-pricing process,  the contracting officer may use the information from DCAA audits and  CIPR Center reviews, including any questioned costs, when negotiating  final indirect costs with the contractor. Once established, these costs are  allocated to the divisions to form the basis of adjustments to flexibly  priced contracts that can then be closed out.", "Paralleling the contractor’s process, DCMA officials at the division monitor  the incorporation of allocated pension costs into fringe benefit costs.  Fringe benefit costs can also include defined contribution plan costs.  Contractor and DOD officials we spoke with noted that it could be  challenging to fully determine CAS pension costs applied to or incurred  on a specific contract. For example, some CAS pension costs are  captured among other indirect costs (such as shared service or corporate  office costs).", "DCAA is also responsible for reviewing the adequacy of contractors’ CAS  disclosure statements at the corporate and division levels and  determining their compliance with CAS and FAR. These statements  contain information regarding how costs are allocated, and the corporate- level disclosure statement in particular contains many details about  allocation of the contractor’s pension plans."], "subsections": []}, {"section_title": "DCAA and the CIPR Center Provide Additional Support for Contracting Officers during Settlement of CAS Pension Costs When a Pension Plan Is Curtailed", "paragraphs": ["In addition to overseeing CAS pension costs through the forward pricing  and incurred cost processes, corporate-level contracting officers manage  the process required by CAS for pension cost settlement when a  contractor curtails a defined benefit pension plan. Curtailment under CAS  means any situation where no new benefits can accrue for plan  participants. When such a curtailment occurs, corporate-level contracting  officers can receive assistance from the CIPR Center and DCAA to  ensure that the related proposals submitted by the contractor are  compliant with CAS.", "When a contractor initiates a curtailment, it calculates the affected plan’s  CAS pension costs to determine whether the plan is under- or overfunded  and whether the government has over- or underpaid for CAS pension  costs over the years. Based on the result of the calculation, one party  may owe the other the balance of the difference in order to “settle up” the  plan. The contractor submits a proposed settlement to the contracting  officer, and the CIPR Center and DCAA provide support by reviewing the  proposal in order to evaluate whether the calculations are correct and  compliant with CAS. Both can issue reports which will help the contracting  officer to negotiate a final settlement with the contractor. The resulting  payment, whether from the contractor or the government, may either be  immediately charged or, when the contractor has other government  contracts, amortized as pension costs over future years.", "Settlements that resulted in potential payments to the contractor have  resulted in litigation and long delays. According to DOD officials, three of  the largest DOD contractors have pending settlements. Two of the  smaller DOD contractors included in our review have settled cases within  the last 4 years that resulted in payments to the government. DOD  officials we met with noted that part of the reason for delayed settlements  is the complicated nature of determining the appropriate government  share of CAS pension costs, given that CAS rules on allocation of  pension costs to contracts have changed over time. In response to court  cases on the matter, DCAA and DCMA have issued joint guidance to  address related issues."], "subsections": []}, {"section_title": "Pension Oversight Processes Do Not Address Reasonableness of Value of Defined Benefit Pension Plans", "paragraphs": ["The FAR requires that total employee compensation, which includes  many components such as salaries and bonuses, fringe benefits like  retirement benefits and health insurance, and other nonwage  compensation, must be reasonable in order to be claimed by the  contractor as a contract cost. However, as part of assessing the  reasonableness of total compensation, DOD’s oversight processes do not  clearly assign responsibility for assessing the reasonableness of the  value of pension benefits to plan participants, focusing instead on the  reasonableness of actuarial assumptions or fringe benefits as a whole.", "Fringe benefits are examined as part of compensation reviews that DCAA  auditors perform to determine reasonableness, often as part of incurred  cost audits or reviews of compensation system internal controls. DCAA  guidance for compensation reviews states that all cost components of  employee compensation—including the value of fringe benefits, bonuses,  and stock options as well as salary—are considered to be reasonable if  they do not exceed the comparative value of those costs from market   Defined benefit pensions are  survey data by more than 10 percent.generally part of that fringe benefit cost component, along with other  benefits such as health and life insurance. Only if these collectively  exceed the reasonableness threshold is an auditor instructed to review  the individual cost components, such as pensions. In instances where  questions arise about the reasonableness of pension costs, the auditor is  instructed to turn to the CIPR Center as a resource for pension-related  matters. Several auditors and DCMA contracting officers we spoke with  also noted that if they had questions regarding the reasonableness of  defined benefit plans, they would seek assistance from groups such as  the CIPR Center or a centralized DCAA team that specializes in  compensation issues, particularly those related to executive  compensation.", "Auditors are instructed to review fringe benefit costs as a whole when  determining their reasonableness, but CAS costs for defined benefit  pensions are an imperfect measure of the value of pension benefits  participants earned in a year as part of their total compensation. Multiple  factors drive CAS pension costs. For example, the pension cost could be  zero in a given year due to strong asset returns, and this pension cost  would not capture any of the value of the benefits earned that year by  employees. Conversely, the pension cost could be higher in a given year  than the value of the benefits earned that year by employees as a result  of actuarial losses. While they may be aware of the CAS costs of defined  benefit pensions, auditors do not know the value of these benefits to an  employee in a given year. They lack guidance on how to measure this  value (containing, for example, acceptable methodologies, assumptions,  or data sources), and therefore are unable to get a complete picture of  the reasonableness of total compensation for contractor employees.", "Neither the CIPR Center nor DCAA’s compensation team currently  assess the reasonableness of benefits offered through defined benefit  plans. While officials stated that the CIPR Center did perform reviews of  employee benefit offerings more than a decade ago, to the extent that the  CIPR Center does evaluate reasonableness today, it does so only in  terms of the measurements and actuarial assumptions used by  contractors to calculate their CAS pension costs. It does not consider the  relative value of benefits offered. For non-executive employees, the  DCAA compensation team only reviews the reasonableness of salaries  for direct labor. In essence, DOD assesses whether the CAS cost is  appropriate from a regulatory and actuarial standpoint. Whether the  liability reflected in the CAS cost stems from a generous pension plan is  not considered.", "GAO reviewed the most prevalent final average pay formulas among the  contractors that have these plans and found that contractors offer a wide  range of benefit formulas and plan designs. This means that employees’  defined benefits can differ greatly from contractor to contractor. Plans  offered by contractors include final average pay plans, which use a  formula that considers a participant’s final average pay and years of  service, as well as cash balance plans that use a hypothetical individual  account to calculate benefits based on a percentage of a participant’s pay  and a plan-specified rate of interest to be applied to a participant’s  hypothetical account. The final average pay plans generally had a “base”  accrual rate that granted between 1 percent and 2 percent of final  average pay for each year of service with the company. two employees may have the same final average pay of $50,000 and the  same 30 years of service. However, the employee with the “base” accrual  rate of 2 percent would have an annual base benefit of $30,000 in  retirement, whereas the employee with the “base” accrual rate of 1  percent would have an annual base benefit of $15,000.", "In addition, these plans had a variety of features which affect a  participant’s retirement benefit. For example, some plan formulas have  the effect of reducing the base benefit by taking into account Social  Security benefits to be received in the future. We noted other plan  features, such as the presence or absence of a cost of living adjustment,  which annually increases the benefit in retirement by a measure of  inflation. Thus there was wide variation of plan designs across contractors  and in the potential value of benefits to participants in different plans.  However, neither DCAA corporate-level officials, the CIPR Center, nor the  DCAA compensation team assessed the reasonableness of individual  plans. “Base” accrual rate refers to the fact that the accrual rate may be different for certain  years of service; we use the term base to refer to the earliest years of service. Actual  benefits could be reduced by taking into account Social Security benefits as well as for  early retirement."], "subsections": []}, {"section_title": "Reasonableness Assessments of Executive Compensation Are Not Required to Include Defined Benefit Pensions", "paragraphs": ["DCAA is responsible for reviewing executive compensation packages  separately from compensation offered to other employees in order to  evaluate whether these packages meet the FAR standard for  reasonableness and do not exceed the dollar limitation specified in the  FAR. However, defined benefit pension plans for contractor executives  are not required to be included in these assessments.", "Executive compensation reviews are usually done as part of incurred cost  audits, although they can also be performed on audits of forward pricing  proposals. DCAA auditors at contractor corporate offices have access to  the DCAA compensation team for assistance with such reviews. While  this team has developed a methodology for determining executive  compensation reasonableness, it does not require examination of defined  benefit pensions in the determinations, similar to its approach to pension  plans in general. Compensation team officials told us they analyze the  total cost of fringe benefits, and only look at individual benefits such as  pensions if they deem the total fringe benefit cost to exceed that indicated  by market survey data by more than 10 percent. In addition, the defined  benefit components of the market surveys used by the team do not  specify the use of CAS for their calculations, and thus may not be directly  comparable to CAS-based pension cost. Compensation team officials  noted that the most recent survey they use for this purpose was issued in  2008, and only included self-reported pension cost. Executive  compensation reviews we analyzed that addressed the reasonableness  of total compensation and fringe benefits did not discuss the details of  defined benefit pension plans.", "To the extent that the compensation team does look specifically at  defined benefit pensions, team officials told us that they evaluate the  relative CAS cost of the pension. They do not examine the source of this  cost, and therefore cannot identify whether, for example, a high relative  CAS pension cost was largely driven by the generosity of pension plans  or weak asset performance.", "The FAR also contains a dollar limitation on the allowable annual  compensation for certain contractor personnel, currently set at $763,029.  The FAR describes the elements of executive compensation that should  be considered against this limit. These include salary, bonuses, deferred  compensation other than pensions, and employer contributions to defined  contribution pension plans. However, the FAR does not include defined  benefit pension plans as an element of compensation that should be  considered against the limit.", "Accurately applying the cost of a defined benefit pension to an individual  employee’s total compensation package is challenging due to the  complexity and annual volatility of costs even if the value of the ultimate  benefit does not change. DCAA compensation team officials noted that it  is not clear how costs of a defined benefit plan should be evaluated. In  addition, they lack current market survey data for defined benefit plans,  and team officials noted that companies participating in these surveys do  not consistently calculate and report their compensation costs."], "subsections": []}]}, {"section_title": "The Largest DOD Contractors Maintain Their Defined Benefit Plans in Similar Ways to Peer Companies", "paragraphs": [], "subsections": [{"section_title": "Many of the Largest DOD Contractors Have Frozen Defined Benefit Plans, As Have Companies in Their Peer Group", "paragraphs": ["Nearly all of the largest DOD contractors—as well as the peer group of  companies we examined—maintain some sort of tax-qualified, defined  benefit pension plan for their employees. As noted previously, the benefit  designs of these plans can differ greatly, and we found variations among  certain contractors’ final average pay plans. However, we were unable to  compare the full range of plan designs across both contractors and their  peer group.", "More generally, all of the largest contractors with defined benefit plans— and the majority of their peer group—have frozen at least one of their  plans in some way. A plan freeze is a plan amendment that closes the  plan to new entrants and may limit future benefit accruals for some or all  employees that are active in the plan. Under a freeze, the plan continues  to be maintained by the sponsor. Specifically, a majority of the largest  contractors and their peer group have “soft frozen” plans, that is, closed  at least one of their plans to new entrants, while allowing existing  participants to continue to accrue benefits.percent of the contractors’ largest defined benefit plans were frozen in  some way.", "Some DOD contractors reported that when they froze their defined benefit  plans they had either established a new defined contribution plan or  changed the terms of an existing defined contribution plan for those  employees who were no longer eligible to accrue benefits in a defined  benefit plan. For example, one DOD contractor noted that employees not  eligible for a defined benefit plan may receive a matching contribution  under a defined contribution plan, whereas employees who are eligible for  a defined benefit plan would not be eligible for such a match. In the short  term, transitioning new employees to defined contribution plans may raise  total costs since defined benefit plans generally are least expensive for  young and new participants.", "Defined benefit plans that remained open to new participants often  included collectively bargained participants, and all but one of the largest  DOD contractors had at least one plan that remained open to new  participants. Open plans with collectively bargained participants were  generally among the contractors’ smaller plans. Further, some DOD  contractors said that they intended to close all of their defined benefit  plans to new entrants and, subject to negotiation, they also expected  plans with collectively bargained participants to be closed to new entrants  in the future. For example, one DOD contractor noted that a number of its  open plans were already “partially frozen,” or open only for certain  bargaining units, while some, but not all, bargaining units had agreed to  close the plan to new entrants going forward.", "Generally, the number of private-sector companies sponsoring defined  benefit plans has declined substantially over the last 20 years or so. A  prior GAO survey of 94 of the largest firms sponsoring defined benefit  plans showed that many firms made revisions to their plan offerings over  that last 10 years. For example, large sponsors have changed benefit  formulas, converted to hybrid plans, or frozen some defined benefit  plans. Moreover, in another GAO survey among a broader population of  sponsors that included all plan sponsors with 100 or more total  participants, 51 percent of those sponsors had one or more frozen  defined benefit plans. A 2011 Aon Hewitt study of Fortune 500  companies found largely similar results over time. For example, the  study noted that 80 percent of Fortune 500 companies sponsored an  open, defined benefit plan for salaried employees in 1995. However, as of  2011, only 31 percent sponsored an open, defined benefit plan.", "Other large DOD contractors had hard frozen smaller plans but not plans that were  among the contractors’ largest plans (i.e., those that together covered at least 90 percent  of each contractor’s pension liabilities). DOD contractors reported that these plans were  “legacy” plans which had been replaced by another plan, or plans that were hard frozen  prior to the contractor’s acquisition of the business divisions with those plans. the contractor or vice versa.of one large contractor, one of the contractor’s plans that was settled in  the late 1990s was determined to be overfunded on a CAS basis, but  underfunded on an ERISA basis. This meant that the contractor owed the  government money for settlement despite the fact that the plan was  underfunded on an ongoing ERISA basis.", "For example, according to a representative  However, the settlement-related challenges may not be the sole reason  that a DOD contractor would avoid instituting a hard freeze. Indeed, one  DOD contractor noted that instituting a hard freeze could damage  employee relations and that in general with employees it is easier to  justify closure of plans to new entrants. Other DOD contractors told us  they continually evaluate their pension offerings against those of peers,  and the competitiveness of their plans compared to those of peers is a  driver of pension management decisions. A few DOD contractors noted  that they want to provide pension plans that allow them to attract skilled  employees, while remaining cost-competitive.", "Nearly all of the largest DOD contractors and their peer group offer  nonqualified defined benefit plans in addition to their tax-qualified defined  benefit plans. In fact, all but one DOD contractor and one peer we  reviewed maintained at least one nonqualified defined benefit plan.  While the provisions of each nonqualified plan vary, in general, the most  prevalent type that we found were “restoration” (or “excess benefit”)  plans. These are plans that typically extend the benefits provided by a  tax-qualified defined benefit plan by supplementing the portion of benefits  that are in excess of limits prescribed by the Internal Revenue Code.For example, one contractor noted that its restoration plans could include  certain highly-paid engineers. Some types of nonqualified plans we  reviewed appeared to be offered only to certain senior executives."], "subsections": []}, {"section_title": "The Largest DOD Contractors Invest in Similar Types of Assets as Their Peer Group and Generally Invest More Conservatively", "paragraphs": ["Our review of the financial reports of the largest DOD contractors and  their peer group shows that the DOD contractors invest in similar types of  assets relative to their peer group. However, DOD contractors and their  peer group employed a wide range of pension investment allocations  between equities and fixed-income assets. For example, DOD  contractors allocated as much as 64 percent or as little as 26 percent of  pension investments to equity assets (i.e., stocks), while their peer group  allocated as much as 74 percent or as little as 26 percent of pension  investments to such assets. Similarly, DOD contractors allocated as much  as 46 percent or as little as 32 percent of pension investments to fixed- income assets (i.e., bonds), while their peer group companies allocated  as much as 51 percent or as little as 25 percent of pension investments to  such assets.", "The DOD contractors’ pension investment allocations appear to be  somewhat more conservative than those of their peer group when  analyzed in the aggregate. Aggregating the year-end 2011 pension  investment allocations of the DOD contractors and their peer group  shows that contractors have allocated about 7 percentage points more of  their investments to generally conservative assets, namely cash and  fixed-income assets, than is the case with their peer group, as illustrated  in figure 5. This means that, in the aggregate, the DOD contractors have  a lower percentage of pension investments allocated to equities and  “other” assets compared to their peer group. Equities and “other” assets,  such as private equity, hedge funds, real estate, and commodities, are  generally considered to be riskier than cash and fixed-income assets."], "subsections": []}]}, {"section_title": "CAS Pension Costs for Large DOD Contractors Have Increased in Recent Years Due to the Market Downturn", "paragraphs": [], "subsections": [{"section_title": "CAS Pension Costs Started Relatively Low and Rose Significantly over the Last Decade", "paragraphs": ["CAS pension costs for the largest DOD contractors grew considerably  over the last decade. Costs went from less than $420 million dollars in  2002 (when most contractors reported at least one plan with zero costs,  after a period when some plans were fully funded) to almost $5 billion  dollars in 2011. While growth in total CAS pension costs was relatively  small and gradual until 2008, as shown in figure 6, costs jumped by  almost $1.5 billion from 2008 to 2009. They increased almost 90 percent  in nominal dollars from 2008 to 2011, a substantial share of which was  allocable to DOD contracts.", "CAS pension costs are likely spread over thousands of contracts. All five  weapon systems we analyzed showed an increase in defined benefit  pension cost relative to labor cost from 2005 to 2011, as illustrated in  figure 7.", "For the five weapon systems programs, CAS pension costs as a  percentage of direct labor showed the most growth from 2008 to 2009,  corresponding to trends seen in aggregate costs across the largest DOD  contractors. As these costs increased, contractors took several actions to  control them. For example, as previously discussed, contractors were  closing a number of defined benefit plans to new entrants and several  adjusted benefit formulas.", "CAS pension costs have also grown relative to total contract cost for the  selected weapon systems programs. As shown in figure 8, average  pension costs never exceeded 3 percent in any year—although this is still  a significant dollar amount on large weapon systems contracts. Until  2009, average pension costs never exceeded 1 percent. However, note  that this figure understates the impact of pension costs on programs since  material costs—including the complex subsystems and components  bought from subcontractors—may also include pension costs. Material  costs for the systems we reviewed were as much as 81 percent of total  program costs.", "Across this period, the trend for defined contribution plans differed.  Defined contribution costs as a percentage of direct labor on the selected  programs grew only slightly, and remained much steadier than the CAS  pension costs for defined benefit plans. In 2005, defined contribution  costs ranged between 0 and 6.9 percent for the five programs we  examined. In 2011, the range was 0.6 percent to 7.0 percent. Defined  contribution plan costs will generally be higher than defined benefit plan  costs when defined benefit plan assets perform well, and gains offset a  plan’s normal cost. Defined benefit plans will likely cost more than defined  contribution plans when assets perform poorly, as the employer bears the  investment risk. As demonstrated, defined contribution plan costs are  generally more stable than defined benefit plan costs."], "subsections": []}, {"section_title": "CAS Pension Costs Grew as the Market Downturn Increased CAS Unfunded Liabilities", "paragraphs": ["On a CAS basis (excluding prepayment credits), contractors’ plan assets  at the beginning of 2011 were approximately $15.1 billion less than would  be needed to pay their pension liabilities. This gap, known as the  unfunded liability, is largely a result of losses incurred during the market  downturn in 2008 and 2009.of this unfunded liability is attributed to losses from just those 2 years.  The remainder of the unfunded liability came from other sources, such as  changes in the contractors’ actuarial assumptions, other investment  losses, and plan amendments (e.g., changes in rules for benefits  computation)."], "subsections": []}]}, {"section_title": "Harmonization Will Likely Increase the Magnitude and Volatility of Contractor Pension Costs", "paragraphs": [], "subsections": [{"section_title": "Projected Pension Costs Are Sensitive to Economic Assumptions", "paragraphs": ["Both contractors and DOD officials expect CAS pension costs to increase  as discount rates used for CAS calculations fall to match the rates used  for ERISA funding calculations. Indeed, in their 5-year pension cost  forward pricing projections issued immediately following harmonization,  large DOD contractors had estimated that CAS discount rates would fall  by between 2.2 and 4.1 percentage points in 2014, depending on the  demographics of the plan. This drop would, in turn, increase costs  because decreases in the discount rate raise pension liabilities and the  normal cost. Increases in unfunded liabilities also increase CAS pension  costs because of the need to pay down those unfunded liabilities in  installments.", "Harmonization ties the CAS discount rate to ERISA rules, making it  harder to project future CAS pension costs. On July 6, 2012, a few  months after harmonization went into effect, Congress enacted MAP-21,  which changed the methodology for calculating ERISA discount rates.Before MAP-21, ERISA discount rates were based on a 2-year average of  corporate bond interest rates. Now, this 2-year average is bounded by a  25-year average of corporate bond interest rates, and as a result,  contractors now project their CAS discount rates will drop only 1.5 to 3.1  percentage points, starting in 2014, to harmonize with ERISA.the effects of MAP-21’s ERISA funding relief are expected to have the  greatest impact in the near term, and to diminish after 2015. Therefore,  contractors still expect their CAS discount rates to be 2.0 to 4.0  percentage points lower in 2016 than their pre-harmonization 2012 CAS  discount rates.", "Costs under the new, harmonized CAS pension rules can vary  dramatically based on small changes in the corporate bond interest rates  used to discount liabilities. We modeled an illustrative pension plan’s CAS  pension costs from 2014 to 2017, the period over which the new CAS  discount rate rules will be phased-in. In our model, a 1.0 percentage point  decrease in the discount rate (as determined by a measure of corporate  bond interest rates) could increase CAS pension costs by 35 percent  once the rule is fully implemented, and a 2.0 percentage point decrease  could almost double CAS pension costs, as shown in figure 11.  Furthermore, changes in this rate can have a greater effect on CAS  pension costs than similar changes in plan asset returns.", "Under certain scenarios, CAS pension costs could begin to decline back  to previous levels over the next decade, but the outcome is sensitive to  what actually happens in the economy. For example, as shown in figure  12, projected CAS pension costs would begin to decline by the end of the  decade and approach what they would have been under pre- harmonization CAS rules if discount rates rise to 6.5 percent by 2017 and  stabilize at that level. However, if corporate bond interest rates do not  stabilize and instead started to fall again after 2019, the discount rate  would fall as well and CAS pension costs would then continue to rise.  This example does not account for any asset gains or losses which could  further raise or lower CAS pension costs.", "As noted earlier, after harmonization went into effect in February 2012,  the largest DOD contractors submitted new pension forward pricing  proposals to DOD and projected significant rises in CAS pension costs by  2016. Overall, these updated projections showed large increases in CAS  pension costs when compared to the pre-harmonization projections for  the 2012 to 2016 period. Most contractors’ projections for 2012 and 2013  showed little or no change but all contractors projected increases from   After excluding the  2014 through 2016 as harmonization takes effect.impact of changes such as changes to plan benefits to isolate the effects  of harmonization, these CAS pension cost increases for individual  contractors ranged from 10 percent to 55 percent for 2014, relative to  their proposals that do not reflect the impact of harmonization.", "All of the large DOD contractors that submitted an updated pension  forward pricing proposal after the enactment of MAP-21 still showed an  increase in projected CAS pension costs, despite the temporary relief  from ERISA funding requirements provided by the law. While MAP-21  dampened the initial projected effect of harmonization, a few large DOD  contractors noted that the impact of MAP-21 is likely to be temporary and  that its long-term effect on discount rates and future CAS pension costs  remain unknown. After taking into account MAP-21, projected CAS  pension cost increases for individual contractors ranged from 7 percent to  37 percent for 2014, due solely to harmonization, relative to their  proposals that do not reflect the impact of harmonization. In aggregate,  that represents a projected increase for 2014 of nearly $1.2 billion across  the six contractors that submitted forward pricing proposals reflecting  MAP-21. By contrast, the increase projected by those contractors in  proposals prior to MAP-21 was almost $2 billion.", "CAS pension costs for defined benefit plans at the divisions we reviewed  are expected to rise as a percentage of direct labor costs. At all five  divisions, post-harmonization projections that were the basis of  negotiations for most of 2012 showed a rise in CAS defined benefit  pension costs as a percentage of projected direct labor costs of between  8 and 21 percentage points from 2012 to 2016. For those divisions,  defined contribution costs stayed largely stable across the same period."], "subsections": []}, {"section_title": "Harmonization Presents Challenges to Projection of CAS Pension Costs for Forward Pricing", "paragraphs": ["CAS rules are intended to provide consistent cost data for forward pricing  of government contracts over future years for contracts implemented over  multiple years. However, harmonization tied CAS discount rates to the  more volatile ERISA-based discount rate, which can make CAS less  consistent as a standard for generating pricing projections. DOD issued  limited guidance to its acquisition organizations in March 2012 on  projecting ERISA-based discount rates for CAS calculations, which  indicates that contractors should increase their current ERISA-based  rates for forward pricing to approach a 4- to 6-year historical average  rate. The guidance is not clear on the source for these rates or how  quickly they should rise to historical averages. This lack of clarity can lead  to great variation among the forward pricing rates of contractors, even if  they have similar participant demographics, because small changes in the  projected discount rate can create large changes in projected CAS  pension cost.", "Additionally, DOD indicated that in its final guidance, yet to be issued,  forward discount rates would approach average rates drawn from 15 to  20 years of historical data. Rates based on long-term averages would  ensure more consistency in pricing because these rates would change  less year-to-year than rates based on short-term historical averages. In  the near-term, rates for forward pricing based on a long-term historical  average would also very likely increase the contractors’ discount rates,  reducing CAS pension costs. This final guidance may provide greater  clarity about discount rates contractors could use to calculate pension  costs for forward pricing purposes. However, in the absence of this  guidance, there is likely to be a broad range of discount rates in use and  thus large variation in forward pricing rates, even if contractors have  similar participant demographics."], "subsections": []}, {"section_title": "Adjustments to Pre- Harmonization Contracts Are Expected but Cost Impact Is Uncertain", "paragraphs": ["Since harmonization was a mandatory regulatory change, contractors can  ask for a contract adjustment to reflect the cost impact of the change.  Although a general procedure exists that contractors can follow to seek  any kind of adjustment, a March 2012 DOD memorandum stated that  contracts would be eligible for adjustment if they were signed prior to  February 27, 2012 and if their period of performance continues into 2014  or later, when use of the ERISA-based discount rate begins to phase in.  The memorandum indicated that DOD would eventually release more  guidance on the matter but did not specify a timeline for completing the  negotiation of contract adjustments. As of November 2012, DOD had not  yet issued additional guidance.", "The amount of additional CAS pension cost for DOD due to  harmonization adjustments will depend, in part, on the number of  contracts submitted by contractors for consideration, and this is yet to be  determined. Some contractors said that a number of their contracts may  be complete or no longer incurring costs by the time harmonization  noticeably increases CAS pension costs. We reviewed four programs that  have production or construction contracts that were both awarded before  February 2012, and for which deliveries are scheduled in 2014 or beyond.  These include large platforms with small quantities, such as Wideband  Global SATCOM and Virginia Class Submarine; because satellites and  submarines take several years to build, all the units on these contracts  will be delivered in 2014 or later (as late as 2018 for the submarine).  Therefore, substantial costs could be incurred in 2014 and beyond. In  contrast, the bulk of costs on relevant contracts for F-35 Joint Strike  Fighter aircraft and Tactical Tomahawk missiles will be incurred before  2014 when the main provisions of harmonization take effect. Over 80  percent of F-35 deliveries, and almost 60 percent of Tactical Tomahawk  deliveries, are scheduled to take place before 2014. Several contractors  stated that they were waiting for DOD to issue additional guidance before  submitting their requests for adjustment and one contractor commented  that it could be beneficial for DOD to wait for interest rates to rise, as that  could negate the effect of harmonization and the need for adjustment on  some contracts."], "subsections": []}, {"section_title": "The CAS Board Did Not Update Rules for Settlement of Plan Curtailments as Part of Harmonization", "paragraphs": ["The CAS Board did not harmonize the discount rates used for settling up  if a contractor curtails a pension plan, meaning that liabilities could be  calculated differently under ERISA and CAS rules if a contractor  terminates a plan or freezes new benefit accruals for all participants. In  such an event, the liability would be calculated using the old (likely higher)  assumed long-term rate of return, instead of the new (likely lower)  corporate bond interest rates. In the current environment, that would  make the measurement of liabilities lower for a plan being curtailed than  would be the case if the plan continued with new benefits accruing.", "According to CAS Board officials, the Board intends to begin a case on  CAS 413 in the near future, although a schedule for such rule-making has  not been created. The process of changing CAS rules can be time- consuming. For example, while PPA, enacted in 2006, established a  deadline for harmonization of January 1, 2010, the final ruling was not  issued until December 2011, and not effective until February 2012."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["DOD faces new challenges as a result of changes to rules governing  contractor pension costs and the growth in these costs, especially since  the market downturn that started in 2008. The regulatory structure for  government contracting generally allows contractors to receive payment  for normal business costs incurred while working on government  contracts, including employees’ salaries and benefits such as pensions.  DOD recognizes that understanding and overseeing pension costs  requires highly specialized expertise, and has therefore centralized its  pension oversight functions. However, while DOD processes ensure that  contractors’ CAS pension costs have been calculated correctly and that  actuarial assumptions are reasonable, these processes do not assign  responsibility for reviewing and valuing the benefits that participants will  receive. Additionally, CAS pension cost is an imperfect measure of the  value of pension benefits participants earned in a given year. As a result,  DOD has an incomplete picture of the reasonableness of the total  compensation offered by contractors. Further, DOD’s assessment of  executive compensation does not require inclusion of defined benefit  pensions, and the assessment that does take place does not consider the  value of benefits earned by participants. This could hamper DOD’s efforts  to ensure the reasonableness of the total compensation offered to  contractor executives.", "CAS pension costs associated with defined benefit plans have grown  substantially over the past decade, and can be expected to grow larger  and more volatile with the harmonization of CAS to ERISA. We found that  in this environment, DOD contractors, like their peer group, have limited  employee entry to defined benefit plans. Defined benefit pension costs  are highly sensitive to economic assumptions, and even a small change  in conditions can have significant consequences. Increased volatility due  to harmonization challenges the consistency of contract forward pricing.  Under the previous rules, CAS discount rates were more stable and  predictable, and therefore effective for consistent forward pricing. DOD  has recognized the desirability of using long-term average rates in CAS  calculations in order to smooth the impact of pension cost swings over  time, and the need to provide more guidance to its acquisition  organizations on the discount rates contractors should use. While DOD  has stated that this guidance would be forthcoming, details are yet to  emerge, and the longer it takes to issue the guidance, the longer DOD is  likely to see a broad range of discount rates and large variation in forward  pricing rates. Further, while harmonization changed how contractors will  calculate their CAS pension costs, it did not update CAS 413 to  harmonize the discount rates used for settling up in the event of a plan  curtailment. The current interest rate environment means that a plan  being curtailed would have significantly lower liabilities than if it had  continued accruing new benefits, complicating settlements between  contractors and the government."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Secretary of Defense take the following four  actions:", "Assign responsibility for oversight of the reasonableness of pension  plans offered by contractors, specifically the value of benefits earned  by participants;", "Provide guidance on how to measure the value of pension benefits  that participants earn in a given year to get a complete picture of total  compensation for contractor employees;", "Provide guidance on the extent to which defined benefit plans should  be included in assessments of the reasonableness of executive  compensation packages; and", "Provide specific guidance to acquisition organizations, including  DCMA and DCAA, on the discount rate or rates that would be  acceptable for contractors to use in calculating pension costs for  forward pricing purposes.", "In order to better align with the harmonized CAS 412, we recommend that  the CAS Board set a schedule for revising the parts of CAS 413 dealing  with settlement of pension plan curtailments."], "subsections": []}, {"section_title": "Agency and Third- Party Comments", "paragraphs": ["We provided a draft of this report to DOD, OMB, PBGC, the Department  of the Treasury, and the 10 large DOD contractors covered by our review.  We received formal written comments from DOD. DOD agreed with all  four recommendations made to the Secretary of Defense. DOD also  provided technical comments which were incorporated as appropriate.  DOD comments are reproduced in appendix II.", "OMB provided comments stating that the CAS Board, when it meets, will  consider a schedule for a case to revise the parts of CAS 412 and CAS  413 relating to defined benefit plan segment closings and curtailments.  OMB also offered technical comments which were incorporated as  appropriate.", "We received comments from six contractors, who said that the report  captures the complexities involved in determining pension costs. Four  contractors indicated that they had no comments. Contractors also  offered technical comments which were incorporated as appropriate.", "Both the Department of the Treasury and PBGC provided technical  comments which were incorporated as appropriate.", "We are sending copies of this report to appropriate congressional  committees; the Secretary of Defense; the Acting Director, Office of  Management and Budget; and other interested parties. In addition, this  report will be available at no charge on the GAO website at  http://www.gao.gov.", "If you have any questions about this report, please contact Cristina  Chaplain at (202) 512-4841 or chaplainc@gao.gov, or Charles Jeszeck at  (202) 512-7215 or jeszeckc@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this report. Key contributors to this report are found in appendix III."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to assess how (1) contractor pension costs are  determined; (2) the Department of Defense (DOD) ensures the contractor  pension costs it pays are appropriate; (3) DOD contractors’ defined  benefit pension plans compare with plans sponsored by similar  companies that are not among the largest DOD contractors; (4) pension  costs have affected DOD contract costs and the factors that contributed  to these pension costs; and (5) the December 2011 harmonization of  Cost Accounting Standards (CAS) with the Employee Retirement Income  Security Act of 1974 (ERISA) will affect the amounts DOD will pay in  pension costs in coming years.", "To conduct analysis across all objectives, we analyzed defined benefit  pension plans for the 10 largest contractors based on DOD contract  obligations for fiscal year 2011. Those contractors were:", "BAE Systems plc", "The Boeing Company", "General Dynamics Corporation", "L-3 Communications Holdings, Inc.", "Lockheed Martin Corporation", "Northrop Grumman Corporation", "Oshkosh Corporation", "Raytheon Company", "SAIC, Inc.", "United Technologies Corporation  For these contractors (with the exception of one that does not offer  defined benefit plans), we selected for deeper analysis defined benefit  plans that together covered at least 90 percent of each contractor’s  pension liabilities (35 plans in total).", "At the 10 largest contractors, we interviewed officials whose  responsibilities included benefits management and government  accounting, as well as a number of actuaries supporting those  contractors. We also interviewed Defense Contract Management Agency  (DCMA) and Defense Contract Audit Agency (DCAA) officials with  responsibilities covering contractor costs at headquarters, and at a  number of specialized centers such as the DCMA Contractor  Insurance/Pension Review (CIPR) Center and Contract Disputes  Resolution Center, and the DCAA Compensation Team. We also  interviewed DOD officials with cognizance for negotiation and oversight of  pension costs at the corporate level for each of the 10 selected large  contractors, including the DCMA Corporate Administrative Contracting  Officer (CACO), and DCAA officials including regional audit managers,  resident auditors, and pension technical specialists. We interviewed a  representative of the American Academy of Actuaries, and also met with  representatives of the Pension Benefit Guaranty Corporation (PBGC) and  the Department of the Treasury.", "We reviewed various federal laws (e.g., the Pension Protection Act of  2006). We also reviewed key rules and regulations, such as relevant  sections of the Federal Acquisition Regulation (FAR) (e.g., FAR section  31.205-6, Compensation for Personal Services), the Defense Federal  Acquisition Regulation Supplement (DFARS) (e.g., DFARS Subpart  242.73, Contractor Insurance/Pension Review), and CAS (e.g., CAS 412,  Cost Accounting Standard for Composition and Measurement of Pension  Cost, and CAS 413, Adjustment and Allocation of Pension Cost). We  reviewed DCMA documentation including guidance on forward pricing  rates and final overhead rates, and reports written by the DCMA CIPR  Center. We reviewed DCAA documentation such as relevant sections of  the DCAA Contract Audit Manual (e.g., Chapter 8, Cost Accounting  Standards), and audit reports that address contractor pension costs. We  also reviewed prior GAO work concerning pensions.", "Further, to understand how DOD oversees pension costs at smaller  contractors, we selected publicly traded contractors that: fell between the  11th and 50th places in terms of DOD contract obligations for fiscal year  2011; had total defined benefit pension plan assets of at least $1 billion;  and had fiscal year 2011 DOD contract obligations representing at least 4  percent of total 2011 net sales. The following seven contractors met  these criteria:", "Alliant Techsystems Inc.", "Computer Sciences Corporation", "Honeywell International Inc.", "ITT Exelis", "Navistar International Corporation", "Rockwell Collins, Inc.", "Textron Inc.", "At the seven smaller contractors we interviewed officials with pension  management responsibilities. We also interviewed corporate-level DCMA  officials with cognizance for the seven smaller contractors, and where  available collected recent DCAA audit reports and CIPR Center reports  related to pensions at those contractors.", "To compare the defined benefit pension plans of large DOD contractors  to those sponsored by similar companies, we selected a peer group of 15  companies not among the largest DOD contractors based on analysis of  contractor audited financial statements. Many of the contractors list a  peer group they use to benchmark executive compensation in their  financial statements. These peer companies may be selected for  generally comparability in terms of company size, industry, or operations  as well as their overall competitiveness with respect to similar employee  skill sets and talent. Eight of the largest DOD contractors publish lists of  their peers and we selected the 15 most prevalent companies (not  including the DOD contractors themselves) that appeared across all eight  lists. For both the contractors and the peer group, we analyzed annual  reports and proxy statements for fiscal year 2011 to identify the status of  pension plans and understand how pension plan assets are allocated.", "To identify trends in CAS pension costs, for the nine largest contractors  with defined benefit plans we reviewed pension plan documents such as  CAS valuation reports (generally certified by qualified and credentialed  actuaries), summary plan descriptions, and CAS disclosure statements.  We collected contractor data on incurred CAS pension costs from 2002 to  2011. Our analysis of CAS valuation reports identified sources of current  unfunded liabilities and CAS pension cost, as well as the difference  between ERISA-required contributions and what the contractors have  calculated as CAS pension cost. Note that for one large contractor, we  excluded most pension data associated with a business that was recently  spun off, in which the transaction included parts of several defined benefit  pension plans. This was done in order to make the contractor’s past and  projected pension cost data more comparable. CAS pension costs  provided by contractors may or may not reflect their PBGC premiums.  Where we were able to identify the premiums separately from other  pension costs, their relative size was insignificant.", "To understand how pension costs make their way onto DOD contracts,  we selected divisions at the five largest contractors based on DOD  contract obligations for fiscal year 2011, and at each division selected a  weapon system program, which together represent a mix of military  services and platform types. This selection was a nonprobability sample,  and the findings from these programs are not generalizable to all  programs. Those divisions and programs were:", "Boeing Space and Intelligence Systems—Wideband Global SATCOM", "General Dynamics Electric Boat—SSN 774 Virginia Class Submarine", "Lockheed Martin Aeronautics—F-35 Joint Strike Fighter", "Northrop Grumman Electronic Systems—AN/PED-1 Lightweight", "Raytheon Missile Systems—Tactical Tomahawk R/UGM-109E  At the divisions, we interviewed contractor officials whose responsibilities  included contracting and development of forward pricing rates. We were  also briefed on how pension costs are incorporated into rates at each  division. We interviewed DOD officials with cognizance at the division- level for the five selected divisions, including the DCMA Divisional  Administrative Contracting Officer (DACO) and local auditors. For the  five divisions, where available we collected contractor data on each  division’s incurred pension costs from 2005 to 2011, and within each  division, the individual programs’ incurred costs from 2005 to 2011. This  period represents years for which data was generally available across  selected programs.", "To demonstrate the potential impact on CAS pension costs of  CAS/ERISA harmonization and changing economic assumptions, we  developed a model of an illustrative contractor defined benefit plan, based  on a review of the model DOD uses, and reviewed by the Chief Actuary of  the GAO for actuarial soundness. For additional insight into the potential  impact of harmonization, we gathered from the nine largest contractors  projections (prior to and following harmonization and the Moving Ahead  for Progress in the 21st Century Act (MAP-21)) of CAS pension costs for  2012 to 2016, where available. For the five selected divisions, we also  gathered projections of pension costs for 2012 to 2016. We also  interviewed the Project Director detailed to the CAS Board to lead the  team that harmonized CAS with ERISA. We reviewed changes made to  the CAS in December 2011 to harmonize it with ERISA. We also  reviewed DOD policies related to CAS/ERISA harmonization, such as the  Office of the Under Secretary of Defense for Acquisition, Technology, and  Logistics memorandum providing guidance on harmonization.", "We conducted this performance audit from December 2011 to January  2013 in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient, appropriate evidence to provide a reasonable basis for  our findings and conclusions based on our audit objectives. We believe  that the evidence obtained provides a reasonable basis for our findings  and conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Comments from the Department of Defense", "paragraphs": [], "subsections": []}, {"section_title": "Appendix III: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": ["Cristina T. Chaplain, (202) 512-4841 or chaplainc@gao.gov; Charles A.  Jeszeck, (202) 512-7215 or jeszeckc@gao.gov."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contacts named above, Karen Zuckerstein, Assistant  Director; Kimberley Granger, Assistant Director; Robert Bullock; Robert  Dacey; Charles Ford; Laura Greifner; John Krump; Gene Kuehneman;  Kenneth Patton; David Reed; Matthew Shaffer; Roxanna Sun; Daren  Sweeney; Aron Szapiro; Roger Thomas; Frank Todisco; and Jocelyn Yin  made key contributions to this report."], "subsections": []}]}], "fastfact": []}