{"id": "GAO-04-195T", "url": "https://www.gao.gov/products/GAO-04-195T", "title": "Prescription Drugs: State and Federal Oversight of Drug Compounding by Pharmacies", "published_date": "2003-10-23T00:00:00", "released_date": "2003-10-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Drug compounding--the process of mixing, combining, or altering ingredients--is an important part of the practice of pharmacy because there is a need for medications tailored to individual patient needs. Several recent compounding cases that resulted in serious illness and deaths have raised concern about oversight to ensure the safety and quality of compounded drugs. These concerns have raised questions about what states--which regulate the practice of pharmacy--and the Food and Drug Administration (FDA) are doing to oversee drug compounding. GAO was asked to examine (1) the actions taken or proposed by states and national pharmacy organizations that may affect state oversight of drug compounding, and (2) federal authority and enforcement power regarding compounded drugs. This testimony is based on discussions with the National Association of Boards of Pharmacy (NABP) and a GAO review of four states: Missouri, North Carolina, Vermont, and Wyoming. GAO also interviewed and reviewed documents from pharmacist organizations, FDA, and others involved in the practice of pharmacy or drug compounding."]}, {"section_title": "What GAO Found", "paragraphs": ["A number of efforts have been taken or are under way both at the state level and among pharmacy organizations at the national level that may strengthen state oversight of drug compounding. Actions among the four states reviewed included adopting new regulations about compounding and conducting more extensive testing of compounded drugs. For example, the pharmacy board in Missouri is starting a program of random testing of compounded drugs for safety, quality, and potency. At the national level, industry organizations are working on standards for compounded drugs that could be adopted by the states in their laws and regulations, thereby potentially helping to ensure that pharmacies consistently produce safe, high-quality compounded drugs. While these actions may help improve oversight, the ability of states to oversee and ensure the quality and safety of compounded drugs may be affected by state-specific factors such as the resources available for inspections and enforcement. FDA maintains that drug compounding activities are generally subject to FDA oversight, including its authority to oversee the safety and quality of new drugs. In practice, however, the agency generally relies on states to regulate the limited compounding of drugs as part of the traditional practice of pharmacy. In 1997, the Congress passed a law exempting drug compounders that met certain criteria from key provisions of the Federal Food Drug and Cosmetic Act (FDCA), including the requirements for the approval of new drugs. These exemptions, however, were nullified in 2002 when the United States Supreme Court ruled part of the 1997 law to be an unconstitutional restriction on commercial speech, which resulted in the entire compounding section being declared invalid. Following the court decision in 2002, FDA issued guidance to indicate when it would consider taking enforcement actions regarding drug compounding. For example, it said the agency would defer to states regarding \"less significant\" violations of the Act, but would consider taking action in situations more analogous to drug manufacturing."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today as you consider state and federal oversight  to ensure the safety and quality of compounded prescription drugs. Drug  compounding—the process of mixing, combining, or altering ingredients  to create a customized medication for an individual patient—is an  important part of the practice of pharmacy. Common examples of  compounded drugs include tailor-made medications for patients who are  allergic to an ingredient in a manufactured drug. Drug compounding is  part of pharmacy education and, like other aspects of pharmacy practice,  it is regulated by state pharmacy practice acts, which in turn are enforced  by state boards of pharmacy. All 50 states describe drug compounding in  their state laws and regulations on pharmacy practice, although specific  statutes or regulations vary across states. At the federal level, the Food  and Drug Administration (FDA), which oversees the introduction of new  drugs into the marketplace under the Federal Food, Drug and Cosmetic  Act (FDCA), maintains that compounded drugs are generally subject to  the act.", "While drug compounding is an important part of ensuring that medications  are available to meet individual patient needs, the quality and extent of  drug compounding have surfaced as important issues in recent years. For  example, several compounding cases in the past several years have  resulted in serious illnesses and deaths, raising concern about oversight to  ensure the safety and quality of compounded drugs. In addition, concerns  have been raised by FDA and others that some pharmacies are going  beyond traditional drug compounding for individual patients by, for  example, compounding and selling large quantities of drugs without  meeting safety and other requirements for new manufactured drugs.  Because both states and the federal government have oversight  responsibilities, you asked us to address (1) the actions taken or proposed  by states and national pharmacy organizations that may affect state  oversight of drug compounding, and (2) federal authority and enforcement  power regarding compounded drugs.", "My testimony today is based in part on discussions with the National  Association of Boards of Pharmacy (NABP), as well as a review we  conducted of four states: Missouri, North Carolina, Vermont, and  Wyoming. We selected these states based on their geographic location and  variation in compounding regulations. Two of the states came to our  attention as having taken unique steps with regard to oversight of  compounded drugs, and the other two had each adopted new regulations  on drug compounding. For each of the four states, we reviewed state  statutes and regulations, interviewed officials from the state board of  pharmacy, and reviewed relevant documents such as pharmacy inspection  forms. In addition to examining state-level actions, we examined national  industry efforts by interviewing officials from the American Pharmacists  Association, the International Academy of Compounding Pharmacists, the  American Society of Health-System Pharmacists, the National Association  of Chain Drug Stores, and Professional Compounding Centers of America,  which provides training to pharmacists and also sells bulk ingredients for  drug compounding. We also contacted and obtained information from the  United States Pharmacopeia (USP), which is a nonprofit agency that  develops standards for pharmaceuticals. Finally, to examine federal  authority and enforcement power, we reviewed federal statutes, FDA  compliance policy guides, court decisions, and other relevant documents,  and interviewed FDA officials and industry experts. We conducted our  work from August 2003 to October 2003 in accordance with generally  accepted government auditing standards.", "In summary, efforts at the state level and among pharmacy organizations  at the national level have been taken or are under way to potentially  strengthen state oversight of drug compounding. Actions among the four  states we reviewed included adopting new statutes and regulations about  compounding, such as requirements for facilities and equipment, and  conducting more extensive testing of compounded drugs. For example,  the pharmacy board in Missouri is starting a program of random testing of  compounded drugs for safety, quality, and potency. At the national level,  industry organizations are working on standards for compounded drugs  that could be adopted by the states in their laws and regulations, thereby  helping to ensure that pharmacies consistently produce safe, high-quality  compounded drugs. While these actions may help improve oversight, the  ability of states to oversee and ensure the quality and safety of  compounded drugs may be affected by state-specific factors such as the  resources available for inspections and enforcement. For example, in  three of the four states we reviewed, pharmacy board officials indicated  that resource limitations affected their ability to conduct routine  inspections.", "FDA maintains that drug compounding activities are generally subject to  its oversight, including its authority to oversee the safety and quality of  new drugs. In practice, however, the agency generally relies on states to  regulate the compounding of drugs as part of the traditional practice of  pharmacy. In 1997, the Congress passed a law exempting drug  compounders that met certain criteria from key FDCA provisions,  including safety and efficacy requirements for the approval of new drugs.  However, the entire section of the law dealing with drug compounding  was nullified in 2002 after the United States Supreme Court ruled that part  of it was an unconstitutional restriction on commercial speech. Following  the court decision in 2002, FDA issued guidance to indicate when the  agency would consider taking enforcement actions regarding drug  compounding. For example, it said the agency would generally defer to the  states for “less significant” violations of the FDCA but would consider  taking action in situations more analogous to drug manufacturing."], "subsections": [{"section_title": "Background", "paragraphs": ["For most people and many pharmacies, filling a prescription is a matter of  dispensing a commercially available drug product that has been  manufactured in its final ready-to-use form. This has been particularly true  in the United States since the rise of pharmaceutical manufacturing  companies. In addition to meeting federal safety and efficacy requirements  before a new drug is marketed, the drugs manufactured by these  companies are routinely tested by FDA after marketing. According to FDA,  the testing failure rate for more than 3,000 manufactured drug products  sampled and analyzed by FDA since fiscal year 1996 was less than 2  percent. Drug manufacturers are also required to report adverse events  associated with their drugs, such as illness and death, to FDA within  specified time frames.", "Drug compounding, which has always been a part of the traditional  practice of pharmacy, involves the mixing, combining, or altering of  ingredients to create a customized medication for an individual patient.  According to the American Pharmacists Association, some of the most  commonly compounded products include lotions, ointments, creams, gels,  suppositories, and intravenously administered fluids and medication.  Some of these compounded drugs, such as intravenously administered  chemotherapy drugs, are sterile products that require special safeguards to  prevent injury or death to patients receiving them. For example, sterile  compounding requires cleaner facilities than nonsterile compounding, as  well as specific training for pharmacy personnel and testing of the  compounded drug for sterility.", "The extent of drug compounding is unknown, but it appears to be  increasing in the United States. While industry representatives, the media,  and others have cited estimates for the proportion of prescription drugs  that are compounded ranging from 1 percent to 10 percent of all  prescriptions, we found no data supporting most estimates. FDA does not  routinely collect data on the quantity of prescriptions filled by  compounded drugs. Similarly, we found no publicly available data, either  from FDA or from industry organizations, on the amount of bulk active  ingredients and other chemicals that are used in drug compounding in the  United States. However, many state officials, pharmacist association  representatives, and other experts we interviewed reported that the  number of compounded prescriptions, which had decreased when  pharmaceutical manufacturing grew in the 1950s and 1960s, has been  increasing over the past decade.", "Problems have come to light regarding compounded drugs, some of which  resulted in death or serious injury, because the drugs were contaminated  or had incorrect amounts of the active ingredient. Unlike drug  manufacturers, who are required to report adverse events associated with  the drugs they produce, FDA does not require pharmacies to report  adverse events associated with compounded drugs. Based on voluntary  reporting, media reports, and other sources, FDA has become aware of  over 200 adverse events involving 71 compounded products since about  1990. These incidents, including 3 deaths and 13 hospitalizations following  injection of a compounded drug that was contaminated with bacteria in  2001, have heightened concern about compounded drugs’ safety and  quality. In addition, a limited survey conducted by FDA’s Division of  Prescription Drug Compliance and Surveillance in 2001 found that nearly  one-third of the 29 sampled compounded drugs were subpotent—that is,  they had less of the active ingredients than indicated.", "FDA and others have also expressed concern about the potential for harm  to the public health when drugs are manufactured and distributed in  commercial amounts without FDA’s prior approval. While FDA has stated  that traditional drug compounding on a small scale in response to  individual prescriptions is beneficial, FDA officials have voiced concern  that some establishments with retail pharmacy licenses might be  manufacturing new drugs under the guise of drug compounding in order to  avoid FDCA requirements."], "subsections": []}, {"section_title": "Actions Taken or Under Way by States and National Organizations to Strengthen State Oversight of Drug Compounding, but Affect Likely to Vary from State to State", "paragraphs": ["We found efforts at the state level and among national pharmacy  organizations to potentially strengthen state oversight of drug  compounding. Actions among the four states we reviewed included  adopting new drug compounding regulations and random testing of  compounded drugs. At the national level, industry organizations are  working on standards for compounded drugs that could be adopted by  states in their laws and regulations. According to experts we interviewed,  uniform standards for compounded drugs could help ensure that  pharmacists across states consistently produce safe, quality products.  While these actions may help improve oversight, the ability of states to  oversee and ensure the quality and safety of compounded drugs may be  affected by their available resources and their ability to adopt new  standards and enforce penalties."], "subsections": [{"section_title": "Four States Reviewed Have Taken a Variety of Approaches to Strengthen Oversight", "paragraphs": ["The four states we reviewed have taken a variety of approaches to  strengthen state oversight.", "Missouri. The pharmacy board in Missouri has taken a different approach  from other states: it is in the process of implementing random batch  testing of compounded drugs. No other state has random testing,  according to an NABP official. Random testing will include both sterile  and nonsterile compounded drugs and the board plans on testing  compounded drugs for safety, quality, and potency. A Missouri pharmacy  board official said testing will include random samples of compounded  drugs in stock in pharmacies in anticipation of regular prescriptions,  random selection of prescriptions that were just prepared, and testing of  compounded drugs obtained by undercover investigators posing as  patients. The official added that random testing will help to ensure the  safety and quality of compounded drugs and is also intended to serve as a  deterrent for anyone who might consider purposely tampering with  compounded prescriptions.", "North Carolina. North Carolina is the only state in the country that  requires mandatory adverse event reporting involving prescription drugs,  including compounded drugs, according to an NAPB official. Regulations  in North Carolina require pharmacy managers to report information to the  pharmacy board that suggests a probability that prescription drugs caused  or contributed to the death of a patient. This reporting system, which does  not extend to incidents of illness or injury, allows the board to investigate  all prescription-drug-related deaths and determine whether an  investigation is warranted.", "Vermont. The pharmacy board in Vermont overhauled the state’s  pharmacy rules in August 2003 to address changes in pharmacy practice,  including the increase in Internet and mail-order pharmacies, according to  the pharmacy board chairman. For example, the chairman reported that  prior to the adoption of the new rules, Vermont had no definition of out-of- state pharmacies and no requirements for these pharmacies to have a  Vermont license to do business in the state. The board chairman said that  the new rule requiring licensing for out-of-state pharmacies would provide  a mechanism to monitor pharmacies that ship prescription drugs,  including compounded drugs, into the state. In addition, he added that the  board revised the rules for compounding sterile drugs by including  specifics on facilities, equipment, and quality assurance measures.", "Wyoming. Prior to March 2003, Wyoming did not have state laws or rules  that established specific guidelines for drug compounding, aside from a  definition of drug compounding, according to a pharmacy board official.  The new rules include requirements for facilities, equipment, labeling, and  record keeping for compounded drugs, as well as a specific section on  compounding sterile drugs. In addition, under the new rules, the official  added that pharmacy technicians-in-training are no longer allowed to  prepare compounded drugs, including sterile products, which is a more  complex procedure requiring special equipment to ensure patient safety."], "subsections": []}, {"section_title": "Efforts of National Organizations May Help States Strengthen Oversight of Drug Compounding", "paragraphs": ["At the national level, industry organizations are working on uniform  practices and guidelines for compounded drugs and a committee of  national association representatives recently began work on developing a  program that would include certification and accreditation for drug  compounding that could be used for state oversight. Groups such as the  NABP concluded that state oversight of drug compounding would be  strengthened if the states had uniform standards and other tools that could  be adopted to address the quality and safety of compounded drugs.  Several experts that we spoke with said national standards for  compounding drugs that could be incorporated into state laws and  regulations could help to ensure the quality and safety of compounded  drugs. One expert noted that an advantage to incorporating compliance  with national compounding standards into state laws is that it would be  easier for states to keep up with updated standards without going through  the process of legislative changes.", "NABP developed and updated a Model State Pharmacy Act that provides  standards for states regarding pharmacy practice. Recently revised in  2003, the model act includes a definition of drug compounding and a  section on good drug compounding practices. According to the executive  director of NABP, many states have incorporated portions of the model act  into their state pharmacy statutes or regulations by including similar  definitions of drug compounding and components of NABP’s good drug  compounding practices. For example, officials in Missouri and Wyoming  reported using the model act’s good drug compounding practices as a  guideline for developing their drug compounding regulations. In addition,  USP has established standards and guidelines for compounding nonsterile  and sterile drug products, both of which are being updated by expert  committees. An official told us that these revisions would be completed  early in 2004.", "In addition, recognizing that there is no coordinated national program to  oversee compounding practices and that states’ oversight may vary, NABP  recently began working with other national organizations, including the  American Pharmacists Association and USP, to create a steering  committee to develop a national program to provide a national quality  improvement system for compounding pharmacies and the practice of  compounding. The committee, which held its second meeting in October  2003, is developing a program that is anticipated to include (1) the  accreditation of compounding pharmacies, (2) certification of  compounding pharmacists, and (3) requirements for compounded  products to meet industry standards for quality medications. To strengthen  state oversight of drug compounding, these accreditations, certifications,  and product standards, once developed, could be adopted by the states  and incorporated into their requirements for compounding pharmacists  and pharmacies."], "subsections": []}, {"section_title": "Factors Such as Available Resources May Affect States’ Ability to Oversee Compounded Drugs", "paragraphs": ["Although there are several efforts by states and national organizations that  may help strengthen state oversight, some states may lack the resources to  provide the necessary oversight. State pharmacy board officials in three of  the four states reported that resources were limited for inspections, for example:", "The Missouri pharmacy board director reported that pharmacy inspections  typically occur every 12 to 18 months; however, an increase in complaints  has resulted in less frequent routine pharmacy inspections, because  investigating complaints takes priority over routine inspections.", "North Carolina has six inspectors for about 2,000 pharmacies, which the  state pharmacy board director said are inspected at least every 18 months.  The director added that it is difficult to keep up with this schedule of  routine inspections with the available resources while also investigating  complaints, which take first priority.", "In Vermont, the pharmacy board chairman reported that, for a period of  about 8 years until January 2003, pharmacy inspectors were only able to  respond to complaints and not conduct routine inspections because of a  shortage of inspectors. Vermont now has four full-time inspectors that  cover the state’s 120 pharmacies; however, in addition to routine  pharmacy inspections, the inspectors are also responsible for inspecting  other facilities such as nursing homes and funeral homes. The chairman  added that the board would like to have pharmacies inspected annually  but it is difficult to keep up with the current schedule of inspections once  every 2 years.", "Since drug compounding may occur in mail-order and Internet  pharmacies, the compounding pharmacy may be located in a state  different from the location of the patient or prescribing health  professional. Three of the four states we reviewed had a large number of  out-of-state pharmacies that were licensed to conduct business in those  states, and inspection and enforcement activities may differ for these  pharmacies. For example, Wyoming has 274 licensed out-of-state  pharmacies, which is nearly twice as many as the number of in-state  licensed pharmacies. The four states we reviewed said that they have  authority to inspect out-of-state pharmacies licensed in their states but  because of limited resources, they generally leave inspections to the state  in which the pharmacy is located. Regarding enforcement authority, all  four states reported having authority to take disciplinary action against  out-of-state pharmacies licensed in their states.", "While the pharmacy boards in all four states we reviewed can suspend or  revoke pharmacy licenses or issue letters of censure, enforcement  mechanisms vary. For example, Missouri and North Carolina are not  authorized to charge fines for violations; however, Wyoming can fine a  pharmacist up to $2,000 and Vermont can fine a pharmacy or pharmacist  $1,000 for each violation. Further, not all state pharmacy boards have the  authority to take enforcement action independently. For example, in  Missouri when attempting to deny, revoke, or suspend a license through  an expedited procedure, the pharmacy board must first file a complaint  with an administrative hearing commission. Only after the commission  determines that the grounds for discipline exist may the board take  disciplinary action.", "Pharmacy board officials reported relatively few complaints and  disciplinary actions involving drug compounding. For example, of the 307  complaints received and reviewed by the board of pharmacy against  pharmacies and pharmacists in Missouri in fiscal year 2002, only 5 were  related to drug compounding."], "subsections": []}]}, {"section_title": "FDA Asserts Oversight Authority Under FDCA but Generally Relies on States to Regulate Drug Compounding", "paragraphs": ["FDA maintains that drug compounding activities are generally subject to  FDA oversight, including the “new drug” requirements and other  provisions of the FDCA. In practice, however, the agency generally relies  on the states to regulate the traditional practice of pharmacy, including the  limited compounding of drugs for the particular needs of individual  patients. In recent years, the Congress has attempted to clarify the extent  of federal authority and enforcement power regarding drug compounding.  In 1997, the Congress passed a law that exempted drug compounders from  key portions of the FDCA if they met certain criteria. Their efforts,  however, were nullified when the Supreme Court struck down a portion of  the law’s drug compounding section as an unconstitutional restriction on  commercial speech, which resulted in the entire compounding section  being declared invalid. In response, FDA issued a compliance policy guide  to provide the compounding industry with an explanation of its  enforcement policy, which included a list of factors the agency would  consider before taking enforcement actions against drug compounders."], "subsections": [{"section_title": "FDA Asserts Jurisdiction to Regulate Drug Compounding Under FDCA", "paragraphs": ["FDA maintains that FDCA requirements, such as those regarding the  safety and efficacy requirements for the approval of new drugs, are  generally applicable to pharmacies, including those that compound drugs.  The agency recognized in its brief submitted in the 2002 Supreme Court  case that applying FDCA’s new drug approval requirements to drugs  compounded on a small scale is unrealistic—that is, it would not be  economically feasible to require drug compounding pharmacies to  undergo the testing required for the new drug approval process for drugs  compounded to meet the unique needs of individual patients. The agency  has stated that its primary concern is where drug compounding is being  conducted on a scale tantamount to manufacturing in an effort to  circumvent FDCA’s new drug approval requirements. FDA officials  reported that the agency has generally left regulation of traditional  pharmacy practice to the states, while enforcing the act primarily when  pharmacies engage in drug compounding activities that FDA determines to  be more analogous to drug manufacturing."], "subsections": []}, {"section_title": "FDA Modernization Act Exempted Drug Compounders from Some FDCA Requirements but Was Declared Invalid", "paragraphs": ["Federal regulatory authority over drug compounding attracted  congressional interest in the 1990s, as some in the Congress believed that  “clarification is necessary to address current concerns and uncertainty  about the Food and Drug Administration’s regulatory authority over  pharmacy compounding.” The Congress addressed this and other issues  when it passed the FDA Modernization Act of 1997 (FDAMA), which  included a section exempting drugs compounded on a customized basis  for an individual patient from key portions of FDCA that were otherwise  applicable to manufacturers. According to the congressional conferees, its  purpose was to ensure continued availability of compounded drug  products while limiting the scope of compounding so as “to prevent  manufacturing under the guise of compounding.”", "In order to be entitled to the exemption, drug compounders had to meet  several requirements, including one that prohibited them from advertising  or promoting “the compounding of any particular drug, class of drug, or  type of drug.” This prohibition was challenged in court by a number of  compounding pharmacies and eventually resulted in a 2002 Supreme Court  decision holding that it was unconstitutional. As a result, the entire drug  compounding section was declared invalid. However, the Court did not  address the extent of FDA’s authority to regulate drug compounding."], "subsections": []}, {"section_title": "Current FDA Enforcement Focuses on Drug Compounding Outside of the Traditional Practice of Pharmacy", "paragraphs": ["FDA issued a compliance policy guide in May 2002, following the Supreme  Court decision, to offer guidance about when it would consider exercising  its enforcement authority regarding pharmacy compounding. In the  guide, FDA stated that the traditional practice of drug compounding by  pharmacies is not the subject of the guidance. The guide further stated  that FDA will generally defer to state authorities in dealing with “less  significant” violations of FDCA, and expects to work cooperatively with  the states in coordinating investigations, referrals, and follow-up actions.  However, when the scope and nature of a pharmacy’s activities raise the  kinds of concerns normally associated with a drug manufacturer and  result in significant violations of FDCA, the guide stated that FDA has  determined that it should seriously consider enforcement action and listed  factors, such as compounding drug products that are commercially  available or using “commercial scale manufacturing or testing equipment,”  that will be considered in deciding whether to take action.", "Some representatives of pharmacist associations and others have  expressed concern that FDA’s compliance policy guide has created  confusion regarding when FDA enforcement authority will be used. For  example, some pharmacy associations assert that FDA’s guidance lacks a  clear description of the circumstances under which the agency will take  action against pharmacies. In particular, they pointed to terms in the  guide, such as “very limited quantities” and “commercial scale  manufacturing or testing equipment” that are not clearly defined, and  noted that FDA reserved the right to consider other factors in addition to  those in the guide without giving further clarification. FDA officials told us  that the guide allows the agency to have the flexibility to respond to a  wide variety of situations where the public health and safety are issues,  and that they plan to revisit the guide after reviewing the comments the  agency received, but did not have a time frame for issuing revised  guidance.", "In several reported court cases involving FDA’s regulation of drug  compounders, the courts have generally sided with FDA. Two cases we  identified involved drug compounders engaged in practices that were  determined to be more analogous to drug manufacturing. In a district  court case decided this year, the court upheld FDA’s authority to inspect a  pharmacy specializing in compounding, noting that it believed that FDA’s  revised compliance policy guide was a reasonable interpretation of the  statutory scheme established by FDCA."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["While drug compounding is important and useful for patient care,  problems that have occurred raise legitimate concerns about the quality  and safety of compounded drugs and the oversight of pharmacies that  compound them. However, the extent of problems related to compounding  is unknown. FDA maintains that drug compounding activities are generally  subject to FDA oversight under its authority to oversee the safety and  quality of new drugs, but the agency generally relies on states to provide  the necessary oversight. At the state level, our review provides some  indication that at least some states are taking steps to strengthen state  oversight, and national pharmacy organizations are developing standards  that might help strengthen oversight if the states adopted and enforced  them. However, the effectiveness of these measures is unknown, and  factors such as the availability of resources may also affect the extent of  state oversight.", "Mr. Chairman, this completes my prepared statement. I would be happy to  respond to any questions you or other Members of the Committee may  have at this time."], "subsections": []}, {"section_title": "Contact and Acknowledgments", "paragraphs": ["For further information, please contact Janet Heinrich at (202) 512-7119.  Individuals making key contributions to this testimony included Matt Byer, Lisa A. Lusk, and Kim Yamane.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}