{"id": "GAO-04-881", "url": "https://www.gao.gov/products/GAO-04-881", "title": "Border Security: Consular Identification Cards Accepted within United States, but Consistent Federal Guidance Needed", "published_date": "2004-08-24T00:00:00", "released_date": "2004-09-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Several state and local government agencies and financial institutions accept consular identification (CID) cards, which are issued by foreign governments to their citizens living abroad. Mexico issued more than 2.2 million CID cards in 2002-2003 and Guatemala issued approximately 89,000 from mid-2002 to 2003. Critics of CID cards say their acceptance facilitates the unlawful stay within the United States of undocumented aliens and may provide opportunities for terrorists to remain undetected in this country. GAO examined (1) the purpose of a CID card and how Mexican and Guatemalan CID cards are being used in the United States, (2) steps Mexico and Guatemala have taken to verify the identities of CID card applicants and incorporate security features in CID cards now used in the United States, and (3) the positions and policies of federal agencies regarding CID cards."]}, {"section_title": "What GAO Found", "paragraphs": ["Consular identification cards are issued by some governments to help identify their citizens living in a foreign country. The cards do not certify legal residence within a country; thus, cardholders may be either legal or undocumented aliens. CID cards benefit the bearers by enabling them, in some instances, to use this form of identification to obtain driver's licenses, open bank accounts, show proof of identity to police, and gain access to other services. Mexico and Guatemala each take multiple steps to help ensure that the process for qualifying applicants seeking to obtain CID cards verifies the applicants' identities. After receiving criticism about the reliability of its CID card, Mexico took steps to improve identity verification procedures for its CID card issuance process. However, the Mexican issuance policy still relies on visual, rather than computer-based, verification of some documents used to obtain CID cards, including birth certificates that the Federal Bureau of Investigation (FBI) says may be fraudulently obtained. Both Mexico and Guatemala incorporate a variety of security features in their CID cards, such as holographic imagery. However, officials of the Department of Homeland Security's (DHS) Bureau of Immigration and Customs Enforcement warn that incorporating technical security features into identification documents such as CID cards does not guarantee their authenticity. Federal agencies hold different and, in some cases, conflicting views on the usage and acceptance of CID cards, and no executive branch guidance is yet available. A Homeland Security Council task force of executive branch agencies is reviewing identification document security but had not issued its findings at the time of GAO's review. The Department of the Treasury adopted a regulation in 2003 that, in effect, allows CID card acceptance, while an FBI official has stated that the Mexican CID card, in particular, is not a reliable form of identification and that its acceptance could support false identities. DHS expressed security concerns as well. The State Department has publicly expressed concerns about the impact restricting CID card use might have on U.S. citizens abroad, for example, if the United States had to issue its own CID cards in an emergency."]}], "report": [{"section_title": "Letter", "paragraphs": ["In recent years, a number of state and local government agencies and  financial institutions have begun accepting consular identification (CID)  cards issued by certain foreign governments as a service to their citizens  who, regardless of legal residence status, live in the United States. For  example, Mexico issued more than 2.2 million cards from 2002 through  2003, and Guatemala issued about 89,000 CIDs from August 2002 through  December 2003. Argentina has begun a program in Los Angeles to issue  CID cards with new security features to its citizens, while other countries,  including Peru and Bolivia, are considering issuing CID cards of their own.  Critics of CID cards have argued that acceptance of these cards facilitates  and promotes the continued unlawful stay within the country of  undocumented aliens. Since the terrorist attacks in 2001, some federal  officials have also voiced concerns that the continued acceptance of CID  cards provides opportunities to terrorists to remain undetected in the  country and to transfer funds that support terrorist activities.", "Our review of CID cards addresses the following issues: (1) What is the  purpose of a CID card and how are Mexican and Guatemalan CID cards, in  particular, being used in the United States? (2) What steps have Mexico  and Guatemala taken to verify the identities of CID card applicants and to  incorporate security features in CID cards now being used in the United  States? (3) What are the positions and policies of key federal agencies  regarding the usage and acceptance of CID cards in the United States?", "In addition, we reviewed other aspects of domestic and international CID  card usage and related security issues, including (1) the status of new  legislation under consideration by European Union members to establish  standards for other types of secure identification documents and   (2) federal and state laws in selected states that refer to passports or CID  cards. This information is contained in appendixes II and III, respectively.", "To determine the purpose of CID cards and how Mexican and Guatemalan  CID cards are being used in the United States, we reviewed provisions of  the Vienna Convention on Consular Relations (VCCR), which, among other  things, governs consular services. We contacted the embassies of eight  countries (Bolivia, El Salvador, Guatemala, Honduras, Mexico, Nicaragua,  Peru, and Poland) to learn their plans for issuing CID cards, which enabled  us to determine that of these countries only Mexico and Guatemala were  issuing CID cards in the United States. We selected the countries listed  because they were cited by federal, state, or local officials as countries  that were considering or planning to issue CID cards or currently issuing  CID cards in the United States. We interviewed officials in the Mexican  and Guatemalan embassies, selected police departments, and selected  elected officials to obtain their views on CID card acceptance and  reviewed the positions of U.S.-based financial institutions and nonprofit  advocacy and research organizations.", "To determine steps Mexico and Guatemala have taken to verify the  identities of CID card applicants and to incorporate security features in  CID cards, we interviewed officials from the Mexican and Guatemalan  embassies and consulates, analyzed related documentation, observed the  Mexican consulate’s issuance of CID cards at an offsite facility, and  interviewed the representatives of the company that manufactures the  Guatemalan CID card. We did not perform an evaluation of the Mexican  and Guatemalan CID card programs or security features.", "To determine the positions and policies of key federal agencies regarding  the usage and acceptance of CID cards, we interviewed officials from the  Departments of the Treasury, Homeland Security (DHS), Justice, and  State, and reviewed congressional testimony by the latter three agencies.  We also reviewed regulations proposed and adopted by the Department of  the Treasury. We conducted our review from July 2003 to June 2004 in  accordance with generally accepted government auditing standards. A  more detailed description of our scope and methodology is contained in  appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["The VCCR is an agreement that governs consular relations among  approximately 165 nations. Under the VCCR, countries can conduct  various consular functions, such as issuing travel documents and  passports to their citizens. Consular registration—the practice by which an  individual may register with his or her consulate in a foreign country— may assist consular officials in performing a variety of consular services,  such as locating missing citizens and determining whether citizens are  safe. According to the Department of State, issuance of CID cards falls  within the general scope of permissible consular functions.", "For more than 133 years, the government of Mexico has been issuing a CID  card, the Matrícula Consular to citizens living abroad. As of June 2004,  the CID cards are issued in the United States at 45 consulate office  locations in 20 states and Washington, D.C. Consulate offices may  occasionally issue these cards at offsite locations, such as community  centers, throughout their jurisdiction. The government of Guatemala  began issuing its version of a CID card, called the Tarjeta de  Identificación Consular Guatemalteca, in the United States in August  2002. Guatemala maintains 8 consulate offices in 6 states and Washington,  D.C., and also occasionally issues CID cards at offsite locations within the  geographic area covered by the local consulate.", "In October 2003, Argentina began a program to make CID cards with new  security features available to its citizens in the Los Angeles, California,  metropolitan area. As of May 2004, Argentina had issued approximately  2,400 cards. Several other countries have expressed interest in issuing  their own identification cards to their citizens living in the United States  but as of late 2003 had not yet done so. These countries include Bolivia,  Peru, and El Salvador; Peru has specifically cited the acceptance of the  Mexican CID card in the United States as a factor contributing to its  interest in issuing a CID card."], "subsections": []}, {"section_title": "CID Cards Are Issued to Help Identify the Citizenship of Persons Residing in a Foreign Country, and Some Institutions Accept Mexican and Guatemalan CID Cards as Valid Identification", "paragraphs": [], "subsections": [{"section_title": "Countries May Issue CID Cards to Facilitate Consular Notification", "paragraphs": ["CID cards are issued to help identify the citizenship of persons residing in  a foreign country. While some consulates may issue CID cards, these  documents have no bearing on the cardholder’s legal residence status in  the host country. Thus, CID cardholders can be either undocumented  aliens living in the United States or legal residents. Under the terms of the  VCCR, these cardholders, regardless of their residency status, possess  certain legal rights. For example, U.S. law enforcement officials and others  must advise a resident alien who is arrested or otherwise detained in the  United States of his or her right to request that the appropriate consular  officials be notified of the detention without delay. Cardholders can, in  turn, alert federal, state, and municipal law enforcement authorities of the  need to notify consular officials when assistance is needed."], "subsections": []}, {"section_title": "Some Banks, Law Enforcement Agencies, and Local Governments Accept Mexican and Guatemalan CID Cards as Identification", "paragraphs": ["Austin, Texas, was one of the first areas in the country where a financial  institution accepted the Mexican CID card as valid identification for  opening a bank account, according to Mexican embassy representatives.  An official with the Austin Police Department told us that in 2000 the  department became concerned about the rate of robberies committed  against the Hispanic immigrant community. Members of this community,  which, according to the official, includes a large number of undocumented  aliens, may not report crimes to the police for fear of deportation. After  meeting with representatives of the Hispanic community and the Mexican  consulate, the police department determined that robberies could be  reduced if community members made greater use of the U.S. banking  system rather than keeping large amounts of cash at home or on their  person. In November 2000, the Austin Police Department began contacting  area banks to determine if they would accept the Mexican CID card as  identification for opening bank accounts. According to this police  department official, one bank operating in Austin agreed to accept the  card as valid identification in early 2001.", "The Mexican embassy has reported that 160 financial institutions  nationwide now accept the Mexican CID card as proof of identity for  opening bank accounts. An official in the Guatemalan embassy told us that  that some banks are accepting the Guatemalan CID card as well. Some  reasons for financial institution acceptance of the Mexican CID, in  particular, were recently stated by a state banking association. The  association believes that bank acceptance of CID cards can aid law  enforcement, not only for assisting immigrants who may be targeted by  criminals because of their tendency to possess cash, but also for possibly  combating money–laundering and terrorism. Banks, the association said,  are subject to numerous layers of federal and state regulation and  oversight that can assist federal officials in monitoring international  money transmissions. Also, banks accept the Mexican CID in order to  better serve members of the immigrant community without bank accounts,  often referred to as the “unbanked.” The association said that serving the  unbanked provides a new source for deposits, loans, and wire transfers,  which benefit the economy at large.", "In addition, a Treasury official said that there are no laws prohibiting  undocumented aliens from opening bank accounts in the United States  and that banks are not required to determine whether their customers are  present in the United States legally. The official also said that for purposes  of fraud or money-laundering detection, the department would prefer to  have as many people as possible active in the U.S. banking system,  because their financial activities could be closely monitored.", "Subsequent to the acceptance of the Mexican CID card by the bank in  Austin, the Austin Police Department itself decided to recognize the card  as a valid form of identification. In addition, the city of Austin also began  accepting the card to help Mexican citizens living in the community gain  access to community courts and obtain other documents, such as library  cards and copies of locally maintained medical records. A representative  of the Dallas, Texas, Police Department told us that the department began  accepting the CID cards primarily as a means to allow officers to properly  identify all people that they came in contact with who may lack other  forms of identification. According to the Mexican embassy, as of  February 2004, 1,159 U.S. police departments nationwide accept the  Mexican CID card as a valid identity document.", "In December 2001, the Mayor of San Francisco signed a policy establishing  the Mexican CID as valid identification in the city and county of San  Francisco; this policy included the police and sheriff’s departments. The  San Francisco Office of the Mayor, in a press release, declared that this  acceptance would help members of the Mexican immigrant community,  who may otherwise be jailed or deported for minor offenses if they do not  possess an accepted form of identification. Use of the CID card as a  recognized form of identification would, in turn, help reduce police  processing time spent handling these offenses. The release also cited a  benefit expressed by the Austin police, that extending official acceptance  to the CID card might allow immigrants to be less fearful in reporting  crimes to police, since they would now possess acceptable identification.", "Some cities and counties have begun accepting the Mexican CID card as  valid identification for obtaining city or county services. The Mexican  embassy states that 363 cities and 153 counties recognize its CID card as  of February 2004. An official of one county housing and community affairs  department testified before Congress that county government must  provide for public safety and health, education, and other basic services,  and that accepting these CID cards helps to identify the people who need  these services. Because CID cards contain a local address, the official  testified, the county can determine whether applicants for services are  residents of the county."], "subsections": []}, {"section_title": "Some States Accept the Mexican CID Card as Valid Identification for Driver’s License Issuance", "paragraphs": ["In August 2003, according to the National Immigration Law Center (NILC),  13 states accepted the Mexican CID as one form of valid ID in issuing  driver’s licenses. Representatives of immigrant advocacy groups we  contacted and whose positions we reviewed have argued that accepting  CID cards for driver’s licenses helps states maximize the number of  licensed and potentially insured drivers on their highways.", "However, we found that at least 2 states have recently rescinded their  prior acceptance of CID cards in issuing driver’s licenses. For example,  North Carolina (1 of the 13 states mentioned above) decided that, effective  February 2004, it would no longer accept foreign-issued documents  (except passports) as proof of identity for driver’s license issuance. In  discussing this decision, an official with the North Carolina Division of  Motor Vehicles (DMV) stated that the DMV had heard concerns through  the American Association of Motor Vehicle Administrators (AAMVA) that  the FBI and DHS did not support public acceptance of the Mexican CID  card. In addition, this official informed us that some state residents had  expressed concerns over and opposition to Mexican CID card acceptance  to the Office of the Governor and DMV. Among these concerns, some  residents felt that CID acceptance might help people not legally present in  the United States to circumvent immigration laws. The DMV  Commissioner made an administrative decision that, beginning in  February 2004, the DMV would only accept documents issued by state or  federal governments, or federally validated international passports, as  proof of identification when issuing driver’s license or state ID cards.", "In addition, in December 2003, the Governor of California approved a bill  that repealed the provisions of a law passed in September 2003 that would  have allowed driver’s license applicants to submit a Mexican CID card as  proof of identity. In September 2003, a bill passed by the California  Legislature (S.B.60) and signed into law by the then Governor, provided  among other things, that an applicant for a driver’s license could submit an  individual taxpayer identification number (ITIN) to the Department of  Motor Vehicles in lieu of a Social Security number (SSN). If submitting an  ITIN, the applicant must also submit an acceptable birth certificate and  one of a number of other identification documents that included the  Mexican CID card. These provisions were to take effect on January 1,  2004. However, in December 2003, a new bill passed by the legislature and  signed into law by the new Governor repealed S.B.60. Thus, the ITIN and  the CID card as an adjunct identification document were both rendered  invalid for obtaining a driver’s license in California. In calling for the  repeal of S.B.60, the Governor said that the bill might “invite fraud or  undermine law enforcement.” He noted that the state Attorney General  and California’s Sheriff’s Association had expressed security concerns  over the measure. In addition, a bill analysis presented to a State Assembly  committee noted that the Internal Revenue Service had informed the state  that ITINs were not valid for identification outside of the tax system and  that ITIN applicants were not subject to the same document verification  standards as SSN applicants."], "subsections": []}]}, {"section_title": "Identity Verification Procedures and Security Features Vary, and Some CID Cards May Not Ensure Cardholder’s Identity", "paragraphs": [], "subsections": [{"section_title": "Mexico Has Taken Steps to Improve Identity Verification Procedures for Its CID Card Issuance Process, but Risks Remain", "paragraphs": ["A Mexican citizen residing in the United States who seeks to obtain a  Mexican CID card is required to present to the Mexican consular field  office, in person, three types of documents: proof of Mexican nationality,  proof of identity, and proof of local address (see table 1 for types of  required documentation). The consulate office then determines if the  documents presented are authentic. Prior to January 2004, nationality,  identity, and residency documents were examined—that is, visually  inspected—by a consular official. Mexican officials reported that  documents used to obtain CID cards were only verified with authorities in  Mexico when the documents’ authenticity was in question. This process  raised concerns for the FBI, which stated in congressional testimony in  June 2003 that the Mexican CID card was not a reliable form of  identification. An FBI agent cited Mexico’s lack of a centralized database  to prevent multiple cards being issued to one individual and the inability of  consular field offices in the United States to share information about an  applicant’s identity through a database. The FBI agent cited the Mexican  birth certificate, in particular, as a document that could easily be  fraudulently obtained and used as proof of identity. In addition, the FBI  agent said some Mexican consulates issued CID cards to individuals  lacking any proof of identification, as long as they fill out a questionnaire  and satisfy the consular official that they are who they claim to be.", "AAMVA also expressed concerns about the Mexican CID card and its  issuance procedures. Specifically, members of AAMVA were concerned  about the lack of (1) standardized issuance procedures, (2) uniform  security features on all valid CID cards, and (3) access to a secure  database to verify documents. In May 2003, AAMVA issued a resolution  stating that it was premature to recommend the use of foreign-issued CID  cards for identification purposes and that more information was needed to  assess the verifiability of the documents.", "Mexican consular officials told us they wanted to strengthen the CID card  issuance process, in part to provide more assurance to institutions  accepting the card and to federal law enforcement agencies that the  cardholder’s identity was valid. As a result, in January 2004, new issuance  procedures were implemented (see fig. 1). Mexican consulates can now  search a centralized CID card database containing the records of  approximately 2.6 million persons registered with the 45 Mexican  consulates in the United States. Mexican passport information is also  maintained on this system. In addition, consulates can verify the identity  of an applicant who uses a Mexican voter registration card by checking it  electronically against a voter registration database in Mexico. A Mexican  official in the Dallas consulate office estimated that about 50 percent of  applicants seeking Mexican CID cards in the Dallas office use their voter  registration cards to prove their identity. As of April 2004, this database  held approximately 67 million records—representing about 94 percent of  eligible Mexican voters. The new process also checks the applicant’s  identity against a Mexican government “stop list”—a database containing  records of persons who are not allowed to obtain documents issued by the  Mexican government, including fugitives or persons who have tried to use  counterfeit documents in Mexico or at consulate offices in the past. A  Mexican official estimated that this database contains about 20,000  records. In January and February 2004, Mexican consulate offices issued  over 63,000 CID cards under the new issuance process.", "However, despite these new procedures, Mexican consulate officials told  us that they still rely primarily on a visual inspection—not database  verification—of all applicant documents except the passports and voter  registration cards. Thus, there are no safeguards to prevent some  documents, such as birth certificates, from being fraudulently obtained  and used as proof of nationality or identity in order to obtain a CID card.  According to the FBI, the Mexican birth certificate is a component used in  the fraudulent documents trade within the United States and worldwide.", "The Seattle, Washington, office of DHS’s Immigration and Customs  Enforcement (ICE) said that in its experience, there has been an increase  in both the number of counterfeit Mexican CID cards and legitimate  Mexican CID cards issued with false biographical information. According  to agents, almost all of those suspects apprehended with legitimate CID  cards containing false biographical data had obtained the cards by getting  a counterfeit Mexican birth certificate and using it to get a legitimate CID  card from the Mexican consulate in Seattle. They then used this card in  applying for a legitimate Washington State driver’s license or identity card.  The office said that most of these individuals have done so in order to  establish a new identity to conceal a previous arrest or deportation.", "For example, in November 2003, counterfeit Mexican CID cards were  among the evidence seized by ICE agents during an authorized search at  two apartments near Seattle. In addition to seizing the CID cards, agents  seized a number of finished or partially finished counterfeit documents,  including Mexican birth certificates and driver’s licenses; U.S. driver’s  licenses from several states; U.S. immigration documents, such as resident  alien and permanent resident cards; and U.S. Social Security cards. The  agents also confiscated counterfeit document production materials that  included computers, CD-ROMs, floppy disks, and many other supplies. As  a result of this investigation, four Mexican citizens were arrested. One of  the four was deported to Mexico with no criminal charges. Two of the  perpetrators pled guilty to violating Section 1546 of Title 18 of the United  States Code (Possession, Making, Selling Fraudulent Immigration  Documents) and were sentenced on March 12, 2004, to 17 and 14 months,  respectively, in federal prison. The remaining perpetrator pled guilty to  violating Section 1325 (a)(2) of Title 8 of the United States Code (Eluding  Examination at Entry) and was sentenced on December 19, 2003, to 5  months in federal prison. All three are to be deported following their  prison sentences.", "According to a DHS agent, the production of these fraudulent ID  documents did not involve highly sophisticated processes or equipment.  Rather, the agent said that most of the equipment used could be obtained  off the shelf from retail computer supply stores at an estimated cost of  under $1,000. The only exceptions to this availability were counterfeit  working copies of documents and counterfeit government holographic  seals and stamps. These items were apparently produced elsewhere and  shipped to the fraudulent ID document operation."], "subsections": []}, {"section_title": "Guatemala’s CID Issuance Process Employs Passport Data to Verify Identity", "paragraphs": ["To obtain a Guatemalan CID card, an applicant must appear in person at a  consulate office and present a CID application form and a valid  Guatemalan passport. An official from the Guatemalan embassy told us  that the passport requires an applicant to provide, among other  information, two fingerprints and a photograph and signature. During the  CID card issuance procedure, an applicant’s passport number and other  information are checked against records maintained in Guatemala’s  central passport database system. In December 2003, over 1.3 million  passport records were maintained in this system. After consular officials  verify the applicant’s passport information, including the photograph and  signature, by checking it against the central passport database records, the  consulate approves the production and issuance of the CID card. Figure 2  illustrates the Guatemalan issuance process. The Guatemalan CID cards  are produced centrally at a U.S. contractor’s facility and then mailed to the  applicant or distributed to them at the consulate offices."], "subsections": []}, {"section_title": "Security Features Not Consistent among Mexican CID Cards in Circulation", "paragraphs": ["Through December 2003, Mexico issued a laminated CID card that was  valid for up to 5 years (See fig. 3.) These cards contained a unique  numerical identifier, a photograph, and the signature of the cardholder. No  other document security features were included in these cards. Mexican  officials estimate that approximately 1.1 million of these cards were issued  between 2001 and 2003, and as of June 2004, about 1 million of these CID  cards remain valid and in circulation. As of June 2003, the FBI estimated  that this version of the card comprised the majority of Mexican CID cards  now in circulation. Prior to that assessment, in March 2002, Mexico began  phasing in a new CID card that incorporates various technical security  features not contained in the older version of the card (See fig. 4.) This  newer card is considered by Mexican officials to be a high-security CID  card, compared with the low-security CID card issued earlier.", "The high-security version of the Mexican CID card contains at least eight  identifiable security features. (See table 2 for a list of security features.)  Among other things, the new cards require a special decoder device in  order to see certain data, such as the cardholder’s name and date of birth,  printed on the card. A Mexican official told us that between 2002 and 2003,  consulate offices distributed nearly 649,000 of these decoders to U.S.  banks, police departments, airlines, and ICE. Mexican officials told us that  as of April 2004, about 2 million high-security Mexican CID cards were  issued to Mexican citizens in the United States.", "The Guatemalan CID card is produced by a U.S. contractor and has been  issued in the United States since August 2002 (see fig. 5). The Guatemalan  CID card contains approximately eight distinct security features (see table  2). As of April 2004, about 104,000 Guatemalan CID cards had been issued  in the United States.", "Officials with the Forensic Document Laboratory, a division of ICE that  provides forensic assistance to law enforcement agencies, told us that  incorporating technologically advanced security features into an  identification document does not guarantee any document’s authenticity.", "Much of a document’s level of security, they said, depends upon the  knowledge and training of the person examining the document. Thus, if a  document examiner, such as a bank official or a police officer, is not  familiar with the security features contained in a document, such as  microprinting, then the presence—or absence—of those features does not  necessarily ensure that the examiner will be able to recognize an authentic  document."], "subsections": []}]}, {"section_title": "No Consistent Federal Guidance for CID Card Usage or Acceptance Exists", "paragraphs": ["Although acceptance of CID cards has grown in the United States over the  past few years, a consistent federal policy regarding use and acceptance of  foreign-issued CID cards has not been established. The Homeland Security  Council is leading a task force of executive branch agencies examining  this issue. As of June 2004, it had not issued its findings or set a date for  their release. Agencies involved in this task force included the  Departments of Homeland Security, State, Justice, the Treasury,  Transportation, Education, and Health and Human Services and the Office  of the Vice President and the General Services Administration.  Participating agency officials told us the task force’s emphasis has shifted  from usage and acceptance of CID cards to broader concerns about  identification document security in general, with CID cards being one  element of concern. The task force has not set a timetable for releasing its  recommendations.", "Some federal agencies have expressed independent positions on the use of  foreign-issued identity documents. For example, Treasury has adopted  regulations that allow financial institutions to accept CID cards as valid  identification. On October 26, 2001, the USA PATRIOT Act (P.L. 107-56)  was adopted. Section 326 of the act required the Secretary of the Treasury  to issue regulations requiring financial institutions to implement  procedures for verifying the identities of possible customers, maintaining  records for customers’ identities, and consulting government lists of  known or suspected terrorists to ensure that customers are not on that  list. The act also required the department to issue a report to Congress  with recommendations for, among other things, determining the most  effective way for financial institutions to require identifying information  from foreign nationals. In this report, issued in October 2002, the  department said that its proposed regulations would allow financial  institutions to accept any foreign-issued document that provided evidence  of nationality or residence and bearing a photograph. A footnote to this  statement specifically declared that the proposed regulations would not  discourage acceptance of the Mexican CID card.", "The final rule for implementing the provisions of Section 326 of the USA  PATRIOT Act declared, among other things, that banks must implement a  customer identification program containing risk-based procedures for  verifying the identity of customers to the extent reasonable and  practicable. While neither endorsing nor prohibiting acceptance of any  particular foreign-issued identification, the rule reaffirmed that financial  institutions could accept any such documents that they deemed reliable  for establishing reasonable belief of a customer’s true identity. Then, on  July 1, 2003, the department issued a notice of inquiry related to this rule,  seeking additional comments on whether there may be any instance in  which a financial institution should not be allowed to accept certain  foreign-issued identification documents. The department received  approximately 24,000 comments on this issue and after reviewing them,  determined that no changes to the rule were necessary.", "While Treasury does not prohibit or endorse the acceptance of CID cards,  an FBI official testified before Congress in June 2003 that the Mexican CID  card is not a reliable form of identification. Concerns over the issuance  process led the FBI to conclude that the document was unreliable and  could pose criminal and even terrorist threats. First, the official testified,  the Mexican CID card could be used as a breeder document, that is, a  document that would allow access to other forms of legitimate  identification, for establishing a false identity. For example, if a card were  fraudulently obtained under a false identity, it could be then used to get a  driver’s license in some states. A criminal, according to the FBI, could then  establish several false identities that would greatly facilitate such crimes  as money laundering or check fraud. Second, CID card unreliability can  make alien smuggling easier. The FBI official testified that federal officials  have arrested alien smugglers with several CID cards in their possession.  The FBI has said that these would not only help conceal the smugglers’  identities, but also further entice aliens to entrust their transport to these  smugglers.", "The FBI has also cited the threat of falsely obtained CID cards being used  by terrorists to move about in the United States. The FBI official testified  that individuals of various national origins have been discovered in  possession of CID cards. If foreign nationals were able to create fictitious  identities in the United States, they could move about the country without  triggering identification from any name-based terrorist watch lists. The  FBI official said that one individual from Iran was arrested in Texas in  February 2003 in possession of a Mexican CID card. He obtained the card  in California by using a counterfeit Mexican birth certificate and was able  to obtain a California State ID card.", "In testimony given during the same hearing, an official from DHS’s Border  and Transportation Security Directorate said that in light of the increased  demand for CID cards and heightened security concerns in a post- September 11 environment, it also had concerns about the use and  acceptance of CID cards. DHS believed that some individuals had obtained  multiple cards under different identities. DHS also echoed the FBI’s  concerns over use of a CID card as a breeder document for obtaining other  forms of identification, which in turn may be used for criminal purposes.", "The State Department has not adopted a policy on foreign-issued  identification documents or CID cards. However, in June 2003, a State  Department official testified during the same hearing about the  department’s involvement and interests in any CID card acceptance policy  being developed. The official said that any policy developed must consider  the impact on the department’s ability to carry out its responsibilities  regarding consular affairs, both domestically and abroad. According to the  department, under the VCCR, a foreign national arrested or detained in the  United States must be advised of his or her right to request that the  appropriate consular officials be notified of the detention without delay.  Because a foreign CID may serve to identify an individual as a foreign  national, an individual in possession of this card can alert federal, state,  and municipal law enforcement authorities of the need to provide consular  notification to contact consular officials from his or her nation for  assistance. The State Department views CID cards as a tool that law  enforcement officials may use to help facilitate observance of this  obligation under the VCCR.", "In addition, the State Department believes that any policy developed that  prohibits foreign-issued CID card acceptance within the United States  could foreclose U.S. options to assist Americans overseas. The State  Department may occasionally issue nonpassport identity cards or travel  documents to U.S. citizens abroad in times of emergency and under other  special circumstances. A State Department official told us that the United  States should keep its options open for any future document issuance  needs that may arise. This official said that the department has discussed  the possibility of issuing special ID cards for U.S. citizens who live near  the borders of Mexico or Canada and cross these borders often. It would  be difficult to ask these nations to accept such a form of identification if  the United States refused to accept CID cards, the official said."], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["Under international treaty, foreign governments are allowed to issue  identification documents to their citizens living in the United States, but  federal agencies, state and local governments, and financial institutions  must determine the advisability of accepting such documents as a basis for  providing services to the document holder. Thus, for all of these  institutions, acceptance of CID cards is discretionary; there is no federal  guidance in place to assist state and local governments and others in  determining whether a CID card presented for identification purpose is  authentic; that is, that it belongs to the individual presenting the document  or that it has not been fraudulently obtained. Consistent federal guidance  could provide state and local governments and other entities with a basis  for assessing the authenticity of CID cards, which in turn would assist  them in determining whether, for what purpose, and for what duration  they should accept these cards. The absence of consistent federal  guidance could result in inconsistent acceptance of these cards by such  institutions and consequent uncertainty on the part of aliens trying to use  the cards to obtain services, as well as a heightened risk that CID cards be  used to support false identities."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["We are recommending that the Homeland Security Council direct its task  force, in consultation with key federal agencies, to complete its efforts to  develop policies and implement consistent guidance that would reconcile  potential conflicts among federal agencies and enable state and local  governments, financial institutions, and others to assess the authenticity of  CID cards issued by foreign governments."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the Homeland Security Council, the  Departments of State, Treasury, Justice, and Homeland Security for their  review and comment. The Homeland Security Council and the  Departments of State, Treasury, and Justice declined to comment.", "DHS generally agreed with the report and commended us for recognizing  the critical aspects of identity document security. DHS said that  developing appropriate standards for identity documents is a critical next  step to reducing security vulnerabilities associated with such documents.  DHS also noted that the department does not recognize CID cards as valid  travel documents and does not accept them for entry into this country.", "DHS also said that CID cards should not be considered of greater concern  than other identity documents used in the United States and that the  administration’s position on CID cards is clear: they are not acceptable as  proof of legal presence in the United States. We agree on both points. We  focused our review on CID cards and made no judgment on the relative  susceptibility to misuse of other identification documents. However, in  discussing the results of a DHS investigation, we listed a number of other  counterfeit documents that DHS agents had recovered, including driver’s  licenses, U.S. immigration documents, and social security cards—all of  which could be used to help establish a fraudulent identity.", "We also agree that the position of the United States, as well as that of the  other nations whose officials we interviewed, is clear and consistent that  CID cards issued by foreign countries do not establish or indicate lawful  U.S. immigration status. Our report prominently states this position.  However, the position of the United States on what constitutes prudent  acceptance of CID cards for other than immigration purposes by federal,  state, local, and private institutions does not appear to be so clear and  consistent. Officials of some federal agencies support the continued  acceptance of CID cards for some purposes, while others have expressed  serious concerns about the dangers of accepting them. Individual states  and local jurisdictions have developed conflicting policies regarding the  acceptance of CID cards. As officials of DHS and other agencies told us,  the Homeland Security Council has formed a working group to review the  status and acceptable uses of CIDs in the United States, but has not yet  issued its findings. For this reason, we have recommended that, as part of  its review, the working group develop consistent guidance to help public  and private institutions assess the authenticity of CID cards.", "DHS also suggested that we provide greater context for the customary and  historical use of CID cards. We believe that our discussion of the legal  basis for CID card issuance under international treaty; the history of CID  card use, particularly Mexico’s 133-year history of CID card issuance; and  the accepted and legitimate uses of CID cards sufficiently addresses this  issue. See appendix IV for DHS’s comments.", "As agreed with your offices, unless you publicly announce its contents  earlier, we plan no further distribution of this report until 30 days after its  issue date. At that time, we will send copies of the report to relevant  congressional committees and subcommittees, the Secretary of the  Treasury, the Secretary of State, the Secretary of Homeland Security, the  Attorney General, the White House Office of Homeland Security, and other  interested parties. In addition, the report will be available at no charge on  GAO’s Web site at http://www.gao.gov.", "If you have any questions, please contact me at (202) 512-8777. Key  contributors to this report are acknowledged in appendix V."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["To determine the purpose of consular identification (CID) cards in the  United States, and how Mexican and Guatemalan CID cards are being used  in the United States, we reviewed provisions of the Vienna Convention on  Consular Relations (VCCR), which, among other things, governs consular  services. We contacted the embassies of eight countries (Bolivia, El  Salvador, Guatemala, Honduras, Mexico, Nicaragua, Peru, and Poland) to  learn their plans for issuing CID cards and determined that Mexico and  Guatemala were issuing CID cards in the United States. We selected these  countries because they were among those cited as currently issuing CID  cards in the United States, or considering doing so, by federal, state, or  local officials we interviewed, or who testified on the subject at  congressional hearings in June 2003. We interviewed Mexican and  Guatemalan embassy officials and obtained documents regarding their  CID card program. We also interviewed officials from police departments  in Austin and Dallas, Texas, and reviewed documents from the city of San  Francisco. We contacted officials at the Office of the Mayor in the city of  Lake Worth, Florida; the American Bankers Association; the American  Association of Motor Vehicle Administrators; the Department of Housing  and Community Affairs in Montgomery County, Maryland; and six  independent advocacy and research groups to discuss their views on CID  acceptance. Additionally, we reviewed testimony by the Texas Bankers  Association before the Texas Legislature regarding their position on  financial institutions’ acceptance of CID cards. To identify states that have  recently rescinded acceptance of CID cards for driver’s license issuance or  other state services, we researched the Lexis Nexis database for state  legislation from 2002 through 2003 that has been passed or proposed  concerning CID acceptance. From this information, we noted any states  that had repealed CID acceptance. We interviewed officials in North  Carolina regarding their administrative decision to revoke CID acceptance  as proof of identification in driver’s license issuance.", "To determine steps Mexico and Guatemala have taken to verify the  identities of CID card applicants and incorporate security features in CID  cards, we interviewed officials from the Mexican and Guatemalan  embassies and consulate offices to obtain information and documentation  about their CID card programs. We also observed the Mexican consulate’s  issuance of CID cards at an off–site facility. Additionally, we interviewed  and obtained documentation related to issuance procedures and security  features from the company that manufactures and maintains the  Guatemalan CID card, passport, and consular registry programs. We did  not perform an evaluation of the Mexican and Guatemalan CID card  programs. We relied exclusively on information and data provided by  embassy and consulate officials in describing the issuance systems and  card security features utilized in their CID card programs. We also  interviewed Department of Homeland Security (DHS) agents responsible  for investigating the production of fraudulent identity documents,  including Mexican CID cards, in Lynnwood, Washington. We interviewed  officials with DHS’s Forensic Document Laboratory regarding general  security standards for identity documents. To determine the positions and  policies of federal agencies regarding the usage and acceptance of CID  cards, we interviewed officials from the Department of the Treasury, DHS,  the Department of Justice, and the Department of State, and reviewed  testimony by the latter three agencies. We also reviewed regulations  proposed and adopted by Treasury. We also contacted officials of the  Homeland Security Council to discuss its examination of foreign-issued  CID cards. As of June 2004, the Homeland Security Council had not issued  its findings.", "We researched European Union (EU) law to determine the status of new  legislation being considered by European Union members, regarding  standards for secure identification documents. Through electronic  searches of EU legislative databases and review of EU publications, we  found that EU members proposed regulations for improving document  security for visas, residence permits, and EU citizen passports.  Additionally, we reviewed information from the Department of State’s  Bureau of Consular Affairs and DHS related to the current status of the  U.S. Visa Waiver Program. We conducted our review from July 2003 to  June 2004 in accordance with generally accepted government auditing  standards."], "subsections": []}, {"section_title": "Appendix II: Status of Legislation Being Considered in the European Union Related to Establishing Standards for Secure Identification Documents", "paragraphs": ["European Union (EU) members are considering proposals that will require  a photograph and fingerprints on visas and residence permits. In  September 2001, EU member states took steps to improve the security of  travel visas and residence permits for third-country nationals. Two  regulations were developed and adopted in 2002, requiring member states  to integrate a photograph into travel visas by June 2007 and into residence  permits by August 2007.", "A proposal to modify the visa and residence permit regulations was  introduced in September 2003. The new proposal requires (1) moving the  dates for integrating photographs into visas and residence permits forward  to June and August 2005, respectively, and (2) that biometric identifiers,  namely a facial image and two fingerprints, be incorporated into all such  documents.", "Members also recognized the need to incorporate biometrics into EU  citizen passports. In February 2004, a proposal to establish minimum  standards for biometrics and other security features was adopted by the  Commission of the European Communities and sent to the Council of the  European Union and European Parliament. The aim of the proposal was to  enhance the security of EU passports and to reliably link the passport to  its holder through biometric identifiers. The commission proposed that all  passports issued by EU member states contain a facial image and that the  inclusion of fingerprints be an option left to the discretion of the member  states.", "The proposed integration of biometrics will allow EU passports to also  meet the requirements of the Visa Waiver Program (VWP). To comply with  these requirements, passports issued by EU member states will need to be  machine-readable and comply with biometric standards established by the  International Civil Aviation Organization. The VWP deadline for passports  to become compliant had been October 26, 2004, but was extended for 1  year by (P.L. 108-299), which was signed into law on August 9, 2004."], "subsections": []}, {"section_title": "Appendix III: References to Passports and to Consular Identification Documents in Federal Statutes and Statutes of Selected States", "paragraphs": ["As part of our review of consular identification cards, we were asked to  identify instances where the terms “passport” and “consular identification  document” are used in federal statutes and in the statutes of selected  states.", "Using electronic databases, we conducted a search of current federal  statutes and the statutes of the seven states we selected. We found over  70 references to passport in federal statutes and a number of references in  statutes of the selected states as well. Most of the statutory references we  found are to what is generally considered the traditional meaning of  passport—that is a document issued by the competent officer of a national  state permitting the person named to travel. A passport is usually a formal  document establishing the holder’s identity and citizenship, permitting that  person to leave and reenter the state, and requesting protection for him or  her abroad. A U.S. passport, for example, requests, in the name of the  Secretary of State, that the holder be permitted “safely and freely to pass”  and in case of need be given “all lawful aid and protection.”", "In addition, we also found statutes that ascribe other meanings to  passport. For example, the U.S. Department of the Interior and the states  of Virginia and Indiana initiated passport programs for admission to  national and state parks, respectively. Also, California has created a health  and education passport system in Los Angeles County, and Indiana has  created a medical passport system in that state.", "We found no references to matricula or consular identification card in  either federal statutes or in the statutes of the selected states. Matricula or  consular identification cards are a form of identification for foreign  nationals who are present in the United States. These cards certify the  nationality of the cardholder but not his or her legal residency status in the  United States."], "subsections": [{"section_title": "References to Passports in Federal Statutes", "paragraphs": ["8 U.S.C. § 1101(a)(30)", "Passport defined in the Immigration Nationality Act as “any travel  document issued by competent authority showing the bearer’s origin,  identity, and nationality if any, which is valid for the admission of the  bearer into a foreign country.”    8 U.S.C. § 1102   Diplomats required to show passports as a means of documentation and  identification necessary to establish their qualifications.    8 U.S.C. § 1104(c)", "Powers and duties of Secretary of State; establishment of a passport office  within the Department of State    8 U.S.C. § 1181  Valid unexpired passport may be required for admission of immigrants  into the United States, except for refugees. Attorney General has  discretion not to require valid unexpired passport for returning resident  immigrants.    8 U.S.C. § 1182(a)(7)(A)", "Any immigrant who is not in possession of a valid entry document and a  valid unexpired passport or other suitable travel document is inadmissible.    8 U.S.C. § 1185(b)", "Travel control of citizens and aliens; citizen generally required to bear  valid U.S. passport for departure and entry into United States.    8 U.S.C. § 1187(a)(3)", "Visa waiver program for certain visitors; valid unexpired machine-readable  passport may be required.    8 U.S.C. § 1201(f)", "Issuance of visas; surrender of documents; alien crewman not in  possession of any individual documents other than a passport may be  admitted under certain circumstances.    8 U.S.C. § 1202(b)", "Application for visas; required documentary evidence for immigrant visa  may include valid unexpired passport.    8 U.S.C. § 1221(c)", "Lists of alien and citizen passengers arriving and departing to include  passport number and country of issuance of each person listed.    8 U.S.C. § 1231(c)(3)", "Detention and removal of aliens ordered removed; owner of a vessel or  aircraft bringing an alien to the United States not required to pay costs of  detention where individual claims to be a national of the United States and  has a U.S. passport.    8 U.S.C. § 1253(a)(3)", "Penalty for failure to depart; suspension of sentence where U.S.  Government unable to secure passport from the country to which alien  has been ordered removed.    8 U.S.C. § 1323  Unlawful bringing of aliens into United States; persons liable if alien does  not have a valid passport; remission of fine in certain circumstances.    8 U.S.C. § 1324a   In order for an employer to avoid liability for employing an unauthorized  alien, he must examine documentation in order to verify employment  eligibility. Documents establishing both employment authorization and  identity include an individual’s U.S. passport.    8 U.S.C. § 1504  Cancellation of illegally, fraudulently, or erroneously obtained U.S.  passports and Consular Reports of Birth.    8 U.S.C. § 1713(c)", "Machine-readable visa fees; surcharge for issuing a machine-readable visa  in a nonmachine-readable passport.    8 U.S.C. § 1731  Implementation of an integrated entry and exit data system including  establishing a database containing data from machine-readable visas and  passports.   8 U.S.C. 1732   Machine-readable, tamper-resistant entry and exit documents; technology  standards, equipment, and software for passports of aliens applying for  admission under the visa waiver program.    8 U.S.C. § 1737  Tracking system for stolen passports.    10 U.S.C. § 2602(c)", "No fee charged for passport issued to employee of American National Red  Cross for travel outside United States under certain circumstances.    10 U.S.C. § 2604  United Seamen’s Service: cooperation and assistance; no fee may be  charged for a passport to an employee of the United Seamen’s Service  under certain circumstances.    16 U.S. C. § 460l-6a  Admission and special recreation use fees for National Parks, Monuments,  etc.; Golden Eagle passports and Golden Age passports.    16 U.S.C. § 3911(a)(1)(A)", "Secretary of the Interior authorized to sell Golden Eagle passports and  Golden Age passports at units of the National Wildlife Refuge System.    16 U.S.C. § 5982  Distribution of Golden Eagle passport sales among Departments of  Interior and Agriculture.    16 U.S.C. § 5991  National park passport program; purposes.    16 U.S.C. § 5992  Secretary of the Interior to establish national park passport program.    16 U.S.C. § 5993  Administration of national park passport program, including sale of  passports and use of proceeds.    16 U.S.C. § 5994  Foreign sales of Golden Eagle passports.    16 U.S.C. § 5995  Effect of national park passport program on other laws and programs.    18 U.S.C. § 9829(a)(6)", "Criminal forfeiture in connection with illegal activity involving passport  issuance or use.    18 U.S.C. § 1028   Fraud and related activity in connection with identification document;  identification document includes passport.    18 U.S.C. § 1541  Issuance of passports without authority.    18 U.S.C. § 1542  False statement in application and use of passport.    18 U.S.C. § 1543  Forgery or false use of passport.    18 U.S.C. § 1544  Misuse of passport.    18 U.S.C. § 1545  Safe conduct or passport violation.    18 U.S.C. § 1546   Fraud and misuse of passports, visas, and other documents.     18 U.S.C. § 1547  Alternative imprisonment maximum for certain passport offenses  committed to facilitate drug trafficking or international terrorism.    18 U.S.C. § 1592   Unlawful conduct with respect to passports or other immigration  documents in furtherance of peonage, slavery, or trafficking in persons.    18 U.S.C. § 1961(1)", "Definition of racketeering activity includes an act indictable under 18  U.S.C. § 1546, fraud and misuse of passports.    18 U.S.C. § 2516(1)(c)", "Authorization for interception of wire, oral, or electronic communications  when interception may provide evidence of a violation of 18 U.S.C. §§  1541-1546.    18 U.S.C. § 3291  Ten year statute of limitations on prosecution for violation of certain  nationality, citizenship, and passport statutes.", "U.S. Sentencing Guidelines, § 2L2.1  Trafficking in a document relating to naturalization, citizenship, or legal  resident status, or a U. S. passport.", "U.S. Sentencing Guidelines, § 2L2.2  Fraudulently acquiring documents relating to naturalization, citizenship, or  legal resident status for own use; fraudulently acquiring or improperly  using a U.S. passport.    22 U.S.C. § 211a  Authorities to grant, issue, and verify passports.    22 U.S.C. § 212  Persons entitled to passport.    22 U.S.C. § 213  Application for passport; verification of application by oath required for  initial passport.    22 U.S.C. § 214  Fees for execution and issuance of passports; persons excused from  payment.    22 U.S.C. § 214a  Refund of fees for passport erroneously charged and paid; refund.    22 U.S.C. § 217a  Time limitation for validity of passport.    22 U.S.C. § 218  Returns as to passports issued to be provided to Secretary of State.    22 U.S.C. § 2504(h)", "Peace Corps volunteers excused from payment of passport fees.    22 U.S.C. § 2670(m)", "Secretary of State is authorized to establish and operate passport agencies.    22 U.S.C. § 2671(d)(3)", "Issuance or renewal of passports barred for individuals in default on a  repatriation loan made by the Secretary of State.    22. U.S.C. § 2705(1)", "Passport as proof of U.S. citizenship.    22 U.S.C. § 2709(a)(1)", "Special agents of the Department of State and the Foreign Service may  conduct investigations concerning illegal passport or visa issuance or use.    22 U.S.C. § 2714  Denial of passports to certain convicted drug traffickers.    22 U. S.C. § 2721   Activity protected by the First Amendment may not be the basis for denial  of passports.    22 U.S.C. § 4024(d)", "Functions of Secretary of State; provide training for employees performing  consular functions, including the adjudication of passport applications.    22 U.S.C. § 4802(a)(2)(B)(x)", "Security responsibilities of Secretary of State include conduct of  investigations relating to illegal passport and visa issuance or use.    22 U.S.C. § 5711(5)", "Bilateral ties between United States and Hong Kong; recognition of  passports issued by the Hong Kong Special Administrative Region.    26 U.S.C. § 6039E  Information concerning resident status required when making application  for passport or renewal.     42. U.S.C. § 652(k)", "Passport may not be issued to individual in arrears on child support  obligations and previously issued passport may be revoked, restricted, or  limited.    42 U.S.C. § 1436a(d)(1)(a)", "Restriction on use of assisted housing by nonresident aliens; passport may  be used to verify citizenship where individual claims to be a citizen.    48 U.S.C. § 1406h  Passport, immigration, and naturalization fees collected in the Virgin  Island held in account for benefit of municipalities.    48 U.S.C. § 1421h  Passport, immigration, and naturalization fees collected in Guam held in  account for benefit of Guam.", "Use of certain proceeds, including passport, immigration, and  naturalization fees collected in the Virgin Islands, as provided by the  legislature of the Virgin Islands.    48 U.S.C. § 1921c(b)(2)", "Approval and implementation of compacts with Micronesia and Marshall  Islands; grant assistance for immigration and passport security.    49 U.S.C. § 44909(a)(2)(B)", "Air carrier passenger manifests to include passport number of each  passenger if required for travel.    49 U.S.C. § 44939(a)(1)(B)", "Providers of training to operate certain aircraft must submit to Secretary  of Homeland Security the passport and visa information of certain  applicants for training.    50 App. U.S.C. § 2407(a)(2)(E)", "Regulations prohibiting participation in certain foreign boycotts shall  provide exceptions for compliance with the boycotting countries’  immigration or passport requirements."], "subsections": []}, {"section_title": "References to Passports in Statutes of Selected States", "paragraphs": [], "subsections": [{"section_title": "Arizona", "paragraphs": ["Ariz. Rev. Stat. Ann. Const. § 19, Refs & Annos.", "The Gadsden Treaty between the United States and Mexico. Passports  not required of persons not remaining in the country.", "Ariz. Rev. Stat. Ann. § 4-241     A valid unexpired passport is an acceptable type of identification to  determine whether person purchasing liquor is under the legal drinking  age.", "Ariz. Rev. Stat. Ann. § 13-3403.02     A valid passport is an acceptable type of identification to verify that the  purchaser of nitrous oxide is over 18.", "Ariz. Rev. Stat. Ann. § 16-548     An early voter who is overseas may complete the affidavit to  accompany a ballot before a U.S. citizen who provides his or her  signature and passport number, if available.", "Ariz. Rev. Stat. Ann. § 32-1236    Dentist triennial licensure; submission of a passport size photograph."], "subsections": []}, {"section_title": "California", "paragraphs": ["Cal. State Bar Rules and Regs, Art. I, § 1    Registration of members; passport is acceptable document to establish  identity.", "Cal. Bus. & Prof. Code § 21628   In order to satisfy tangible personal property reporting requirements, a  secondhand dealer or coin dealer may use a passport from a foreign  country in addition to another item of identification bearing an address.", "Cal. Bus. & Prof. Code § 22430     Manufacture or sale of a deceptive identification document, that is a  document not issued by a governmental agency, which purports to be a  document issued by such an agency, is prohibited. A deceptive  identification document includes a passport.", "See Cal. Penal Code § 483.5 for penalties for violation of this provision.", "Cal. Bus. & Prof. Code § 22443   Immigration consultant shall return documents to client (including  passports).", "Cal. Bus. & Prof. Code § 22963     A passport is a valid form of government identification to verify the age  of the purchaser of tobacco products.", "Cal. Civ. Code § 1185    Acknowledgments; requisites; passport is satisfactory evidence of  identity of individual making acknowledgment of instrument.", "Cal. Civ. Code § 1798.80     Customer records include passport number and state identification  card number.", "Cal. Educ. Code § 48002    Passport may be used as evidence of minimum age required to enter  kindergarten or first grade.", "Cal. Educ. Code § 49133    Minor may use passport to apply for permit to work full–time.", "Cal. Elec. Code § 3004    Potential absentee voters; notice required at passport and recruiting  offices to inform potential absentee voters of their right to an absentee  ballot.", "Cal. Elec. Code § 3302    Right to register for and vote by absentee ballot; requirements include  possession of a valid passport or card of identity and registration.", "Cal. Fam. Code § 3048   Required contents for custody or visitation orders; applying for  passport a factor in determination of risk of child abduction; court may  require surrender of passport to prevent abduction  Cal. Fam. Code § 6228    A person requesting copies of domestic violence incident reports can  present a passport for identification purposes.", "Cal. Fam. Code § 6752    Contracts in art, entertainment, and professional sports; set aside in  trust for benefit of minor; passport may be used to prove identity of  beneficiary.", "Cal. Fin. Code § 17331    Fidelity corporation certificates; persons who must apply; nature of  certificate; application may include passport-size pictures.", "Cal. Govt. § 12179.1    Ten-dollar fee charged for attesting each commission, passport, or  other document signed by Governor.", "Cal. Govt. Code § 16649.80    Prohibited business arrangements; legislative finding that Arab League  countries refuse to accept certain passports.", "Cal. Penal Code § 112    For the purposes of manufacturing or sale of false government  documents, a government document includes any passport.", "Cal. Penal Code § 483.5    Deceptive identification documents (including passports),  requirements for manufacture, sale or transport, punishment for  violations.", "Cal. Penal Code § 530.5 In the context of false personation, the term “personal identifying  information” includes a government passport number.", "Cal. Penal Code § 4017.1    Certain offenders (confined in county jails and camps) are ineligible for  work providing access to personal information pertaining to private  individuals. This information includes state–or government–issued  driver’s license or identification numbers and government passport  numbers.", "Cal. Penal Code § 5071    Certain offenders (convicted of particular offenses) are ineligible for  work providing access to personal information pertaining to private  individuals. This information includes state– or government–issued  driver’s license or identification numbers and government passport  numbers.", "Cal. Prob. Code § 13104    Passport is reasonable proof of identity in affidavit procedure for  collection of personal property.", "Cal. Unemp. Ins. Code § 9601.5    Public agencies or contracted private organizations; passport may be  used to prove legal status or authorization to work.", "Cal. Veh. Code § 4466    Duplicate or substitute certificate of title or license plate; different  address; passport may be used for verification of identity.", "Cal. Veh. Code § 6700.1    Foreign residents purchasing vehicles made in United States; in-transit  permits; passport may be used to prove residency in foreign country.", "Cal. Wel. & Inst. Code § 219.5    Certain offenders (wards of juvenile court) are ineligible for work  providing access to personal information pertaining to private  individuals. This information includes state–or government–issued  driver’s license or identification numbers and government passport  numbers.", "Cal. Wel. & Inst. Code § 401    Advocates’ responsibilities to assist children in foster care include  locating a pupil’s records for inclusion in pupil’s health and education  passport.", "Cal. Wel & Inst. Code § 1500    Minors under 18 years of age crossing the Mexican border; necessity of  written parental consent or passport.", "Cal. Wel. & Inst. Code § 16010    Foster care placement; summary of health and education records of  minor may be maintained in health and education passport or  comparable format.", "Cal. Wel. & Inst. Code § 16010.4  Information provided to foster parents and other caregivers includes  birth certificates, passport, or other identifying document of age.", "Cal. Wel. & Inst. Code § 16010.5    Medication, information, and documentation to be provided to foster  parents and other caregivers includes birth certificate or passport.", "Cal. Wel. & Inst. Code § 16011    Development of pilot Internet-based health and education passport  system for Los Angeles County.", "Cal. Wel. & Inst. Code § 16501.6   Child Welfare services case management system; information  concerning foster child; study shall examine county health passport  systems for possible replication."], "subsections": []}, {"section_title": "Indiana", "paragraphs": ["Ind. Code Ann. § 12-17-11-2    Medical passport program for children who receive foster care.", "Ind. Code Ann. § 12-17-11-3  Issuance and maintenance of medical passport.", "Ind. Code Ann. § 12-17-11-4    Administrative rules for medical passport program.", "Ind. Code Ann. § 14-19-3-4    Golden Hoosier Passports for state parks and recreation areas; fees.", "Ind. Code Ann. § 24-3-5.2-4    A passport is valid government–issued identification for the verification  of age of customer purchasing cigarettes by mail.", "Ind. Code Ann. § 28-8-5-16    A passport number can be used to identify a customer to meet check  cashing requirements where check is at least $3,000.", "Ind. Code Ann. § 31-14-13-6.7    Applying for passport is a factor for court to consider in making a  security, bond, or guarantee determination in custody proceedings  following determination of paternity.", "Ind. Code Ann. § 31-14-13-11    Party to a custody order who applies for passport for a child following  determination of paternity must notify court and other party to the  order.", "Ind. Code Ann. § 31-17-2-21.7    Applying for passport is a factor for court to consider in making a  security, bond, or guarantee determination in child custody actions and  modification of child custody orders.", "Ind. Code Ann. § 31-17-2-24    Party to a custody order who applies for passport for a child must  notify court and other party to the order.", "Ind. Code Ann. § 35-47-2.5-5    A passport maybe used as documentation of residence for sale of  handguns."], "subsections": []}, {"section_title": "New York", "paragraphs": ["N.Y. Alco. Bev. Cont. Law § 65-b    Offense for one under age of 21 years to purchase or attempt to  purchase an alcoholic beverage through fraudulent means. Licensee  may accept passport as written evidence of age.", "N.Y. Dom. Rel. Law § 15    Town and city clerks may use passport for verification purposes when  processing application for a marriage license.", "N.Y. Econ. Dev. § 100    General powers of department of economic development include  establishing a New York hall of fame passport for admission to  recognized halls of fame.", "N.Y. Educ. Law § 3218    Passport may be presented as evidence of age for compulsory  education purposes.", "N.Y. Elec. Law § 11-200    Passport may be used to establish qualifications for special federal  voters.", "N.Y. Gen. Bus. Law § 72    Application for certain licenses including private investigator, security,  guard, and bail enforcement licenses to include passport–size  photograph.", "N.Y. Pub. Health Law § 1399-cc    Sale of tobacco products or herbal cigarettes, rolling papers or pipes to  minors prohibited. Purchaser may prove age through a passport.", "N.Y. Pub. Health Law § 3429     Passport or any other similar form of photo identification issued by a  governmental entity may be used by funeral directors providing  continuing education to identify persons taking instruction."], "subsections": []}, {"section_title": "Virginia", "paragraphs": ["Va. Code Ann. § 10.1-202.1    Golden passport established authorizing free entry into state parks for  certain persons.", "Va. Code Ann. § 18.2-186.5    Expunction of false identity information from police and court records;  issuance of an Identity Theft Passport noting expunction.", "Va. Code Ann. § 18.2-204.2     Manufacture, sale or possession of fictitious, facsimile or simulated  official license or identification, including a passport, is a Class 1  misdemeanor.", "Va. Code Ann. § 18.2-308     Person carrying concealed weapon is required to display permit and a  photo–identification or passport upon demand by a law-enforcement  officer.", "Va. Code Ann. § 18.2-308.2:2     Purchaser of certain firearms may present a passport as documentation  of residence.", "Va. Code Ann. § 19.2-152.1:4     For periodic statements of value of property, bail bondsmen may  present a U.S. passport as a form of identification.", "Va. Code Ann. § 19.2-389    Dissemination of criminal history record information to the appropriate  authority for purpose of issuing passports.", "Va. Code Ann. § 22.1-253.13:3    Standards of quality in education include Literacy Passport test.", "Va. Code Ann. § 46.2-347     Fraudulent use of driver’s license, Department of Motor Vehicles  identification card, U.S. passport, or other form of official identification  listed to obtain alcoholic beverages is a Class 3 misdemeanor.", "Va. Code Ann. § 47.1-14     A notary may use a U.S. or unexpired foreign passport to ascertain the  identity of any person whose identity is the subject of a notarial act.", "Va. Code Ann. § 63.2-1220   An admission stamp in an adopted child’s passport may be used as  evidence that a child adopted in a foreign country was admitted to the  United States with an immediate relative immigrant visa for the  purpose of seeking a birth certificate.", "Va. Bankr. E.D. LBR R. 3011-1    A creditor/claimant may present an unexpired passport to establish  identity for the purpose of claiming funds."], "subsections": []}, {"section_title": "Washington", "paragraphs": ["Wash. Rev. Code § 9A.56.280   In the context of statutes relating to credit cards and checks, “personal  identification” includes passport.", "Wash. Rev. Code § 13.34.340    Release of records (including child welfare services passport  containing all known and available health and educational information)  to treating physician.", "Wash. Rev. Code § 36.18.016    Various fees (including execution fees collected for preparation of a  passport application)— not subject to division.", "Wash. Rev. Code § 46.20.035    U.S. passport may be used to meet identification requirements for  driver’s licenses.", "Wash. Rev. Code § 66.16.040    Sales of liquor by employees—passport is included as officially issued  card of identification that may be used to demonstrate age.", "Wash. Rev. Code § 70.155.090     Purchaser of tobacco products may present a passport to show  purchaser’s age.", "Wash. Rev. Code §70.155.105     Passport may be used to satisfy requirement that person who mails,  ships, or otherwise delivers cigarettes must verify the age of the  receiver of the cigarettes upon delivery.", "Wash. Rev. Code § 74.13.031    Duties of department—Child welfare services must report annually to  the governor and the legislature on its success in implementing and  operating the children’s services passport program.", "Wash. Rev. Code § 74.13.285    Child welfare department is required to prepare children’s service  passport to be provided to foster parents."], "subsections": []}, {"section_title": "Wisconsin", "paragraphs": ["Wis. Stat. Ann. § 134.695     Antiques dealer may not knowingly purchase or receive used home  furnishings from a person without recording one of the identification  numbers listed therein. The list includes a person’s U.S. passport  number.", "Wis. Stat. Ann. § 134.71     Pawnbrokers and secondhand article and jewelry dealers shall require  the customer to present one of the types of identification listed. The list  includes a valid passport.", "Wis. Stat. Ann. § 343.125    Endorsements to a commercial drivers license for transporting certain  hazardous materials. Applicant may submit a U.S. passport as  documentary proof of U.S. citizenship."], "subsections": []}]}]}, {"section_title": "Appendix IV: Comments from the Department of Homeland Security", "paragraphs": [], "subsections": []}, {"section_title": "Appendix V: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact above, Amy Bernstein, John Brummet,  John Cooney, Adam Couvillion, Jeanette Espinola, Ann Finley,  Evan Gilman, Marvin McGill, Ramon Rodriguez, and Robert White made  key contributions to this report."], "subsections": []}]}], "fastfact": []}