{"id": "GAO-10-286T", "url": "https://www.gao.gov/products/GAO-10-286T", "title": "Commercial Space Transportation: Development of the Commercial Space Launch Industry Presents Safety Oversight Challenges for FAA and Raises Issues Affecting Federal Roles", "published_date": "2009-12-02T00:00:00", "released_date": "2009-12-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Since the Government Accountability Office (GAO) reported on the commercial space launch industry in 2006, the industry has evolved and moved further toward space tourism. Commercial space tourism promises to make human space travel available to the public for the first time. The Federal Aviation Administration (FAA) oversees the safety of commercial space launches, licensing and monitoring the safety of such launches and of spaceports (sites for launching spacecraft), and FAA promotes the industry. FAA is also responsible for overseeing the safety of space tourism, but it may not regulate crew and passenger safety before 2012 except in response to high-risk incidents, serious injuries, or fatalities. This testimony addresses (1) recent trends in the commercial space launch industry, (2) challenges that FAA faces in overseeing the industry, and (3) emerging issues that will affect the federal role. This statement is based on GAO's October 2006 report on commercial space launches, updated with information GAO gathered from FAA, the Department of Commerce, and industry experts in November 2009 on industry trends and recent FAA actions. In past work, GAO recommended that FAA take several actions to improve its oversight of commercial space launches, including assessing its future resource needs. FAA has taken some steps to address the recommendations."]}, {"section_title": "What GAO Found", "paragraphs": ["Recent Trends: Historically, the commercial space launch industry focused primarily on putting payloads, such as satellites, into orbit, using launch vehicles that did not return to earth. Such launches have, however, dropped off, and the industry is increasing its focus on space tourism. Since five manned commercial flights demonstrated the potential for commercial space tourism in 2004, companies have pursued research and development and are further developing reusable vehicles for manned flights. Concurrently, companies and states are developing additional spaceports to accommodate anticipated increases in commercial space launches. States have provided economic incentives, and FAA has provided some funding for development. Oversight Challenges: In overseeing the commercial space launch industry, including the safety of space tourism, FAA faces several challenges. These include maintaining a sufficient number of staff with the necessary expertise to oversee the safety of launches and spaceport operations; determining whether FAA's current safety regulations are appropriate for all types of commercial space vehicles, operations, and launch sites; developing information to help FAA decide when to regulate crew and passenger safety after 2012; and continuing to avoid conflicts between FAA's regulatory and promotional roles. Emerging Issues: The U.S. commercial space launch industry is expected to expand as space tourism develops and the National Aeronautics and Space Administration starts to rely on the commercial sector for space transportation. This expansion will affect the federal role. For example, FAA will face increases in its licensing and regulatory workload, and federal agencies and Congress will face decisions about whether to support the U.S. industry by continuing to provide liability indemnification to lower its costs. Additionally, FAA will face policy and procedural issues when it integrates the operations of spacecraft into its next generation air transportation system. Finally, coordinating the federal response to the commercial space industry's expansion is an issue for the federal government in the absence of a national space launch strategy for setting priorities and establishing federal agency roles."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to testify today on the Federal Aviation  Administration’s (FAA) oversight of the commercial space launch  industry. Historically, commercial space launches carried payloads,  generally satellites, into orbit using expendable launch vehicles—that is,  vehicles that are only used once. These launches took place primarily at  federal launch sites. In recent years, the industry has changed  significantly—most notably, the successful launches of SpaceShipOne in  2004 raised the possibility of an emerging commercial space tourism  industry that would make human space travel available to the public for  the first time. Now, several companies are developing reusable launch  vehicles for commercial space tourism and plan to test them within the  next few years. In addition, the National Aeronautics and Space  Administration (NASA) plans to retire the space shuttle around 2010 and  begin using commercial launches to carry cargo and possibly astronauts to  the International Space Station. To support an expected growth in  commercial space launches, commercial spaceports—which are sites used  for launching spacecraft—are being developed by private companies and  states. FAA’s Office of Commercial Space Transportation is responsible  for licensing and monitoring the safety of commercial space launches and  spaceports and promoting the industry. The Commercial Space Launch  Amendments Act of 2004 gave FAA the specific responsibility of  regulating commercial human space flight, but, to allow the industry to  experiment and mature, the act prohibits FAA from regulating crew and  passenger safety before 2012 except in response to high-risk incidents,  serious injuries or fatalities, or an event that poses a high risk of causing a  serious or fatal injury.", "My testimony today focuses on (1) recent trends in the commercial space  launch industry, (2) challenges that FAA faces in overseeing the industry,  and (3) emerging issues that will affect the federal role. This statement is  based on our October 2006 report on commercial space launches and is  updated with information we gathered from FAA, the Department of  Commerce, and industry experts in November 2009 on industry trends and  recent FAA actions. Our work on the October 2006 report included  reviewing FAA’s safety oversight processes and interviewing federal  government officials and industry representatives to assess FAA’s  response to emerging industry issues. Appendix I provides an update of  the actions that FAA has taken in response to our previous  recommendations.", "We conducted our work in accordance with generally accepted  government auditing standards. Those standards require that we plan and  perform the audit to obtain sufficient, appropriate evidence to provide a  reasonable basis for our findings and conclusions based on our audit  objectives. We believe that the evidence obtained provides a reasonable  basis for our findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Recent Trends in the Commercial Space Launch Industry", "paragraphs": ["To date, the commercial space launch industry has primarily focused on  putting payloads, such as satellites, into orbit, using launch vehicles that  are used only once. The number of launches for this purpose has,  however, dropped off, and the industry appears to be increasing its focus  on space tourism. Apart from the five manned flights in 2004, efforts thus  far have consisted of tests for research and development purposes, but  companies are continuing to develop vehicles for manned flights.  Concurrently, companies and states are developing additional spaceports  to accommodate anticipated commercial space tourism flights, with states  providing economic incentives for development. As part of FAA’s mission  to promote the commercial space industry, federal funds have also  supported infrastructure development at one spaceport."], "subsections": [{"section_title": "Launch Trends", "paragraphs": ["There are three main types of space launches—national security, civil, and  commercial. National security launches are by the Department of Defense  for defense purposes, and civil launches are by NASA for scientific and  exploratory purposes. Commercial launch companies compete  domestically and internationally for contracts to carry payloads, such as  satellites, into orbit using expendable launch vehicles, which are  unmanned, single-use vehicles. Except for the launches of SpaceShipOne  in 2004, U.S. commercial space launches have been unmanned. Designed  to carry crew and one passenger, SpaceShipOne was the first commercial  reusable launch vehicle mission licensed by FAA.", "After reaching a peak of 22 launches in 1998 (see fig. 1), the number of  commercial space launches began to fluctuate and generally decline  following a downturn in the telecommunications services industry, which  was the primary customer of the commercial space launch industry. In the  last several years, two trends have emerged. First, there has been a drop- off in U.S. commercial orbital launches. In part, this may be because the  U.S. commercial space launch industry is not price competitive with  foreign companies, some of which receive extensive government support,  according to Department of Commerce officials. Second, FAA began  issuing experimental permits in 2006 to companies seeking to conduct test  launches of reusable launch vehicles. According to industry experts that  we spoke with, over the past 3 years the commercial space launch industry  has experienced a steady buildup of research and development efforts,  including ground tests and low-altitude flight tests of reusable rocket- powered vehicles that are capable of takeoffs and landings.", "Manned commercial space launches took place for the first and only time  with the five manned flights of SpaceShipOne in 2004. Although additional  manned flights were anticipated, they have not materialized since we  issued our report in 2006. A number of companies—including Scaled  Composites, which is developing SpaceShipTwo—are continuing to  develop vehicles for manned flights, but they are not yet developed to a  testing stage, which would require a launch license or experimental  permit."], "subsections": []}, {"section_title": "The Number of Spaceports Is Increasing", "paragraphs": ["Since we reported in 2006, private companies and states are developing  additional spaceports to accommodate anticipated commercial space  tourism flights and to expand the nation’s launch capacity. In 2006, there  were six FAA-licensed spaceports and eight proposed spaceports. Since  then, one of the proposed spaceports (Spaceport America in New Mexico)  has begun operating and one (Gulf Coast Regional Spaceport) has  terminated its plans. Two new spaceports in Florida have applied for FAA  licenses. Figure 2 shows the existing and proposed spaceports and federal  launch sites used for commercial launches.", "States have provided economic incentives to developers—including  passing legislation to decrease liability and lower the tax burden for  developers, according to FAA—to build spaceports to attract space  tourism and provide economic benefits to localities; FAA has provided  funding assistance for infrastructure development. For example, New  Mexico provided $100 million to construct Spaceport America. According  to an official from the Oklahoma spaceport, Oklahoma provides  approximately $500,000 annually to the spaceport for operations, and the  state paid for the environmental impact statement and the safety analysis  needed to apply for an FAA license. The Florida Space Authority, a state  agency, invested over $500 million in new space industry infrastructure  development, including upgrades to the launch pad, a new space  operations support complex, and a reusable launch vehicle support  complex. The Mid-Atlantic Regional Spaceport receives half of its funding  from Virginia and Maryland, with the remainder coming from revenue  from operations. According to FAA, Florida and Virginia also passed bills  that grant an exemption from state income tax for either launch services  or gains achieved from providing services to the International Space  Station. In addition, the Mojave Spaceport in California received an FAA  Airport Improvement Program grant of $7.5 million to expand an existing  runway to allow for the reentry of horizontally landing reusable vehicles."], "subsections": []}]}, {"section_title": "Challenges Facing FAA in Overseeing the Commercial Space Launch Industry", "paragraphs": ["FAA faces challenges in ensuring that it has a sufficient number of staff  with the necessary expertise to oversee the safety of commercial space  launches and spaceport operations. In addition, FAA will need to  determine whether its current safety regulations are appropriate for all  types of commercial space vehicles, operations, and launch sites. FAA will  also need to develop safety indicators and collect data to help it determine  when to begin to regulate crew and passenger safety after 2012.  Continuing to avoid conflicts between its dual roles as a safety regulator  and an industry promoter remains another issue to consider as the space  tourism industry develops."], "subsections": [{"section_title": "FAA Resources and Workload", "paragraphs": ["In 2006, we raised concerns that if the space tourism industry developed  as rapidly as some industry representatives suggested, FAA’s  responsibility for licensing reusable launch vehicle missions would greatly  expand. FAA’s experience in this area is limited because its launch safety  oversight has focused primarily on unmanned launches of satellites into  orbit using expendable launch vehicles. Many companies are developing  space hardware of different designs that are being tested for the first time,  requiring that FAA have a sufficient level of expertise to provide oversight.  In addition, FAA has to have an adequate number of staff to oversee the  anticipated growth in the number of launches at various locations. We  recommended that FAA assess the levels of expertise and resources that  will be needed to oversee the safety of the space tourism industry and the  new spaceports under various scenarios and timetables. In response to our  recommendations, FAA’s Office of Commercial Space Transportation  hired 12 aerospace engineers, bringing its total staff to 71 full-time  employees. In addition, since our report, FAA has established field offices  at Edwards Air Force Base and NASA’s Johnson Space Center in  anticipation of increased commercial space launches.", "We believe FAA has taken reasonable steps to ensure that it has adequate  resources to fulfill its safety oversight role. However, if the industry begins  to expand, as senior FAA officials predict, to 200 to 300 annual launches, a  reassessment of FAA’s resources and areas of expertise would be  appropriate. Moreover, as NASA-sponsored commercial space launches  increase, FAA’s need for regulatory resources and expertise may change,  according to industry experts we spoke with."], "subsections": []}, {"section_title": "Suitability of Safety Regulations to Cover Both Federal Launch Sites and Commercial Spaceports", "paragraphs": ["FAA faces the challenge of ensuring that its regulations on licensing and  safety requirements for launches and launch sites, which are based on  safety requirements for expendable launch vehicle operations at federal  launch sites, will also be suitable for operations at spaceports. We  reported that the safety regulations for expendable launch vehicles may  not be suitable for space tourism flights because of differences in vehicle  types and launch operations, according to experts we spoke with.  Similarly, spaceport operators and experts we spoke with raised concerns  about the suitability of FAA safety regulations for spaceports. Experts told  us that safety regulations should be customized for each spaceport to  address the different safety issues raised by various types of operations,  such as different orbital trajectories and differences in the way that  vehicles launch and return to earth—whether vertically or horizontally. To  address these concerns, we reported that it will be important to measure  and track safety information and use it to determine if the regulations  should be revised. We did not make recommendations to FAA concerning  these issues because the Commercial Space Launch Amendments Act of  2004 required the Department of Transportation (DOT) to commission an  independent report to analyze, among other things, whether expendable  and reusable vehicles should be regulated differently from each other, and  whether either of the vehicles should be regulated differently if carrying  passengers. The report, issued in November 2008, concluded that the  launch of expendable vehicles, when used to lift reusable rockets carrying  crew and passengers, as well as the launch and reentry of reusable launch  vehicles with crew and passengers, should be regulated differently from  the launch of expendable vehicles without humans aboard. Similar to our  finding, the report noted that the development of a data system to monitor  the development and actual performance of commercial launch systems  and to better identify different launch risk factors and criteria would  greatly assist the regulatory process. FAA has not developed such a data  system because so few commercial launches have occurred."], "subsections": []}, {"section_title": "Regulation of Crew and Passenger Safety after 2012", "paragraphs": ["Although FAA is prohibited from regulating crew and passenger safety  before 2012 except in response to serious injuries or fatalities or an event  that poses a high risk of causing a serious or fatal injury, FAA is  responsible for the protection of the uninvolved public, which could be  affected by a failed mission. FAA has interpreted this limited authority as  allowing it to regulate crew safety in certain circumstances and has been  proactive in issuing a regulation concerning emergency training for crews  and passengers. However, FAA has not developed indicators that it would  use to monitor the safety of the developing space tourism sector and  determine when to step in and regulate human space flight. To allow the  agency to be proactive about safety, rather than responding only after a  fatality or serious incident occurs, we recommended that FAA identify and  continually monitor indicators of space tourism industry safety that might  trigger the need to regulate crew and passenger safety before 2012.  According to agency officials, FAA has not addressed our  recommendation because there have been no launches with passengers.  When such launches occur, those same officials told us, they intend to  collect and analyze data on safety-related anomalies, safety-critical system  failures, incidents, and accidents. Those officials also told us that they  intend to develop a means to share information with and assess lessons  learned from the private spaceflight industry.", "It is unclear when FAA will or should begin regulating crew and passenger  safety, since data for evaluating risk do not exist. A senior FAA official  told us that the agency does not plan to issue new regulations even after  the 2012 prohibition is lifted and that they would like to see how the  current procedures, which require passengers to sign an  acknowledgement of informed consent, operates before deciding to issues  new regulations. Nonetheless, FAA is taking steps that will enable it to be  prepared to regulate. Space tourism companies that we spoke with stated  that they now informally collect lessons learned and share best practices  with each other and with FAA, which eventually could lead to industry  standards. Senior FAA officials also told us that FAA is reviewing NASA’s  human rating of space launch vehicles as well as FAA’s Office of Aviation  Safety aircraft certification process as they consider possible future  regulations on human spaceflight standards. In addition, FAA’s Office of  Commercial Space Transportation expects to work closely with its  industry advisory group—the Commercial Space Transportation Advisory  Committee—on the issue. We believe FAA is taking reasonable  preliminary steps to regulate crew and passenger safety."], "subsections": []}, {"section_title": "Distinguishing FAA’s Dual Role of Industry Promotion and Safety", "paragraphs": ["In 2006, we reported that FAA faced the potential challenge of overseeing  the safety of commercial space launches while promoting the industry.  While we found no evidence that FAA’s promotional activities—such as  sponsoring an annual industry conference and publishing industry  studies—conflicted with its safety regulatory role, we noted that potential  conflicts may arise as the space tourism sector develops. We reported that  as the commercial space launch industry evolves, it may be necessary to  separate FAA’s regulatory and promotional activities. Recognizing the  potential conflict, Congress required the 2008 DOT-commissioned report  to discuss whether the federal government should separate the promotion  of human space flight from the regulation of such activity. We suggested as  a matter for congressional consideration that, if the report did not fully  address the potential for a conflict of interest, Congress should revisit the  granting of FAA’s dual mandate for safety and promotion of human space  flight and decide whether the elimination of FAA’s promotional role is  necessary to alleviate the potential conflict. The 2008 commissioned report  concluded there was no compelling reason to remove promotional  responsibilities from FAA in the near term (through 2012). Moreover, the  report noted that the Office of Commercial Space Transportation’s  estimated resource allocation for promotional activities was  approximately 16 percent of the office’s budget in fiscal year 2008, which  was significantly less than what the office allocated for activities directly  related to safety. However, the report noted that the commercial space  launch industry will experience significant changes in its environment in  the coming decades; therefore, periodic review of this issue is warranted.  We concur with the commissioned report’s assessment and see no need  for Congress to step in at this time to require a separation of regulatory  and promotional activities. However, FAA and Congress must remain  vigilant that any inappropriate relationship between FAA and industry— such as was alleged in 2008 between FAA and the airline industry—does  not occur with the commercial space launch industry."], "subsections": []}]}, {"section_title": "Emerging Issues", "paragraphs": ["The expected expansion of the U.S. commercial space launch industry due  to anticipated events such as the development of space tourism and the  retirement of NASA’s space shuttle and the agency’s shift to using the  commercial sector to provide space transportation will affect the federal  role in various ways such as increasing FAA’s licensing and regulatory  workload. To assist in the expansion of the industry, other issues will  emerge for federal agencies and Congress to consider, such as whether to  assist the industry in lowering costs by extending existing liability  indemnification and how to enhance the global competitiveness of the U.S.  industry. Another issue that will emerge as the industry grows is how FAA  will integrate space flights with aircraft traffic as part of efforts to develop  the next generation air transportation system (NextGen). A national space  launch strategy, which is currently lacking, could provide a cohesive  framework for addressing such issues and establishing national priorities."], "subsections": [{"section_title": "Expected Industry Expansion", "paragraphs": ["Industry experts that we spoke with and senior officials at FAA expect  that the number of commercial space launches will increase over the next  several years because of the continued development of vehicles for human  space flight and in response to prize competitions. Starting in the next 3 to  5 years, senior FAA officials expect several companies to begin offering  paying customers the opportunity to fly onboard suborbital space flights,  with numerous launches taking place each year. Virgin Galactic is among  the companies that are undertaking research and development for launch  vehicles designed to serve the anticipated space tourism market. FAA  reported in 2008 that the company had sold 250 seats for its flights. Scaled  Composites and Virgin Galactic formed a joint venture to develop  SpaceShipTwo for Virgin Galactic. Other companies, such as XCOR  Aerospace and Armadillo Aerospace, have announced plans to develop  vehicles to serve the personal spaceflight market. In addition, prize  competitions are expected to spur the growth of the space launch  industry. For example, the Northrop Grumman Lunar Lander Challenge  featured $1.65 million in prizes for vehicles that can simulate the liftoff and  landing of a lunar spacecraft; prizes were awarded to Masten Space  Systems and Armadillo Aerospace in November 2009. Both companies told  us that they intend to apply for FAA experimental permits soon. In  addition, the $30 million Google Lunar X PRIZE is offered to those who  can safely land a robot on the surface of the moon, travel 500 meters, and  send video images and data to earth by December 2014. Such competitions  spur research and development and require FAA licensing or permitting to  ensure the safety of the uninvolved public.", "Senior FAA officials also expect the agency’s licensing and oversight  responsibilities to increase as NASA begins to rely on foreign partners and  private industry to deliver cargo, and eventually crewmembers, to the  International Space Station after it retires the space shuttle in 2010 or  shortly thereafter. Two companies—SpaceX and Orbital Sciences—have  received NASA contracts to develop new launch vehicles that will service  the International Space Station. According to FAA officials and industry  experts, test flights for the new vehicles are expected to begin next year  with SpaceX at the beginning of the year and Orbital Sciences near the end  of the year. FAA is working with SpaceX on its launch license application  and Orbital Sciences is in the pre-application phase. FAA has established a  field office at the Johnson Space Center in response to the anticipated  increase in launches."], "subsections": []}, {"section_title": "Maintaining an International Competitive Position for the U.S. Commercial Space Launch Industry", "paragraphs": ["We reported in 2006 that as the commercial space launch industry  expands, it will face key competitive issues concerning high launch costs  and export controls that affect its ability to sell its services abroad.  Foreign competitors have historically offered lower launch prices than  U.S. launch providers, and the U.S. industry has responded by merging  launch companies, forming international partnerships, and developing  lower-cost launch vehicles. For example, Boeing and Lockheed Martin  merged their launch operations to form United Launch Alliance, and  SpaceX developed a lower-cost launch vehicle. The U.S. government has  responded to the foreign competition by providing the commercial space  launch industry support, including research and development funds,  government launch contracts, use of its launch facilities, and third-party  liability insurance through which it indemnifies launch operators.", "The continuation of such federal involvement will assist industry growth,  according to industry experts that we spoke with. For example, industry  players have called for the continuation of indemnification to support U.S.  competitiveness. Indemnification secures another party against risk or  damage. The U.S. government indemnifies launch operators by providing  catastrophic loss protection covering third-party liability claims in excess  of required launch insurance in the event of a commercial launch incident.  Currently, launch operators are required to buy third-party liability  insurance for up to $500 million in addition to insurance for their vehicle  and its operations, and the U.S. government provides up to $1.5 billion in  indemnification. The law that allows for indemnification expires in  December 2009. Some industry experts have said that it is important that  the law be extended because the cost of providing insurance for launches  could be unaffordable without indemnification. According to a space  insurance expert, as there has not been an incident requiring the U.S.  government to pay out third-party claims, the cost to the government of  providing indemnification has been only for administrative purposes.  Nonetheless, according to a senior Commerce official, there is always a  possibility of a launch mishap that could invoke indemnification. FAA has  asked for the law’s extension as a means to promote the growth of the  industry, and the Department of Commerce supports this position. A  senior Commerce official told us that without federal indemnification,  smaller launch companies may go out of business.", "In addition, industry representatives that we interviewed told us that  export licensing requirements affect the ability of the U.S. commercial  space launch industry to sell its services abroad. These regulations are  designed to establish controls to ensure that arms exports are consistent  with national security and foreign policy interests include launch vehicles  because they can deliver chemical, biological, and nuclear weapons. A  senior Department of Commerce official told us that the U.S. industry has  asked Congress to consider changing the statute that restricts space  manufacturing items for export. A change in statute would allow for the  Departments of State and Defense to review individual items, as they do  for other industries.", "As the space tourism industry develops, the issue will arise of establishing  a foundation for a common global approach to launch safety. According to  senior FAA officials, space tourism operations are planned to be  international, with takeoffs and landings from U.S. spaceports to United  Arab Emirates and Singapore spaceports, among others. Thus, the  development, interoperability, and harmonization of safety standards and  regulations, particularly concerning space tourism flights, will be  important for the safety of U.S. and international space operations. In the  future, if suborbital point-to-point space travel becomes a reality, entirely  new issues will have to be addressed, including bilateral and international  interoperability, air and space traffic integration, existing treaty and law  implications, national security issues (such as friend or foe identification),  customs, international technical standards, and other transportation  issues. In response, FAA has established an international outreach  program to promote FAA commercial space transportation regulations as  a model for other countries to adopt. The outreach program includes  establishing initial contacts with interested countries and introductory  briefings about FAA regulations."], "subsections": []}, {"section_title": "Integrating Space Transportation into NextGen", "paragraphs": ["NextGen—FAA’s efforts to transform the current radar-based air traffic  management system into a more automated, aircraft-centered, satellite- based system—will need to accommodate spacecraft that are traveling to  and from space through the national airspace system. As the commercial  space launch industry grows and space flight technology advances, FAA  expects that commercial spacecraft will frequently make that transition  and the agency will need tools to manage a mix of diverse aircraft and  space vehicles in the national airspace system. In addition, the agency will  need to develop new policies, procedures, and standards for integrating  space flight operations into NextGen. For example, it will have to define  new upper limits to the national airspace system to include corridors for  flights transitioning to space; establish new air traffic procedures for  flights of various types of space vehicles, such as aircraft-ferried  spacecraft and gliders; develop air traffic standards for separating aircraft  and spacecraft in shared airspace; and determine controller workload and  crew rest requirements for space operations. FAA has begun to consider  such issues and has developed a concept of operations document."], "subsections": []}, {"section_title": "Lack of an Overarching National Space Launch Policy", "paragraphs": ["Finally, an overarching issue that has implications for the U.S. commercial  space launch industry is the lack of a comprehensive national space  launch strategy, according to federal officials and industry experts.  Numerous federal agencies have responsibility for space activities,  including FAA’s oversight of commercial space launches, NASA’s scientific  space activities, the Department of Defense’s national security space  launches, the State Department’s involvement in international trade issues,  and the Department of Commerce’s advocacy and promotion of the  industry. According to the National Academy of Sciences, aligning the  strategies of the various civil and national security space agencies will  address many current issues arising from or exacerbated by the current  uncoordinated, overlapping, and unilateral strategies. A process of  alignment offers the opportunity to leverage resources from various  agencies to address such shared challenges as the diminished space  industrial base, the dwindling technical workforce, and reduced funding  levels, according to the Academy report. A national space launch strategy  could identify and fill gaps in federal policy concerning the commercial  space launch industry, according to senior FAA and Commerce officials.", "Our research has identified several gaps in federal policy for commercial  space launches. For example, while FAA has safety oversight  responsibility for the launch and re-entry of commercial space vehicles,  agency officials told us that no federal entity has oversight of orbital  operations, including the collision hazard while in orbit posed by satellites  and debris (such as spent rocket stages, defunct satellites, and paint flakes  from orbiting objects). Another issue that has not been resolved is the role  of the National Transportation Safety Board (NTSB) in investigating any  accidents that occur. NTSB does not have space transportation explicitly  included in its statutory jurisdiction, although it does have agreements  with FAA and the Air Force under which it will lead investigations of  commercial space launch accidents. The 2008 commissioned report on  human space flight suggested that Congress may want to consider  explicitly designating a lead agency for accident investigations involving  space vehicles to avoid potential overlapping jurisdictions. According to  senior officials we spoke with at FAA and Commerce, the need for an  overall U.S. space launch policy that includes commercial space launches  is being discussed within DOT and across departments, as part of the  administration’s review of national space activities, but the development  of a national policy has not yet begun.", "Mr. Chairman, this concludes my prepared statement. I would be pleased  to respond to any questions from you or other Members of the  Subcommittee."], "subsections": []}]}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For further information on this testimony, please contact Dr. Gerald L.  Dillingham at (202) 512-2834 or dillinghamg@gao.gov. Individuals making  key contributions to this testimony include Teresa Spisak, Maureen Luna- Long, Rosa Leung, Erica Miles, David Hooper, and Elizabeth Eisenstadt."], "subsections": []}]}, {"section_title": "Appendix I: Status of GAO’s Recommendations to the Federal Aviation Administration Concerning Commercial Space Launches", "paragraphs": [], "subsections": [{"section_title": "The Federal Aviation Administration (FAA) needs to assess the level of expertise and resources that will be needed to oversee the safety of the space tourism industry and the new spaceports under various scenarios and timetables.", "paragraphs": ["FAA has assessed resources and hired 12 additional aerospace  engineers.", "FAA’s Office of Commercial Space Transportation should develop  a formal process for consulting with the Office of Aviation Safety  about licensing reusable launch vehicles.", "FAA has not developed a formal process, but the two offices  signed a formal agreement for the licensing of SpaceShipTwo,  which delineates the responsibilities for each office. Agency  officials expect that a similar process will be used as future  applications are received.", "FAA should identify and continually monitor space tourism safety  indicators that might trigger the need to regulate crew and flight  participant safety before 2012.", "No action has been taken on monitoring safety indicators because  commercial human space flights have not occurred since the  SpaceShipOne launches in 2004.  When commercial human  space flights occur, FAA plans to monitor key safety indicators  including safety-related anomalies, safety-critical system failures,  incidents, and accidents.  FAA officials plan to track these  indicators, precursors, trends, or lessons learned that would  warrant additional FAA regulation.", "FAA should develop and issue guidance on the circumstances  under which it would regulate crew and flight participant safety  before 2012.", "No action has been taken to issue guidance. However, senior FAA  officials say that the agency has held internal discussions on the  circumstances under which it would regulate crew and space flight  participant safety before 2012 in the event of a casualty or close  call. The officials noted that launch vehicle operators are required  to report to FAA mishaps and safety-related anomalies and  failures and take appropriate corrective actions prior to the next  launch.", "As long as it has a promotional role, FAA should work with the  Department of Commerce to develop a memorandum of  understanding that clearly delineates the two agencies’ respective  promotional roles in line with their statutory obligations and larger  agency missions.", "FAA’s Office of Commercial Space Transportation and  Commerce’s Office of Space Commercialization signed a  memorandum of understanding in September 2007. FAA has no  agreement with Commerce’s International Trade Administration,  which also has responsibilities for promoting the commercial  space industry and its competitiveness.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}