{"id": "GAO-07-481T", "url": "https://www.gao.gov/products/GAO-07-481T", "title": "Prescription Drugs: Oversight of Drug Pricing in Federal Programs", "published_date": "2007-02-09T00:00:00", "released_date": "2007-02-09T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Several federal programs help pay for or reduce the costs of prescription drugs for eligible individuals and entities. Three examples are the Medicaid drug rebate program, part of the joint federal-state Medicaid program that finances medical services for certain low-income people; the 340B drug pricing program, which provides discounted drug prices to certain eligible entities such as community health centers; and the Medicare Part D program, which provides a Medicare drug benefit for the elderly and certain disabled people. The price information drug manufacturers report under these federal programs affects related federal spending. Spending is also affected by the extent to which federal oversight ensures the accuracy of this information. GAO was asked to provide information related to the oversight of prescription drug pricing practices that affect these federal programs. This testimony focuses on the oversight of drug pricing related to the three programs and the implications for future congressional oversight. This testimony is based on recent GAO reports examining these programs and related work by the Department of Health and Human Services Office of Inspector General and others."]}, {"section_title": "What GAO Found", "paragraphs": ["Regarding the Medicaid drug rebate program, GAO and others have reported inadequacies in the Centers for Medicare & Medicaid Services' (CMS) oversight of the prices manufacturers report to CMS to determine the statutorily required rebates owed to states. For example, GAO and others have reported a lack of clarity in CMS's guidance to manufacturers for calculating these prices. Several recent legal settlements under which manufacturers agreed to pay hundreds of millions of dollars to states because they were alleged to report inaccurate prices to CMS highlight the potential for abuse under the program. CMS recently issued a proposed rule intended to provide more clarity to manufacturers in determining the prices they report. GAO and others have reported inadequacies in the Health Resources and Services Administration's (HRSA) oversight of the 340B drug pricing program and problems related to the lack of transparency in the maximum prices, called 340B prices, charged to eligible entities. GAO reported that HRSA did not routinely compare the prices actually paid by certain eligible entities with the 340B prices and that many of these eligible entities paid prices higher than the 340B prices. Because these prices are not disclosed to the entities, the entities are unable to determine whether the prices they pay are at or below these prices. In addition, because 340B prices are based on information reported by drug manufacturers for the Medicaid drug rebate program, inaccuracies under that program affect these prices. HRSA has made changes to its oversight of the program intended to address some of these concerns. The Medicare Part D program shares in common with other federal programs certain features that led to federal agency oversight challenges. For example, Part D relies on multiple private organizations to report to CMS certain price concessions from manufacturers, similar to the Medicaid drug rebate program. Also, Part D relies on CMS's oversight to ensure that price information reported to it by private organizations are accurate, similar to the Medicaid drug rebate and 340B drug pricing programs. Other features of Part D, such as its reliance on contracts with private insurers to provide drug coverage to beneficiaries through a complex set of relationships and transactions with private entities, also suggest potential oversight challenges. Oversight inadequacies, inaccurate prices, lack of price transparency, and the potential for abuse suggest areas the Committee may wish to consider as it develops its oversight agenda. The Committee may wish to consider the extent to which CMS and HRSA will systematically take steps to ensure the accuracy of prices reported and charged by private organizations that participate in federal programs. The Committee may also wish to consider the extent to which federal agencies will effectively monitor for and detect abuses in the reporting of drug price information that affect these three federal programs."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today as you examine prescription drug pricing  practices that affect federal programs that help pay for or reduce the cost  of prescription drugs, and the implications for future congressional  oversight of the programs. Spending on prescription drugs in this country  has risen by about 11 percent on average each year from 1998 through  2005 at retail outlets, faster than the average 7 percent yearly rate of  increase in total U.S. health expenditures for health care services and  supplies during the same period. Retail spending on prescription drugs  from all sources in 2005 totaled about $201 billion, of which the federal  government spent about $33 billion under various programs. The federal  spending amount precedes the 2006 introduction of the Medicare  prescription drug benefit, known as Medicare Part D, which increased  federal spending on prescription drugs. The amount the federal  government spends for prescription drugs is related in part to the price  information drug manufacturers report to federal programs. In addition,  federal oversight designed to ensure the accuracy of that price information  is an important part of the effort to control federal spending.", "To assist this committee as it develops its oversight agenda, you asked us  for information pertaining to federal agency oversight of prescription drug  pricing practices that affect the Medicaid drug rebate program, the 340B  drug pricing program, and the Medicare Part D program. Accordingly, my  testimony today will focus on the oversight of drug pricing related to these  three federal programs and the potential implications for future  congressional oversight. My remarks today are based primarily on our  2005 and 2006 reports examining federal programs that help pay for or  reduce the cost of prescription drugs, which were done in accordance  with generally accepted government auditing standards. I will also refer to  related work by the Department of Health and Human Services Office of  Inspector General (OIG) and others.", "In summary, oversight inadequacies by federal agencies and a lack of  transparency in drug pricing practices that affect federal programs have  important implications for federal spending on prescription drugs.  Regarding the Medicaid drug rebate program, we and others have reported  inadequacies in the Centers for Medicare & Medicaid Services’ (CMS)  oversight of the price information reported by manufacturers to determine  the rebates owed to states, including a lack of clarity in CMS’s guidance to  manufacturers for calculating that price information. Recent litigation  involving allegations that drug manufacturers reported inaccurate prices  to CMS resulted in several manufacturers agreeing to pay about   $88 million, $257 million, and $345 million to states, thus highlighting the  potential for abuse under the program. CMS recently issued a proposed  rule intended to provide more clarity to manufacturers in determining the  prices they report to CMS.", "We and others have also reported inadequacies in the Health Resources  and Services Administration’s (HRSA) oversight of the 340B drug pricing  program, a lack of transparency in the 340B prices, and overpayments to  drug manufacturers. We reported in 2006 that HRSA did not routinely  compare the prices actually paid by eligible entities with the 340B prices  and that many entities we reviewed paid prices for drugs that were higher  than the 340B prices. Because 340B prices are not disclosed to the eligible  entities, the entities are unable to determine whether the prices they pay  are at or below the 340B prices. In addition, because 340B prices are based  on information reported by drug manufacturers for the Medicaid drug  rebate program, inaccuracies in that information may affect 340B prices.", "HRSA has made changes to its oversight of the 340B drug pricing program  that are intended to address some of these concerns.", "The Medicare Part D program shares in common with other federal  programs certain features that led to federal agency oversight challenges  related to the reporting of inaccurate price information in those programs.  For example, the Medicare Part D program relies on private organizations  that sponsor drug plans to calculate and report price information to CMS,  much like the Medicaid drug rebate program relies on drug manufacturers  to calculate and report drug pricing and price concession information to  CMS. Also, the Medicare Part D program relies on CMS’s oversight to  ensure that price information reported to it by private organizations is  accurate, similar to the Medicaid drug rebate and 340B pricing programs.  Other features of the Medicare Part D program, such as its reliance on  contracts with multiple private insurers to provide drug coverage to  beneficiaries through a complex set of relationships and transactions with  private entities, also suggest areas of potential oversight vulnerability.", "Although actions taken by both CMS and HRSA may address some of the  oversight inadequacies we and others have reported, it is too soon to know  how effective these actions have been in improving program oversight.  Thus concerns about oversight inadequacies, inaccurate price information,  lack of price transparency, and the potential for abuse associated with  federal programs that help pay for or reduce the cost of prescription drugs  suggest areas the Committee may wish to consider as it develops its  oversight agenda. For example, the Committee may wish to consider the  extent to which CMS and HRSA will take steps to systematically ensure  the accuracy of price information reported by private sector organizations  that participate in federal programs, and the extent to which cognizant  federal agencies will effectively monitor for and detect abuses in the  reporting of drug price information that affects the Medicaid drug rebate,  the 340B drug pricing, and the Medicare Part D programs."], "subsections": [{"section_title": "Background", "paragraphs": ["The Medicaid drug rebate program, the 340B drug pricing program, and  the Medicare Part D program help pay for or reduce the costs of  prescription drugs for eligible individuals and entities."], "subsections": [{"section_title": "The Medicaid Drug Rebate Program", "paragraphs": ["Medicaid is the joint federal-state program that finances medical services  for certain low-income adults and children. CMS, an agency of the  Department of Health And Human Services (HHS), administers and  oversees the program. While some benefits are federally required,  outpatient prescription drug coverage is an optional benefit that all states  have elected to offer. State Medicaid programs, though varying in design,  cover both brand and generic drugs. Retail pharmacies distribute drugs to  Medicaid beneficiaries, then receive reimbursements from states for the  acquisition cost of the drug and a dispensing fee. In 2004, Medicaid  outpatient prescription drug spending reached $31 billion, of which   $19 billion was paid by the federal government.", "To help control Medicaid drug spending, federal law requires  manufacturers to pay rebates to states as a condition for the federal  contribution toward covered outpatient prescription drugs. Rebates  manufacturers must pay states for brand drugs under the Medicaid drug  rebate program are based on two prices that drug manufacturers must  report to CMS: the average manufacturer price (AMP) (the average price  paid to a manufacturer by wholesalers for drugs distributed to the retail  pharmacy class of trade) and best price (the lowest price available from  the manufacturer to any purchaser with certain exceptions). Both  amounts are to reflect certain financial concessions that are available to  drug purchasers. The statute governing the program and the standard  rebate agreement that CMS signs with each manufacturer define AMP and  best price and specify how these prices are to be used to determine the  rebates due to states. CMS provides additional guidance to manufacturers  regarding the calculation of these amounts. After manufacturers report the  required price information to CMS, CMS uses it to calculate the rebate due  for each unit of a brand drug and reports this to the states. The state  Medicaid programs use the information to determine the amount of  rebates to which they are entitled from the manufacturers based on the  volume of drugs paid for by the programs."], "subsections": []}, {"section_title": "The 340B Drug Pricing Program", "paragraphs": ["The 340B drug pricing program gives more than 12,000 eligible entities of  various types—community health centers, disproportionate share  hospitals, and AIDS Drug Assistance Programs (ADAP) among them— access to discounted drug prices, called 340B prices. To access these  prices, entities must enroll in the program, which is administered by  HRSA. Drug manufacturers must offer covered drugs to enrolled entities at  or below 340B prices in order to have their drugs covered by Medicaid.  Enrolled entities may generally purchase drugs in two ways. They may  choose the direct purchase option to receive the 340B prices up front, or  they may choose the rebate option, typically purchasing drugs through a  vendor and later receiving a rebate from the manufacturer covering any  amount they paid above the 340B prices. Enrolled entities spent an  estimated $3.4 billion on drugs in 2003.", "To determine the 340B prices, HRSA uses a statutory formula that relies  on AMP and Medicaid rebate data that it receives from CMS.  Manufacturers separately calculate the 340B prices for their drugs using  the statutory formula, and use these calculations as the basis for the prices  they charge eligible entities. HRSA does not share the 340B prices with the  eligible entities due to the statutory provisions regarding the  confidentiality of information used to determine them."], "subsections": []}, {"section_title": "The Medicare Part D Program", "paragraphs": ["The Medicare Prescription Drug, Improvement, and Modernization Act of  2003 (MMA) created a voluntary outpatient prescription drug benefit  effective January 1, 2006, as Part D of the Medicare program. Under   Part D, Medicare beneficiaries may choose a prescription drug plan (PDP)  from multiple competing PDPs offered by private organizations, often  private insurers, that sponsor the plans. PDP sponsors enter into contracts  with CMS, the agency that administers Medicare. PDPs may differ in the  drugs they cover, the pharmacies they use, and the prices they negotiate  with drug manufacturers and pharmacies. PDP sponsors may use  pharmacy benefit managers (PBM) to negotiate with drug manufacturers  and retail pharmacies for the prices of the drugs that each PDP covers.  PDP sponsors are required to report to CMS the price concessions they  negotiate; these price concession include discounts, rebates, direct or  indirect subsidies, and direct or indirect remunerations."], "subsections": []}]}, {"section_title": "Oversight Inadequacies in the Medicaid Drug Rebate Program Raise Concerns about the Accuracy of Rebates Paid to States", "paragraphs": ["We and others have reported inadequacies in CMS’s oversight of the price  information reported by manufacturers under the Medicaid drug rebate  program, including a lack of clarity in CMS’s guidance to the  manufacturers for calculating prices. We reported in 2005 that CMS  conducted only limited checks for errors in manufacturer-reported drug  prices and that it did not generally review the methods and underlying  assumptions that manufacturers use to determine AMP and best prices.  We also noted in that report that OIG found that CMS did not provide clear  program guidance for manufacturers to follow when determining those  prices—for example, how to treat sales to certain health maintenance  organizations (HMO) and PBMs. OIG stated that its review efforts were  hampered by unclear CMS guidance on how manufacturers were to  determine AMP, a lack of manufacturer documentation, or both. Our  review also examined the pricing methodologies of several large drug  manufacturers and found considerable variation in the methods they used  to determine AMP and best price, and some of these differences could  have affected the accuracy of these prices and thereby reduced or  increased rebates to state Medicaid programs. OIG similarly identified  problems with manufacturers’ price determination methods and their  reported prices in four reports issued from 1992 to 2001.", "Recent litigation has highlighted the importance of the accuracy of prices  manufacturers report to CMS and the rebates they pay to states. For  example, two drug manufacturers agreed to pay about $88 million and  $257 million, respectively, to states in 2003 to settle allegations that they  failed to include in their best price determinations certain sales to an  HMO. Another manufacturer agreed to pay $345 million to states in 2004  to settle several allegations, including that it did not account for drug  discounts provided to two health care providers, resulting in an overstated  best price for one of its top-selling drugs and reduced state rebates.", "CMS issued a proposed rule in December 2006 to, among other things,  implement provisions of the Deficit Reduction Act of 2005 (DRA) related  to prescription drugs under the Medicaid program. This rule is intended to  provide more clarity to manufacturers in determining AMPs reported to  CMS, by indicating which sales, discounts, rebates, and price concessions  are to be included or excluded. For example, it specifies that sales to  PBMs and mail-order pharmacies must be included in AMP. The proposed  rule also specifies that best price must include sales to all purchasers,  including HMOs, that are not explicitly excluded and specifies the prices  that must be included or excluded from those sales. Recognizing the  evolving marketplace for the sale of prescription drugs, the proposed rule  states that CMS plans to issue future clarifications of AMP and best price  in an expeditious manner. In its notice of proposed rulemaking, CMS also  referred to the DRA requirement that CMS disclose AMP data to states and  post these data on a public Web site. AMP data are currently not made  public. The changes represented by this proposed rule would likely affect  the prices that manufacturers report to the federal government. Only after  these regulations are finalized and implemented will there be an  opportunity to assess the extent to which they improve the accuracy of  prices reported and rebates paid by manufacturers."], "subsections": []}, {"section_title": "Oversight Inadequacies and Lack of Transparency in the 340B Drug Pricing Program Raise Concerns about Overpayments to Drug Manufacturers", "paragraphs": ["We and others have reported inadequacies in HRSA’s oversight of the 340B  drug pricing program, problems related to the lack of transparency in the  340B prices, and overpayments to drug manufacturers. OIG recently  reported that some of the 340B prices that HRSA calculated were  inaccurate and that HRSA did not systematically compare the 340B prices  with those that were separately calculated by drug manufacturers for  consistency. In addition, we recently reported that HRSA did not  routinely compare 340B prices with prices paid by certain eligible entities.  We and OIG both found that many entities reviewed paid prices for drugs  that were higher than the 340B prices. OIG estimated that 14 percent of  total drug purchases made by entities in June 2005 exceeded the 340B  prices, resulting in $3.9 million in overpayments. We also found that the  prices of the eligible entities using the rebate option reported to HRSA did  not reflect all rebates they later received from manufacturers, and thus we  could not determine whether these entities paid prices that were at or  below the ceiling established by the 340B prices. Because the 340B prices  are not disclosed to eligible entities, the entities cannot know how the  prices they pay compare with the 340B prices. Finally, because 340B  prices are based on AMP and Medicaid drug rebate data, inaccuracies in  those amounts affect the 340B drug pricing program.", "Recent legal settlements related to drug manufacturers’ overstatement of  best prices used in the Medicaid rebate program also led to settlements  related to the 340B program. This was because overstated best prices  could affect rebates and result in inaccurate 340B prices.", "HRSA has made changes to its oversight of the 340B drug pricing program  that are intended to address some of the concerns we and OIG raised in  our respective reports. For example, while manufacturers are not required  to submit their calculated 340B prices to HRSA, the agency has requested  that each manufacturer voluntarily submit its calculated 340B prices for  comparison to the 340B prices calculated by HRSA. It has also indicated  that it was planning to develop systems to allow eligible entities to check  that the drug prices they are charged are appropriate while still  maintaining the confidentiality of those prices. Because AMP is used to  calculate 340B prices, the requirement under DRA that AMP become  publicly available may enable HRSA to improve the transparency of these  prices. However, the public reporting of AMP, which is only one element  of the 340B price calculation, can only partially improve the transparency  of 340B prices."], "subsections": []}, {"section_title": "Medicare Part D Shares Features with Other Federal Programs and Has Certain Features That Suggest Potential Oversight Challenges", "paragraphs": ["The Medicare Part D program shares in common certain features with  other federal programs that help pay for or reduce the cost of prescription  drugs. Because these features presented oversight challenges with other  programs, they may also present challenges for Part D. Some of the  common features include the following:    Under Medicare Part D, PDP sponsors are required to calculate and report  to CMS aggregate price concessions they negotiate. Similarly, the Medicaid  drug rebate program requires manufacturers to calculate and report  certain price information to CMS and to include various price concessions  in the calculations.", "Medicare Part D relies on PDP sponsors to pass on to beneficiaries the  benefit of price concessions they negotiate with drug manufacturers.  Similarly, the Medicaid drug rebate and 340B drug pricing programs rely  on manufacturers to pass on to states or eligible entities the rebates or  discounted prices to which they are entitled under the programs.", "Medicare Part D relies on CMS to audit PDP sponsors to ensure proper  disclosure of price concessions negotiated with manufacturers. Similarly,  the Medicaid drug rebate and 340B drug pricing programs rely on federal  audits of manufacturers to ensure that the prices reported and charged are  appropriate.", "Further, the Medicare Part D program shares in common with the  Medicare prescription drug discount card program—which preceded   Part D—features related to oversight inadequacies we identified with the  discount card program. Under the discount card program, private  sponsors negotiated drug discounts for beneficiaries and required the card  sponsors to report price concessions they received for drugs and pass a  share of these on to beneficiaries. We reported in 2005 that some card  sponsors found that the guidance relating to the reporting of price  concessions provided by CMS lacked clarity, and CMS reported that the  quality of price concession data provided by card sponsors was  questionable, with problems such as missing data.", "Two other features of the Medicare Part D program suggest potential  oversight challenges. The first relates to the transition of the nearly   6 million typically high-cost individuals who qualify for both Medicaid and  Medicare—referred to as dual eligibles—from Medicaid to Medicare   Part D for prescription drug coverage. While the Medicaid drug rebate  program is designed to help control prescription drug spending by  requiring manufacturers to pay rebates to states, Medicare Part D relies on  PDP sponsors to negotiate drug prices, including price concessions. Part D  provides no assurance that the PDP sponsors will be able to negotiate  price concessions that are as favorable as the rebates required under the  Medicaid program. It is not yet known how the federal cost of prescription  drug coverage for dual eligibles under Part D will compare with the costs  incurred for these individuals under Medicaid.", "The second feature relates to the Part D program’s reliance on contracts  with private PDP sponsors. The PDP sponsors provide prescription drug  coverage to beneficiaries through a complex set of relationships and  transactions among insurers, PBMs, and drug manufacturers. These  relationships have similarities to the Federal Employees Health Benefits  Program (FEHBP), the health care program for federal employees, in  which the federal government contracts with private organizations to  provide drug benefits, and these organizations often contract with PBMs  to negotiate with manufacturers and provide other administrative and  clinical services. The relationships and transactions between PBMs and  drug manufacturers within FEHBP and other federal programs have been  the subject of litigation. For example, a large PBM agreed to pay about  $138 million to the federal government in 2005, including about $55 million  to the FEHBP, to settle allegations that it had received payments from  drug manufacturers in exchange for marketing certain drugs made by  those manufacturers to providers who are reimbursed by federal  programs."], "subsections": []}, {"section_title": "Potential Areas for Future Congressional Oversight", "paragraphs": ["Although actions taken by both CMS and HRSA may address some of the  oversight inadequacies we and others have reported, it is too soon to know  how effective these have been in improving program oversight. Thus,  concerns about prescription drug pricing inaccuracies in the Medicaid  drug rebate and 340B drug pricing programs and overpayments to drug  manufacturers highlight the importance of federal oversight of prices  reported by drug manufacturers under these programs. Because the new  Medicare Part D program shares certain features in common with these  programs, oversight of the price information reported under Part D is  important as well. As the Committee develops its oversight agenda relating  to federal programs that help pay for or lower the costs of prescription  drugs, it may wish to consider the following areas.", "The extent to which federal agencies will take steps to systematically  ensure the accuracy of price data associated with federal programs,  specifically, the extent to which CMS will ensure that AMP and best prices reported  by manufacturers under the Medicaid drug rebate program include all  appropriate transactions and price concessions—particularly once the  proposed rule is finalized;  the extent to which HRSA will ensure the completeness and accuracy  of the 340B prices it maintains, obtain final prices paid by all covered  entities, and more systematically compare prices paid by entities with  the 340B prices; and  the measures CMS will take to ensure that the price information Part D  sponsors report to CMS include aggregate price concessions sponsors  negotiate with PBMs and drug manufacturers.", "Recognizing the evolving nature of purchasers and sellers in the  prescription drug market, the extent to which CMS will be effective in  updating and revising Medicaid drug rebate program pricing guidance for  manufacturers as circumstances warrant.", "The extent to which the transition of dual eligibles from Medicaid to  Medicare Part D will affect federal spending.", "The extent to which cognizant federal agencies will monitor for and detect  abuses in the reporting of drug price information that affects federal  programs.", "Mr. Chairman, this concludes my prepared remarks. I would be happy to  answer any questions that you or other Members of the Committee may  have."], "subsections": []}, {"section_title": "GAO Contacts and Acknowledgments", "paragraphs": ["For future contacts regarding this testimony, please contact John Dicken  at (202) 512-7119 or at dickenj@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this testimony. Randy DiRosa, Assistant Director; Gerardine Brennan;  Martha Kelly; Stephen Ulrich; and Timothy Walker made key contributions  to this statement.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}