{"id": "GAO-15-218", "url": "https://www.gao.gov/products/GAO-15-218", "title": "African Growth and Opportunity Act: USAID Could Enhance Utilization by Working with More Countries to Develop Export Strategies", "published_date": "2015-01-22T00:00:00", "released_date": "2015-01-22T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Signed in 2000, AGOA directs the President to provide TCB assistance to sub-Saharan African governments and firms to promote exports and develop infrastructure, among other things. AGOA provides duty-free access on qualifying U.S. imports from eligible sub-Saharan African countries, a total of 41 countries as of December 1, 2014. From 2001 through 2013, U.S. agencies funded about $5 billion in TCB assistance to AGOA countries. GAO was asked to review various issues related to the ability of AGOA countries to utilize AGOA prior to its expiration on September 30, 2015.", "In this report, GAO examines (1) U.S. government TCB assistance in support of AGOA, and (2) the extent to which USAID has made efforts to develop strategic approaches to AGOA utilization. GAO focused on MCC and USAID because these two agencies accounted for nearly 90 percent of funding for TCB activities in AGOA countries from 2001 through 2013. GAO analyzed data on U.S. TCB assistance to AGOA countries in this period, reviewed agencies' funding and program documents, conducted interviews with officials who implement U.S. TCB assistance, and met with U.S. and foreign government officials and private sector representatives in Ethiopia and Ghana."]}, {"section_title": "What GAO Found", "paragraphs": ["Among U.S. agencies, the Millennium Challenge Corporation (MCC) and the U.S. Agency for International Development (USAID) have funded the majority of trade capacity building (TCB) assistance in support of the African Growth and Opportunity Act (AGOA) (see figure). MCC obligated nearly $3 billion in funding for TCB activities in 15 of the 41 countries eligible for AGOA (AGOA countries), with the majority of funds provided for trade-related infrastructure projects. For example, MCC obligated $176 million for a roads project in Mozambique that aimed to improve the transportation network, including access to markets and reduction of transport costs. USAID obligated approximately $1.6 billion in funding for TCB activities in 39 of the 41 AGOA countries, with the majority of funds provided for trade-related agriculture and infrastructure, and trade facilitation. For example, USAID funded activities to help exporters in East Africa build business linkages with U.S. markets through trade shows.", "Note: Funding amounts or percentages may not sum to totals because of rounding.", "USAID has worked with some host governments to develop strategic approaches to AGOA utilization; however, most host governments have not established such approaches. USAID-funded regional trade hubs in sub-Saharan Africa have supported AGOA utilization by, among other things, collaborating with some host governments to develop AGOA-specific or broader national export strategies. Trade hub evaluations and statements from host government officials show that identifying strategic needs and priorities through strategic approaches can bolster AGOA utilization and help assess challenges to expanding exports. In strategy documents, host governments may identify high-priority trade and investment sectors, constraints related to AGOA utilization, and specific steps to increase exports under AGOA. Lack of a strategic approach has been identified as a significant reason for gaps in AGOA utilization. As of December 2014, 14 of the 41 AGOA countries had strategies reflecting AGOA priorities. According to USAID officials, host governments must initiate the process of developing a strategy, and a lack of political will may pose challenges to such efforts."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends that the Administrator of USAID work with more host governments to develop strategic approaches to promoting exports under AGOA. USAID agreed with the recommendation."]}], "report": [{"section_title": "Letter", "paragraphs": ["The African Growth and Opportunity Act (AGOA), signed into law in  2000, is a U.S. trade preference program that allows eligible sub- Saharan African countries to export qualifying goods to the United States  without import duties. AGOA is intended to promote free markets,  stimulate economic development in sub-Saharan Africa through export- led growth, and facilitate sub-Saharan Africa’s integration into the global  economy. U.S. imports from countries eligible for AGOA, which we  generally refer to as AGOA countries, have increased since 2001,  although these countries’ share of overall U.S. imports have remained  small and experienced declines in recent years. In 2013, 2 percent of  overall U.S. imports came from AGOA countries. To help countries take  full advantage of increased trading opportunities under AGOA, U.S.  agencies have provided various forms of technical assistance commonly  referred to as trade capacity building (TCB) support. This assistance  may include support for addressing the regulatory environment for  business, trade, and investment; improving customs procedures; and  developing infrastructure, such as ports and roads. U.S. and African  officials have recognized the need for continued trade capacity building to  help sub-Saharan African countries make better use of AGOA. Most  recently, in conjunction with the U.S.-Africa Leaders Summit, held in  Washington, D.C., in August 2014, President Obama stated that in order  for countries to be able to utilize AGOA to its fullest, AGOA must be  linked to a comprehensive, coordinated trade and investment capacity- building approach.approach to expanding sub-Saharan Africa’s capacity for trade and  investment.", "The President also called for a comprehensive U.S.", "As Congress deliberates reauthorization of AGOA, which is set to expire  on September 30, 2015, policymakers have expressed interest in  countries’ ability to utilize AGOA and U.S. TCB assistance in support of  AGOA. In this report, we focus on the Millennium Challenge Corporation  (MCC) and the U.S. Agency for International Development (USAID), the  U.S. agencies providing the most funding for TCB activities in AGOA  countries. MCC reports that it conducts TCB-related activities in AGOA  countries that support its agency goals but does not have a specific TCB  mission. In addition to providing funding for TCB assistance to AGOA  countries, USAID includes assistance for increasing exports through TCB  among its development objectives, and also has a worldwide strategy  focused entirely on TCB. In this strategy, USAID notes that its TCB  projects, among other things, will help developing countries take  advantage of the opportunities created by trade and trade preference  programs such as AGOA.", "Congressional requesters asked us to examine a number of issues  relating to AGOA countries’ trade expansion and economic development,  and factors affecting their trade with the United States and other  countries. request, we examine (1) U.S. government TCB assistance in support of  AGOA, and (2) the extent to which USAID has made efforts to develop  strategic approaches to AGOA utilization.", "In December 2013 during the 113th Congress, various committees and subcommittees  asked us to review a number of issues as AGOA comes up for renewal in 2015. These  committees and subcommittees included the Chairmen and Ranking Members of the  Senate Finance Committee; the Senate Foreign Relations Committee; the Senate Finance  Subcommittee on International Trade, Customs, and Global Competiveness; the Senate  Foreign Relations Subcommittee on African Affairs; the House Foreign Affairs Committee;  the House Ways and Means Committee; the House Foreign Affairs Subcommittee on  Africa, Global Health, Global Human Rights, and International Organizations; and the  House Ways and Means Subcommittee on Trade. reviewed documents from relevant U.S. agencies, including program  descriptions and evaluations, and analyzed data USAID provided on U.S.  TCB obligations for all AGOA countries from fiscal years 2001 through  2013. In assessing the data, we interviewed key USAID officials and the  contractor responsible for administering the database, reviewed  supporting documentation, and determined that the data were sufficiently  reliable for our purposes. To examine the extent to which USAID has  made efforts to develop strategic approaches to AGOA utilization, we  reviewed documents from relevant U.S. agencies, including program  descriptions and evaluations, and information on AGOA-specific and  national export strategies from U.S. agencies and host governments.  Appendix I provides a detailed discussion of our objectives, scope, and  methodology.", "We conducted this performance audit from March 2014 to January 2015  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "African Growth and Opportunity Act", "paragraphs": ["AGOA is a trade preference program that provides eligible sub-Saharan  African countries duty-free access to U.S. markets for more than 6,000  dutiable items in the U.S. import tariff schedules. AGOA also includes  goals related to U.S. government technical assistance in sub-Saharan  Africa. Countries must meet certain eligibility criteria to take advantage of  AGOA preferences, and the program had 41 such eligible countries as  of December 1, 2014.", "AGOA legislation directs the President to target technical assistance to  serve specific TCB-related goals that promote economic reform and  development, and to develop and implement certain policies aimed at  encouraging investment in sub-Saharan Africa. With regard to technical assistance, AGOA directs the President to focus such assistance on the  following goals:  1.  Develop relationships between U.S. and sub-Saharan African firms  through business associations and networks.  2.  Provide assistance to the governments of sub-Saharan African bringing legal regimes into compliance with the standards of the  liberalizing trade and promoting exports, making financial and fiscal reforms, and promoting greater agribusiness linkages.  3.  Address critical agriculture policy issues such as market liberalization,  agriculture export development, and agribusiness investment in  processing and transporting agriculture commodities.  4.  Increase the number of reverse trade missions to growth-oriented  countries in sub-Saharan Africa.5.  Increase trade in services. 6.  Encourage greater sub-Saharan African participation in future  negotiations in the World Trade Organization (WTO) on services and  making further commitments to encourage the removal of tariff and  nontariff barriers."], "subsections": []}, {"section_title": "Trade-Related Challenges in Sub-Saharan Africa", "paragraphs": ["Trade in services refers to the buying and selling of intangible products and activities;  examples of trade-in-services sectors include tourism, financial services, and  telecommunications. See GAO, Sub-Saharan Africa: Trends in U.S. and Chinese  Economic Engagement, GAO-13-199 (Washington, D.C.: Feb. 7, 2013). manufacturing sectors, including problems with cost and quality of inputs,  access to finance, trade logistics such as the high cost of transporting  goods, and inadequate workforce skills. The International Finance  Corporation, a member of the World Bank Group, has reported that less  than a quarter of adults in sub-Saharan Africa have access to formal  financial services, and lack of access to finance is a constraint to  economic growth overall, and the growth of small and medium-sized  enterprises in the region. Another study found that AGOA apparel  production is concentrated in low-skill tasks with little knowledge transfer  to local workers, and that the global competitiveness of AGOA exporters  still depends on the preferences they receive under AGOA. Many  AGOA countries lack the capacity to produce and export goods in the  necessary quantity and at the quality U.S. markets require. This same  challenge may also affect potential investors’ decisions about engaging in  Africa.", "Literature on AGOA and TCB has also shown that poor infrastructure  conditions in sub-Saharan Africa remain a key challenge that undermines  export competitiveness. In 2014, USITC reported that weak transportation  infrastructure, including poor rural roads, inefficient port facilities, and  burdensome customs procedures are among the impediments to export  growth and competitiveness for sub-Saharan Africa. The report noted that a number of factors directly affect the cost and timeliness of delivery  of goods to the U.S. market, including distance to market, perishability of  products, freight rates, and reliability of trade linkages."], "subsections": []}, {"section_title": "Trade Capacity Building Assistance", "paragraphs": ["Since at least 2001, the United States has provided TCB assistance to  developing countries to help them participate in and benefit from global  trade. U.S agencies generally define TCB broadly to include all types of  development assistance that enhance a country’s ability to secure  benefits from international trade. Among other things, such assistance  can address (1) the regulatory environment for business, trade, and  investment; (2) constraints such as low capacity for production and  entrepreneurship; and (3) inadequate physical infrastructure, such as  poor transport and storage facilities. USAID collects data to identify and  quantify the U.S. government’s TCB activities in developing countries  through an annual survey of U.S. agencies and maintains the survey  results in the U.S. government’s publicly available online TCB database.This database of TCB funding defines 14 categories of TCB assistance  provided by the U.S. government (see app. II for a detailed list of TCB  category definitions and examples of related activities). The majority of  U.S. TCB funding for AGOA countries from 2001 through 2013 was  provided for three categories of activities: trade-related infrastructure,  trade-related agriculture, and trade facilitation (see fig. 1)."], "subsections": []}, {"section_title": "Funding by Key U.S. Agencies for TCB Assistance for AGOA Countries", "paragraphs": ["Total U.S. government funding for TCB assistance for AGOA countries  from 2001 to 2013 was approximately $5 billion. In that time period, U.S.  government TCB assistance for AGOA countries peaked in 2008 and  declined sharply in 2012 (see fig. 2).", "The U.S. government provided funding for TCB assistance from 2001  through 2013 for all 41 AGOA countries. Sixty-eight percent of all U.S.  government TCB funding obligated for AGOA countries from 2001  through 2013 was for 10 of these countries (see table 1).", "Although the President affirmed the U.S. government’s commitment to  providing TCB assistance for AGOA countries in August 2014, no single  agency is responsible. According to our analysis of the U.S. government’s  TCB database, MCC and USAID are the agencies that reported providing  the most funding for AGOA countries, and accounted for 90 percent of all  TCB assistance to these countries from 2001 through 2013 (see fig. 3).  While USAID funds activities that have clear and direct links to TCB, MCC  funds activities that may be more indirectly related to international trade.  MCC conducts TCB-related activities that support its broader strategic  and agency goals. In contrast, one of USAID’s core development  objectives is to promote sustainable, broad-based economic growth by  helping developing countries increase their exports through trade capacity  building. USAID aims to achieve its TCB goal by supporting participation  in trade negotiations, implementation of trade agreements, and economic  responsiveness to trade opportunities. USAID also collects data to  identify and quantify the U.S. government’s TCB activities through an  annual survey of U.S. agencies and maintains the survey results in the  U.S. government’s publicly available online TCB database."], "subsections": []}]}, {"section_title": "MCC’s and USAID’s TCB Assistance in Support of AGOA Has Primarily Focused on Barriers to Trade- Related Infrastructure and Agriculture, and Trade Facilitation", "paragraphs": [], "subsections": [{"section_title": "MCC Has Taken Steps to Support AGOA through TCB Assistance That Is Generally Focused on Trade-Related Infrastructure Needs, but Broader Infrastructure Challenges Remain", "paragraphs": ["MCC’s TCB-related activities in sub-Saharan Africa are supportive of  AGOA. MCC identifies a relationship between AGOA and the agency’s  role in improving economic growth, including through its trade-related  infrastructure activities in selected sub-Saharan African countries.  According to agency officials, MCC’s focus on economic growth and  encouraging private sector investment is in line with the goals of AGOA.  Furthermore, agency officials said that MCC infrastructure-related  investments have included a number of projects that support global trade  in sub-Saharan Africa. From 2005 through 2013, MCC funded TCB  activities in 15 of the 41 AGOA countries (see table 2).", "MCC’s TCB funding for AGOA countries has supported a range of TCB  activities, largely focused on trade-related infrastructure. MCC’s TCB  assistance in AGOA countries has covered 10 of the 14 TCB categories,  with the majority of funding, over 75 percent, concentrated on trade- related infrastructure (see fig. 4).", "MCC’s trade-related infrastructure projects in AGOA countries cover a  range of activities including building roads, improving ports, and  expanding access to electricity. For example, MCC compacts in  Mozambique and Malawi include large infrastructure components, as  described below:", "Mozambique. MCC signed a compact with Mozambique in 2007 for  about $506.9 million, of which about $222 million was obligated for  TCB-related activities, mostly concentrated on trade-related  infrastructure. This compact included $176 million in trade-related  infrastructure assistance for a roads project rehabilitating 491  kilometers of key segments of the country’s transportation network.  The project aimed to improve access to markets, resources, and  services; reduce transport costs for the private sector; and expand  connectivity across the region.", "Malawi. MCC signed a compact with Malawi in 2011 for $350.7  million, and data show that the entire amount was obligated for trade- related infrastructure activities. Specifically, the compact is a single- sector power revitalization project that aims to increase the capacity  and stability of the national electricity grid and bolster the efficiency  and sustainability of hydropower generation.", "Officials we spoke to in Ghana and Ethiopia, the two AGOA countries  where we conducted fieldwork, highlighted a range of ongoing  infrastructure improvements and challenges. Business representatives in  Ghana, where MCC funded $240 million in TCB-related assistance, noted  that U.S. TCB activities had helped to reduce problems with land  transportation. In Ethiopia, a representative from local business noted that  infrastructure challenges had been diminished through improvements in  transportation, which had reduced costs for importing and exporting  goods. Officials and local business representatives in both Ethiopia and  Ghana also cited a range of ongoing infrastructure challenges that acted  as an impediment to conducting business. For example, in Ethiopia,  officials cited infrastructure issues, among others, as an impediment to  conducting business in the country, and representatives of local  businesses noted that further investment was needed in services such as  power, roads, and telecommunications. In addition, officials in Ghana  stated that port congestion caused delays, and the manufacturing sector  was diminished partly because of a lack of access to reliable power.", "A partnership among the U.S. government, African governments, the private sector, and  others, Power Africa aims to expand access to electricity to households and businesses  and increase Africa’s global competitiveness. governments to increase internal and regional trade within Africa, and  expand trade and economic ties among Africa, the United States, and  other global markets."], "subsections": []}, {"section_title": "USAID Has Made Efforts to Support AGOA by Funding Trade-Related Agriculture and Trade Facilitation Activities, but Challenges Remain in Facilitating Exports under AGOA", "paragraphs": ["USAID’s TCB funding has supported a range of TCB activities for AGOA  countries, with trade-related agriculture and trade facilitation being the  two largest categories. USAID has funded TCB assistance activities in 39  of 41 AGOA countries; see table 3 for AGOA countries with the highest  USAID TCB funding.", "USAID’s TCB assistance activities in AGOA countries covers all 14 TCB  categories, with the majority of funding, over 75 percent, concentrated on  trade-related agriculture, trade facilitation, and trade-related infrastructure  (see fig. 5).", "From 2002 to 2004, USAID established three regional trade hubs in sub- Saharan Africa that serve as primary implementers of U.S. TCB   These USAID- assistance for sub-Saharan African countries (see fig. 6).funded trade hubs are staffed with regional advisers who provide a range  of services to U.S. agencies, African governments, and the private sector,  noted as follows:", "East Africa trade hub, established in Nairobi, Kenya, in 2002. This hub  aims to increase food security and economic growth in the following 9  East or Central African countries: Burundi, Ethiopia, Kenya,  Madagascar, Mauritius, Rwanda, South Sudan, Tanzania, and  Uganda.", "West Africa trade hub, established in Accra, Ghana, in 2003. This hub  focuses on addressing critical issues that hamper export  competitiveness such as high transport and telecommunications  costs, limited access to finance, and inconsistent implementation of  regional trade policies in 20 West African countries: Benin, Burkina  Faso, Cameroon, Cape Verde, Chad, Côte d’Ivoire, Gabon, The  Gambia, Ghana, Guinea, Guinea-Bissau, Liberia, Mali, Mauritania,  Niger, Nigeria, São Tomé and Príncipe, Senegal, Sierra Leone, and  Togo.", "Southern Africa trade hub, established in Gaborone, Botswana, in  2004. This hub’s primary goals are to increase international  competitiveness, as well as intraregional trade and food security, by  promoting greater competitiveness in agriculture value chains,  increasing investment and export opportunities in the textile and  apparel sector, and supporting a better business-enabling  environment in 8 Southern African countries: Botswana, Lesotho,  Malawi, Mozambique, Namibia, South Africa, Swaziland, and Zambia.", "Along with implementing activities to support U.S. initiatives in areas such  as food security, USAID-funded trade hubs seek to support trade  facilitation, market linkages, and information awareness about AGOA to  AGOA-exporting firms and countries. For example, from 2007 through  2012, USAID provided funding for activities implemented through the  West Africa trade hub to address economy-wide constraints such as the  transport and trade barriers affecting the region’s ports, corridors, and  borders. The trade hub established an advocacy campaign to address  such trade barriers and help decrease the costs associated with trading.  The trade hub also worked with governments in the region to establish  border information centers that help stakeholders coordinate, and provide  information and assistance to traders at borders to ease transport  bottlenecks. The trade hub in East Africa has helped subsidize the cost to  exporters of attending trade shows to gain exposure to U.S. markets in  sectors including leather goods and apparel, and has facilitated U.S.  buyers going to sub-Saharan Africa. Among its trade-related agriculture  activities, the Southern Africa trade hub has provided training to medium-  and large-scale commodity buyers and storage operators trading in maize  and soybeans to help reduce postharvest loss and improve procurement  practices.", "Officials we spoke to in Ethiopia and Ghana cited some improvement in  areas where USAID has provided TCB assistance while highlighting other  ongoing challenges related to facilitating exports under AGOA. Although  the West Africa trade hub began efforts in 2009 to help facilitate financial  services for local companies, local business representatives from the  cashew and shea industries in Ghana said lack of access to finance and  the business community’s lack of awareness on how to use AGOA  remain challenges to utilizing AGOA. A representative of the horticulture  industry in Ethiopia cited inefficient customs processes and lack of access  to finance in the country as challenges to more fully utilizing AGOA. He  also said that while certain logistical challenges had been addressed in  terms of direct airline routes to the United States, increasing awareness  of the Ethiopian flower industry would help improve access to the U.S.  market. The owner of a textile goods company who had exported  products under AGOA said he was unable to obtain certain inputs for his  products in Ethiopia, a fact that affected decisions on what to produce.  Furthermore, he said local businesses were rudimentary when AGOA  was signed, and are only now building export capacity and an  understanding of the U.S. market. A business representative from the  apparel industry said that logistics remain a challenge to exports because  of high transportation costs that may discourage potential buyers. He  noted the high cost of moving shipments from Ethiopia to the port in  Djibouti, and also that lengthy transport schedules create longer lead  times to fill orders. Like other members of the private sector we spoke to,  he said that local companies have limited access to capital, and that  obtaining financing requires a number of bureaucratic steps."], "subsections": []}]}, {"section_title": "USAID Has Worked with Some Host Governments on Strategic Approaches to AGOA Utilization, but Most Host Governments Have Not Established Such Approaches", "paragraphs": [], "subsections": [{"section_title": "USAID Has Worked with Some Host Governments to Develop Strategic Approaches to AGOA Utilization", "paragraphs": ["USAID works with some host governments to develop strategic  approaches to increasing AGOA utilization. As previously noted, one of  USAID’s core development objectives is to promote sustainable, broad- based economic growth by helping developing countries increase their  exports through trade capacity building. AGOA legislation also directs the  President, in part, to target assistance to sub-Saharan African  governments. USAID has identified trade hubs as primary implementers  of TCB assistance to African governments and organizations, among  others. USAID, partly through the trade hubs, has supported AGOA  utilization by collaborating with African governments to develop AGOA- specific or national export strategies. In the strategy documents, host  governments may identify high-priority trade and investment sectors,  constraints related to AGOA utilization, and specific steps to increase  exports under AGOA. For example, the East Africa trade hub participated  in a 2013 workshop with officials from the Mauritian government, and  helped the host government develop and publish its AGOA-specific  national strategy, which aims to support the ability of Mauritian firms to  sell to the U.S. market and leverage opportunities that AGOA provides.  Data from USAID also indicate that trade hubs provided input toward  strategies that the Gambia and Senegal have developed.", "We previously identified the importance of strategic planning efforts in  results-oriented management. Specifically, we found that such strategic  planning efforts are the starting point and foundation for defining what the  organization seeks to accomplish, and in identifying the strategies it will  use to achieve desired results. Furthermore, developing a strategic plan  can help clarify organizational priorities and unify staff in the pursuit of  shared goals. If done well, strategic planning fosters informed  communication between the organization and its stakeholders. In the  case of AGOA utilization, this may include collaboration between U.S.  and host governments, and the private sector.", "Literature and trade hub reports have noted the potentially positive effects  such strategies can have on countries’ utilization of AGOA. USAID,  through its trade hubs, has stated that identifying strategic needs and  priorities through national strategies can bolster AGOA utilization. For  example, in a 2013 report prepared for USAID, the West Africa trade hub  noted the importance of a strategy as part of leveraging trade  preferences, and the role that USAID and other U.S. agencies can play in  encouraging strategy development. countries, including Burkina Faso and Sierra Leone, that have  implemented strategies as tools to better utilize AGOA. Similarly, the East  Africa trade hub reported that national strategies reflect host  governments’ strategic needs in approaching the U.S. market and outline  ways governments can utilize AGOA. According to contractors who  implement activities at one of the trade hubs, export strategies allow  governments to target specific sectors and work with the private sector  toward a unified approach.", "CARANA Corporation, West Africa Trade Hub Final Report, a report prepared at the  request of USAID, August 2013.", "African leaders have also articulated the importance of strategic  approaches to enhancing AGOA utilization. At the 2011 AGOA Forum  held in Zambia, an African trade minister underscored the importance of  clear AGOA national strategies because they help ensure that countries  assess export promotion challenges in a coordinated manner, and U.S.  agency officials said that African leaders had committed to developing  more AGOA-related strategies at the August 2014 Africa Leaders  Summit. Furthermore, in a January 2014 testimony to USITC, a senior  African official said AGOA countries have recognized the need to address  various supply-side constraints that have hindered AGOA utilization,  including poor infrastructure, by developing a coordinated, strategic  response at the national level. This official also noted that this strategic  exercise would enable AGOA countries to identify supply-side constraints  and potential responses, and may ultimately enable the U.S. government  to better support African countries. For example, the Ethiopian  government has drafted a national strategy that identifies high-priority  industries that align with AGOA trade preferences. While this document is  still in draft form, the Ethiopian trade ministry notes that its AGOA national  strategy is an important part of the country’s overall growth plan, given  that AGOA is a useful market opportunity to achieve Ethiopia’s larger  economic growth objectives. According to officials, the government also  plans to establish an AGOA center to oversee implementation of the  strategy."], "subsections": []}, {"section_title": "Most Host Governments Have Not Established a Strategic Approach to AGOA Utilization", "paragraphs": ["Though USAID has made efforts to work with host governments on  developing strategic approaches to AGOA utilization, 14 out of the 41  current AGOA countries have such strategies in place, according to data  from USAID (see fig. 7). According to a white paper from the United Nations Economic Commission for Africa and the African Union, the lack  of a strategic approach on AGOA is a significant reason for gaps in  AGOA utilization. A 2011 Brookings Institution report identified the  lack of an AGOA national strategy as one factor inhibiting Ghana from  fully benefitting from AGOA.", "According to officials and information from trade hubs, AGOA countries  may lack these strategies because such efforts have not been prioritized  in work plans, and because of an absence of political will among host  governments. Specifically, in its work plans for all three trade hub  contracts, USAID has noted the importance of coordinating with bilateral  USAID missions, regional entities in sub-Saharan Africa, and host  governments, among others. However, USAID only included the  development of national strategies as a high-priority task for the East  Africa trade hub, and not for the West and Southern Africa trade hubs.  Furthermore, a lack of host government interest could influence the  effectiveness of such efforts. A West Africa trade hub report noted that  political will is needed to sustain strategy development efforts in those  AGOA countries that lack such strategies. USAID officials also said that  host governments must request and initiate the process of developing  these strategies, and the lack of political will to motivate these efforts may  be one reason some AGOA countries do not have such a strategic  approach. For example, according to literature, some USAID TCB  assistance programs in sub-Saharan Africa have faced challenges in  gaining buy-in from regional participating governments and in ensuring  agreement on the direction and pace of adoption of relevant processes  and procedures. USAID officials acknowledged they could do more to  work with host governments on strategy development to enhance AGOA  utilization, and officials said they are starting to work with regional entities  to develop strategic approaches to export promotion."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The U.S. government has acknowledged the importance of providing TCB  assistance in support of AGOA, and U.S. agencies have obligated  approximately $5 billion in TCB assistance for AGOA countries over a 13- year period. As Congress deliberates reauthorization of the AGOA  program, policymakers have expressed interest in enhancing eligible  countries’ ability to utilize the program and ensuring that TCB assistance  is aligned with the program’s objectives. A strategic approach to AGOA  utilization can help eligible countries leverage U.S. TCB efforts and trade  preferences under AGOA, while a lack of a strategic approach to AGOA  can result in gaps in program utilization. Although USAID has worked with  some host governments from AGOA countries to develop strategic  approaches to program utilization, about a third of the 41 AGOA countries  currently have strategies that reflect AGOA priorities. USAID has not  prioritized the development of these strategies for all three of its regional  trade hubs, which play a significant role in implementing TCB in AGOA  countries and working with host governments. A lack of political will  among host governments may also pose challenges to developing and  sustaining strategic approaches related to AGOA. In developing these  approaches, eligible countries can identify trade barriers that inhibit  AGOA utilization and articulate a commitment to addressing these  barriers. Such strategies could also assist U.S. agencies in ensuring that  TCB assistance is aligned with host government priorities and is  addressing gaps in AGOA utilization."], "subsections": []}, {"section_title": "Recommendation for Executive Action", "paragraphs": ["To enhance eligible countries’ ability to utilize the AGOA program and  ensure that TCB assistance is aligned with program objectives, we  recommend that the Administrator of USAID work with more host  governments to develop strategic approaches to promoting exports under  AGOA."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We received written comments on a draft of this report from USAID,  which are reprinted in appendix III. USAID stated that it agreed with the  report’s overall findings, conclusions, and recommendations. USAID also  made a number of observations and comments related to the findings and  recommendation in the report.", "USAID commented that our report does not provide sufficient data to  demonstrate the linkage between host government strategic approaches  and AGOA utilization. However, as we point out in our report, such  strategies can have potentially positive effects on countries’ utilization of  AGOA. We cite prior GAO work that notes the importance of strategic  planning efforts in results-oriented management; and literature, trade hub  reports, and statements from African leaders that also emphasize the  importance of strategic approaches to enhancing AGOA utilization.", "USAID stated that our report does not include the point that the  productivity of African businesses is negatively impacted by a lack of  access to reliable electricity. However, our report does in fact note  observations from our field work in Ghana and Ethiopia regarding  challenges resulting from lack of access to power.", "Finally, USAID explained that its trade hubs are designed as regional  programs and therefore often prioritize regional efforts over bilateral  strategy development. In our report we acknowledge the regional focus of  USAID-funded trade hubs and also note that USAID is starting to work  with regional entities to develop strategic approaches to export promotion.", "Commerce, State, the Treasury, MCC, USITC, and USTR also received a  draft copy of the report but did not provide formal comments. USAID,  USITC, and USTR provided technical comments, which we have  incorporated in the report, as appropriate.", "We are sending copies of this report to the appropriate congressional  committees, the Secretaries of Commerce, State, and the Treasury; the  Chief Executive Officer of MCC; the Administrator of USAID; the  Chairman of USITC; the U.S. Trade Representative; and other interested  parties. In addition, the report is available at no charge on the GAO  website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-8612 or GianopoulosK@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. GAO staff who made key contributions to this  report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to examine (1) U.S. government trade capacity  building (TCB) assistance in support of the African Growth and  Opportunity Act (AGOA), and (2) the extent to which the U.S. Agency for  International Development (USAID) has made efforts to develop strategic  approaches to AGOA utilization.", "To address both objectives, we interviewed officials from the Departments  of Commerce, State, and the Treasury; the Millennium Challenge  Corporation (MCC); and USAID, but focused on MCC and USAID for the  purposes of this report because these agencies obligated the highest  amounts of TCB funding from fiscal years 2001 through 2013. We also  interviewed officials from the Office of the U.S. Trade Representative and  the U.S. International Trade Commission (USITC), agencies that do not  provide funding for U.S. TCB assistance but provided additional  contextual information on AGOA and TCB. We reviewed documents  including literature on AGOA and TCB; statements of work, evaluations,  and annual reports for the three USAID-funded trade hubs; program  documents for MCC activities in sub-Saharan Africa; and examples of  AGOA-specific and national export strategies. We also conducted  fieldwork in Ethiopia and Ghana, countries we selected because they  represented a cross section of U.S. TCB assistance and are in different  regions within sub-Saharan Africa, thereby also providing insight on two  out of the three trade hubs. In each country, we interviewed U.S. agency  officials, host government officials, representatives from the private sector  who had insights on U.S. TCB assistance, and contractors implementing  TCB activities. Our findings from these countries are not generalizable to  the universe of all U.S. TCB activities.", "To examine U.S. government TCB assistance in support of AGOA, we  reviewed documents from relevant U.S. agencies, including program  descriptions and evaluations, and analyzed data on U.S. TCB funding to  AGOA countries. We focused our analysis on the U.S. agencies that  provided the highest amounts of TCB funding for AGOA countries from  fiscal years 2001 through 2013. We analyzed data USAID provided on  annual U.S. TCB obligations for activities in all AGOA countries from  fiscal years 2001 through 2013 by year, agency, country, and TCB  category. These data are reported in the U.S. government TCB database,  but we requested data directly from USAID to facilitate our analysis of the  data for the purposes of this report. We also relied on the data and  information from the TCB database, such as TCB activity descriptions. In  our analysis of TCB funding data, we built upon information collected for  prior GAO reports on TCB that used data from the TCB database. Data  from the TCB database were deemed reliable for our prior reports on  TCB. For this report, we determined that the data were sufficiently  reliable to identify TCB funding by agency, country, category, and year.  Furthermore, in assessing the data, we interviewed key USAID officials  responsible for administering the database and reviewed supporting  documentation.", "To examine the extent to which USAID has made efforts to develop  strategic approaches to AGOA utilization, we reviewed documents from  relevant U.S. agencies, including program descriptions and evaluations,  and information on AGOA-specific and national export strategies from  U.S. agencies and host governments. In addition, we discussed the  development of these strategic approaches with U.S. and foreign  government officials.", "We conducted this performance audit from March 2014 to January 2015  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: U.S. Government Trade Capacity Building (TCB) Database Definitional Categories and Examples of Activities in African Growth and Opportunity Act (AGOA) Countries", "paragraphs": ["As we noted in 2011, the U.S. Agency for International Development  (USAID) collects data to identify and quantify the U.S. government’s trade  capacity building (TCB) activities in developing countries through an  annual survey of U.S. agencies."], "subsections": [{"section_title": "TCB Category Definitions", "paragraphs": ["The U.S. government TCB database defines the categories as follows:", "World Trade Organization (WTO) Accession and Compliance: support  for countries to benefit from membership in the WTO, or to  understand fully the benefits of membership. Also assistance to help  countries in the WTO accession process meet the requirements of  accession. This category includes assistance to meet the obligations  of the specific WTO agreements, except for Agreements on Sanitary  and Phyto-Sanitary Measures (SPS), Technical Barriers to Trade  (TBT), Intellectual Property Rights (IPR), and Trade-related  Procurement. Those four agreements benefit from TCB in their own  categories.", "Sanitary and Phyto-Sanitary Measures: support for countries to meet  SPS standards for trade and to comply with the WTO Agreement on  SPS.", "Technical Barriers to Trade: support for countries to reduce technical  barriers to trade and to comply with the WTO Agreement on TBT.", "Intellectual Property Rights: support for countries to observe  international standards on intellectual property rights protection and to  comply with the WTO Agreement on IPR.", "Trade-Related Procurement: support for increased trade related to  government procurement and to comply with the WTO Agreement on  Government Procurement.", "Trade Facilitation: generally defined as assistance in lowering the  costs of engaging in, or eliminating obstacles to, international trade  flows. Trade facilitation (for 2011) is a sum of the following four  subcategories:", "Customs Operations: includes assistance to help countries  modernize and improve their customs offices.", "Trade Promotion: includes assistance to increase market  opportunities for developing country and transition economy  producers.", "Enterprise Development: includes support to improve the  associations and networks in the business sector, as well as to  enhance the skills of business people engaged in trade. Also  includes assistance to help countries acquire and use information  technology to promote trade by creating business networks and  disseminating market information.", "Free Trade Agreements (FTA) and Trade Integration: includes  assistance to an FTA, a regional trade agreement (RTA), or an  individual country that increases the ability of the RTA to facilitate  trade. It can also include assistance to a potential member of an  RTA that improves the analytical capacity of the country’s  government with respect to RTA issues.", "Trade-Related Labor: assistance to support the enforcement of labor  standards and worker rights, development of trade unions and dispute  resolution mechanisms, strategies for workforce development and  worker training, and the elimination of child labor.", "Financial Sector: support for financial sector work, monetary and fiscal  policy, exchange rates, commodity markets, and capital markets.", "Trade-Related Infrastructure: assistance to establish trade-related  telecoms, transport, ports, airports, power, water, and industrial  zones.", "Environmental Sector Trade and Standards: assistance to establish  environmental standards or to promote environmental technology.", "Competition Policy, Business Environment, and Governance: support  for the design and implementation of antitrust laws, as well as of laws  and regulations related to investment and investor protections.  Includes support for legal and institutional reform to improve  governance and make policies more transparent, and assistance to  help the different agencies of a host country government function  more effectively in the trade policy arena.", "Trade-Related Agriculture: support for trade-related aspects of the  agriculture and agribusiness sectors.", "Trade-Related Services: includes support to help developing countries  and transition economies increase their flows of trade in services.  Services Trade Development is a sum of two subcategories:", "Trade-Related Services (excluding tourism): assistance to help  countries develop trade in services in all sectors other than  tourism, including financial services, energy, transportation, and  education.", "Trade-Related Tourism: assistance to help countries expand their  international tourism sectors, including eco-tourism.", "Other Trade Capacity Building: A small number of TCB activities did  not fit in any of the above categories, including some activities of a  crosscutting nature. These were categorized as “Other Trade  Capacity Building.”"], "subsections": []}]}, {"section_title": "Appendix III: Comments from the U.S. Agency for International Development", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact listed above, Juan Gobel (Assistant Director),  Diana Blumenfeld, Farhanaz Kermalli, Farahnaaz Khakoo-Mausel, and  Ben Sclafani made key contributions to this report. Godwin Agbara,  Debbie Chung, Qahira El’Amin, Etana Finkler, Ernie Jackson, and Jill  Lacey provided additional assistance."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Foreign Assistance: USAID Should Update Its Trade Capacity Building  Strategy. GAO-14-602. Washington, D.C.: Sept. 10, 2014.", "African Growth and Opportunity Act: Observations on Competitiveness  and Diversification of U.S. Imports from Beneficiary Countries.  GAO-14-722R. Washington, D.C.: July 21, 2014.", "Sub-Saharan Africa: Trends in U.S. and Chinese Economic Engagement.  GAO-13-199. Washington, D.C.: Feb. 7, 2013.", "Foreign Assistance: The United States Provides Wide-ranging Trade  Capacity Building Assistance, but Better Reporting and Evaluation Are  Needed. GAO-11-727. Washington, D.C.: July 29, 2011.", "U.S.-Africa Trade: Options for Congressional Consideration to Improve  Textile and Apparel Sector Competitiveness under the African Growth  and Opportunity Act. GAO-09-916. Washington, D.C.: Aug. 12, 2009.", "International Trade: U.S. Trade Preference Programs: An Overview of  Use by Beneficiaries and U.S. Administrative Reviews. GAO-07-1209.  Washington, D.C.: Sept. 27, 2007.", "Foreign Assistance: U.S. Trade Capacity Building Extensive, but Its  Effectiveness Has Yet to Be Evaluated. GAO-05-150. Washington, D.C.:  Feb. 11, 2005."], "subsections": []}], "fastfact": []}