{"id": "GAO-18-693T", "url": "https://www.gao.gov/products/GAO-18-693T", "title": "Energy Infrastructure Permitting: Factors Affecting Timeliness and Efficiency", "published_date": "2018-09-06T00:00:00", "released_date": "2018-09-06T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Congress recognizes the harmful effects of permitting delays on infrastructure projects and has passed legislation to streamline project reviews and hold agencies accountable. For example, in 2015 Congress passed the Fixing America's Surface Transportation Act, which included provisions streamlining the permitting process. Federal agencies, including the Department of the Interior and FERC, play a critical role by reviewing energy infrastructure projects to ensure they comply with federal statutes and regulations.", "This testimony discusses factors GAO found that can affect energy infrastructure permitting timeliness and efficiency. To do this work, GAO drew on reports issued from July 2012 to December 2017. GAO reviewed relevant federal laws, regulations, and policies; reviewed and analyzed federal data; and interviewed tribal, federal, state and industry officials, among others."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO's prior work has found that the timeliness and efficiency of permit reviews may be affected by a range of factors. For the purposes of this testimony, GAO categorized these factors into five categories.", "Coordination and Communication. GAO found that better coordination between agencies and applicants is a factor that could result in more efficient permitting. Coordination practices that agencies can use to streamline the permitting process include the following:", "Designating a Lead Coordinating Agency . GAO found having a lead agency to coordinate the efforts of federal, state, and local stakeholders is beneficial to permitting processes. For example, in a February 2013 report on natural gas pipeline permitting, industry representatives and public interest groups told GAO that the interstate process was more efficient than the intrastate process because in the interstate process the Federal Energy Regulatory Commission (FERC) was lead agency for the environmental review.", "Establishing Coordinating Agreements among Agencies . In the February 2013 report, GAO reported that FERC and nine other agencies signed an interagency agreement for early coordination of required environmental and historic preservation reviews to encourage the timely development of pipeline projects.", "Human Capital. Agency and industry representatives cited human capital factors as affecting the length of permitting reviews. Such factors include having a sufficient number of experts to review applications. GAO reported in November 2016 on long-standing workforce challenges at the Department of the Interior's Bureau of Indian Affairs (BIA), such as inadequate staff resources and staff at some offices without the skills to effectively conduct such reviews. GAO recommended that Interior incorporate effective workforce planning standards by assessing critical skills and competencies needed to fulfill its responsibilities related to energy development. Interior agreed with this recommendation, and BIA stated that its goal is to develop such standards by the end of fiscal year 2018.", "Collecting and Analyzing Accurate Milestone Information. GAO's work has shown that a factor that hinders efficiency and timeliness is that agencies often do not track when permitting milestones are achieved, such as the date a project application is submitted or receives final agency approval. Having quality information on permitting milestones can help agencies better analyze process deficiencies and implement improvements.", "Incomplete Applications. Agency officials and agency documents cited incomplete applications as affecting the duration of reviews. For example, in a 2014 budget document, BLM reported that—due to personnel turnover in the oil and gas industry—operators were submitting inconsistent and incomplete applications for drilling permits, delaying permit approvals.", "Significant Policy Changes. Policy changes unrelated to permitting can affect permitting time frames. For example, after the 2010 Deepwater Horizon incident and oil spill, Interior issued new safety requirements for offshore drilling. GAO found that review times for offshore oil and gas drilling permits increased after these safety requirements were implemented."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO has made numerous recommendations about ways to improve energy infrastructure permitting processes. Federal agencies have implemented a number of GAO's recommendations and taken steps to implement more efficient permitting, but several of GAO's recommendations remain open, presenting opportunities to continue to improve permitting processes."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss our work on the role of federal  agencies in the permitting processes for energy infrastructure projects.", "Federal agencies, including the Department of the Interior and the  Federal Energy Regulatory Commission (FERC), play a critical role in  ensuring that energy infrastructure projects developed in the United  States comply with a wide range of federal statutes and regulations.  Perhaps the most notable is the National Environmental Policy Act  (NEPA), which requires federal agencies to evaluate the potential  environmental effects of actions they propose to carry out, fund, or  approve, such as by permit.", "Over the years, we have issued numerous reports describing the role of  federal agencies in permitting various types of energy infrastructure,  including onshore and offshore oil and gas projects, natural gas pipelines,  and liquefied natural gas (LNG) export facilities. Two common themes  emerge from these reports. First, permitting processes are varied and  complex, often requiring an applicant to comply with a range of federal,  state, and local laws and regulations. Second, permitting processes can  involve several federal and state agencies, as well as other stakeholders,  many of whom have approval responsibilities. For example, to construct  an LNG export facility, an applicant must coordinate with federal agencies  such as FERC—the lead agency responsible for the environmental and  safety review—as well as the U.S. Coast Guard—which assesses  waterway suitability; the applicant may also need permits from, among  others, the U.S. Army Corps of Engineers for dredging activities and the  U.S. Environmental Protection Agency for permits under the Clean Air  Act. In addition to federal permits and consultations, applicants may also  be required to obtain other permits under state and local law. Because of  the wide variety of projects, locations, and state and local laws, permitting  requirements vary by project. Public interest groups and the public also  contribute to the process.", "We have found that inefficiencies in the permitting process can have real  world effects. For example, in a June 2015 report on Indian energy  development, we reported that a review by the Bureau of Indian Affairs  (BIA) could be a lengthy process and increase development costs and  project development times, resulting in missed development opportunities  and lost revenue and jeopardizing the viability of projects. As we  reported then, the Acting Chairman for the Southern Ute Indian Tribe  reported in 2014 that BIA’s review of some of its energy-related  documents took as long as 8 years, and during that time the tribe  estimated it lost $95 million in revenues.", "Congress has recognized the harmful effects of permitting delays and  passed legislation to streamline permitting and to hold agencies  accountable, including Fixing America’s Surface Transportation Act.  When Congress passed this act in 2015, it included provisions for  streamlining the infrastructure permitting process and codified into law the  use of a permitting dashboard to track project timelines.", "This testimony discusses factors that can affect permitting timeliness and  efficiency. This statement draws on findings from our reports issued from  July 2012 to December 2017. In conducting that work, we reviewed  relevant federal laws, regulations, and policies; reviewed and analyzed  federal data; and interviewed tribal, federal, state and industry officials,  among others. More detailed information on our scope and methodology  can be found in each of the cited reports.", "We conducted the work on which this testimony is based in accordance  with generally accepted government auditing standards. Those standards  require that we plan and perform the audit to obtain sufficient, appropriate  evidence to provide a reasonable basis for our findings and conclusions  based on our audit objectives. We believe that the evidence obtained  provides a reasonable basis for our findings and conclusions."], "subsections": [{"section_title": "Factors Affecting Federal Infrastructure Permitting", "paragraphs": ["In our prior work, we identified a range of factors that can affect permitting  timeliness and efficiency. For the purposes of this statement, we have  categorized the factors into five broad categories: 1) coordination and  communication, 2) human capital, 3) collecting and analyzing accurate  milestone information, 4) incomplete applications, and 5) significant policy  changes."], "subsections": [{"section_title": "Coordination and Communication", "paragraphs": ["Effective coordination and communication between agencies and  applicants is a critical factor in an efficient and timely permitting process.  Standards for internal control in the federal government call for  management to externally communicate the necessary quality information  to achieve the entity’s objectives, including by communicating with and  obtaining quality information from external parties. We found that better  coordination between agencies and applicants could result in more  efficient permitting. For example, in our February 2013 review of natural  gas pipeline permitting, we reported that virtually all applications for  pipeline projects require some level of coordination with one or more  federal agencies, as well as others, to satisfy requirements for  environmental review. For example, BIA is responsible for, among other  things, approving rights of way across lands held in trust for an Indian or  Indian tribe and must consult and coordinate with any affected tribe.", "We have reported on coordination practices that agencies use to  streamline the permitting process, including the following."], "subsections": [{"section_title": "Designating a Lead Coordinating Agency", "paragraphs": ["We have found that having a lead agency coordinate efforts of federal,  state, and local stakeholders is beneficial to permitting processes. For  example, in our February 2013 review on natural gas pipeline permitting,  industry representatives and public interest groups told us that the  interstate process was more efficient than the intrastate process because  in the interstate process FERC was designated the lead agency for the  environmental review. Other agencies may also designate lead entities  for coordination. For example, in a November 2016 report, we described  how BIA had taken steps to form an Indian Energy Service Center that  was intended to, among other things, help expedite the permitting  process associated with Indian energy development. We recommended  that BIA involve other key regulatory agencies in the service center so  that it could more effectively act as a lead agency."], "subsections": []}, {"section_title": "Establishing Coordinating Agreements among Agencies", "paragraphs": ["Establishing coordinating agreements among agencies can streamline  the permitting process and reduce time required by routine processes.  For example, in our February 2013 review of natural gas pipeline  permitting, we reported that FERC and nine other agencies signed an  interagency agreement for early coordination of required environmental  and historic preservation reviews to encourage the timely development of  pipeline projects."], "subsections": []}, {"section_title": "Using Mechanisms to Expedite Routine or Less Risky Reviews", "paragraphs": ["Agencies can also use mechanisms to streamline reviews of projects that  are routine or less environmentally risky. For example, under NEPA, agencies may categorically exclude actions that an agency has found—in  NEPA procedures adopted by the agency—do not individually or  cumulatively have a significant effect on the human environment and for  which, therefore, neither an environmental assessment nor an  environmental impact statement is required. Also under NEPA,  agencies may rely on “tiering,” in which broader, earlier NEPA reviews  are incorporated into subsequent site-specific analyses. Tiering is used to  avoid duplication of analysis as a proposed activity moves through the  NEPA process, from a broad assessment to a site-specific analysis.  Such a mechanism can reduce the number of required agency reviews  and shorten the permitting process."], "subsections": []}]}, {"section_title": "Human Capital", "paragraphs": ["Agency and industry representatives cited human capital factors as  affecting the length of permitting reviews. Such factors include having a  sufficient number of experts to review applications. Some examples  include:  In June 2015 and in November 2016, we reported concerns  associated with BIA’s long-standing workforce challenges, such as  inadequate staff resources and staff at some offices without the  skills needed to effectively review energy-related documents. In  November 2016 we recommended that Interior direct BIA to  incorporate effective workforce planning standards by assessing  critical skills and competencies needed to fulfill BIA’s  responsibilities related to energy development.", "For a September 2014 report, representatives of companies  applying for permits to construct LNG export facilities told us that  staff shortages at the Pipeline and Hazardous Safety Materials  Administration delayed spill modeling necessary for LNG facility  reviews.", "In an August 2013 review of Interior’s Bureau of Land  Management (BLM) and oil and gas development, industry  representatives told us that BLM offices process applications for  permit to drill at different rates, and inadequate BLM staffing in  offices with large application workloads are one of the reasons for  these different rates.", "Agencies have taken some actions to mitigate human capital issues. For  example, we reported in August 2013 that BLM had created special  response teams of 10 to 12 oil and gas staff from across BLM field offices  to help process applications for permits to drill in locations that were  experiencing dramatic increases in submitted applications. In July 2012,  we recommended that Interior instruct two of its bureaus to develop  human capital plans to help manage and prepare for human capital  issues, such as gaps in critical skills and competencies."], "subsections": []}, {"section_title": "Collecting and Analyzing Accurate Milestone Information", "paragraphs": ["Our work has shown that a factor that hinders efficiency and timeliness is  that agencies often do not track when permitting milestones are achieved,  such as the date a project application is submitted or receives final  agency approval to determine if they are achieving planned or expected  results. In addition, our work has shown that agencies often do not collect  accurate information, which prevents them from analyzing their processes  in order to improve and streamline them. The following are examples of  reports in which we discussed the importance of collecting accurate  milestone information:  In December 2017, we found that the National Marine Fisheries  Service and the U.S. Fish and Wildlife Service were not recording  accurate permit milestone dates, so it was not possible to  determine whether agencies met statutory review time frames.  We recommended that these agencies clarify how and when staff  should record review dates so that the agencies could assess the  timeliness of reviews.", "We found in June 2015 that BIA did not have a documented  process or the data needed to track its review and response  times; to improve the efficiency and transparency of BIA’s review  process, we recommended that the agency develop a process to  track its review and response times and improve efforts to collect  accurate review and response time information.", "We found in an August 2013 report that BLM did not have  complete data on applications for permits to drill, and without  accurate data on the time it took to process applications, BLM did  not have the information it needed to improve its operations. We  recommended that BLM ensure that all key dates associated with  the processing of applications for permits to drill are completely  and accurately entered into its system to improve the efficiency of  the review process.", "Standards for internal control in the federal government call for  management to design control activities to achieve objectives and  respond to risks, including by comparing actual performance with planned  or expected results and analyzing significant differences. Without tracking  performance over time, agencies cannot do so. The standards also call  for agency management to use quality information to achieve agency  objectives; such information is appropriate, current, complete, accurate,  accessible, and provided on a timely basis. As we have found, having  quality information on permitting milestones can help agencies identify the  duration of the permitting process, analyze process deficiencies, and  implement improvements."], "subsections": []}, {"section_title": "Incomplete Applications", "paragraphs": ["According to agency officials we spoke with and agency documents we  reviewed, incomplete applications are a factor that can affect the duration  of reviews. For example, in a 2014 BLM budget document, BLM reported  that—due to personnel turnover in the oil and gas industry—operators  were submitting inconsistent and incomplete applications for permits to  drill, which was delaying the approval of permits. In a February 2013  report, officials we spoke with from Army Corps of Engineers district  offices said that incomplete applications may delay their review because  applicants are given time to revise their application information.  Deficiencies within agency IT systems may also result in incomplete  applications. As we noted in a July 2012 report, Interior officials told us  that their review of oil and gas exploration and development plans was  hindered by limitations in its IT system that allowed operators to submit  inaccurate or incomplete plans, after which plans were returned to  operators for revision or completion.", "Agencies can reduce the possibility of incomplete applications by  encouraging early coordination between the prospective applicant and the  permitting agency. According to agency and industry officials we spoke  with, early coordination can make the permitting process more efficient.  One example of early coordination is FERC’s pre-filing process, in which  an applicant may communicate with FERC staff to ensure an application  is complete before formally submitting it to the commission."], "subsections": []}, {"section_title": "Significant Policy Changes", "paragraphs": ["Changes in U.S. policy unrelated to permitting are a factor that can also  affect the duration of federal permitting reviews. For example, in  September 2014, we reported that the Department of Energy did not  approve liquefied natural gas exports to countries without free-trade  agreements with the United States for a period of 16 months.  We found  that the Department stopped approving applications while it conducted a  study of the effect of liquefied natural gas exports on the U.S. economy  and the national interest. Exporting liquefied natural gas was an economic  reversal from the previous decade in which the United States was  expected to become an importer of liquefied natural gas.", "Policy changes can result from unforeseen events. After the Deepwater  Horizon incident and oil spill in 2010, Interior strengthened many of its  safety requirements and policies to prevent another offshore incident. For  example, Interior put new safety requirements in place related to well  control, well casing and cementing, and blowout preventers, among other  things. In a July 2012 report, we found that after the new safety  requirements went into effect, review times for offshore oil and gas drilling  permits increased, as did the number of times that Interior returned a  permit to an operator.", "In conclusion, our past reports have identified varied factors that affect  the timeliness and efficiencies of federal energy infrastructure permitting  reviews. Federal agencies have implemented a number of our  recommendations and taken steps to implement more efficient permitting,  but several of our recommendations remain open, presenting  opportunities to continue to improve permitting processes.", "Chairmen Palmer and Gianforte, Ranking Members Raskin and Plaskett,  and Members of the Subcommittees, this concludes my prepared  statement. I would be pleased to answer any questions that you may  have at this time."], "subsections": []}]}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": ["If you or your staff members have any questions concerning this  testimony, please contact Frank Rusco, Director, Natural Resources and  Environment, who may be reached at (202) 512-3841 or  RuscoF@gao.gov. Contact points for our Office of Congressional  Relations and Public Affairs may be found on the last page of this  statement. Key contributors to this testimony include Christine Kehr  (Assistant Director), Dave Messman (Analyst-in-Charge), Patrick Bernard,  Marissa Dondoe, Quindi Franco, William Gerard, Rich Johnson, Gwen  Kirby, Rebecca Makar, Tahra Nichols, Holly Sasso, and Kiki  Theodoropoulos.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": ["Federal agencies play a critical role in ensuring that energy infrastructure projects comply with federal statutes and regulations. We testified about the role of federal agencies in reviewing and permitting various types of energy infrastructure, such as offshore oil and gas projects.", "We found that a number of factors affect the timeliness and efficiency of these reviews—such as coordination between federal agencies, the number of experts that agencies have to review applications, whether agencies are tracking and collecting milestone information, the completeness of applications, and changes in federal policy that affect reviews."]}