{"id": "GAO-01-647", "url": "https://www.gao.gov/products/GAO-01-647", "title": "International Trade: Comparison of U.S. and European Union Preference Programs", "published_date": "2001-06-08T00:00:00", "released_date": "2001-06-08T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Both the United States and the European Union (EU) began providing trade preferences to eligible developing countries in the early 1970s. These trade preferences, which reduced tariffs and product quotas, are \"nonreciprocal,\" meaning that beneficiaries need not reciprocate with lower tariffs for donor export countries. This report discusses (1) the volume of U.S. and EU nonreciprocal preferential trade, (2) the U.S. and EU approaches to nonreciprocal trade preferences, (3) the tariff preferences offered by the U.S. and EU nonreciprocal trade programs, and (4) the extent to which U.S. and EU program beneficiaries take advantage of the tariff preferences offered under the programs."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that the volume of imports receiving preferential tariff rates under U.S. and EU nonreciprocal trade preference programs in 1999 represented a relatively small share of total U.S. and EU imports, at two percent ($18 billion) and six percent ($45 billion), respectively. The U.S. and EU approaches to nonreciprocal preferential trade have evolved in similar ways since their inception in the early 1970s. U.S. and EU programs have included increasingly more products, particularly to the poorest countries, and have, over time, relaxed customs requirements that specify where and how products can be made. Despite some program differences, the U.S. and EU nonreciprocal preference arrangements offer relatively similar tariff preferences on average. On the whole, EU programs cover more products than do U.S. programs, but U.S. beneficiary countries use more of their available tariff preferences than do EU beneficiaries."]}], "report": [{"section_title": "Letter", "paragraphs": ["Both the United States and the European Union (EU) began providing trade preferences to eligible developing countries in the early 1970s and have expanded these preference programs over time. The purpose of these programs is to foster economic development through increased trade. These trade preferences, which reduce tariffs, or duties, and quotas for many products from eligible countries, are “nonreciprocal.” Nonreciprocal preferences are granted unilaterally—that is, beneficiaries are not required to reciprocate with lower tariffs for donor country exports. Alternatively, all countries participating in free trade agreements must lower their trade barriers. An example of a nonreciprocal preference program is the U.S. Generalized System of Preferences program, which provides duty-free access to the U.S. market for eligible products of qualified developing countries.", "As you requested, we compared (1) the volume of U.S. and EU nonreciprocal preferential trade, (2) the U.S. and EU approaches to nonreciprocal trade preferences, (3) the tariff preferences offered by the U.S. and EU nonreciprocal trade programs, and (4) the extent to which U.S. and EU program beneficiaries take advantage of the tariff preferences offered under the programs. We recently briefed your staff on the results of this analysis.", "To accomplish our work, we examined relevant documents and spoke with U.S. and EU officials about the programs.  We also spoke with experts at the Organization for Economic Cooperation and Development,the United Nations Conference on Trade and Development, and the World Trade Organization.  We also collected and analyzed original trade data from U.S. and EU sources. A full description of our scope and methodology can be found in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Nature of Nonreciprocal Programs", "paragraphs": ["Nonreciprocal preferential trade arrangements originated with the concept of special and differential treatment for developing countries. This treatment was meant to compensate for developing countries’ unequal economic status compared with the developed world. In the late 1960s, the United Nations Conference on Trade and Development (UNCTAD) concluded that trade on a most-favored-nation (MFN) basis did not take into account developing countries’ inability to compete on an equal basis with richer nations. UNCTAD also concluded that the objectives of nonreciprocal preference programs should be to increase export earnings, promote industrialization, and raise the economic growth rates of developing countries. These objectives laid the foundation for the creation of the U.S. and EU GSP programs."], "subsections": []}, {"section_title": "U.S. and EU Nonreciprocal Preference Programs", "paragraphs": ["Both the United States and the European Union established GSP programs in the early 1970s, each offering trade preferences to more than 100 developing countries around the world. The United States later established other nonreciprocal trade preference programs through the Caribbean Basin Economic Recovery Act (CBERA) in 1983; the Andean Trade Preference Act (ATPA) in 1991; and, most recently, through the Trade and Development Act of 2000, which extended nonreciprocal preferences with the majority of the sub-Saharan African countries as well as the Caribbean Basin region. Specifically, Title I of the act is cited as the African Growth and Opportunity Act (AGOA), while Title II is cited as the Caribbean Basin Trade Partnership Act (CBTPA). Presently, the United States offers nonreciprocal trade preferences to 151 countries and territories. (See app. II for more details on the U.S. programs.)", "Similarly, the European Union has extended nonreciprocal trade preferences to many countries in the African, Caribbean, and Pacific (ACP) regions since 1975 through its ACP-EC Convention of Lomé. The European Union will continue to offer nonreciprocal preferences until 2008 through the Lomé Convention’s replacement agreement, known as the Contonou Agreement of 2000. Like the United States, the European Union also expanded the number of products receiving tariff preferences under its GSP program for the 49 nations designated by the United Nations as “least developed countries” (LDC). Recently, the European Union further expanded these GSP preferences by adopting the “Everything But Arms” amendments, which offer duty-free access for all LDC products except arms by 2009. Presently, the European Union offers nonreciprocal trade preferences to 171 countries and territories under its GSP program and its Cotonou Agreement.  (See app. II for more details on the EU programs.)"], "subsections": []}, {"section_title": "Key U.S. and EU Program Features", "paragraphs": ["EU and U.S. nonreciprocal trade preference programs share certain common features and requirements. They offer reduced or duty-free access to eligible products from beneficiary countries, with lesser preferences for products deemed more sensitive or competitive with U.S. or EU domestic producers. Sensitive products are either excluded completely from coverage or provided access at a higher preferential duty than other covered products. For example, while the U.S. GSP offers duty- free treatment for all eligible products, it excludes completely from coverage sensitive products like textiles and apparel. The EU GSP scheme, on the other hand, offers incremental tariff reductions on the basis of a product’s sensitivity.", "EU and U.S. programs also contain requirements regarding product origin, which all beneficiary countries must meet to receive preferential tariff rates on their products. “Rules of origin” ensure that tariff advantages apply only to products actually produced in beneficiary countries. Producers in beneficiary countries may use imported materials to produce goods for export, provided the inputs comply with specific criteria outlined in the rules of origin for the preference program. For example, rules of origin may specify a maximum percentage of imported materials that can be included in a product or may require that specific amounts and types of processing be carried out on imported inputs in order for the final product to qualify for preferential treatment. Both the United States and the European Union allow, to a varying extent, countries to comply with rules of origin by cumulating inputs or sharing production processes with designated beneficiary countries or groups of countries. For example, under the U.S. GSP program, Botswana could use imported inputs from Tanzania in the production of a good for export to the United States because both beneficiaries are eligible for cumulation benefits as members of the Southern African Development Community. In general, allowing broader cumulation provides producers in beneficiary countries with greater flexibility in complying with rules of origin requirements.", "Finally, U.S. and EU trade preference programs contain eligibility requirements in the form of certain country practices. For example, receiving program tariff preferences may be dependent upon countries’ having policies in place to ensure worker rights, protect intellectual property, or adequately control illegal drugs."], "subsections": []}]}, {"section_title": "Share of U.S. and EU Imports Receiving Preferential Tariff Rates Is Relatively Small", "paragraphs": ["Thirteen percent ($133 billion) of total 1999 imports into the United States came from beneficiaries of U.S. nonreciprocal programs, while 34 percent ($248 billion) of total 1999 imports into the European Union came from beneficiaries of the EU GSP and ACP programs. However, a smaller percentage of imports from these beneficiary countries actually received preferential treatment—2 percent ($18 billion) of total U.S. imports and 6 percent ($45 billion) of total EU imports in 1999. (See fig. 1.) The U.S. and EU Generalized System of Preferences (GSP) programs accounted for the majority of the preference trade, with the U.S. program offering duty-free entry and the EU program providing duty-free entry or reduced tariffs.", "Although imports from beneficiary countries comprised small portions of total U.S. and EU imports in 1999, the United States and the European Union are the primary export markets for many beneficiaries. For example, in 1999, 52 percent of Costa Rica’s total exports were destined for the United States, and 58 percent of Ghana’s total exports went to the European Union in the same year. (See app. III for the percentages of exports destined for the U.S. and EU markets for each beneficiary country by program). In addition, a large share of some countries’ total exports to the United States and the European Union enter at reduced tariff rates under one of the U.S. or EU trade preference programs. For example, over 90 percent of St. Lucia, St. Vincent and the Grenadines, Namibia, and Senegal’s dutiable exports to the European Union received reduced tariff rate preferences in 1999. The same was true for the dutiable exports of Benin and Zaire.", "Figure 1 also illustrates that, compared with the United States, imports from beneficiaries of EU nonreciprocal programs comprised a larger portion of total EU imports in 1999. One reason for this difference is that the European Union extended preferences to 20 countries that were not covered by the U.S. programs. For example, the EU GSP program gave preferences to certain imports from Malaysia and China. Imports from these two countries comprised about 30 percent of EU imports under the GSP program in 1999. Appendix III also provides additional data on the share of imports from beneficiaries of U.S. and EU nonreciprocal programs.", "Overall, the total value of imports under U.S. nonreciprocal programs and the EU GSP program has remained generally flat or declined over time. (See fig. 2.) Imports under the U.S. GSP, its largest program, peaked in 1993 and have generally declined since then. This is partly because some significant countries, including Mexico and Malaysia, were removed from the program in 1994 and 1998, respectively. Although the total value of imports into the United States under all U.S. preference programs remained generally flat since 1993, imports under the smaller U.S. preference programs, including CBERA and ATPA, increased between 1992 and 2000. As for the EU GSP program, the value of imports declined overall between 1995 and 1999. The European Union removed from GSP coverage a significant share of products from large beneficiary countries such as Malaysia and China, which contributed to this decline. However, the yearly imports under the EU GSP were more than double that of imports under all U.S. programs during the same period.  In addition, the value of imports receiving preferences under U.S. and EU GSP programs may have been flat or declining over time due to the elimination of tariffs on many products through multilateral trade negotiations."], "subsections": []}, {"section_title": "U.S. and EU Approaches to Nonreciprocal Trade Have Evolved in Similar Ways", "paragraphs": ["The United States and the European Union have offered greater tariff preferences over time, both in terms of product coverage and reduced restrictions. At the same time, they have increased and refined country eligibility requirements. In the future, the United States and the European Union may be moving away from purely nonreciprocal arrangements, though in different ways. (See app. II for further details on the U.S. and EU programs.)"], "subsections": [{"section_title": "The United States and the European Union Have Expanded Product Coverage", "paragraphs": ["Since 1976, the U.S. GSP has offered duty-free treatment for eligible products and completely excluded some sensitive products from coverage. However, in 1983 and 1991, respectively, the CBERA and the ATPA extended tariff rates below MFN treatment for several items completely excluded from coverage under its GSP program, including luggage, handbags, and leather apparel. In addition, neither CBERA nor ATPA is subject to GSP’s competitive need and country income restrictions. In 1997, the United States added more than 1,700 new products to its duty- free treatment under GSP for eligible LDCs. Between 1996 and 1997, the value of nonpetroleum exports from LDCs to the United States increased by 71 percent. Further, in 2000, the United States, for the first time, offered duty-free and quota-free treatment for certain qualified textile and apparel products that meet rule of origin requirements, through (1) AGOA for certain sub-Saharan African countries and (2) CBTPA for CBERA beneficiaries. AGOA also extended GSP-type preferences to several new products. Finally, AGOA’s preferences are more long term, compared with GSP. AGOA is effective through September 30, 2008, while GSP is effective through September 30, 2001.", "The EU’s series of ACP-EC Lomé Convention agreements offer expanded product coverage compared with its GSP program. For example, in 2000, 89 percent of the products from ACP countries faced zero duties versus only 48 percent under the EU GSP. Like the United States, the European Union increased its GSP product coverage and further reduced tariff rates for the poorest countries in 1998, by offering those countries preferences equivalent to its ACP-EC Lomé Convention. Also in 1995, the European Union eliminated all quotas under its GSP program and implemented a graduated tariff reduction system based upon the market sensitivity products. Finally, as of March 2001, the European Union adopted the “Everything But Arms” amendment to its GSP program, which offers duty- free and quota-free treatment for all products from the poorest countries, except armaments, by 2009."], "subsections": []}, {"section_title": "The United States and the European Union Have Relaxed Rules of Origin Requirements", "paragraphs": ["Both U.S. and EU programs have liberalized their rules of origin requirements in successive programs. For example, the CBERA qualifying rules for individual products are more liberal than those of the U.S. GSP program. GSP requires that at least 35 percent of the value of the product be added in a single beneficiary country or in a specified group of eligible GSP countries. CBERA allows beneficiaries to use inputs from all other CBERA beneficiaries, and it also allows the use of U.S. inputs in meeting the 35 percent value-added threshold. AGOA, for the first time, allows the poorest countries among its beneficiaries to use both non-U.S. and non- sub-Saharan African fabric, up to a specified amount.", "For the European Union, the ACP-EC Convention of Lomé  rules of origin allows wider cumulation among beneficiary countries than those of its GSP program. For example, the Lomé Convention allows cumulation among all ACP beneficiary countries, whereas GSP only allows cumulation within designated groups of countries. The Lomé Convention has also liberalized its rules of origin over time. The 1995 Revised ACP-EC Convention of Lomé expanded allowable cumulation to include certain non-ACP developing countries, with exceptions for certain products. It also made 15 percent the permissible amount, by value, of materials from third countries that can be used in ACP-manufactured products."], "subsections": []}, {"section_title": "The United States and the European Union Have Expanded Country Practice Requirements", "paragraphs": ["U.S. country eligibility requirements have evolved from requiring beneficiary countries to institute basic worker rights to targeting region- specific issues and broader development themes. For example, to be designated a GSP beneficiary, a country must be taking steps to provide internationally recognized workers’ rights, and the President must take into account the extent to which a country provides adequate and effective intellectual property rights. Several countries have had their U.S. GSP preferences suspended, including Liberia, Nicaragua, Sudan, and Syria, for providing inadequate worker rights.", "While retaining basic requirements such as core worker rights, trade preference programs enacted since the GSP program have focused their country eligibility criteria on new areas. Under ATPA, the President must also take into account whether the country has met certain U.S. narcotics cooperation criteria. Under CBTPA, the President must take into account, among other eligibility criteria, whether the country has demonstrated a commitment to participate in negotiations toward completing free trade agreements such as the Free Trade Area of the Americas. AGOA further expanded country eligibility criteria by requiring that the President, among other things, determine whether the country is making continual progress toward establishing a market-based economy that protects private property rights, the rule of law, and economic policies to reduce poverty.", "The European Union bases countries’ eligibility for preferences under its GSP program on criteria similar to those of the U.S. GSP program. Under the EU program, preferences may be withdrawn on the basis of the countries’ practices, such as the use of forced labor or the shortcomings in Customs controls on the export or transit of drugs.  However, in its 1995 revision of its GSP program, the European Union increased the emphasis on promoting social and environmental policies in the beneficiary countries. In 1998, it instituted special incentive arrangements that further reduced tariffs for GSP beneficiaries that demonstrate compliance with certain requirements related to labor and the environment. Thus far, the European Union has granted one country, Moldova, additional preferences under this system."], "subsections": []}, {"section_title": "The United States and the European Union Are Moving Toward Reciprocal Arrangements", "paragraphs": ["In its 2000 Cotonou Agreement, which replaced the ACP-EC Convention of Lomé, the European Union indicated that it is moving away from providing nonreciprocal preferential tariffs for all ACP countries to establishing new reciprocal trade arrangements. During a preparatory period (2000-08), the Cotonou Agreement will maintain Lomé IV Convention nonreciprocal trade preferences. It will also provide financial aid to improve ACP countries’ competitiveness, support their fiscal reform, upgrade their infrastructures, and promote investment. By 2002, the EU and ACP countries have agreed to negotiate “economic partnership agreements” that establish timelines for progressively removing their trade barriers. The new trading arrangements will then enter into force by January 1, 2008, after which trade liberalization will be phased in during a period of at least 12 years. Negotiations will take into account the level of economic development and socioeconomic impact of the trade measures on the ACP countries.", "The European Union has identified several factors that motivated its decision to change its approach. An EU Commission analysis states that the results of 25 years of benefits under the ACP-EC Convention of Lomé have been mixed and that the impact of nonreciprocal trade preferences has been “disappointing.” The analysis cites the fact that the ACP countries’ share of the EU market declined from 6.7 percent in 1976 to 3 percent in 1998. The rationale behind the EU’s new approach is that open trade combined with social development policies will help the ACP economies grow and reduce their poverty. The European Union also intends that the economic partnership agreements will comply with World Trade Organization rules, thereby encouraging domestic and foreign investment in ACP countries and boosting their competitiveness in the world economy. An EU official told us that the ACP countries’ ability to export must be strengthened through export-oriented assistance and by increasing trade among the beneficiary countries. As the ACP countries build their capacity to export and become more competitive with each other, it is expected that they will be better prepared to compete with other trading partners, according to the EU official.", "Not all ACP countries may be party to the economic partnership agreements. The 39 of the 77 ACP countries that are designated as LDCs will remain under the EU’s new, Everything But Arms amendment to GSP. An EU official told us that he hoped that LDCs would choose to negotiate economic partnership agreements under the Cotonou Agreement in addition to receiving benefits under in the Everything But Arms amendment. He believed that the economic partnership agreements held several advantages. While Everything But Arms offered greater access to the EU market, the economic partnership agreements encouraged ACP countries to open their own markets and attract long-term foreign investment. He believed that, rather than relying on trade preferences alone, the Cotonou Agreement used all means to increase trade, including the previously described trade-related financial assistance. The remaining 38 non-LDC ACP countries will be free to decide whether they are ready to negotiate these arrangements. In 2004, the European Union will evaluate the non-LDCs that are not in a position to join an economic partnership agreement and determine how to provide them with benefits tailored to their existing situations.", "While the United States is not phasing out its one-way preferences under its trade preference programs, it is moving toward reciprocity with many developing countries in its own hemisphere. Specifically, the United States is involved in negotiations to establish a Western Hemisphere free trade area known as the Free Trade Area of the Americas (FTAA). The FTAA would eliminate tariffs and create common trade and investment rules among the 34 democratic nations of the Western Hemisphere. Many of the 34 FTAA countries are beneficiaries of U.S. trade preference programs, including Brazil under GSP; Bolivia and Colombia under GSP and ATPA; and Costa Rica and El Salvador under GSP, CBERA, and CBTPA. However, one U.S. official commented that the extensive tariff preferences countries enjoy under nonreciprocal trade preference programs could diminish their incentive to negotiate free trade agreements. In fact, the CBTPA specifically states that it is the policy of the United States to offer benefits under the act to Caribbean Basin beneficiary countries willing to prepare for the FTAA or another free trade agreement. Furthermore, CBTPA benefits are scheduled to end on the earlier of September 30, 2008, or the date on which the FTAA, or any similar free trade agreement between the United States and CBERA beneficiary countries, enters into force."], "subsections": []}]}, {"section_title": "U.S. and EU Programs Offer Relatively Similar Tariff Rates on Average and Exclude Some Sensitive Products", "paragraphs": ["Despite some differences in how they structure their tariff preferences, U.S. and EU nonreciprocal trade preference programs offer beneficiary countries similar overall simple average tariff reductions. Normal imports entering either the U.S. or the EU market faced an overall simple average tariff of about 5 percent in 2000. An examination of the largest of the U.S. and EU preference programs—the GSP—shows that the simple average tariff rates offered by the European Union and the United States are both about 3 percent. Other preference programs, including the U.S. AGOA, ATPA, CBERA, and the EU’s ACP program and Everything But Arms amendment, reduce the average tariff further—to between 1 and 2 percent for U.S. programs and nearly zero for EU programs."], "subsections": [{"section_title": "U.S. and EU Programs Offer Similar Tariff Rate Reductions, on Average", "paragraphs": ["Figures 3 and 4 provide a visual representation of the simple average tariff rates faced by U.S. and EU GSP program beneficiaries, 2000. The shaded areas in the two figures, moving left to right, group the products on the schedule and their average tariff rates into three general categories: products for which the MFN rate is already zero, products covered by GSP, and products excluded from GSP coverage where the MFN rate is greater than zero.", "For the United States, 31 percent of the products on the U.S. tariff schedule already have duty-free access to the U.S. market on an MFN basis, as indicated by the lefthand segment of figure 3. The U.S. GSP program provides duty-free access to an additional 35 percent of products on the schedule. Therefore, about 66 percent of the products on the tariff schedule have duty-free access if imported from a GSP beneficiary country. The remaining 35 percent of the products are not covered by the GSP program and face some duties.", "As for the EU GSP program, figure 4 shows that the EU provides duty-free access on an MFN basis to 17 percent of the products on its schedule, a smaller share compared with the United States. However, the EU GSP program covers a larger share, 71 percent, of the remaining products, so that approximately 88 percent of the products on the EU tariff schedule are offered either MFN duty-free access or special rates under GSP. Finally, figure 4 shows that 12 percent of the products on the EU tariff schedule are completely excluded from GSP coverage, versus 35 percent for the United States. However, although the European Union excludes fewer products from its GSP program than does the United States from its GSP program, unlike the United States, the EU GSP program does not provide duty-free access to all products but rather provides a partial tariff reduction on more sensitive products.", "A close examination of these categories reveals that the United States and the European Union structure their GSP programs differently. While the U.S. and EU GSP programs structure their tariff preferences differently, their overall average tariff rates fall from 5 percent on normal MFN imports to about 3 percent for GSP beneficiaries. (See app. IV for U.S. and EU products receiving the largest tariff reductions under GSP.) Average tariff rates are further reduced for other U.S. and EU nonreciprocal programs. Table 1 shows that other U.S. programs reduce this average to between 1 and 2 percent. The EU goes further by bringing the average down to nearly zero. Although tariffs of 2 percent or below are generally considered to be very low, these overall average rates can include some high tariff rates on individual products, particularly on sensitive goods."], "subsections": []}, {"section_title": "U.S. and EU Programs Exclude Products That Are Important to Developing Countries", "paragraphs": ["Both the United States and the European Union exclude some sensitive products from coverage in their programs because of their potential negative effect on a competing domestic industry. Many of these products are in areas in which experts stress developing countries are particularly competitive, such as agriculture and textiles and apparel, and could benefit from reduced rates. Figure 5 shows the share of U.S. and EU imports from beneficiaries accounted for by agricultural products and textile, apparel, leather, and footwear products. Combined, these products account for approximately one-third of imports from beneficiaries of both the U.S. and EU trade preference programs. Table 2 shows the percentage of tariff lines excluded across all programs in the agriculture and textile and apparel sectors (app. III compares the overall coverage of the various programs on basis of the value of trade).", "Overall, the European Union excludes fewer sensitive products from its programs than does the United States. Table 2 shows that most EU exclusions are in the agricultural sector. About half of agricultural products are excluded from coverage under the EU GSP program, including sensitive products such as rice, bananas, and sugar. Although the ACP-EC and GSP programs reduce the number of exclusions, the new Everything But Arms amendment to the GSP program, for the LDCs, is significant because it will provide complete coverage by 2009 for all LDC products (except arms and ammunitions).", "Under U.S. trade preference programs, most textile and apparel products have traditionally been excluded from coverage, as well as certain agricultural products such as certain fruits and vegetables. For example, about 90 percent of textile, apparel, leather, and footwear products are excluded from the GSP program.  More textile and apparel products were included in the CBERA and ATPA programs and in the GSP program for the LDCs, but many of the most commercially important products of these countries were still excluded. The United States did provide some CBERA beneficiary countries with virtually unlimited access for certain apparel products that met requirements on the use of U.S. textile inputs.  This access was further expanded under the new CBTPA program, which also included greater access for footwear and other previous excluded products.  Additionally, similar access was provided under AGOA for eligible sub-Saharan African countries.  CBTPA also provides access for footwear, which was previously excluded from the other U.S. programs. Program exclusions also exist in the agriculture sector, with about 62 percent of products excluded under the GSP program and between 15 and 20 percent of products excluded under other U.S. preference programs. Some agricultural products are subject to tariff-rate quotas, which offer reduced rates up to a certain quantity of imports of the product and higher rates of duty on imports above that threshold.", "For both of the U.S. and EU programs, products that are excluded tend to have high MFN tariffs. For example, the average tariff rate on products excluded from the U.S. GSP program is about 10 percent; however, rates are as high as 350 percent on certain tobacco products and between 37 and 48 percent on certain footwear. For the EU GSP program, the average tariff of excluded products is 12 percent, with rates as high as 32 percent (grape must) and several rates are above 20 percent, such as apricots, jams, sardines, and tunas. (See app. V for a list of products that face duties greater than 20 percent and that are not covered by the U.S. and EU GSP programs.)"], "subsections": []}]}, {"section_title": "EU Programs Cover More Products Than U.S. Programs, While U.S. Beneficiaries Use a Greater Share of Available Tariff Preferences", "paragraphs": ["Although EU programs provide greater coverage compared with U.S. programs—that is, a greater share of EU beneficiary imports is eligible for tariff preferences, U.S. beneficiaries use more of their available preferences than do EU beneficiaries. The effectiveness of nonreciprocal trade preference programs is dependent upon a combination of the extent of product coverage and beneficiaries’ actual use of the preferences offered.  Neither U.S. nor EU beneficiaries were able to fully use the preferences offered in 1999. Experts have noted that program-related factors, such as rules of origin, as well as other external factors have limited beneficiaries’ ability to use preferences."], "subsections": [{"section_title": "Amount of U.S. and EU Trade Eligible for Preferences Versus Actual Use of Preferences", "paragraphs": ["Figure 6 shows the share of dutiable imports from beneficiary countries that were eligible for tariff reductions or elimination under each of the programs in 1999. For example, the first bar on the left shows that 25 percent of the imports (in terms of value) that would normally face duties were eligible to receive duty-free access under the U.S. GSP program. This does not mean that the imports actually received duty-free access but rather that they were eligible to receive such access, if requested, and the products met the requirements of the programs (discussed below). Figure 6 also shows that U.S. programs covered a smaller share of beneficiaries’ trade than did EU programs in 1999. For example, in 1999, more than 90 percent of the value of dutiable imports from ACP and GSP LDC countries were eligible for tariff reductions under EU programs. For U.S. beneficiaries of the Caribbean, Andean, and GSP LDC programs, less than 50 percent of imports was eligible for tariff preferences in 1999.", "However, it is important to note that the United States provides a larger number of products with MFN duty-free access compared with the European Union. About 65 percent of the U.S. tariff schedule for a GSP beneficiary is duty free (either through MFN or GSP), while about 48 percent of the EU tariff schedule for a GSP beneficiary is duty free (not all EU GSP tariffs are zero). This report focuses on preferential access and therefore examines the share of dutiable imports that benefit from reduced rates, rather than rates already duty free, because a preference can actually be provided.  We did not analyze U.S. AGOA and CBTPA, or the EU Everything But Arms amendment because they were enacted after 1999.", "Although the United States covers a smaller share of its dutiable imports with its preference programs, U.S. beneficiaries use more of their available preferences than do EU beneficiaries. Figure 7 shows the share of eligible imports that actually received tariff preferences under each of the programs in 1999. For example, the lefthand bar shows that 72 percent of the dutiable imports eligible to receive U.S. GSP preferences actually received them. Overall, U.S. programs had from more than 70 percent to over 90-percent use of preferences offered. The EU programs’ use rates were lower, with utilization of the EU GSP and ACP programs at less than 70 percent."], "subsections": []}, {"section_title": "Some Limitations May Affect Program Use", "paragraphs": ["Neither U.S. nor EU beneficiaries fully used the tariff preferences offered. There are several reasons why this might be the case. First, some imports are eligible for the same tariff reductions from more than one program and importers are able to choose which program to use. For programs not chosen, it would appear that tariff preferences went unused, although the products received preferential tariff rates under another program. Second, preferences must actually be requested and producers must meet requirements on how and where the products are produced. In particular, experts and officials cited complex and restrictive U.S. and EU rules of origin requirements as a limitation on beneficiary countries’ ability to fully use tariff preferences offered under the programs."], "subsections": [{"section_title": "Rules of Origin", "paragraphs": ["U.S. and EU preference programs’ rules of origin are mainly intended to ensure that the tariff preferences are confined to the designated beneficiary countries. To qualify for preferences, producers in beneficiary countries must not only produce goods in accordance with rules of origin, but they must also document that the final product complies with the requirements. Although the U.S. and EU apply rules of origin differently, experts have noted that complexities associated with both rules of origin schemes limit beneficiary countries’ ability to fully use the preferences. Key features and limitations of U.S. and EU preferential rules of origin are shown in figure 8.", "U.S. preferential rules of origin are based on minimum local content percentage criteria that require that the sum of the cost or value of the materials produced in the beneficiary country plus the direct costs of processing equal at least 35 percent of the appraised value at the time the product enters the United States. Imported materials may be used and counted toward the local content percentage requirement provided the materials have been “substantially transformed” into new and different materials. Additionally, cumulation provisions under U.S. rules of origin consider certain regional groupings as one area for the purpose of complying with the percentage criteria. For example, a manufacturer in Colombia (an ATPA beneficiary country) could use imported materials from Bolivia (another ATPA beneficiary country), and the imported materials would be counted toward the minimum 35-percent local content requirement.", "Experts have cited several ways in which U.S. rules of origin limit beneficiaries’ ability to use nonreciprocal preferences. First, UNCTAD and Organization for Economic Cooperation and Development (OECD) officials said that the administrative costs and accounting sophistication required to calculate the percentage of local content create problems for producers in beneficiary developing countries. For example, although the 35-percent local content rule is simple in concept from a production standpoint, accounting for and documenting diverse direct costs, such as labor, research and design, fringe benefits, and blueprints, may require producers to account for costs not normally tracked in the course of commercial operations. Additionally, because the local content calculation is based on the appraised value of the product at the time that it enters the United States, exporters may not know the precise value and may miscalculate the local content percentage. Second, experts and our previous work have noted that the lack of a clear definition of what constitutes “substantial transformation” makes it difficult for beneficiaries to accurately and consistently comply with the requirement.", "Rules of origin under the EU preferential trade programs are described in what is commonly referred to as the “Single List” and are based on product-specific process criteria. EU rules of origin allow beneficiaries to use imported inputs in the production of goods for export, provided the inputs comply with the process criteria contained in the Single List. The process criteria may require, among other things, that imported inputs (1) undergo a change in tariff heading, (2) undergo specific working and processing, (3) not exceed a specified maximum percentage of the value of the final product, or (4) comply with a combination of the above criteria. Additionally, EU rules of origin under both the GSP and the ACP-EC agreements allow cumulation within specific regions, although the cumulation provisions contained in the ACP-EC are less restrictive.", "Experts have also noted problems with the EU scheme. UNCTAD and OECD officials said that the extent or type of processing required for some products can exceed producers’ capacity or require producers to add an exceptionally high value in order to comply with the rules of origin— particularly for certain fish, processed food, and textile and apparel products. In addition to process requirements, experts have noted that the complexity and diversity of the rules contained in the Single List complicate documenting compliance with the EU rules of origin."], "subsections": []}, {"section_title": "Other Program-related Factors", "paragraphs": ["Certain limitations on U.S. and EU GSP program tariff preferences are related to the programs’ temporary nature. These limitations present a trade-off between reserving program preferences for beneficiary countries most in need and providing program stability to attract long-term foreign investment. For both the United States and the European Union, GSP program “graduation” is meant to remove preferences when a country goes beyond a certain level of development, while GSP products can be removed from coverage if, among other reasons, they become sufficiently competitive in the U.S. market. GSP preferences have also been interrupted during the program authorization process. For example, since its implementation in 1976, the U.S. GSP program has been renewed seven times, with gaps in program coverage of up to 15 months. Regarding GSP country graduation, one U.S. official told us that it was politically difficult to retract GSP preferences because developing countries strongly oppose losing their preferences and are concerned that affected export industries might flee to other countries where preferences are still in place. An EU official believed that it should be easier to graduate more efficient, developed countries from its GSP program to prevent them from dominating program preferences. The EU official noted, however, that products should be harder to remove from GSP coverage. He commented that just as GSP beneficiary countries become competitive in exporting a product, the entire sector might be removed from the program."], "subsections": []}, {"section_title": "External Factors", "paragraphs": ["Experts and officials also identified external factors that may limit the program use. As MFN rates decline in multilateral trade negotiations, the value of preferential rates may be diluted. For example, the World Trade Organization calculated that following the conclusion of the Uruguay Round of multilateral negotiations in 1994, developed countries had committed to reducing their tariffs on industrial goods from an average of 6.3 percent to 3.8 percent—a 40-percent reduction. Tariffs on agricultural products were scheduled to fall by 37 percent. On the other hand, tariff rates on products that developing countries tend to export in greater quantities were to remain higher and be reduced less. For example, the Uruguay Round reduced the average tariffs weighted by developing country exports for textile and apparel products from 14.6 percent to 11.3 percent—about a 23-percent reduction.", "Also, some poorer beneficiary countries may lack the capacity in terms of economic development and expertise to comply with program requirements in the first place. As mentioned in appendix IV, the EU’s Cotonou Agreement provides trade-related assistance to help beneficiary countries improve their infrastructures and develop trade policies to enhance their export markets. Unlike the European Union, the United States has not incorporated financial aid into its trade agreements. However, in a slight departure from previous U.S. nonreciprocal trade programs, AGOA contains provisions for providing technical assistance to help build sub-Saharan countries’ capacity to take advantage of program preferences. In addition, in July of 2000, the United States published a survey of the relevant U.S. government programs and activities that promote trade-related capacity building. The survey concluded that in the period covered (1999-2000), the United States government committed more than $600 million toward strengthening the trade-related capacity of developing countries and transitional economies. Such programs and activities include legal and regulatory reform, customs processes, infrastructure, and foreign investment incentives.", "Although both U.S. and EU program preferences have been shared fairly equally among upper-middle income to low-income countries, a small number of large developing countries (based on overall size of the economy) have tended to account for a greater portion of the trade preferences. For example, in 1999, Angola, Thailand, Brazil, Indonesia, and India accounted for 60 percent of the trade preferences under the U.S. GSP program. Similarly, in the same year, China, India, Indonesia, South Africa, and Thailand accounted for 57 percent of the trade preferences under the EU GSP program.", "Finally, program officials and some beneficiary countries contend that preferences offered under new programs can undermine the preferences of existing programs. For example, supporters of Colombia’s efforts to enhance preferences offered by the ATPA program claim that Colombia has lost part of its apparel industry to the beneficiaries of the new CBTPA program."], "subsections": []}]}]}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We obtained oral comments on a draft of this report from officials from the Office of the U.S. Trade Representative, including the Assistant U.S. Trade Representative for Trade and Development.  USTR generally agreed with the information presented and provided technical comments that we incorporated as appropriate.  Overall, USTR emphasized that our analysis represented a snapshot in time, based upon 1999 trade and, thus, generally did not address the impact of AGOA and CBTPA, U.S. trade preference programs enacted in 2000.  USTR also highlighted the fact that the U.S. GSP program provides duty-free treatment to eligible products, while the EU GSP program provides graduated duties that are based upon product sensitivity.  USTR disagreed with the characterization of U.S. rules of origin requirements as complex, and maintained that importers can use brokers and U.S. Customs binding rulings to clarify and interpret the rules. We did not conduct an independent analysis of how rules of origin may affect program beneficiaries’ use of preferences, but cited the analyses of experts at UNCTAD and the OECD.  In addition to USTR, officials from the U.S. International Trade Commission and the U.S. Department of Agriculture’s Foreign Agricultural Service reviewed selected sections of the draft.", "We also obtained informal comments from the Head of Unit, Trade and Development, European Commission.  The European Commission raised some general issues and provided several technical comments that we incorporated into the report as appropriate.  Overall, the European Community believed that our analysis implied too much similarity among U.S. and EU programs.  The EU also maintained that the major reasons for its program beneficiaries’ lower use of program preferences compared with U.S. beneficiaries’, was the EU GSP beneficiaries’ ability to choose among multiple programs.  Regarding the similarity between U.S. and EU trade preference programs, this report does not compare every aspect of the U.S. and EU programs, but concludes that the programs have generally evolved in similar ways, and that they offer similar tariff-rate reductions on average.  Regarding the effect of multiple program eligibility on program use, we found that although EU beneficiaries utilize tariff preferences under the EU’s other major program, ACP-EC Convention of Lome , to a greater extent than its GSP program, even the utilization rate of this program is less than 70 percent.  We added language to the report emphasizing that the effectiveness of trade preference programs is dependent upon a combination of both the extent of product coverage, which is broader for EU programs than for U.S. programs, and the beneficiaries’ actual use of the preferences offered.", "We are sending copies of this report to the U.S. Trade Representative, the Secretary of Commerce, the Secretary of State; the Chairman of the U.S. International Trade Commission; and interested congressional committees. We are also sending copies to the European Commissioner for Trade. Copies will also be made available to other interested parties on request.", "If you or your staff have any questions about this report, please contact me on (202) 512-4128. Other GAO contacts and staff acknowledgments are listed in appendix VI."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["In conducting our analysis, we compared (1) the volume of U.S. and EU nonreciprocal preferential trade, (2) the evolution of U.S. and EU approaches to nonreciprocal trade preferences, (3) the tariff preferences offered by the U.S. and EU nonreciprocal trade programs, and (4) the extent to which U.S. and EU program beneficiaries take advantage of the tariff preferences offered under the programs. We recently briefed your staff on the results of this analysis.", "We reviewed U.S. and EU analyses of the trade preference programs, analyzed the texts of the relevant trade agreements, and reviewed reports issued by multilateral agencies that assessed the trade preference programs. We also obtained the views of U.S. and EU trade officials on the goals, operation, and effectiveness of the trade preference programs. To obtain the views of U.S. officials regarding preference programs, we interviewed officials from the U.S. Trade Representative in Washington, D.C.; at the U.S. Mission to the European Union in Brussels, Belgium; and at the World Trade Organization in Geneva. We also met with officials from the U.S. International Trade Commission, the Department of Commerce, and the Department of State. To obtain the views of the EU officials, we interviewed European Commission officials from the Trade Directorate; the External Relations Directorate; the Agriculture Directorate; the Taxation and Customs Directorate; and the Development Directorate in Brussels. We also spoke with officials with the EU Delegation to the United States in Washington, D.C. We obtained third- party assessments of the U.S. and EU trade preference programs by interviewing experts from the Organization for Economic Cooperation and Development in Paris, France, and from the World Trade Organization; the United Nations; and the International Trade Centre in Geneva, Switzerland.", "To assess preferential tariff rates, we analyzed the tariff schedules of both the United States and the European Union provided by the United Nations Conference on Trade and Development, which were derived from official U.S. and EU sources.  Some tariff rates are given as specific rates of duty (i.e., $5 per bushel) rather than ad valorem (percentage of value) rates.  Ad valorem equivalent (AVE) rates are conversions of specific rates to ad valorem rates in order to allow average tariff rates to be calculated. Although AVE rates are available for the United States, they are not available for the European Union.  Therefore, we did not use them in our analysis, and products subject to specific rates of duty are excluded from the tariff averages.  Also, we did not assess the impact of nontariff trade barriers, such as quotas, on trade flows.", "To assess U.S. trade flows, we analyzed data (imports for consumption) from the official Commerce statistics at customs value. To assess EU trade flows, we analyzed data on EU preferential trade provided by EUROSTAT, the official EU statistical organization. Data were only available on the EU GSP program from 1995 through 1999, and no data were available on the ACP program prior to 1999. EU preferential trade data have some limitations. First, the data are based on declarations by importers requesting preferential status and not on whether actual preference was granted. Countries or products not eligible for preference were screened out, but if the products were rejected trade preference status for another reason, this would not be apparent from the data. Second, the data may not capture all preferential trade since some ports of entry did not provide EUROSTAT with complete information. Total EU import data (normal imports) came from the EU’s official trade statistics, COMEXT. Export data by country for all beneficiaries came from United Nations International Trade Statistics. To calculate utilization rates for each of the preference programs, we looked at the share of eligible trade (actual imports of products included in the programs) that actually received tariff benefits under the programs.  Some countries were able to receive benefits for the same products under multiple programs.  These countries tended to utilize regional programs rather than GSP when given the option. However, even these regional programs were not fully utilized and we chose to use all countries eligible for a program when reporting utilization rates.", "We performed our work from October 2000 through May 2001 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Appendix II: U.S. and EU Nonreciprocal Trade Preference Programs", "paragraphs": ["This appendix contains tables that describe the U.S. and EU nonreciprocal trade preference programs. Table 3 illustrates the U.S. programs, and table 4 depicts the European Union’s programs."], "subsections": []}, {"section_title": "Appendix III: Additional Information on Beneficiary Country Trade, 1999", "paragraphs": ["In this appendix, tables 5 to 9 provide information on U.S. and EU beneficiary country trade in 1999, according to trade program."], "subsections": []}, {"section_title": "Appendix IV: Products Receiving the Greatest Tariff Preferences", "paragraphs": ["Some of the products covered under the U.S. and EU nonreciprocal trade preference programs receive significant tariff reductions. For example, the U.S. GSP program covers some products that normally face duties of up to 30 percent, including cantaloupes, certain ceramic products, and macadamia nuts. Table 10 shows the products for which the difference between the U.S. most-favored-nation (MFN) rate and GSP rate is at least 15 percentage points.", "The European Union also offers some significant reductions for its GSP beneficiaries. The European Union reduces tariffs on certain products, such as smoking tobacco, fruit juices, and tuna, and eliminates duties on pineapples and road tractors. Table 11 shows the products for which the difference between the EU MFN rate and GSP rate is at least 15 percentage points."], "subsections": []}, {"section_title": "Appendix V: U.S. and EU Tariffs That Are Greater Than 20 Percent, for Products Excluded From the Non-LDC GSP Programs", "paragraphs": ["Appendix V:  U.S. and EU Tariffs That Are Greater Than 20 Percent, for Products Excluded From the Non-LDC GSP Programs These products are subject to tariff-rate quotas.  Tariff-rate quotas allow a certain quantity of a product to be imported at a low “in-quota” rate, while any remaining quantity enters at a higher “out- of-quota” rate.  The MFN tariff rates listed for these products are generally the “out-of-quota” rates.", "This category covers a wide variety of types of apparel products. Although the CBERA program does not cover the majority of these, a few types, including certain ski suits, do receive zero duties under CBERA."], "subsections": []}, {"section_title": "Appendix VI: GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those listed above, Kim Frankena, Matthew Helm, Ernie Jackson, Rona Mendelsohn, and Timothy Wedding made key contributions to this report."], "subsections": []}]}], "fastfact": []}