{"id": "GAO-01-943", "url": "https://www.gao.gov/products/GAO-01-943", "title": "Defense Manufacturing Technology Program: More Joint Projects and Tracking of Results Could Benefit Program", "published_date": "2001-09-20T00:00:00", "released_date": "2001-09-28T00:00:00", "highlight": [{"section_title": "What GAO Found", "paragraphs": ["The Department of Defense (DOD) established the Defense Manufacturing Technology Program to develop and apply advanced manufacturing technologies to reduce the total cost and improve the manufacturing quality of weapon systems. By maturing and validating emerging manufacturing technology and transferring it to the factory floor, the program bridges the gap between technology invention and industrial application. The program, which has existed in various forms since the 1950's, received about $200 million in funding fiscal year 2001. DOD's Office of the Under Secretary of Defense provides guidance and oversight to the Army, Navy, Air Force, and the Defense Logistics Agency (DLA), but each establishes its own policies and procedures for running the program and determines which technologies to develop. Users told GAO that the program was responding to their needs by developing technologies, products, and processes that reduced the cost and improved the quality of weapons systems. To the extent practicable, DOD used competitive procedures to award the work done under the program. The Army, Air Force, and DLA competitively awarded most of the projects GAO reviewed for fiscal years 1999 and 2000, and the remaining non-competitive awards were based on documented sole source justifications. DOD is missing opportunities to conduct more joint programs and lacks effective measures of program success. Joint projects would enable the services to address the funding issue by leveraging limited funding and integrating common requirements and approaches for developing manufacturing technologies."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Secretary of Defense established the Defense Manufacturing Technology (ManTech) Program to develop and apply advanced manufacturing technologies to reduce the total cost and improve the manufacturing quality of weapon systems. By maturing and validating emerging manufacturing technology and transferring it to the factory floor, the program bridges the gap between technology invention and industrial application. The program has existed in various forms since the 1950s and was funded at about $200 million in fiscal year 2001.", "The Department of Defense (DOD), Office of the Under Secretary of Defense (Science and Technology), provides guidance and oversight to the Army, Navy, Air Force and the Defense Logistics Agency (DLA), but each establishes its own policies and procedures for operating the program and determines which technologies to develop for its weapon systems and other programs. Users of the ManTech Program include program and project managers for defense weapon systems, system commands, depots, air logistics centers, and shipyards. The statute requires the prospective users of the technology to participate in establishing requirements and that competitive procedures be used for awarding all grants and entering into all contracts, cooperative agreements, and other transactions under the program. The conference report accompanying the Floyd D. Spence National Defense Authorization Act for Fiscal year 2001 directed that we look at DOD’s progress in achieving these goals. Subsequent to discussions with your offices, we agreed to determine   whether projects funded by the program are responsive to the needs of the military services and DLA, and   whether work being performed under the ManTech Program is being awarded on a competitive basis.", "We also assessed whether DOD could manage the program more effectively—specifically with regard to conducting joint projects and tracking the program’s success.", "To determine whether the program is responsive to user needs, we assessed specific projects underway at each military service and the DLA, and we assessed whether these components had processes in place that would help ensure user needs were met. More specifically, we identified projects for all three services and DLA active in fiscal years 1999 and 2000. We then selected a sample of projects to assess, based on levels of funding, length of the projects, and varying types of technologies and weapons systems. The 52 projects we selected represented about $206 million of the $372 million DOD invested in the program during fiscal years 1999 and 2000. For the selected projects, we interviewed users to determine the extent to which the projects were meeting the needs of their respective services and DLA. We did not validate the reported results of these projects, nor did we discuss the program with representatives from industry. We also reviewed the means by which the services and DLA include the users of prospective technology in the process of identifying potential projects and selecting them for funding. In addition, to determine whether competitive award procedures were used, we examined contract files associated with our sample of selected projects. Appendix I contains further details on our scope and methodology. We conducted our work from December 2000 through June 2001 in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["The ManTech Program is designed to enable DOD to develop advanced technologies to use in manufacturing weapon systems. Such technologies, in turn, should reduce weapon system costs and improve quality. ManTech projects address development of technology in areas such as metals, composite materials, electronics, munitions, as well as technology to sustain weapons systems. The users of the ManTech Program are service and DLA managers responsible for the development of new weapons systems and for the repair, maintenance and overhaul of fielded systems. However, the projects are executed through agreements or contracts with several types of organizations including defense contractors, government facilities, suppliers, consortia, centers of excellence, academia, and research institutes.", "The military services and DLA execute the ManTech Program under the general direction of the Director, Defense Research and Engineering, Office of the Deputy Under Secretary of Defense (Science & Technology), Office of Technology Transition. Each component has established a ManTech office within its organization to set policies and procedures for operating its ManTech program and determining which projects to fund.", "DOD established the Joint Defense Manufacturing Technology Panel, staffed by service and DLA ManTech office personnel, to set program objectives, promote effective integration and program management, conduct joint planning, and oversee program execution. It reports to and receives taskings from the Director of Defense Research & Engineering on manufacturing technology issues of multiservice concern and application. The panel organized the program into subpanels to serve as focal points for specific technology areas.", "ManTech Program appropriations have fluctuated significantly over the past several years, and annually since fiscal year 1991, the Congress has appropriated more funds to the program than the services requested in the Presidents’ budgets. The funding trends for the program since fiscal year 1991 are shown in figure 1.", "In addition, funding by DOD component has also fluctuated. Figure 2 shows the funding for the services from fiscal years 1997 to 2001."], "subsections": []}, {"section_title": "Needs Are Generally Being Met, According to Users and Based on Our Analysis of Project Selection Processes", "paragraphs": ["Users in the military services and DLA look to the ManTech Program to help meet certain needs related to weapons systems they are responsible for, such as developing technologies, products and processes that will reduce the total cost and improve the manufacturing quality of their systems. Users reported to us that the ManTech projects we selected in our analysis were generally addressing their needs. In addition, the military services and DLA have processes in place that include users in the project identification and selection process. Such processes increase the likelihood that projects will meet user needs. However, the extent to which some needs are being met is limited by factors related to each program, such as the amount of funding available."], "subsections": [{"section_title": "Users Report That Projects Generally Meet Their Needs", "paragraphs": ["During fiscal years 1999 and 2000, DOD had a total of 234 active ManTech projects valued at about $372 million. From that list, we selected 52 projects in the DOD components valued at $206 million and discussed with users whether those projects were responding to their needs. These users told us that the ManTech Program is generally meeting their needs.", "The projects we selected resulted in improvements ranging from a project that developed new technology to reduce the time and cost required to produce submarine and surface ship propellers; to a project that increased the reliability of electrical circuits used in missile systems by protecting them against dirt and moisture; to a project that enabled the Air Force to replace 83 parts in its F-119 engine with one part and reduce the weight of the engine by 54 pounds. By implementing such projects, officials from the military services and DLA told us that they were able to save tens of millions of dollars.", "Table 1 provides detailed examples of projects that users reported to us met their needs.", "Congress has consistently provided more funding for DOD’s ManTech Program than requested in the President’s budget. For example, in fiscal years 2000 and 2001, the Army received an additional $66.5 million in ManTech funds, of which $45.5 million or nearly 70 percent was designated for the Army’s ManTech munitions efforts. These efforts included such projects as developing a more cost-effective and safer manufacturing process for an advanced explosive compound. The Congress believed such efforts were not receiving sufficient funds in the past."], "subsections": []}, {"section_title": "Users Are Involved in Project Selection, but Processes Sometimes Limit the Extent to Which Their Needs Are Met", "paragraphs": ["The extent to which the ManTech Program meets users needs is due partly to the process by which projects are identified and selected for funding. Furthermore, the statute requires the participation of the prospective technology users in establishing requirements for advanced manufacturing technology. The services and DLA have different planning cycles and criteria for project selection. However, they all have processes that include users in the identification and selection of projects. The processes generally include steps to determine and consolidate users’ needs, select the projects to be funded, and perform the work. The following figure depicts the generic ManTech project and identification and selection process.", "We found that the number of projects selected for inclusion in the ManTech Program differs from the number proposed because of funding limitations. Most of the funding each year is allocated to projects already underway that require multi-year funding. Only a few proposed projects are selected as new starts. Table 2 shows the number of projects proposed and selected for fiscal year 2001.", "Even though the services and DLA employ different types of selection mechanisms and criteria, they all include users in this process. For example, the Army and the Navy annually solicit ideas for projects from the major subordinate commands where weapons systems are managed. The Air Force encourages users to submit ideas for projects on a continuing basis. All three services require that before a project can be considered for funding, prospective users of the technology endorse the projects. DLA relies on regular dialog with its supply service centers to raise issues related to manufacturing technology for the programs for which it is responsible.", "Table 3 further details how the services and DLA identify, select, and fund their projects.", "Some factors limit the extent to which the services and DLA can respond to certain needs. Those limitations include canceling some projects that have not yet been started, terminating projects already underway, or postponing projects already approved for funding because of insufficient funding. For example, the Navy conducts its program through a network of Centers of Excellence and allocates program funding based on what each center received in the past. This strategy helps all of the centers remain viable through the life of their contracts, but demands for projects at a particular center in any given year may be greater than funding at that center. This outcome may result in some projects not being funded, and therefore some users’ most urgent ManTech needs may not be met. For example, for fiscal year 2001, two lower priority Naval Sea Systems Command projects were selected for funding because the command’s higher priority projects were for Centers of Excellence with insufficient funds to meet all demands.", "Also, several Army and one ManTech official in the Office of the Under Secretary of Defense whom we talked to expressed concern about the Army’s requirement for a program manager cost share on certain projects and a validated cost analysis on all projects. Two of the officials believed that there were projects that would benefit Army weapons systems but would not be selected for funding because (1) it was not possible to obtain a program manager cost share, or (2) a validated cost analysis could not be done for projects with environmental, health, or safety benefits. According to the officials, these projects would help meet user needs by reducing the total cost of ownership or improving the quality of weapons systems. However, our review of a number of Army projects did not reveal any that fell into these categories. Another Army ManTech official and an official from the Office of the Under Secretary of Defense believed that validated cost analyses served a useful purpose in weeding out projects without measurable financial benefits. One official expressed concern about the extent to which the Army relies on validated cost analyses to select projects for funding. The other official did not think the cost analysis was the best or only way to screen projects. However, neither official had alternative suggestions.", "Additionally, Air Force ManTech officials expressed concern that users’ future needs may not be met to the same extent as they have been in recent years. This is because the Air Force Materiel Command may have to absorb a budget shortfall of $100 million in science and technology funding, which includes the ManTech program. As a result, the Materiel Command proposes reducing the Air Force ManTech Program by more than a quarter over the next 5 years between fiscal years 2003 and 2007 or $77.6 million in total. According to ManTech managers, the Air Force may have to terminate some on-going projects and/or cancel planned projects to address the funding shortfall."], "subsections": []}]}, {"section_title": "Most of the Work Awarded Under the ManTech Program Is Competed", "paragraphs": ["For the most part, the services and DLA awarded work performed under the ManTech Program using competitive procedures. Of the 36 contracting actions we reviewed, 10 were awarded without competition. In each case, there was a documented justification to award the work on a sole source basis. Table 4 further illustrates the extent to which the services and DLA award their projects competitively and details the rationale for specific sole source awards."], "subsections": []}, {"section_title": "DOD Is Missing Opportunities to Conduct More Joint Projects and Cannot Effectively Measure Success", "paragraphs": ["DOD is not managing the ManTech Program as efficiently and effectively as possible. Specifically, it is not conducting as many joint projects as it could and therefore is missing opportunities to leverage the limited funding available for ManTech projects. Additionally, DOD does not effectively measure the program’s success."], "subsections": [{"section_title": "More Joint Projects Would Better Leverage Limited Funding", "paragraphs": ["Joint projects are those that are jointly funded; have planned implementation benefiting more than one component; or are managed with joint decision-making. These projects allow the services and DLA to leverage their programs by sharing the financial and managerial burdens for projects that can benefit more than one defense component. This is especially important given the limited ManTech budget and the small number of new projects each year that are approved for funding.", "For example, one currently funded joint project is expected to achieve affordability goals for forged components used on fighter aircraft. The project is expected to benefit the Joint Strike Fighter, the Navy’s F/A-18, and the Air Force’s F-22. The Navy’s National Center for Excellence in Metalworking Technology is managing this project and both the Navy and the Air Force are providing ManTech funds. Another project is expected to achieve significant cost reductions by further developing composite friendly aircraft designs, simulation tools, and material and manufacturing processes. The Air Force, the Navy, and the Army are contributing funds for this project.", "In fiscal year 2001, joint projects represented 16 of 124 projects, or only 13 percent of all projects reviewed last year. Another 84 projects, or 68 percent, had potential to benefit more than one DOD component, but were not otherwise joint projects. For example, one project would improve, demonstrate, and implement a process for coating electrical circuits to seal them against dirt and moisture, which would increase the reliability of the circuits. This Army project would benefit a number of Army missile systems, such as the Javelin and the Patriot Advanced Capability-3, and the Program Executive Office for Army Tactical Missiles will contribute $750,000 over a 4-year period. In addition, the project could benefit various Air Force and Navy missile systems. Also, according to the Navy ManTech Director, more DOD-wide benefits could accrue through more joint participation in the Best Manufacturing Practices Center of Excellence. The objective of the center is to improve the quality, reliability, and performance of the U.S. defense industrial base. The center identifies and disseminates best practices used by industry to foster technology transfer and improve the competitiveness of the industrial base thereby improving cost, schedule and product performance. The Associate Director, Manufacturing Technology & Affordability, in the Office of the Deputy Under Secretary of Defense (Science & Technology), Office of Technology Transition agreed that more joint programs would help the services and DLA leverage their funding and would facilitate the transfer of technology resulting from ManTech efforts.", "The Joint Defense Manufacturing Technology Panel, the organization DOD has charged with the joint oversight of the ManTech Program, recognizes the importance of jointly funded and managed programs. Annual reviews of on-going projects conducted by various subpanels include, among other things, identification of the degree to which all projects are joint. Current guidance does not require projects already funded and in process be reviewed for joint participation, but the panel is revising the guidance to include a review of projects that are being considered or have been selected for funding but have not yet started. However, the draft guidance states that these types of projects would not be rated for their degree of jointness. Proposed topics for review would include a discussion of competing technologies or approaches and related work underway or completed, but stops short of identifying potential projects for joint funding or management."], "subsections": []}, {"section_title": "Tracking Project Outcomes Past Initial Implementation Would Enhance Program Assessment", "paragraphs": ["DOD does not know the full extent of the success of the ManTech program because it does not track the outcomes past the initial implementation. Statute requires that DOD prepare an annual report for the Congress that includes, among other things, an assessment of the effectiveness of the ManTech Program, including a description of all completed projects and plans and status of implementation of the technologies and processes being developed under the program. For each project listed, the report lists the objective for the project, the completion date, the amount of ManTech funding for the year, the potential beneficiaries for the project, the implementation site, and the expected return on the investment in terms of future cost avoidance. Nevertheless, while the report responds to a congressional requirement, it falls short of validating the long-term benefits predicted for the ManTech program. And currently, DOD lacks a methodology and process for doing so.", "The ManTech Program could be assessed by providing contractors with a financial incentive to track and report project results or by evaluating project proposals based on a contractor’s plans to track and report on implementing it. In addition, DOD could periodically commission an independent survey or study. An external review of the ManTech Program in 1998 stated that while the data on the return on investment for selected projects was impressive, DOD should seek review by an independent third party of projects at the service and agency level. By tracking and validating the long-term benefits of the program, DOD would be able to measure the actual return on investment of a particular project. The department would also know what technologies had been successfully transferred and the extent to which the ManTech Program improved the quality of weapons systems. Without soliciting an independent review or developing a standard for quantifying benefits, DOD cannot be sure that the ManTech Program is providing the financial benefits that have been estimated or that users’ long-term needs are being met. Further, it will not have a reliable basis for making decisions on its budgetary priorities and tradeoffs."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The Navy, Army, Air Force and DLA all have processes that include users in establishing requirements for ManTech programs. Each service and DLA, however, separately selects, funds, and implements their ManTech program. While users report that the program has been meeting their technology needs, some ManTech officials expressed concern that funding was insufficient. At the same time, however, DOD has not been fully taking advantage of opportunities to leverage funding by conducting joint projects. The Joint Defense Manufacturing Technology Panel’s effort to revise its guidance on reviewing planned ManTech projects should provide an opportunity to identify candidates for joint funding and implementation. Finally, DOD does not currently have an effective means to measure the results of completed projects. Without a means for determining project benefits, DOD will not know whether the ManTech program is meeting the long-term needs of users."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["DOD and the services need to build on existing efforts to identify and conduct joint ManTech projects. The Joint Defense Manufacturing Technology Panel’s proposal to get involved earlier and review the services’ planned projects is a constructive step forward toward facilitating more joint projects. We recommend that DOD develop additional measures to coordinate the services’ planning cycles, budgets, and project selection criteria to better position them to identify and conduct joint projects.", "We also recommend that DOD develop a more systematic means for determining the results of ManTech projects. This may be done, for example, by (1) using an award or incentive fees to motivate contractor tracking of ManTech benefits over time, (2) including a requirement to track and report implementation as an evaluation criterion for awarding ManTech work, or (3) conducting or contracting for periodic surveys and/or studies of the industrial base to quantify the impact of ManTech projects."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In written comments on a draft of this report, DOD partially concurred with our first recommendation on the need to build on existing efforts to conduct joint ManTech projects and concurred with our second recommendation on the need to develop a more systematic means to determine the results of ManTech projects. With respect to the first recommendation, DOD emphasized that the Joint Defense Manufacturing Technology Panel already provides an effective model for how to plan, coordinate, execute, fund, and implement joint ManTech activities and that this warrants positive recognition.  DOD further stated that in comparison to other DOD programs that are overseen at the Office of the Under Secretary of Defense level but funded by the military services and defense agencies, the implementation of “only” 16 joint projects should be viewed in a more positive context.  However, DOD acknowledged that more could be done to improve the process for developing joint projects. Toward that end, the panel is modifying its process and will review projects that have not yet started or that have recently begun and will rate these projects on the degree to which they are joint.  In addition, DOD stated the panel will review the services' and DLA's planning cycles to identify opportunities for more effective coordination of planned projects.", "We agree that the Joint Defense Manufacturing Technology Panel has helped to improve the coordination of the services and DLA programs and facilitate the implementation of certain joint projects.  For example, the 16 jointly funded active projects are evidence that DOD does jointly plan and conduct ManTech projects.  However, we continue to believe that additional opportunities exist for pursuing joint projects.  This is reflected in the fact that the Panel identified another 84 active projects that could benefit more than one DOD component but were not jointly funded, planned, or managed.  The Panel’s new review process is a step in the right direction to facilitate more joint projects.  However, as with the old process, projects will be reviewed for jointness only after the services and DLA have already selected them for funding.  This could limit the extent to which a project can be jointly planned, funded or managed since it is likely the requirements have already been determined.  The action initiated by the Joint Defense Manufacturing Technology Panel to review the components' planning cycles is also a positive measure, provided that the results are used to facilitate more joint planning earlier in the process.", "DOD also provided technical comments that we incorporated into the report as appropriate. DOD’s comments appear in appendix II.", "We will send copies of the report to the Chairmen and the Ranking Minority Members of other appropriate congressional committees; the Secretary of Defense; and the Director, Office of Management and Budget; and other interested parties. We will also make copies available to others on request.", "Please contact me at (202) 512-4841 or John Oppenheim at (202) 512-3111 if you or your staff have any questions concerning this report. Other major contributors to this report were Myra Watts Butler, Cristina Chaplain, Dayna Foster, Gaines Hensley, and Stephanie May."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To determine if projects funded by the program are responsive to the needs of the military services and the Defense Logistics Agency, we reviewed the processes, policy memoranda, and guidance for identifying manufacturing needs, prioritizing those needs and presenting them for consideration for funding at both the systems command ManTech program director level and the weapon system program office level. We discussed various manufacturing technology-related issues including overseeing responsibilities with officials from the Office of the Deputy Under Secretary of Defense (Science & Technology), Office of Technology Transition; the Office of the Under Secretary of Defense for Acquisition and Technology, Deputy Under Secretary of Defense for Science and Technology; the Office of the Deputy Assistant Secretary of the Army for Research and Technology; the Office Naval Research; and the Office of the Assistant Secretary of the Air Force (Acquisition), Science, Technology, and Engineering.", "At the ManTech program director level, we reviewed memoranda, guidance, and processes for identifying manufacturing needs, prioritizing those needs and project formation. We also met with management officials responsible for implementing the ManTech Program. For example, we met with officials from the Office of Naval Research, Industrial and Corporate Programs Detachment, Manufacturing Technology Program Office, in Arlington, Virginia and Philadelphia, Pennsylvania; the Army Research Laboratory, Aberdeen Proving Ground, Maryland; the Air Force Research Laboratory, Materials and Manufacturing Directorate at Wright Patterson Air Force Base, Ohio; and Defense Logistics Agency at Fort Belvoir, Virginia.", "To further assess user’s satisfaction, we spoke directly with ManTech users concerning their involvement in the ManTech Program and whether the projects were meeting their needs. However, we did not validate reported successes of the program. We identified the users from a selected number of active projects in fiscal year 1999 and 2000 for the Navy, Army, Air Force and Defense Logistics Agency. Specifically, for the Navy, we met with officials of various program executive offices and program managers from the Naval Sea Systems Command at Arlington, Virginia; the Naval Air Systems Command at Patuxent River, Maryland; and the Marine Corps Systems Command at Quantico, Virginia. For the Army, we met with representatives from several missile and aviation weapon systems at the Army Aviation and Missile Command located in Redstone Arsenal, Alabama; the Army Armaments Research and Development Center in Picatinny Arsenal, New Jersey; the Army Materiel Command in Alexandria, Virginia; the Air and Missile Defense Program Executive Office in Huntsville, Alabama; the Aviation Program Executive Office at Redstone Arsenal, Alabama; and Ground Combat Support Systems Program Executive Office at Picatinny Arsenal, New Jersey. For the Air Force, we met with representatives from the Joint Air-To-Surface Standoff Missile Program and the Joint Direct Attack Munitions Program at Eglin Air Force Base, Florida; the Joint Strike Fighter Program, F-119 Engine Program, the Engine Directorate, and Air Force Materiel Command Logistics office at the Wright Patterson Air Force Base, Ohio.", "To determine whether work being performed under the ManTech Program is being awarded on a competitive basis, we first reviewed the guidance and policy for competitive awards. We interviewed contracting officials as well as engineers who manage ManTech projects to obtain their views concerning specific projects. To assess the degree to which projects are awarded competitively, we randomly selected a sample of ManTech projects from the above list of fiscal years 1999 and 2000 projects for the Army, Navy, Air Force and DLA based on levels of funding, length of the projects, and varying types of technologies and weapons systems. We then reviewed the contract files to determine whether competitive award procedures were used. Because of the way the Navy is organized, we also selected five of nine centers of excellence and reviewed their policies, guidance and processes on competing projects. Specifically, we visited the Center of Excellence for Composites Manufacturing Technology (South Carolina Research Authority) in North Charleston, South Carolina; Electronics Manufacturing Productivity Facility (American Competitiveness Institute) in Philadelphia, Pennsylvania; Navy Joining Center (Edison Welding Institute) in Columbus, Ohio; National Center for Excellence in Metalworking Technology (Concurrent Technologies Corporation) in Johnstown, Pennsylvania; and Gulf Coast Region Maritime Technology Center (University of New Orleans College of Engineering) in New Orleans, Louisiana. We obtained the legal advice of our General Counsel on questionable sole source projects."], "subsections": []}, {"section_title": "Appendix II: Comments From the Department of Defense", "paragraphs": [], "subsections": []}], "fastfact": []}