{"id": "GAO-12-600T", "url": "https://www.gao.gov/products/GAO-12-600T", "title": "Missile Defense: Opportunities Exist to Strengthen Acquisitions by Reducing Concurrency and Improving Parts Quality", "published_date": "2012-04-25T00:00:00", "released_date": "2012-04-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In order to meet its mission, MDA is developing a highly complex system of systems\u0097ground-, sea-, and space-based sensors, interceptors, and battle management. Since its initiation in 2002, MDA has been given a significant amount of flexibility in executing the development and fielding of the ballistic missile defense system. This statement addresses progress MDA made in the past year, the challenges it still faces with concurrent acquisitions and how it is addressing parts quality issues. It is based on GAO\u0092s April 2012 report on missile defense and its June 2011 report on space and missile defense parts quality problems."]}, {"section_title": "What GAO Found", "paragraphs": ["In fiscal year 2011, the Missile Defense Agency (MDA) experienced mixed results in executing its fiscal year 2011 development goals and tests. For the first time in 5 years, GAO was able to report that the agency delivered all of the targets used in fiscal year 2011 test events with the targets performing as expected. In addition, the Aegis Ballistic Missile Defense program\u0092s Standard Missile-3 Block IA missile was able to intercept an intermediate-range target for the first time and the Terminal High Altitude Area Defense program successfully conducted its first operational flight test. However, none of the programs GAO assessed were able to fully accomplish their asset delivery and capability goals for the year. Flight test failures, a test anomaly, and delays disrupted MDA\u0092s flight test plan and the acquisition strategies of several components. Flight test failures forced MDA to suspend or slow production of three out of four interceptors currently being manufactured. Some of the difficulties in MDA\u0092s testing and production of assets can be attributed to its highly concurrent acquisition approach.", "Concurrency is broadly defined as the overlap between technology development and product development or between product development and production. High levels of concurrency were present in MDA\u0092s initial efforts and are present in current efforts. For example, MDA\u0092s flight test failures of a new variant of the Ground-based Midcourse Defense program\u0092s interceptors while production was underway delayed delivery to the warfighter, increased costs, and will require retrofit of fielded equipment. Flight test costs to confirm its capability has increased from $236 million to about $1 billion. MDA has taken positive steps to incorporate some acquisition best practices, such as increasing competition and partnering with laboratories to build prototypes. For example, MDA took actions in fiscal year 2011 to reduce acquisition risks and prevent future cost growth in its Aegis SM-3 Block IIA program. Nevertheless, as long as newer programs adopt acquisition approaches with elevated levels of concurrency, there is still considerable risk of future performance shortfalls that will require retrofits, cost overruns, and schedule delays.", "MDA is also taking the initiative to address parts quality issues through various means, including internal policies, collaborative initiatives with other agencies, and contracting strategies to hold its contractors more accountable. Quality issues have seriously impeded to the development of the missile defenses in recent years. For example, during a fiscal year 2010 Terminal High Altitude Area Defense flight test, the air-launched target failed to initiate after it was dropped from the aircraft and fell into the ocean. A failure review board identified shortcomings in internal processes at the contractor to be the cause of the failure. This failure led to a delay of the planned test, restructuring of other planned tests, and hundreds of millions of dollars being spent to develop and acquire new medium-range air-launched targets. Parts quality issues will require sustained attention from both the executive and legislative branches. MDA is exhibiting some leadership, but there are significant barriers to addressing quality problems, such as the increase in counterfeit electronic parts, a declining government share of the overall electronic parts market, and workforce gaps within the aerospace sector."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO makes no new recommendations in this statement. In the April 2012 report, GAO made recommendations to strengthen MDA\u0092s longer-term acquisition prospects including a review of MDA\u0092s acquisitions for concurrency to determine whether the proper balance has been struck between planned deployment dates and concurrency risks to achieve those dates. The report includes additional recommendations on how individual program elements can reduce concurrency. DOD agreed with six of the seven recommendations and partially agreed with one.", "DOD generally concurred with the recommendations in the June 2011 report for greater coordination between government organizations responsible for major space and missile defense programs on parts quality issues and periodic reporting to Congress."]}], "report": [{"section_title": "Letter", "paragraphs": ["I am pleased to be here today to discuss the progress made by the  Department of Defense’s (DOD) Missile Defense Agency (MDA). In 2002,  MDA was charged with developing and fielding the Ballistic Missile  Defense System (BMDS), expected to be capable of defending the United  States, deployed troops, friends, and allies against ballistic missiles of all  ranges in all phases of flight. To enable MDA to field and enhance a  missile defense system quickly, the Secretary of Defense in 2002 delayed  entry of the BMDS program into DOD’s traditional acquisition process  until a mature capability was ready to be handed over to a military service  for production and operation. To meet a presidential directive to deliver an  initial capability by 2004 and to meet a presidential announcement in  2009 to deploy missile defenses to Europe, the program concurrently  developed and fielded assets and continues to utilize this approach.  Since its inception, MDA has spent more than $80 billion and plans to  spend an additional $44 billion through 2016 to develop a highly complex  system of systems.", "Since 2002, National Defense Authorization Acts have mandated that we  prepare annual assessments of MDA’s ongoing cost, schedule, testing,  and performance progress. We recently issued our report covering  MDA’s progress during fiscal year 2011 as well as challenges related to  MDA’s use of highly concurrent acquisition strategies. My statement  today will focus on the issues covered in that report as well our June 2011  report on parts quality issues affecting space and missile defense  systems.parts quality problems being experienced at MDA and space agencies.", "Our work highlighted a number of causal factors behind the  We conducted the work underlying this testimony according to generally  accepted government auditing standards. Those standards require that  we plan and perform the audit to obtain sufficient, appropriate evidence to  provide a reasonable basis for our findings and conclusions based on our  audit objectives. We believe that the evidence obtained provides a  reasonable basis for our findings and conclusions based on our audit  objectives. Additional information on our scope and methodology is  available in each of the issued reports."], "subsections": [{"section_title": "Background", "paragraphs": ["MDA’s BMDS is being designed to counter ballistic missiles of all  ranges—short, medium, intermediate, and intercontinental.ballistic missiles have different ranges, speeds, sizes, and performance  characteristics, MDA is developing multiple systems that when integrated  provide multiple opportunities to destroy ballistic missiles before they can  reach their targets. The BMDS architecture includes space-based and  airborne sensors as well as ground- and sea-based radars; ground- and  sea-based interceptor missiles; and a command and control, battle  management, and communications system to provide the warfighter with  the necessary communication links to the sensors and interceptor  missiles.", "Table 1 provides a brief description of 10 BMDS elements and supporting  efforts currently under development by MDA."], "subsections": []}, {"section_title": "MDA Experienced Mixed Progress in Development and Delivery Efforts", "paragraphs": ["MDA experienced mixed results in executing its fiscal year 2011  development goals and BMDS tests. For the first time in 5 years, we are  able to report that all of the targets used in fiscal year 2011 test events  were delivered as planned and performed as expected. In addition, the  Aegis BMD program’s SM-3 Block IA missile was able to intercept an  intermediate-range target for the first time. Also, the THAAD program  successfully conducted its first operational flight test in October 2011.  However, none of the programs we assessed were able to fully  accomplish their asset delivery and capability goals for the year.", "See table 2 for how each of these programs met some of its goals during  the fiscal year. Our report provides further detail on these selected  accomplishments.", "Although some programs completed significant accomplishments during  the fiscal year, there were also several critical test failures. These as well  as a test anomaly and delays disrupted MDA’s flight test plan and the  acquisition strategies of several components. Overall, flight test failures  and an anomaly forced MDA to suspend or slow production of three out of  four interceptors currently being manufactured.", "The Aegis BMD SM-3 Block IA program conducted a successful  intercept in April 2011, but there was an anomaly in a critical  component of the interceptor during the test. This component is  common with the Block IB missile. Program management officials  stated that the SM-3 Block IA deliveries have been suspended while  the failure reviews are being conducted.", "The Aegis BMD SM-3 Block IB program failed in its first intercept  attempt in September 2011. The Aegis program has had to add an  additional flight test and delay multiple other flight tests. Program  management officials stated that the SM-3 Block IB production has  been slowed while the failure reviews are being conducted.", "The GMD program has been disrupted by two recent test failures. As  a result of a failed flight test in January 2010, MDA added a retest  designated as Flight Test GMD-06a (FTG-06a). However, this retest  also failed in December 2010 because of a failure in a key component  of the kill vehicle. As a result of these failures, MDA has decided to  halt flight testing and restructure its multiyear flight test program, halt  production of the interceptors, and redirect resources to return-to-flight  activities.", "Production issues forced MDA to slow production of the THAAD  interceptors, the fourth missile being manufactured."], "subsections": []}, {"section_title": "Highly Concurrent Acquisition Strategies Often Lead to Performance, Cost, and Schedule Consequences", "paragraphs": ["To meet the 2002 presidential direction to initially rapidly field and update  missile defense capabilities as well as a 2009 presidential announcement  to deploy missile defenses in Europe, MDA has undertaken and  continues to undertake highly concurrent acquisitions. While this  approach enabled MDA to rapidly deploy an initial capability in 2005 by  concurrently developing, manufacturing, and fielding BMDS assets, it also  led to the initiation of large-scale acquisition efforts before critical  technologies were fully understood and allowed programs to move  forward into production without having tests completed to verify  performance. After delivering its initial capability in 2005, MDA continued  these high-risk practices that have resulted in problems requiring  extensive retrofits, redesigns, delays, and cost increases. While MDA has  incorporated some acquisition best practices in its newer programs, its  acquisition strategies still include high or elevated levels of concurrency  that result in increased acquisition risk—including performance shortfalls,  cost growth, and schedule delays—for these newer programs.", "Concurrency is broadly defined as overlap between technology  development and product development or between product development  and production of a system. This overlap is intended to introduce systems  rapidly, to fulfill an urgent need, to avoid technology obsolescence, and to  maintain an efficient industrial development and production workforce.  However, while some concurrency is understandable, committing to  product development before requirements are understood and  technologies mature as well as committing to production and fielding  before development is complete is a high-risk strategy that often results in  performance shortfalls, unexpected cost increases, schedule delays, and  test problems. At the very least, a highly concurrent strategy forces  decision makers to make key decisions without adequate information  about the weapon’s demonstrated operational effectiveness, reliability,  logistic supportability, and readiness for production. Also, starting  production before critical tests have been successfully completed has  resulted in the purchase of systems that do not perform as intended.  These premature commitments mean that a substantial commitment to  production has been made before the results of testing are available to  decision makers. Accordingly, they create pressure to avoid production  breaks even when problems are discovered in testing. These premature  purchases have affected the operational readiness of our forces and quite  often have led to expensive modifications.", "In contrast, our work has found that successful programs that deliver  promised capabilities for the estimated cost and schedule follow a  systematic and disciplined knowledge-based approach, in which high  levels of product knowledge are demonstrated at critical points in  development.require an appropriate balance between schedule and risk and, in  practice, programs can be executed successfully with some level of   This approach recognizes that development programs  concurrency.  For example, it is appropriate to order long-lead production  material in advance of the production decision, with the pre-requisite that  developmental testing is substantially accomplished and the design  confirmed to work as intended. This knowledge-based approach is not  unduly concurrent. Rather, programs gather knowledge that  demonstrates that their technologies are mature, designs are stable, and  production processes are in control before transitioning between  acquisition phases, which helps programs identify and resolve risks early.  It is a process in which technology development and product  development are treated differently and managed separately. Technology  development must allow room for unexpected results and delays.  Developing a product culminates in delivery and therefore gives great  weight to design and production. If a program falls short in technology  maturity, it is harder to achieve design stability and almost impossible to  achieve production maturity. It is therefore key to separate technology  from product development and product development from production— and thus avoid concurrency. A knowledge-based approach delivers a  product on time, within budget, and with the promised capabilities.", "See figure 1 for depictions of a concurrent schedule and a schedule that  uses a knowledge-based approach.", "To meet the 2002 presidential direction to initially rapidly field and update  missile defense capabilities as well as the 2009 presidential  announcement to deploy missile defenses in Europe, MDA has  undertaken and continues to undertake highly concurrent acquisitions.  Such practices enabled MDA to quickly ramp up efforts in order to meet  tight presidential deadlines, but they were high risk and resulted in  problems that required extensive retrofits, redesigns, delays, and cost  increases.", "Table 3 illustrates concurrency in past efforts and its associated effects.  Among earlier MDA programs, concurrency was most pronounced in the  GMD program, where the agency was pressed to deliver initial  capabilities within a few years to meet the 2002 presidential directive. The  consequences here have been significant, in terms of production delays  and performance shortfalls, and are still affecting the agency.", "In recent years, MDA has taken positive steps to incorporate some  acquisition best practices, such as increasing competition and partnering  with laboratories to build prototypes. For example, MDA took actions in  fiscal year 2011 to reduce acquisition risks and prevent future cost growth  in its Aegis BMD SM-3 Block IIA program. The agency recognized that  the program’s schedule included elevated acquisition risks, so it  appropriately added more time to the program by revising the schedule to  relieve schedule compression between its subsystem and system-level  design reviews. In addition, it incorporated lessons learned from other  SM-3 variants into its development to further mitigate production unit  costs. Moreover, for its PTSS program, MDA has simplified the design  and requirements.", "However, table 4 shows that the agency’s current acquisition strategies  still include high or elevated levels of concurrency that set many of its  newer programs up for increased acquisition risk, including performance  shortfalls, cost growth, and schedule delays.", "In our April 2012 report, we made two recommendations to strengthen  MDA’s longer-term acquisition prospects. We recommended that the  Secretary of Defense direct the Office of Acquisition Technology and  Logistics to (1) review all of MDA’s acquisitions for concurrency and  determine whether the proper balance has been struck between the  planned deployment dates and the concurrency risks taken to achieve  those dates and (2) review and report to the Secretary of Defense the  extent to which the directed capability delivery dates announced by the  President in 2009 are contributing to concurrency in missile defense  acquisitions and recommend schedule adjustments where significant  benefits can be obtained by reducing concurrency. DOD concurred with  both of these recommendations.", "In addition, we recommended specific steps to reduce concurrency in  several of MDA’s programs. DOD agreed with four of the five missile  defense element-specific recommendations and partially agreed with our  recommendation to report to the Office of the Secretary of Defense and to  Congress the root cause of the SM-3 Block IB developmental flight test  failure, path forward for future development, and the plans to bridge  production from the SM-3 Block IA to the SM-3 Block IB before  committing to additional purchases of the SM-3 Block IB.  DOD  commented that MDA will report this information to the Office of the  Secretary of Defense and to Congress upon completion of the failure  review in the third quarter of fiscal year 2012. However, DOD makes no  reference to delaying additional purchases until the recommended actions  are completed. We maintain our position that MDA should take the  recommended actions before committing to additional purchases of the  SM-3 Block IB."], "subsections": []}, {"section_title": "Parts Quality Issues Have Also Had a Significant Effect on Performance, Cost, and Schedule", "paragraphs": ["MDA parts quality issues have seriously impeded the development of the  BMDS in recent years. For example, during a THAAD flight test in fiscal  year 2010, the air-launched target failed to initiate after it was dropped  from the aircraft and fell into the ocean. The test was aborted and a  subsequent failure review board investigation identified as the immediate  cause of the failure the rigging of cables to the missile in the aircraft and  shortcomings in internal processes at the contractor as the underlying  cause. This failure led to a delay of the planned test, restructuring of other  planned tests, and hundreds of millions of dollars being spent to develop  and acquire new medium-range air-launched targets. In another widely- reported example, the GMD element’s first intercept test of its CE-II  Ground-Based Interceptor failed and the ensuing investigation  determined the root cause of the failure to be a quality control event. This  failure also caused multiple flight tests to be rescheduled, delayed  program milestones, and cost hundreds of millions of dollars for a retest.", "In view of the cost and importance of space and missile defense  acquisitions, we were asked to examine parts quality problems affecting  satellites and missile defense systems across DOD and the National  Aeronautical and Space Administration. In June 2011, we reported that  parts problems discovered after assembly or integration of the instrument  or spacecraft had more significant consequences as they required lengthy  failure analysis, disassembly, rework, and reassembly—sometimes  resulting in a launch delay. For example, the Space Tracking and  Surveillance System program, a space-based infrared sensor program  with two demonstration satellites that launched in September 2009,  discovered problems with defective electronic parts in the Space-Ground  Link Subsystem during system-level testing and integration of the  satellite. By the time the problem was discovered, the manufacturer no  longer produced the part and an alternate contractor had to be found to  manufacture and test replacement parts. According to officials, the  problem cost about $7 million and was one of the factors that contributed  to a 17-month launch delay of two demonstration satellites and delayed  participation in the BMDS testing we reported on in March 2009.", "Our work highlighted a number of causal factors behind the parts quality  problems being experienced at MDA and space agencies. present examples of the parts quality issues we found at MDA below, the  June 2011 report also describes the parts quality issues we found with  other space agencies.", "Poor workmanship. For example, poor soldering workmanship caused  a power distribution unit to experience problems during vehicle-level  testing on MDA’s Targets and Countermeasures program. According  to MDA officials, all units of the same design by the same  manufacturer had to be X-ray inspected and reworked, involving  extensive hardware disassembly. As a corrective action, soldering  technicians were provided with training to improve their soldering  operations and ability to perform better visual inspections after  soldering.", "The use of undocumented and untested manufacturing processes.", "GAO-11-404. manufacturing materials, a portion of the material was not returned  and was inadvertently used to fabricate manifolds for two complete  CE-II Ground-Based Interceptors. The vehicles had already been  processed and delivered to the prime contractor for integration when  the problem was discovered.", "Prime contractor’s failure to ensure that its subcontractors and  suppliers met program requirements. The GMD program experienced  a failure with an electronics part purchased from an unauthorized  supplier. According to program officials, the prime contractor required  subcontractors to only purchase parts from authorized suppliers;  however, the subcontractor failed to execute the requirement and the  prime contractor did not verify compliance.", "At the time of our June 2011 report, MDA had instituted policies to  prevent and detect parts quality problems. The programs reviewed in the  report—GMD, Aegis BMD, Space Tracking and Surveillance System, and  Targets and Countermeasures—were initiated before these recent  policies aimed at preventing and detecting parts quality problems took full  effect. In addition to new policies focused on quality, MDA has developed  a supplier road map database in an effort to gain greater visibility into the  supply chain to more effectively manage supply chain risks. In addition,  according to MDA officials, MDA has recently been auditing parts  distributors in order to rank them for risk in terms of counterfeit parts.", "MDA also participates in a variety of collaborative initiatives to address  quality, in particular, parts quality. These range from informal groups  focused on identifying and sharing news about emerging problems as  quickly as possible, to partnerships that conduct supplier assessments, to  formal groups focused on identifying ways industry and the government  can work together to prevent and mitigate problems.", "Moreover, since our report, MDA has added a new clause in one of its  GMD contracts to provide contractor accountability for quality. We have  not yet fully assessed the clause but it may allow the contracting officer to  make an equitable reduction of performance incentive fee on two contract  line items for certain types of quality problems. This new clause shows  some leadership by MDA to hold contractors accountable for parts  quality. But, we do not yet know what the impact of this clause will be on  improving MDA’s problems with parts quality.", "Our June 2011 report recommended greater coordination between  government organizations responsible for major space and missile  defense programs on parts quality issues and periodic reporting to  Congress. DOD partially concurred with our recommendation for greater  coordination but responded that it would work with the National  Aeronautics and Space Administration to determine the optimal  government-wide assessment and reporting implementation to include all  quality issues, of which parts, materials, and processes would be one of  the major focus areas. In addition, DOD proposed an annual reporting  period to ensure planned, deliberate, and consistent assessments. We  support DOD’s willingness to address all quality issues and to include  parts, materials, and processes as an important focus area in an annual  report. DOD further stated that it had no objection to providing a report to  Congress, if Congress wanted one. We believe that DOD should  proactively provide its proposed annual reports to Congress on a routine  basis, rather than waiting for any requests from Congress, which could be  inconsistent from year to year.", "The parts quality issues will require sustained attention from both the  executive and legislative branches to improve the quality of the systems  in development, particularly because there are significant barriers to  addressing quality problems, such as an increase in counterfeit electronic  parts, a declining government share of the overall electronic parts market,  and workforce gaps within the aerospace sector."], "subsections": []}, {"section_title": "Concluding Observations", "paragraphs": ["In conclusion, as the MDA completes a decade of its work, it continues to  make progress in delivering assets, completing intercept tests, and  addressing some of the quality issues that have plagued it in the past.  This year, there were significant accomplishments, such as the  successful operational test for THAAD, but also setbacks, including failed  tests and their aftermath. Such setbacks reflect inherent risks associated  with the challenging nature of missile defense development, but they are  also exacerbated by strategies that adopt high levels of concurrency that  leave decision makers with less knowledge than needed to move  programs forward. Given that initial capabilities are now in place and  broader fiscal pressures require sound and more efficient management  approaches, it is now time for DOD to reassess MDA's strategy of  accelerating development and production to determine whether this  approach needs to be rethought for current and future BMDS programs.", "Chairman Nelson, Ranking Member Sessions, and Members of the  Subcommittee, this concludes my statement. I am happy to answer any  questions you have."], "subsections": []}, {"section_title": "GAO Contact and Staff Acknowledgments", "paragraphs": ["For future questions about this statement, please contact me at (202)  512-4841 or chaplainc@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs may be found on the last page  of this statement. Individuals making key contributions to this statement  include David B. Best, Assistant Director; Meredith Allen Kimmett; Ivy  Hubler; Steven Stern; Ann Rivlin; Kenneth E. Patton; Robert S.  Swierczek; and Alyssa B. Weir.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}