{"id": "GAO-06-798", "url": "https://www.gao.gov/products/GAO-06-798", "title": "Consumer-Directed Health Plans: Early Enrollee Experiences with Health Savings Accounts and Eligible Health Plans", "published_date": "2006-08-09T00:00:00", "released_date": "2006-09-08T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Health savings accounts (HSA) and the high-deductible health insurance plans that are eligible to be coupled with them are a new type of consumer-directed health plan attracting interest among employers and consumers. Employers and plan enrollees may contribute to tax-advantaged HSAs, and enrollees can use the accounts to pay for health care expenses. Because HSAs and HSA-eligible plans are new, there is interest in the experiences of plan enrollees, as well as in comparing the plan features and enrollee characteristics with those of traditional plans, such as preferred provider organization (PPO) plans. GAO reviewed (1) the financial features of HSA-eligible plans in comparison with those of traditional plans, (2) the characteristics of HSA-eligible plan enrollees in comparison with those of traditional plan enrollees, (3) HSA funding and use, and (4) enrollees' experiences with HSA-eligible plans. GAO analyzed data regarding HSA-eligible and traditional plans and enrollees from national employer health benefits surveys, three selected employers, and a national broker of health insurance. GAO compared Internal Revenue Service (IRS) data for tax filers reporting HSA contributions with corresponding data for all tax filers under 65 years old. GAO also conducted focus groups with employees of the three employers."]}, {"section_title": "What GAO Found", "paragraphs": ["In 2005, HSA-eligible plans had different financial features than traditional plans--such as lower premiums and higher deductibles--but both plan types covered similar health care services, including preventive services, and used similar provider networks. For the three employers' health plans GAO reviewed to illustrate enrollees' potential health care costs, GAO estimated that HSA-eligible plan enrollees would incur higher annual costs than PPO plan enrollees for extensive use of health care, but would incur lower annual costs than PPO plan enrollees for low to moderate use of health care. HSA-eligible plan enrollees generally had higher incomes than comparison groups, but data on age differences were inconclusive. In 2004, 51 percent of tax filers reporting an HSA contribution had an adjusted gross income of $75,000 or more, compared with 18 percent of all tax filers under 65 years old. Two of the three employers GAO reviewed and a national broker of health insurance also reported that HSA-eligible plan enrollees had higher incomes than traditional plan enrollees in 2005. GAO's data sources did not conclusively indicate whether HSA-eligible plan enrollees were older or younger than individuals and enrollees in comparison groups. Just over half of all HSA-eligible plan enrollees and most employers contributed to HSAs, and account holders used their HSA funds to pay for current medical care and to accumulate savings. About 55 percent of HSA-eligible plan enrollees reported HSA contributions to IRS in 2004. Tax filers claimed an average deduction of about $2,100 for their HSA contributions in 2004, and the average amount increased with income. About two-thirds of employers offering HSA-eligible plans contributed to their employees' HSAs, and the average employer HSA contribution was about $1,064 in 2004. About 45 percent of tax filers reporting 2004 HSA contributions also reported that they withdrew funds in 2004, and 90 percent of these funds were withdrawn for qualified medical expenses. The other 55 percent of those reporting HSA contributions in 2004 did not withdraw any funds from their HSA in 2004. HSA-eligible plan enrollees who participated in GAO's focus groups generally reported positive experiences, but most would not recommend the plans to all consumers. Participants enrolled in the plans generally understood the key attributes of their plan. Few participants reported researching cost before obtaining health care services, although many researched the cost of prescription drugs. Most participants were satisfied with their HSA-eligible plan and would recommend these plans to healthy consumers, but not to those who use maintenance medication, have a chronic condition, have children, or may not have the funds to meet the high deductible. GAO received technical comments from IRS and a national broker of health insurance and incorporated the comments as appropriate."]}], "report": [{"section_title": "Letter", "paragraphs": ["Health savings accounts (HSA) and the high-deductible health insurance  plans that are eligible to be coupled with them are a new type of  consumer-directed health plan (CDHP) attracting interest among  employers and consumers. Both employers and plan enrollees may  contribute to tax-advantaged HSAs, and enrollees can use the accounts to  pay for their health care expenses. The high-deductible health plans  typically have lower premiums than other types of health plans because  high-deductible health plan enrollees bear a greater share of the initial  costs of care.", "The novel structure of HSA-eligible plans has raised questions regarding  how the plans and HSAs will affect enrollees’ health care purchasing  decisions and costs. Proponents of HSA-eligible plans believe that the  plans will encourage enrollees to become more astute health care  consumers and thus restrain health care spending increases. Proponents  argue that the high deductibles give enrollees an incentive to seek lower- cost health care services and that the ability to carry over unspent HSA  funds from year to year gives enrollees an incentive to obtain services only  when necessary. However, some critics contend that the high deductibles  associated with HSA-eligible plans may discourage enrollees from  obtaining necessary health care services. Some critics are also concerned  that the plans may attract a disproportionate share of wealthier enrollees  who seek to use the HSA primarily as a tax-advantaged savings vehicle or  healthier or younger individuals who use fewer health care services. If  these plans do attract a larger share of individuals who are likely to use  fewer health care services, premiums for traditional health insurance  plans, such as preferred provider organization (PPO) plans, could rise  faster than they otherwise would because of the disproportionate share of  enrollees with higher health care expenses remaining in those plans.", "Because HSAs and HSA-eligible plans are a relatively new concept in  health insurance coverage, there is interest in the plan features and the  characteristics and experiences of early plan enrollees. For example,  there is interest in who is enrolling in HSA-eligible plans, and whether they  differ from enrollees in traditional health plans, such as PPO plans. In  response to your request, we examined the following questions:  1.  How do financial features, covered services, and enrollees’ annual  costs compare between HSA-eligible and traditional plans?  2.  How do the characteristics of enrollees compare between HSA-eligible  and traditional plans?  3.  How are HSAs funded, and how are HSA account holders using their  funds?  4.  What are enrollees’ experiences with HSA-eligible plans?", "To compare the financial features of HSA-eligible plans with those of  traditional plans, we summarized 2005 data from national employer health  benefits surveys. We also reviewed the financial features of plans offered  in 2005 by three large employers in the public, utility, and insurance  sectors, as well as those of plans sold for 2005 by eHealthInsurance, a  large, national broker of individual and small business health insurance.  To compare the covered health care services and provider networks of  HSA-eligible plans with those of traditional plans, we reviewed plan  brochures provided by the three large employers and spoke with employer  and insurance carrier officials and industry experts. To illustrate the  potential health care costs faced by HSA-eligible and traditional plan  enrollees, we examined the total annual costs to enrollees of the three  employers’ HSA-eligible and PPO plans in 2005. We compared the total  costs for enrollees who used extensive and low to moderate amounts of  health care.", "To compare the characteristics of HSA-eligible and traditional plan  enrollees, we analyzed demographic data provided by the Internal  Revenue Service (IRS) on adjusted gross income and age reported by tax  filers who reported an HSA contribution on their returns for 2004 and  compared them with the corresponding data for all tax filers under   65 years old. We also compared 2005 income and age data for HSA- eligible and traditional plan enrollees who purchased coverage from the  three employers we reviewed and from eHealthInsurance.", "To examine how HSAs are funded and used, we analyzed data on  individual and employer contributions and account withdrawals. To  determine the share of enrollees that opened HSAs, we analyzed survey  data on HSA-eligible plan enrollment and IRS data on HSA contributions.  We also conducted interviews with industry experts regarding the share of  enrollees that opened HSAs. To examine individuals’ HSA contributions,  we analyzed IRS data on the average tax deduction for 2004 HSA  contributions and reviewed data provided by the three employers on the  2005 contributions of employees enrolled in HSA-eligible plans. To  examine employer HSA contributions, we analyzed IRS data on the  average employer contribution in 2004 and summarized 2005 data reported  by two national employer health benefits surveys and the three large  employers we reviewed. To determine how account holders use HSA  funds, we analyzed IRS data on reported HSA withdrawals in 2004 and  conducted a series of focus groups with employees of the three large  employers we reviewed regarding HSA-eligible plan enrollees’ use of  accounts in 2005.", "To determine enrollees’ experiences with HSA-eligible plans, we gathered  information from focus groups of employees of the three large employers  regarding enrollee education, plan comprehension, experience with  obtaining care, use of decision-support tools, and plan satisfaction in 2005.  Unless otherwise noted, the participant experiences we report reflect  multiple focus groups.", "Much of the data we present cannot be generalized to all HSA-eligible  plans and enrollees or HSA account holders. For example, the IRS data for  tax filers reporting an HSA contribution cannot be generalized to all HSA- eligible plan enrollees because the sample is not designed to capture  individuals enrolled in a high-deductible health plan who did not have an  associated HSA. The results of the focus groups and the data obtained  from the three employers cannot be generalized to all HSA-eligible plan  enrollees or employers because they represent only the experiences of the  focus group participants and the benefit offerings of the three employers.  We reviewed all data for reasonableness and consistency and determined  that the data were sufficiently reliable for our purposes. We performed our  work from November 2004 through July 2006 in accordance with generally  accepted government auditing standards. Appendix I provides more  detailed information on our methodology and the characteristics and  limitations of the data we report."], "subsections": [{"section_title": "Background", "paragraphs": ["The majority of Americans receive their health coverage through the  private health insurance market. In 2004, as many as 177 million enrollees  and dependents—up to 84 percent—of the nearly 210 million individuals  under age 65 with health insurance coverage received coverage through  the private health insurance market. Since 2004, insurance carriers selling  coverage in this market have added HSA-eligible plans to their portfolio of  insurance products."], "subsections": [{"section_title": "Private Health Insurance Markets", "paragraphs": ["Private health plans are offered in two primary markets—the group and  the individual markets. The group market includes health plans offered by  employers to employees, either by purchasing the coverage from an  insurance carrier or by funding their own health plans, and health plans  offered by other groups, such as professional associations. About   159 million individuals and their dependents under age 65 received health  coverage through the group market in 2004. The individual market  includes health plans sold by insurance carriers to individuals who do not  receive coverage through an employer or other group. In this market,  health insurance brokers may link individuals with an insurance carrier,  and the enrollee pays a premium for coverage. About 17 million  individuals and their dependents under age 65 received health coverage  through the individual market in 2004. Most employers subsidize a share  of employees’ health coverage purchased in the group market, whereas  individuals purchasing coverage in the individual market typically pay the  full cost."], "subsections": []}, {"section_title": "HSA-Eligible Plans and HSAs", "paragraphs": ["HSA-eligible plans constitute a small but growing share of the private  health insurance market. As we noted in our April 2006 report, the number  of enrollees and dependents covered by an HSA-eligible plan increased  from about 438,000 in September 2004 to about 1 million in March 2005  and to about 3 million in January 2006. In 2004 and 2005, more than half  of these enrollees and dependents were covered by an HSA-eligible plan  purchased in the individual insurance market, rather than obtained from  an employer.", "HSA-eligible plans are required to meet certain statutory criteria. The  plans must have a minimum deductible amount of $1,050 for single  coverage and $2,100 for family coverage in 2006 and a maximum limit on  enrollee out-of-pocket spending of $5,250 for single coverage and $10,500  for family coverage in 2006. Most HSA-eligible plan enrollees are covered  by plans that operate similarly to traditional plans. HSA-eligible plan  enrollees pay premiums to access covered services. As with traditional  plans, rates negotiated by insurance carriers provide incentives for HSA- eligible plan enrollees to access in-network care. However, HSA-eligible  plan enrollees are subject to higher-than-average deductibles. Preventive  care services may be exempted from the deductible requirement, but  coverage of most other services, including prescription drugs, is subject to  the deductible. After meeting the deductible, the HSA-eligible plan pays  for most of the cost of covered services until the enrollee meets the out-of- pocket spending limit, at which point the plan pays 100 percent of the cost  of covered services. Insurance carriers offer HSA-eligible plans to both  employers in the group market and individuals in the individual market.", "An HSA is a tax-advantaged savings account established for paying  qualified medical expenses. Individuals are eligible to open an HSA if  they are enrolled in an HSA-eligible plan and have no other health  coverage, with limited exceptions. However, HSA-eligible plan enrollees  are not required to open or contribute to an HSA and can use non-HSA  funds to pay for medical expenses. HSA-eligible plan enrollees who choose  to pay for medical expenses from their HSA may access their account  funds by check, by debit card, or by authorizing the insurance carriers to  allow the providers to directly debit their account funds. HSAs are owned  by the account holder, and the accounts are portable—individuals may  keep their accounts if they switch jobs or enroll in a non-HSA-eligible  health plan. Both employers and individuals may contribute to HSAs, and  individuals may claim a deduction on their federal income taxes for their  HSA contributions regardless of whether they itemize deductions or claim  the standard deduction. HSA balances can earn interest; roll over from  year to year; and be invested in a variety of financial instruments, such as  mutual funds. HSA balances may also accumulate subject only to annual  limits on contributions. In 2006, contributions were limited to 100 percent  of the deductible, but not more than $2,700 for single coverage or $5,450  for family coverage. Contributions, earned interest, and withdrawals for  qualified medical expenses are not federally taxed. Withdrawals for  nonqualified expenses are subject to income tax and, if made before age  65, a tax penalty. A financial institution, such as a bank or insurance  company, typically administers the account. Table 1 describes the key  features of HSA-eligible plans and HSAs.", "HSA-eligible plans typically provide, to some extent, information on the  cost of health care services and the quality of health care providers. This  information may help enrollees to become more actively engaged in  making health care purchasing decisions. Experts suggest that in order to  assess the price competitiveness of different providers or the cost of  different treatment options, enrollees need reliable, specific information  about the cost of services. Experts also suggest that in order to make  informed provider choices, enrollees need data on key quality measures to  assess the quality of different providers. These quality measures may  include the volume of procedures performed, the outcomes of those  procedures, and certain process indicators demonstrating whether  providers followed certain recommended treatment guidelines. Insurance  carriers offering HSA-eligible plans may also provide online access to  health accounts for enrollees to manage their health care spending.", "These tools may be provided by health insurance carriers to all health  insurance plan enrollees, but are likely to be more important to enrollees  of HSA-eligible plans and other CDHPs, who have a greater financial  incentive to make informed decisions about the quality and costs of health  care providers and services. However, insurance carriers have faced  challenges in obtaining or presenting quality and cost data. As we noted in  our April 2006 report, the decision-support tools provided with CDHPs  were limited and did not provide sufficient information to allow enrollees  to fully assess cost and quality trade-offs of health care purchasing  decisions."], "subsections": []}]}, {"section_title": "Financial Features of HSA-Eligible Plans Differed from Those of Traditional Plans, but Covered Services Were Similar", "paragraphs": ["The financial features—premiums, deductibles, and out-of-pocket  spending limits—of HSA-eligible plans differed from those of traditional  plans in 2005, but both plan types covered similar health care services.  HSA-eligible plans had lower premiums, higher deductibles, and higher  out-of-pocket spending limits than traditional plans in 2005. The HSA- eligible plans we reviewed covered the same broad categories of services  as traditional plans and used similar provider networks in 2005. Our  illustration of enrollees’ potential health care costs for the three  employers’ health plans we reviewed showed that HSA-eligible plan  enrollees would incur higher annual costs than PPO plan enrollees for  extensive use of health care, but would incur lower annual costs than PPO  plan enrollees for low to moderate use of health care."], "subsections": [{"section_title": "HSA-Eligible Plans Had Lower Premiums, Higher Deductibles, and Higher Out-of-Pocket Spending Limits Than Traditional Plans", "paragraphs": ["In the group market, HSA-eligible plans had lower premiums, higher  deductibles, and higher out-of-pocket spending limits than traditional  plans in 2005. Similarly, in the individual market, HSA-eligible plans had  lower premiums and higher deductibles than traditional plans in 2005."], "subsections": [{"section_title": "Group Market", "paragraphs": ["In the group market, HSA-eligible plans had lower premiums, higher  deductibles, and higher out-of-pocket spending limits than traditional  plans in 2005. Premiums for HSA-eligible plans were lower than those for  traditional plans in 2005. According to a national employer health benefits  survey, monthly premiums for HSA-eligible plans averaged $225 for single  coverage and $659 for family coverage in 2005. These HSA-eligible plan  premiums were, on average, 35 percent less than surveyed employers’  traditional plan premiums for single coverage and 29 percent less than  surveyed employers’ traditional plan premiums for family coverage. On  average, surveyed employers paid about the same share of the premiums  for their HSA-eligible plans as for their traditional plans. Monthly  premiums for the HSA-eligible plans offered by the three employers we  reviewed ranged from $231 to $319 for single coverage and from $612 to  $995 for family coverage in 2005. These HSA-eligible plan premiums were  13 to 27 percent less than the employers’ traditional plan premiums for  single coverage and 18 to 23 percent less for family coverage. In contrast  to data from the national employer health benefits survey, data from the  three employers we reviewed showed that the employers paid a greater  share of the premium for their HSA-eligible plan enrollees than for their  traditional plan enrollees.", "HSA-eligible plan deductibles were higher than traditional plan  deductibles in 2005. For example, one national employer health benefits  survey reported that annual deductibles for HSA-eligible plans averaged  $1,901 for single coverage and $4,070 for family coverage in 2005—nearly  six times greater than those of surveyed employers’ traditional plans.  Another national employer health benefits survey reported that the median  annual deductible for HSA-eligible plans offered by large employers was  $1,200 for single coverage in 2005, four times greater than those of  surveyed employers’ traditional plans. Annual deductibles for the HSA- eligible plans offered by the three employers we reviewed ranged from  $1,250 to $3,000 for single coverage and from $2,500 to $6,000 for family  coverage in 2005. In contrast, deductibles for two of the three employers’  traditional plans were zero and for the other employer were $350 for single  coverage and $700 for family coverage.", "Out-of-pocket spending limits for HSA-eligible plans were higher than  those of traditional plans in 2005. According to a national employer  health benefits survey, the median annual out-of-pocket spending limit for  HSA-eligible plans offered by large employers was $3,500 for single  coverage in 2005, which was higher than the median out-of-pocket  spending limit of $1,960 reported for traditional plans. Out-of-pocket  spending limits for HSA-eligible plans offered by the three employers we  reviewed ranged from $3,750 to $5,000 for single coverage and from $7,500  to $10,000 for family coverage in 2005, in contrast to the limits among the  employers’ traditional plans of $1,000 to $2,350 for single coverage and  $2,000 to $4,700 for family coverage. Table 2 summarizes the financial  features of HSA-eligible and traditional plans offered by employers in 2005.", "Premiums and deductibles for HSA-eligible plans sold in the individual  market by eHealthInsurance followed a pattern similar to that of plans  sold in the group market, with lower premiums and higher deductibles  than traditional plans. According to eHealthInsurance, the average  monthly premiums for HSA-eligible plans were $111 for single coverage  and $277 for family coverage in 2005. Premiums for traditional health  plans were, on average, 24 percent more for single coverage and   31 percent more for family coverage. The average annual deductible for  an HSA-eligible plan was $3,190 for single coverage and $5,213 for family  coverage in 2005, compared with deductibles for traditional plans of  $1,597 for single coverage and $2,025 for family coverage. (See table 3.)"], "subsections": []}]}, {"section_title": "HSA-Eligible Plans Covered Similar Health Care Services and Used Similar Provider Networks as Traditional Plans", "paragraphs": ["HSA-eligible plans offered in 2005 by the three employers we reviewed  covered health care services similar to those covered by the traditional  plans offered by the same employers. The HSA-eligible and traditional  plans offered by the same employer covered the same broad categories of  services, such as preventive, diagnostic, maternity, surgical, outpatient,  and emergency care, and typically covered the same services within these  categories. While each HSA-eligible plan defined preventive services  differently, each plan covered, and paid 100 percent of the cost of, certain  core services, including annual physical exams, routine immunizations for  children, routine mammograms, routine Pap tests, and well-child care.  These services were generally also covered by the traditional plans offered  by the employers.", "The provider networks used by HSA-eligible plans and traditional plans  were similar. Two of the three employers we reviewed used the same  insurance carrier and the same provider network for the HSA-eligible plan  and the traditional plan it offered to its employees in 2005. One employer  used different insurance carriers for its HSA-eligible and traditional plan in  2005, and in this case, the HSA-eligible plan network was broader than the  traditional plan network. Other evidence suggests that the provider  networks used by CDHPs and traditional plans are similar. For instance,  industry experts told us that insurance carriers that offer both CDHPs and  traditional plans typically use the same provider networks for both  products. Insurance carriers we spoke with told us that they used the  same provider network for their CDHP and traditional plan products.  Additionally, as we noted in our November 2005 report, the provider  networks used throughout the country by a national CDHP in the Federal  Employees Health Benefits Program (FEHBP) were the same or  comparable to those used by the program’s traditional plans."], "subsections": []}, {"section_title": "Enrollee Costs Would Be Higher for HSA-Eligible Plans Than for PPO Plans When Extensive Care Is Used, but Lower When Low to Moderate Care Is Used", "paragraphs": ["Our illustration of enrollees’ potential health care costs—including  premiums, deductibles, and other out-of-pocket costs for covered  services—for the three employers’ 2005 health plans we reviewed showed  that HSA-eligible plan enrollees would incur higher annual costs than PPO  plan enrollees for extensive use of health care, but would incur lower  annual costs than PPO plan enrollees for low to moderate use of health  care. For example, we estimated that in the event of an illness or injury  resulting in a hospitalization costing $20,000, the total costs incurred by  the three employers’ HSA-eligible plan enrollees would be 47 to 83 percent  higher than those faced by the employers’ PPO plan enrollees. Specifically,  the total costs of health coverage paid by HSA-eligible plan enrollees  would range from $3,710 to $5,111, while the costs paid by PPO plan  enrollees would range from $2,136 to $3,472. In contrast, we estimated that  the total costs paid by HSA-eligible plan enrollees who used low to  moderate amounts of health care, visiting the doctor for illnesses or  injuries six times in one year, would be 48 to 58 percent lower than the  costs paid by the PPO plan enrollees. Specifically, the total annual costs  of health coverage for HSA-eligible plan enrollees would range from $440  to $679, compared with $1,056 to $1,317 for PPO plan enrollees."], "subsections": []}]}, {"section_title": "HSA-Eligible Plan Enrollees Had Higher Incomes Than Comparison Groups, but Data on Age Differences Were Inconclusive", "paragraphs": ["HSA-eligible plan enrollees generally had higher incomes than comparison  groups, but age differences varied depending on the data reviewed. Fifty- one percent of tax filers reporting HSA contributions had an adjusted  gross income of $75,000 or more, compared with 18 percent for all tax  filers under age 65 in 2004. Two of the three employers we reviewed and  eHealthInsurance reported that HSA-eligible plan enrollees had higher  incomes than did traditional plan enrollees in 2005. Regarding age  differences, data from IRS for tax filers and from eHealthInsurance for  individual market enrollees indicate that the average age of HSA-eligible  plan enrollees was higher than that of individuals from comparison  groups. In contrast, data from several employer groups indicate that the  average age of HSA-eligible plan enrollees was lower than that of  comparison groups of enrollees."], "subsections": [{"section_title": "HSA-Eligible Plan Enrollees Had Higher Incomes Than Comparison Groups", "paragraphs": ["HSA-eligible plan enrollees had higher incomes than comparison groups.  The average, or mean, adjusted gross income of the estimated 108,000 tax  filers reporting HSA contributions in 2004 was about $133,000, compared  with $51,000 for all tax filers under age 65, according to IRS data.  Similarly, the median adjusted gross income for these tax filers was about  $76,000, compared with $30,000 for all tax filers under age 65. Moreover,  51 percent of tax filers reporting HSA contributions had an adjusted gross  income of $75,000 or more, compared with 18 percent of all tax filers  under age 65. (See fig. 1.)", "We also found similar income differences between HSA-eligible plan and  traditional plan enrollees when we examined other data sources from the  group and individual markets. As we previously reported, among FEHBP  enrollees actively employed by the federal government, 43 percent of HSA- eligible plan enrollees earned federal incomes of $75,000 or more,  compared with 23 percent for all enrollees in 2005. Actively employed  HSA-eligible plan enrollees also had higher incomes than traditional plan  enrollees in 2005 for two of the three employers we reviewed. One  employer reported that the average salary of its HSA-eligible plan  enrollees was $75,000, compared with $61,000 for its traditional plan  enrollees, and the second employer reported that the average salary of its  HSA-eligible plan enrollees was $91,000, compared with $81,000 for its  traditional plan enrollees. The third employer reported that about the  same share (4 percent) of its actively employed HSA-eligible plan and  traditional plan enrollees had incomes of $75,000 or more in 2005. In the  individual market, eHealthInsurance reported that 35 percent of its HSA- eligible plan enrollees had incomes of $75,000 or more, compared with   21 percent of its traditional plan enrollees in 2005."], "subsections": []}, {"section_title": "Data Sources Did Not Show Consistent Age Differences between HSA- Eligible Plan Enrollees and Comparison Groups", "paragraphs": ["The data sources we examined did not conclusively indicate whether HSA- eligible plan enrollees were older or younger than comparison groups. IRS  data indicate that the average age of tax filers reporting HSA contributions  was about 9 years higher than that of all tax filers under age 65 in 2004.  Similarly, eHealthInsurance reported that the average age of its individual  market HSA-eligible plan enrollees was 5 years higher than that of its  individual market traditional plan enrollees in 2005. In contrast, several  data sources from the group market in 2005 suggest that the average age of  HSA-eligible plan enrollees was lower than that of the traditional plan  enrollees or the average of all enrollees. As we previously reported, the  average age of FEHBP’s HSA-eligible plan enrollees, excluding retirees,  was about 3 years lower than that of all FEHBP enrollees. The three  employers we reviewed reported that the average age of HSA-eligible plan  enrollees, excluding retirees, was 2 to 6 years lower than that of their  traditional plan enrollees. (See table 4.)"], "subsections": []}]}, {"section_title": "Just over Half of Enrollees and Most Employers Contributed to HSAs, and Account Holders Used HSA Funds to Pay for Medical Care and to Accumulate Savings", "paragraphs": ["Just over half of HSA-eligible plan enrollees, and most employers,  contributed to HSAs, and account holders used their HSA funds to pay for  current medical care and to accumulate savings. About 55 percent of HSA- eligible plan enrollees reported HSA contributions in 2004. On average, tax  filers claimed a deduction of about $2,100 for their HSA contributions in  2004, and the average amount increased with income. Most employers  offering HSA-eligible plans contributed to their employees’ HSAs, and the  average employer HSA contribution was about $1,064 in 2004. HSA  account holders used their funds to pay for medical care and to  accumulate savings. About 45 percent of those reporting 2004 HSA  contributions also reported withdrawing funds in 2004, and 90 percent of  these funds were withdrawn for qualified medical expenses. The  remaining 55 percent of those reporting HSA contributions in 2004  reported that they did not withdraw any funds from their HSA in 2004."], "subsections": [{"section_title": "Just over Half of Enrollees Opened and Contributed to HSAs", "paragraphs": ["Not all HSA-eligible plan enrollees opened and contributed to an HSA.  According to our analysis of publicly available survey data and data  obtained from IRS, about 55 percent of HSA-eligible plan enrollees  reported HSA contributions in 2004. Industry experts we spoke with also  estimated that the share of all HSA-eligible plan enrollees that had opened  and contributed to an HSA was about 50 percent to 60 percent. Similarly,  one insurance carrier representative reported that about 60 percent of its  HSA-eligible plan enrollees who obtained coverage through an employer  opened and contributed to an HSA.", "HSA-eligible plan enrollees from the employers we reviewed were more  likely to contribute to an HSA when their employer also offered account  contributions. Specifically, two employers we reviewed contributed to  employees’ HSAs and reported that 64 percent and 90 percent of  employees enrolled in HSA-eligible plans contributed to an HSA in 2005. In  contrast, the third employer did not contribute to its employees’ HSAs and  reported that 38 percent of its employees who were enrolled in HSA- eligible plans contributed to an HSA in 2005.", "Tax filers claimed an average deduction of about $2,100 for HSA  contributions in 2004, and the average amount increased with income.  (See fig. 2.) The three employers we reviewed reported that employees  enrolled in HSA-eligible plans contributed, on average, $826, $1,284, and  $1,544 to their HSAs in 2005."], "subsections": []}, {"section_title": "Most Employers Offering HSA-Eligible Plans Contributed to HSAs", "paragraphs": ["About two-thirds of employers offering HSA-eligible plans contributed to  their employees’ HSAs. According to a national employer health benefits  survey, about two-thirds of employers offering HSA-eligible plans— covering approximately 65 percent of workers in these plans—contributed  to HSAs for either single or family coverage in 2005. Similarly, another  national employer health benefits survey reported that 62 percent of large  employers offering HSA-eligible plans contributed to their employees’  HSAs in 2005.", "The amounts contributed by employers to employees’ HSAs varied. In  2004, the average employer HSA contribution reported to IRS was about  $1,064. Two national employer health benefits surveys reported that  employers contributed different amounts to their employees’ HSAs.  Specifically, one national employer health benefits survey reported that  the average annual employer contribution to HSAs in 2005 was $553 for  single coverage and $1,185 for family coverage. Another survey reported  that among large employers that contribute to employees’ HSAs, the  median employer contribution was $100 for single coverage. Two of the  three employers we reviewed contributed to their employees’ HSAs in  2005. The employers’ contribution amounts varied from $100 to $1,400 for  single coverage and from $200 to $2,300 for family coverage in 2005. One  employer offered fixed HSA contribution amounts to employees, and the  other employer offered varying contribution amounts, which were linked  to employees’ participation in wellness programs. (See annual employer  contribution to HSA in table 2.)"], "subsections": []}, {"section_title": "HSA Account Holders Used HSA Funds to Pay for Medical Care and to Accumulate Savings", "paragraphs": ["Our review of available data showed that HSA account holders used HSA  funds to pay for current medical care and to accumulate savings. Data  from IRS indicate that about 45 percent of those reporting 2004 HSA  contributions—made by themselves, others on their behalf, or their  employers—also reported withdrawing funds from their HSA, and the  average annual amount withdrawn by these tax filers was about $1,910.  Our analysis of data from IRS also indicates that about 90 percent of these  withdrawn funds were used to pay for qualified medical expenses.  Additionally, IRS data show that about 40 percent of all funds contributed  to HSAs in 2004 were withdrawn from the accounts by the end of the year.", "In addition to using HSAs to pay for medical and other expenses, account  holders appeared to use their HSA as a savings vehicle. About 55 percent  of those reporting HSA contributions to IRS in 2004 did not withdraw any  funds from their account in 2004. We could not determine whether HSA- eligible plan enrollees accumulated balances because they did not need to  use their account (that is, they paid for care from out-of-pocket sources or  did not need health care during the year) or because they reduced their  health care spending as a result of financial incentives associated with the  HSA-eligible plan and HSA. However, many focus group participants  reported using their HSA as a tax-advantaged savings vehicle,  accumulating HSA funds for future use. For example, one focus group  participant reported paying out of pocket for a costly surgery in order to  save HSA funds for future use."], "subsections": []}]}, {"section_title": "Focus Group Participants Generally Understood and Were Satisfied with HSA- Eligible Plans, but Would Not Recommend These Plans to All Consumers", "paragraphs": ["Participants in our focus groups who were enrolled in HSA-eligible plans  generally reported positive experiences, but most would not recommend  these plans to all consumers. Participants generally understood the key  attributes of their plan, such as low premiums, high deductibles, and the  mechanics of using the HSA, but were confused about certain other  features. Few participants researched the cost of hospital or physician  services before obtaining care, although many participants researched the  cost of prescription drugs. Most participants reported satisfaction with  their HSA-eligible plan and account, but said they would not recommend  these plans to everyone. Participants said they would recommend HSA- eligible plans to healthy consumers, but not to people who use  maintenance medication, have a chronic condition, have children, or may  not have the funds to meet the high deductible."], "subsections": [{"section_title": "Focus Group Participants Generally Understood Key Attributes of HSA-Eligible Plans and Accounts, but Expressed Confusion about Certain Features", "paragraphs": ["Many participants in our focus groups were able to describe key attributes  of HSA-eligible plans, including low premiums, high deductibles, and how  to pay for services using the HSA. Participants understood that  employers and employees can contribute to an HSA and were aware of the  maximum contribution limits. Participants also understood the ability to  accumulate savings over time and that their HSA was portable if they left  their company.", "Participants expressed confusion about certain other features of HSA- eligible plans and accounts. Regarding their HSA-eligible plan, many  participants understood that certain preventive visits were covered free of  charge, but cited problems distinguishing between preventive services  and other services provided during a preventive visit to a physician. In  particular, participants noted that certain laboratory tests associated with  a preventive visit were not considered a preventive service and thus were  not paid for by the plan. Participants of one focus group also reported that  they did not always know whether services were provided by an in- or out- of-network provider, particularly in emergency situations. For example,  one participant had to pay $1,800 for transporting his wife 10 miles in an  ambulance because the ambulance that was dispatched was not an in- network provider. Regarding their HSAs, many participants were unsure  what medical expenses qualified for payment using their HSA. Some  participants said that they were initially unaware of, or confused about,  how having an HSA limited their use of flexible spending arrangement  (FSA) funds to certain medical expenses. Participants from one  employer said that they were initially unaware of a monthly $3  administrative bank fee for maintaining the HSA and felt that it diminished  any potential savings from interest earned on their HSA balance."], "subsections": []}, {"section_title": "Few Focus Group Participants Researched Cost before Obtaining Health Care Services", "paragraphs": ["Few focus group participants enrolled in HSA-eligible plans researched the  cost of services before obtaining care, although many researched the cost  of prescription drugs. A few participants reported asking physicians about  the cost of services, but others expressed discomfort with asking  physicians about cost. For example, one participant said, “Americans  don’t negotiate. It’s not polite to question the value of  work.”  Participants noted that physicians did not always know the cost of the  services and that this information was generally handled through a billing  office. Participants of one focus group also reported not initially  understanding the extent to which they needed to manage and take  responsibility for their health care as consumers, including by asking  questions about the cost of services and medications.", "Participants reported that only limited information was available regarding  key quality measures for hospitals and physicians, such as the volume of  procedures performed and the outcomes of those procedures. Many  participants relied on referrals from family, friends, or health care  providers for recommendations on providers. Some participants continued  going to physicians with whom they already had an established  relationship. Most participants did research general information on health  care issues, such as on health conditions or treatment options."], "subsections": []}, {"section_title": "Focus Group Participants Were Generally Satisfied with HSA-Eligible Plans but Would Not Recommend These Plans to All Consumers", "paragraphs": ["Most participants, who had voluntarily elected to enroll in the HSA-eligible  plan as one of several choices offered by their employer, reported that  they were generally satisfied with their health plan. Many participants  cited the ability to accumulate savings, the tax advantages of having an  HSA, and the ability to use an HSA debit card or online accounts as  positive aspects of HSAs. Participants reported few problems obtaining  care, and many used their health plan to obtain preventive services, visit  an emergency room or urgent care clinic, or fill prescriptions. When given  a choice of health plan options, many focus group participants reported  that they reenrolled in an HSA-eligible plan for the following year.", "Despite their general satisfaction with HSAs and HSA-eligible plans, some  participants did not like certain aspects of their plan or account. Some  participants said that they would prefer the ability to contribute more to  the HSA to accumulate savings, while others noted that deductibles for  HSA-eligible plans were too high and they would be willing to pay higher  premiums for plans with lower deductibles. Participants also reported that  the cost of prescription drugs was high under HSA-eligible plans. Under  two employers’ HSA-eligible plans, participants had to pay   100 percent of the plan’s negotiated price for prescription drugs until  meeting the deductible. In using the HSA, some participants said they  encountered problems paying for services, such as billing errors for  physician visits, and that the physician offices did not understand how to  accept payment for services with an HSA debit card.", "Most participants said they would recommend HSA-eligible plans to  healthy consumers. Some participants said they enrolled in the HSA- eligible plan specifically because they did not anticipate getting sick, and  many said they considered themselves and their families as being fairly  healthy. However, participants would not recommend these plans to  people who use maintenance medication, have a chronic condition, have  children, or may not have the funds to meet the high deductible."], "subsections": []}, {"section_title": "Focus Group Participants Enrolled in Traditional Plans Cited Several Reasons for Not Enrolling in HSA-Eligible Plans", "paragraphs": ["Participants enrolled in traditional plans from all three employers reported  that they received and reviewed information about their health care  options, including HSA-eligible plans. Most participants easily understood  the features of their traditional plan, including copayments, deductibles,  and the differences between in- and out-of-network providers, and one  group of participants characterized the information on HSA-eligible plans  as confusing and complicated. Participants reported that they did not elect  to enroll in an HSA-eligible plan because their costs under a traditional  plan would be lower and they were concerned about meeting the high  deductible for potentially high medical expenses. Most participants said  they were satisfied with their traditional plan, citing steady monthly  premiums, no unexpected costs or coverage limitations, no need to  manage one’s own health care, or an overall sense of comfort with  traditional plans. If given a choice, most of the participants enrolled in  traditional plans would reenroll in these plans. One group of participants,  whose employer was planning to offer only CDHP options in the future,  suggested they would consider seeking employment elsewhere if forced  into a CDHP. Some participants said they might have considered enrolling  in an HSA-eligible plan if they had been younger and healthier."], "subsections": []}]}, {"section_title": "Concluding Observations", "paragraphs": ["As more individuals face the choice of enrolling in HSA-eligible plans or  other CDHPs, they will likely weigh the savings potential and financial  risks associated with these plans in relation to their own health care needs  and financial circumstances. We found that enrollees who use little health  care could incur lower costs under HSA-eligible plans than under  traditional plans, while those who use more extensive health care services  could incur higher costs under HSA-eligible plans. Thus, when individuals  are given a choice between HSA-eligible and traditional plans—as in the  individual market and with employers offering multiple health plans— HSA-eligible plans may attract healthier individuals who use less health  care or, as we found, higher-income individuals with the means to pay  higher deductibles and the desire to accrue tax-free savings. While  patterns evident during the first few years of HSA-eligible plan enrollment  may not predict future trends and enrollment will depend on the particular  choices available, it will be important to monitor enrollment trends and  assess their implications for the cost of health care coverage for all HSA- eligible and traditional plan enrollees.", "Contrary to the hopes of CDHP proponents, few of the HSA-eligible plan  enrollees who participated in our focus groups researched cost before  obtaining health care services. According to proponents, an increase in  such health care consumerism is central to cost reductions that may occur  under the plans. Any increase in consumerism that may be exhibited by  CDHP enrollees will likely require time, education, and improved decision- support tools that provide enrollees with more information about the cost  and quality of health care providers and services.", "Finally, while HSA-eligible plan enrollees we spoke with were generally  satisfied with their plan, it is notable that these enrollees each had a  choice of health plans and voluntarily selected the HSA-eligible plan. Their  caution that HSA-eligible plans may not be appropriate for everyone and  the views of traditional plan enrollees who opted not to elect an HSA- eligible plan suggest that satisfaction may be lower when employees are  not given a choice or when employer contributions to premiums or  accounts do not sufficiently offset the potentially greater costs faced by  CDHP enrollees."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided to IRS and eHealthInsurance portions of a draft of this report  pertaining to the data each had provided us. We received technical  comments from IRS and eHealthInsurance by email and incorporated  these comments as appropriate.", "As we agreed with your office, unless you publicly announce the contents  of this report earlier, we plan no further distribution of it until 30 days  from the date of this letter. We will then send copies to others who are  interested and make copies available to others who request them. The  report will also be available at no charge on GAO’s Web site at  http://www.gao.gov.", "If you or your staff have any questions about this report, please contact me  at (202) 512-7119 or at dickenj@gao.gov. Contact points for our Offices of  Congressional Relations and Public Affairs can be found on the last page  of this report. GAO staff who made major contributions to this report are  listed in appendix II."], "subsections": []}]}, {"section_title": "Appendix I: Scope and Methodology", "paragraphs": ["To respond to our study objectives regarding health savings accounts  (HSAs) and HSA-eligible plans, we examined (1) the financial features,  covered services, and enrollees’ annual costs of HSA-eligible plans in  comparison with those of traditional plans; (2) the characteristics of HSA- eligible plan enrollees in comparison with those of other individuals and  traditional plan enrollees; (3) the funding and use of HSAs; and (4) the  experiences of enrollees with HSA-eligible plans. We reviewed all data for  reasonableness and consistency and determined that the data were  sufficiently reliable for our purposes. We performed our work from  November 2004 through July 2006 in accordance with generally accepted  government auditing standards."], "subsections": [{"section_title": "Financial Features and Covered Services", "paragraphs": ["We relied on several sources to compare the financial features—that is,  the premiums, deductibles, and out-of-pocket spending limits—of HSA- eligible plans with those of traditional plans. For the group market, we  summarized data on financial features of HSA-eligible and traditional plans  from two 2005 national employer health benefits surveys. In addition, we  hired a contractor, Hewitt Associates LLC, to contact employers, conduct  focus groups with their employees, and obtain information about the  employers’ 2005 health plans. We judgmentally selected employers for  review that (1) offered an HSA-eligible plan and a traditional plan in 2005,  (2) had at least 500 enrollees in their HSA-eligible plan in 2005, and   (3) allowed us to conduct focus groups with their employees. We selected  three large employers in the public, utility, and insurance sectors that met  these criteria, and we agreed not to identify these employers by name in  this report. The three employers we reviewed offered HSA-eligible plans  that were administered by different insurance carriers. We requested that  each employer provide us with plan brochures and other documentation,  including responses to a questionnaire describing its 2005 HSA-eligible and  traditional plans.", "To examine the financial features of HSA-eligible and traditional plans in  the individual market, we reviewed data for plans sold for 2005 by  eHealthInsurance, a large, national broker of individual and small business  health insurance that offers more than 5,600 plans for more than 140  health insurance carriers. Data reported from eHealthInsurance represent  only the policies of individuals who purchased insurance in the individual  market through the brokerage for 2005 and cannot be generalized to all  enrollees. These data were based on a random sample of policies sold by  eHealthInsurance as of December 31, 2005.", "To examine the covered services and provider networks of HSA-eligible  and traditional plans, we reviewed the three employers’ plan brochures  and spoke with employer and insurance carrier officials and industry  experts.", "To illustrate the potential health care costs faced by HSA-eligible and  traditional plan enrollees, we estimated the total annual costs to enrollees  of the three employers’ HSA-eligible and preferred provider organization  (PPO) plans in 2005. We considered the following annual costs associated  with coverage under the plans:    Premiums. HSA-eligible plans typically have lower premiums than PPO  plans. We considered only enrollees’ share of the premiums.", "Deductibles. HSA-eligible plans typically have higher deductibles than  PPO plans. We considered all costs for covered services that enrollees  incurred before meeting their deductible.", "Out-of-pocket spending limits. HSA-eligible plans typically have higher  out-of-pocket spending limits than PPO plans. The out-of-pocket spending  limit includes deductibles and other payments, but does not include  premiums. We considered all copayments and coinsurance enrollees  incurred before meeting their out-of-pocket spending limit.", "We also considered the contributions employers made to employees’  HSAs. Most employers contribute to their employees’ HSAs. We assumed  that when paying for their health care expenses, enrollees only used funds  their employer contributed to their HSA in 2005 and paid for the rest out of  pocket.", "When performing these calculations, we assumed that enrollees had single  coverage and used in-network services. For the analysis of enrollees’ total  health care costs related to extensive use of health care, we examined the  potential costs incurred by enrollees for an illness or injury resulting in a  hospitalization costing $20,000. For the analysis of costs related to low to  moderate use of health care, we examined the potential costs incurred by  enrollees for six doctor’s office visits, classified as for low to moderate  problems, and assumed the negotiated rate for each visit was $80. We  developed this assumption based on our analysis of one insurer’s  negotiated rates for office visits for low to moderate problems in the  regions the three employers’ plans were offered. We considered only the  costs associated with medical care provided by a physician and did not  consider any other costs that could be incurred by an enrollee, such as  prescription drugs. We assumed that enrollees did not have HSA funds  carried over from a prior year. If enrollees had used funds carried over  from a prior year, their out-of-pocket costs could have been lower. We also  did not consider the tax implications associated with enrollee spending for  health care services; if HSA-eligible plan enrollees used tax-advantaged  funds they or someone other than their employer contributed to their HSA,  their costs could have been lower."], "subsections": []}, {"section_title": "Characteristics of HSA-Eligible Enrollees", "paragraphs": ["To compare the characteristics of HSA-eligible and traditional plan  enrollees, we compared demographic data provided by the Internal  Revenue Service (IRS) on adjusted gross income and age for tax filers who  reported HSA contributions on their 2004 tax returns with the  corresponding data for all tax filers less than 65 years of age. IRS data  were based on a random probability sample of 200,295 individual income  tax returns for 2004 from the IRS Statistics of Income (SOI) individual tax  return file, of which a small proportion reported an HSA contribution. The  SOI file is a stratified probability sample of income tax returns filed with  IRS, weighted to represent an estimated population of about 132 million  tax returns. Of the 115 million tax filers less than 65 years of age in 2004,  approximately 0.1 percent—an estimated 108,000 tax filers—reported an  HSA contribution. To assess the relative precision of IRS’s data estimates,  we reviewed the coefficients of variation for all estimates we used in our  calculations. The coefficient of variation measures the magnitude of  dispersion around the mean. In each instance, the coefficient of variation  was less than 33 percent, indicating small to moderate variation.", "IRS data for tax filers reporting an HSA contribution are not generalizable  to all HSA-eligible plan enrollees because the sample is not designed to  capture individuals enrolled in a high-deductible health plan who did not  have an associated HSA. IRS data depend on tax filing status (e.g., single,  married filing jointly, married filing separately) and are not linked to plan  size; a tax return reporting an HSA contribution therefore may include  contributions to multiple HSAs that may represent single and family  policies obtained in the group or individual market. With regard to specific  data elements, adjusted gross income data may represent the income  earned by other family members who may or may not be covered under  the HSA-eligible plan, whereas age data represent the age of the primary  taxpayer, who may or may not be enrolled in the HSA-eligible plan. For  comparison purposes, we analyzed data for a sample of all tax filers under  age 65, because individuals 65 years and older are generally enrolled in  Medicare and are ineligible to contribute to an HSA.", "To supplement IRS data, we analyzed 2005 income and age data reported  for HSA-eligible and traditional plan enrollees who purchased coverage in  the group market, excluding retirees, through the three employers we  reviewed as well as in the individual market through eHealthInsurance for  enrollees under 65 years of age."], "subsections": []}, {"section_title": "HSA Funding and Use", "paragraphs": ["To determine how HSAs are funded and how HSA account holders are  using their funds, we gathered and analyzed SOI data from IRS, data from  two national employer health benefits surveys, and data from the three  employers we reviewed. To determine the share of enrollees that opened  HSAs, we analyzed survey data on the number of HSA-eligible plan  enrollees and IRS data on the number of tax returns reporting HSA  contributions, and examined data provided by the three employers we  reviewed regarding the share of HSA-eligible plan enrollees who  contributed to HSAs through pretax payroll deductions. We also  conducted interviews with industry experts regarding the share of  enrollees that opened HSAs. To examine individuals’ HSA contributions,  we analyzed IRS data on the average 2004 HSA tax deduction claimed by  tax filers and reviewed 2005 data provided by the three employers  regarding the contributions of employees enrolled in HSA-eligible plans.  To examine employer HSA contributions, we analyzed IRS data on the  average employer contribution among those who reported any HSA  contribution on their 2004 tax return and summarized 2005 data reported  by two national employer health benefits surveys and the three  employers. To determine how HSAs are used, we analyzed IRS data on  account withdrawals among those who reported HSA contributions made  by themselves, others on their behalf, or their employers in 2004. We also  obtained information regarding enrollee HSA funding and use through the  focus groups with employees of the three employers we reviewed."], "subsections": []}, {"section_title": "Enrollee Experiences", "paragraphs": ["To determine enrollees’ experiences with HSA-eligible plans, we used  focus groups of HSA-eligible plan enrollees to obtain qualitative  information on enrollee education, plan comprehension, experience with  obtaining care, use of decision-support tools, and plan satisfaction in 2005.  We contracted with Hewitt Associates LLC, a human resources consulting  firm, to screen and select participants and to moderate these focus groups.  For each of the three employers selected, focus groups were conducted  with employees enrolled in an HSA-eligible plan or, for comparison  purposes, in a traditional plan in 2005. Across the three employers, eight  focus groups were conducted, comprising 47 employees enrolled in HSA- eligible plans and 28 employees enrolled in traditional plans. Each group  consisted of 7 to 12 participants. In screening and selecting focus group  participants, we requested that Hewitt Associates LLC attempt to balance  the focus groups by demographic characteristics, including age, sex, and  type of coverage (i.e., single or family), and with regard to employee job  title or position. In order to ensure that the focus groups could describe  the experiences of both users and nonusers of health care services, we  requested that Hewitt Associates LLC include a mix of participants who  used their health care plan to obtain medical care or prescription drugs  and participants who did not. Finally, we requested that employees and  their supervisors not be included in the same focus group to encourage  participants to speak freely. Unless otherwise noted, the participant  experiences we report reflect multiple focus groups. The results of the  focus groups and the data obtained from the three employers may not be  generalized to all HSA-eligible plan enrollees or employers because they  represent only the experiences of the focus group participants and the  benefit offerings of the three employers."], "subsections": []}]}, {"section_title": "Appendix II: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "Acknowledgments", "paragraphs": ["In addition to the contact named above, Randy DiRosa, Assistant Director;  N. Rotimi Adebonojo; Rashmi Agarwal; Martha R. W. Kelly; Roseanne  Price; Pamela N. Roberto; and Patricia Roy made key contributions to this  report."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Consumer-Directed Health Plans: Small but Growing Enrollment Fueled  by Rising Cost of Health Care Coverage. GAO-06-514. Washington, D.C.:  April 28, 2006.", "Federal Employees Health Benefits Program: First-Year Experience with  High-Deductible Health Plans and Health Savings Accounts. GAO-06-271.  Washington, D.C.: January 31, 2006.", "Federal Employees Health Benefits Program: Early Experience with a  Consumer-Directed Health Plan. GAO-06-143. Washington, D.C.:  November 21, 2005."], "subsections": []}], "fastfact": []}