{"id": "GAO-17-186", "url": "https://www.gao.gov/products/GAO-17-186", "title": "2016 Filing Season: IRS Improved Telephone Service but Needs to Better Assist Identity Theft Victims and Prevent Release of Fraudulent Refunds", "published_date": "2017-01-31T00:00:00", "released_date": "2017-01-31T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO was asked to review IRS's 2016 filing season. This report assesses, among other things, how well IRS provided service to taxpayers compared to its performance in prior years, and its efforts to improve service for IDT victims, including selected internal control processes.", "GAO analyzed IRS documents and data for fiscal years 2011 through 2016 and reviewed 16 randomly selected IDT cases open or closed during a 10-month period in 2015 and 2016. GAO also conducted 5 discussion groups with 15 IRS assistors and 13 managers who handle IDT cases, and interviewed IRS officials and external stakeholders, such as representatives from the tax preparation industry. The results of the case studies and discussion groups are not generalizable. GAO compared IRS actions to federal standards for evaluating performance and internal control."]}, {"section_title": "What GAO Found", "paragraphs": ["The Internal Revenue Service (IRS) provided better telephone service to callers during the 2016 filing season—generally between January and mid-April—compared to 2015. However, its performance during the full fiscal year remained low. IRS does not make this nor other types of customer service information easily available to taxpayers, such as in an online dashboard. Without easily accessible information, taxpayers are not well informed on what to expect when requesting services from IRS.", "IRS has improved aspects of service for victims of identity theft (IDT) refund fraud. However, inefficiencies contribute to delays, and potentially weak internal controls may lead to the release of fraudulent refunds. In turn, this limits IRS's ability to serve taxpayers and protect federal dollars. While IRS has reduced its backlog of IDT cases and formed a team to improve its handling of these cases, GAO has identified areas for potential improvement. Specifically:", "File retrieval and scanning processes contributed to delays and unnecessary requests for documents. For example, in 2 of 16 cases, resolution was delayed by at least 1 month while an assistor waited for another unit to retrieve and scan documents into IRS's system. In one of those cases, plus one other, the document request was unnecessary because the assistor closed the case without the document. Inefficient processes and unnecessary requests to retrieve and scan documents can delay case resolution and refunds to the legitimate taxpayer.", "Potential weaknesses in IRS's internal control processes could lead to IRS paying refunds to fraudsters. In discussion groups with GAO, IRS assistors and managers said some assistors may release refunds even if indicators on the account show that the tax return is under review for IDT, or two returns have been filed for that taxpayer. Some participants said assistors answering telephone calls can release these holds because they do not understand the codes on the taxpayer's account. IRS officials said that these errors are not widespread and provided data to support their position. However, GAO identified weaknesses in those data, which IRS officials acknowledged. In response to this report, in January 2017 officials provided another analysis of IRS data that they said showed this type of error does occur but may not be as widespread as staff and managers suggested. GAO will continue to work with IRS to determine if these additional data are sufficient to address its recommendation.", "IRS does not notify taxpayers when a dependent's identity appears on a fraudulent return. According to IRS officials, the agency does not consider a dependent to be a victim if his or her Social Security number had been used as a dependent on a fraudulent return. However, IRS has previously provided guidance to taxpayers when a dependent was a victim of identity theft. After one data breach in 2015, IRS notified taxpayers and provided information on actions that parents could take to protect a minor's identity when their dependents were also victims. By not notifying taxpayers that their dependents' information may have been used to commit fraud, IRS is limiting taxpayers' ability to take action to protect their dependents' identity."]}, {"section_title": "What GAO Recommends", "paragraphs": ["GAO recommends IRS display customer service standards and performance online; review its retrieval and scanning processes; improve existing data or collect new data to monitor how and why assistors release refunds before closing an IDT or duplicate return case; and revise its notices to IDT victims.", "IRS disagreed with GAO's recommendation to improve data for monitoring refund releases, stating that the problem is not widespread and current processes are sufficient. GAO maintains that the data IRS uses are not sufficient to make such a determination. IRS agreed with the remaining three recommendations."]}], "report": [{"section_title": "Letter", "paragraphs": ["In recent years, the Internal Revenue Service (IRS) has experienced  declining resources and an increased workload. This has raised concerns  over the agency’s ability to provide service to taxpayers. For example, in  2015, we reported that IRS provided the lowest level of telephone service  during fiscal year 2015 compared to prior years. Callers experienced long  wait times and only 38 percent of callers who wanted to speak with an  IRS assistor reached one. The severe decline in service highlights the  challenges of managing IRS’s operations and underscores the  importance of IRS making tough decisions to improve service.  Maintaining quality customer service is important because it helps  taxpayers comply with the tax code.", "IRS also has been confronted with the growing problem of identity theft  (IDT) refund fraud over the past several years. IDT refund fraud occurs  when a fraudster obtains an individual’s Social Security number (SSN),  date of birth, or other personally identifiable information (PII), and uses it  to file a fraudulent tax return seeking a refund. This crime is an evolving  and costly problem that causes hardship for legitimate taxpayers who are  victimized, and demands an increasing amount of IRS resources. IDT  refund fraud burdens honest taxpayers because authenticating their  identities is likely to delay the processing of their returns and refunds in  those cases where a legitimate refund is due. Given current and  emerging risks, in 2015, we expanded our high-risk area on the  enforcement of tax laws to include IRS’s efforts to address IDT refund  fraud. IRS estimates that at least $14.59 billion in IDT tax refund fraud  was attempted in calendar year 2015 of which it prevented at least $12.35  billion (85 percent), but at least $2.24 billion (15 percent) was paid.", "You asked us to review IRS’s 2016 filing season. This report assesses (1)  how well IRS provided customer service compared to its performance in  prior years and describes what is known about the cost of calls on  selected IRS telephone lines; (2) how well IRS processed individual  income tax returns compared to its performance in prior years; and (3)  IRS’s efforts to improve customer service for IDT victims, including  selected internal control processes.", "To conduct this work, we obtained and analyzed IRS documents and data  for fiscal years 2011 through 2016. We chose these years to identify  trends and anomalies over a 6-year period. We interviewed IRS officials  and external stakeholders, such as representatives from the tax  preparation industry who represent companies that prepare millions of tax  returns or organizations that frequently interact with IRS on key aspects  of the filing season. We also collected and reviewed relevant  documentation from IRS officials to evaluate IRS’s actions to implement  selected prior recommendations. Additionally, we conducted a file review  of 16 IDT cases at an IRS facility in Atlanta where some assistors who  handle IDT cases work and where IRS’s Wage and Investment Division is  located, which plays a key role in IDT prevention and case management.  We identified these cases by using stratified random sampling from an  IRS-provided list of all IDT cases either open or closed during a 10-month  period spanning 2015 and 2016. We designed the selection process to  include cases with varied statuses, and drew them from three groups— open cases, short cases, and long cases. For each case type category,  we oversampled to account for cases where the case had recently closed  and to be able to select cases with refund interest. We sent a list of the  IDT cases we selected to IRS officials with instructions about the order in  which they should pull files for our review. During our file review, we  verified the steps included in our instructions to ensure that IRS officials  completed our instructions accurately. In addition, to identify participants  we asked IRS to locate assistors and managers who are involved in  resolving IDT cases in Atlanta and Kansas City, Missouri, two of eight locations where IRS works IDT cases. We divided them into five different  discussion groups to obtain their perspectives on how IRS can more  efficiently provide customer service to IDT victims. The findings from the  file review and discussion groups cannot be generalized to all IDT cases  or the perspectives of all IDT caseworkers.", "To evaluate IRS’s efforts to improve customer service, we identified  federal standards for evaluating performance under the Government  Performance and Results Act (GPRA) Modernization Act and relevant  customer service-related Executive Orders, Presidential Memorandums,  and Office of Management and Budget (OMB) guidance, as well as  internal control standards, and compared IRS actions to those  standards.  We assessed the reliability of the data we report by  reviewing IRS reports for each of the areas in our review, such as multiple  key telephone service reports, reports on return processing and refunds,  and reports on IDT inventory. We examined the data in the reports to  identify obvious errors or outliers, or potential data limitations that would  affect how we use the data, and found no such problems.  We also  reviewed IRS’s responses to our questions on the reliability of data  included in this report. We determined that the data presented in this  report are sufficiently reliable for the purposes of our reporting objectives.  More information on our scope and methodology can be found in  appendix I.", "We conducted this performance audit from January 2016 to January 2017  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": [], "subsections": [{"section_title": "Customer Service and Tax Return Processing", "paragraphs": ["IRS uses multiple channels to provide customer service to taxpayers and  process tax returns:  Telephone service: Taxpayers can speak with IRS assistors to obtain  information about their accounts throughout the year or to ask basic tax  law questions during the filing season. Taxpayers can also listen to  recorded tax information or use automated services to obtain information  on the status of refund processing as well as account information such as  balances due. Since fiscal year 2011, IRS has received an average of  about 116 million calls from taxpayers each year. In 2015, we reported  that IRS’s telephone service had continued to deteriorate from prior years  and we suggested Congress require the Secretary of the Treasury to  develop a comprehensive customer service strategy.", "Correspondence: Taxpayers may also use paper correspondence to  communicate with IRS, which includes responding to IRS requests for  information or data, providing additional information, or disputing a notice.  IRS assistors respond to taxpayer inquiries on a variety of tax law and  procedural questions, and handle complex account adjustments such as  amended returns and duplicate filings. IRS tries to respond to paper  correspondence within 45 days of receipt; otherwise, such  correspondence is considered “overage.” Last year, we reported that  about half of the 19 million pieces of correspondence IRS received was  overage. Minimizing overage correspondence is important because  delayed responses may prompt taxpayers to write again, call, or visit  walk-in sites. IRS then would be required to pay interest on refunds owed  to taxpayers if it did not process amended returns within 45 days.", "Online services: IRS’s website is a low-cost method for providing  taxpayers with basic interactive tools to, for example, check refund status,  make payments, and apply for plans to pay taxes due in scheduled  payments (installment agreements). Taxpayers can use the website to  print forms, publications, and instructions, and can use IRS’s interactive  tools to get answers to tax law questions without calling or writing to IRS.  Total visits to IRS’s website in fiscal year 2016 were about 500 million.", "Face-to-face assistance: Face-to-face assistance remains an important  part of IRS’s service efforts, particularly for low-income taxpayers.  Taxpayers can receive face-to-face assistance at IRS’s walk-in sites or at  thousands of sites staffed by volunteer partners during the filing season.  At walk-in sites, IRS staff provide services including answering basic tax  law questions, reviewing and adjusting taxpayer accounts, taking  payments, authenticating Individual Taxpayer Identification Number  applicants, and assisting IDT victims. At sites staffed by volunteers,  taxpayers can receive free return preparation assistance as well as  financial literacy information. Nearly 4.5 million taxpayers visited an IRS  walk-in site in fiscal year 2016.", "Tax return processing: Every year since 2011, IRS has processed more  than 140 million paper and electronically-filed (e-filed) returns and  approximately $300 billion in refunds. When IRS processes returns, it  checks for errors and corrects those that it can. If needed, IRS  corresponds by mail with the taxpayer to request additional information,  such as a missing form or other documentation. IRS expends significant  resources correcting errors. The process can affect how long it takes IRS  to issue refunds."], "subsections": []}, {"section_title": "IRS Budget", "paragraphs": ["IRS’s fiscal year 2016 appropriation was $11.24 billion. This is about  $900 million (7 percent) less than its fiscal year 2011 appropriation of  $12.12 billion. The change in appropriation varied significantly by  appropriation account. Specifically, IRS’s Taxpayer Services account— used to fund taxpayer service activities and programs—increased about 2  percent from $2.29 billion to $2.33 billion between fiscal years 2011 and  2016. In contrast, the Enforcement account decreased about 11 percent  (about $620 million) from $5.49 billion to $4.87 billion between fiscal  years 2011 and 2016. IRS’s fiscal year 2016 appropriation included a  $290 million increase over fiscal year 2015, which IRS was directed to  allocate to improve taxpayer services ($178.4 million), cybersecurity  ($95.4 million), and IDT prevention ($16.1 million). In addition to annually  appropriated resources, IRS has permanent, indefinite authority to  obligate user fee collections, which allows the agency flexibility in the use  of these funds. The amounts that IRS has obligated in user fee funds  from the Taxpayer Services account has varied considerably in the last 3  years, from $183 million in fiscal year 2014 to $45 million in fiscal year  2015 to $70 million in fiscal year 2016 (down from a planned $103  million)."], "subsections": []}, {"section_title": "IDT Refund Fraud", "paragraphs": ["Viewed broadly, IDT refund fraud is composed of two crimes: (1) the theft  or compromise of PII, and (2) the use of stolen (or otherwise  compromised) PII to file a fraudulent tax return and collect a fraudulent  refund. Figure 1 presents an example of how fraudsters may use stolen  PII and other information, real or fictitious (e.g., sources and amounts of  income), to complete and file a fraudulent tax return and successfully  receive a refund. In this example, a taxpayer may alert IRS of IDT refund  fraud. Alternatively, IRS can detect IDT refund fraud through its  automated filters that search for specific characteristics as well as through  other reviews of taxpayer returns. In October 2015, IRS formed an IDT  reengineering team that is focused on improving the taxpayer experience  for victims of IDT."], "subsections": []}]}, {"section_title": "IRS Improved Telephone Service Compared to Last Year, but Does Not Make Customer Service Information Easily Available", "paragraphs": [], "subsections": [{"section_title": "Telephone Service Significantly Improved This Filing Season, but Improved Less during the Fiscal Year", "paragraphs": ["IRS improved its telephone level of service—which is defined as the  percentage of people who want to speak with an assistor and were able  to reach one—from 37 percent during the 2015 filing season to 72  percent during the 2016 filing season (7 percentage points higher than  forecast). This was the highest level of service reached during this time  since 2011. As it has historically done, IRS reduced the level of service  before and after the filing season, which IRS officials explained was to  increase IRS’s attention to customer service in others areas, such as  responding to taxpayer correspondence.", "During the 2016 filing season, taxpayers waited an average of about 11  minutes to speak to an assistor, which was substantially better than IRS  expected. By comparison, during the fiscal year, callers waited an  average of about 18 minutes, which was an improvement over last year  and better than IRS had expected this year. Figure 2 shows that IRS  provided a better level of service and shorter average wait time to speak  to an assistor during the 2016 filing season compared to the fiscal year.", "Compared to last year, total call volume increased about 2 percent to  slightly more than 114 million calls. At the same time, IRS increased the  number of full-time equivalents (FTE) answering phone calls by about 23  percent (which includes about 250 FTEs from its Identity Theft Victims  Assistance unit) and assistors answered about 40 percent (or 7.3 million)  more calls from taxpayers. Total calls where taxpayers abandoned the  call, were disconnected, or received a busy signal declined by about 10  percent (from 56.2 million in 2015 to 50.6 million in 2016).", "IRS officials attributed many of these improvements to additional  appropriations funding and user fee funds, which in part allowed for more  hiring and use of overtime compared to last year. With the additional  $178.4 million in appropriated funds for taxpayer services, IRS hired  approximately 1,000 more assistors. However, IRS officials noted the  agency received its appropriated funds in December 2015, which caused  delays in hiring and training assistors. Also, IRS assistors who answer  telephone calls and respond to correspondence from taxpayers  collectively worked significantly more overtime than last year (about 600  FTEs of overtime in fiscal year 2016 compared to about 60 FTEs the prior  year). As in prior years, IRS maintained high accuracy rates for assistors’  responses to taxpayer questions via telephone, which have remained well  above 90 percent for answering both account and tax law questions.", "To improve telephone service, we have made several recommendations  to IRS such as to set its level of service based on a comparison to  private-sector organizations providing a comparable or analogous  service—or the “best in the business”—to identify gaps between actual  and desired performance. As of December 2016, IRS officials reported  that they completed a study to benchmark IRS’s telephone service  against the best in business in June 2016, and were reviewing the results."], "subsections": []}, {"section_title": "IRS Uses Several Measures to Estimate and Manage Resources Needed per Type of Call", "paragraphs": ["The measures that IRS uses to report its performance in answering  telephone calls include level of service, wait time, and demand to speak  to an assistor, among others. Several of these measures are broken  down by type of call. IRS uses this information to track which types of  calls, if any, require more resources to handle or could be readily  automated. IRS officials said they believe that, taken together, the  measures IRS uses provide an overall picture of the resources it  dedicates to the different types of calls. According to IRS estimates, the  average cost per call answered by IRS assistors increased from $32 to  $56 between 2011 and 2015. IRS officials attributed this increase to  answering about half as many calls, combined with only slightly lower  costs, in 2015 compared to 2011. However, in 2016, IRS estimated this  cost declined to $42 per call. Officials attributed this decline to having  more assistors and answering more calls that were shorter in average  length. For automated calls, IRS estimated an average cost of about  $0.79 per call in 2011, which decreased to $0.50 per call in 2016. While  IRS is answering fewer calls through automation, we have previously  reported that identifying more calls that IRS can answer through  automation is important because it reduces demand for assistor- answered calls and saves IRS money.", "IRS does not break down the average cost per call by type of call  received. According to IRS officials, its costs are generally consistent  across the different types of calls because assistors’ pay does not vary  significantly by location, and assistors can generally answer all types of  calls after receiving the necessary training. Therefore, officials do not  believe it would be useful to calculate and track the dollar cost per type of  call in addition to the measures they currently use."], "subsections": []}, {"section_title": "IRS Improved in Some Services, but Faces Challenges Delivering Online Services and Processing Correspondence Timely", "paragraphs": ["IRS has taken a multi-pronged approach to improving service. For  example, IRS expanded its appointment service pilot to all its walk-in  sites, which allowed taxpayers to call IRS to schedule an appointment.  IRS officials reported that by doing this, it addressed the taxpayer’s  question on the phone or directed them to its website without needing to  schedule an appointment about half the time. This also contributed to a  20 percent decrease in total visits to IRS walk-in sites. See appendix II for  information on use of IRS walk-in sites.", "Additionally, IRS has seen growth in the use of certain online services,  which include its web site, mobile application tools, and select self-service  tools (see appendix III for data showing the increased use in these areas  since fiscal year 2011). This growth occurred despite two key applications  being offline.", "In May 2015, IRS disabled its Get Transcript service after fraudsters  used personal information obtained from other sources outside IRS to  pose as legitimate taxpayers to access their tax return information.  More than a year later, in June 2016, IRS relaunched the service. IRS  stated the new version provides a more rigorous e-authentication  process for taxpayers, which was intended to significantly increase  protection against identity thieves. IRS also expects that this  enhanced authentication process will provide a foundation for  additional online services.", "In June 2016, IRS discontinued its e-file Personal Identification  Number (PIN) tool, with which taxpayers could retrieve their e-file  PINs online or via telephone. This action followed IRS’s  announcement in February 2016 that cybercriminals had stolen more  than 100,000 e-file PINs through the tool.", "An ongoing challenge for IRS is balancing the need for strong security  with taxpayers’ ability to access their personal taxpayer information  through IRS’s online services. External stakeholders, such as third-party  software providers, and the National Taxpayer Advocate have expressed  concerns that IRS’s e-authentication procedures limit the number of  taxpayers who can use these services. In a fiscal year 2017 report to  Congress, the National Taxpayer Advocate raised a number of concerns  about IRS potentially ignoring the needs of taxpayers who either have no  access to the online services or choose not to use an online account  system for various reasons. For example, the report noted that not all  taxpayers have credit cards or access to the technology required to  authenticate online, such as a smartphone or email account. IRS officials  acknowledged these challenges and in June 2016 included an option for  a taxpayer to authenticate his or her identity through the mail, which  eliminates some of the requirements to gain online access to these  services. Additionally, in December 2016 IRS launched an online tool that  allows taxpayers to view their account balance. IRS said it plans to add  additional capabilities to this tool in the future.", "IRS also continues to struggle with processing correspondence in a timely  manner. IRS received more than 19.4 million pieces of correspondence in  fiscal year 2016, a 3 percent increase over last year. While IRS has  continued to reduce the time needed to close correspondence cases,  declining from its peak of 67.4 days in fiscal year 2013 to 45.5 days in  fiscal year 2016, its correspondence overage rate continues to remain  high at nearly 50 percent. Accordingly, during the first half of fiscal year  2016, customer satisfaction scores for correspondence were substantially  lower than for toll-free telephone service (62 percent and 87 percent,  respectively). As of November 2016, the Department of the Treasury  (Treasury) had not implemented our 2015 recommendation that it update  the department’s performance plan to include overage rates for handling  correspondence as a part of Treasury’s performance goals. IRS officials  told us that, in June and August 2016, they met with Treasury and that  based on these discussions, Treasury and IRS agreed to include  language in the Treasury fiscal year 2018 Congressional Justification  regarding correspondence overage rates.", "In addition to our recommendations on telephone and correspondence,  implementing our prior recommendations in other areas could help IRS  improve service. In April 2013, we recommended that IRS develop a long- term online strategy that should, for example, include business cases for  all new online services. Such a strategy would help ensure that IRS is  maximizing the benefit to taxpayers and reduce costs in other areas, such  as for IRS’s telephone operations. In addition, in December 2015, we  suggested that Congress consider requiring that Treasury work with IRS  to develop a comprehensive customer service strategy. Without such a  strategy, Treasury and IRS can neither measure nor effectively  communicate to Congress the types and levels of customer service  taxpayers should expect and the resources needed to reach those levels.", "As of December 2016, Congress had not yet taken action on our  suggestion. However, in April 2016, IRS officials told us that the agency  established a team to consider our prior recommendations in developing  a comprehensive customer service strategy or goals for telephone  service. As noted above, IRS officials have completed the benchmarking  study, and are reviewing the results. IRS has a “Future State” vision for  agency-wide operations, which aims to improve services across different  taxpayer interactions such as individual account assistance, exams, and  collections. IRS requested funding in the fiscal year 2017 budget  justification to enhance web applications, including the online account  component of its Future State initiative. However, it is unclear the extent  to which the Future State initiative will address our recommendations. We  will continue to assess the initiative as it develops."], "subsections": []}, {"section_title": "IRS Does Not Make Customer Service Performance Information Easily Available for Taxpayers", "paragraphs": ["IRS provides key stakeholders, including Congress and federal oversight  agencies, historical performance data and forecasts concerning what it  expects to deliver during the fiscal year, such as telephone level of  service. However, this information is not necessarily designed for or  accessible to taxpayers. One exception is that, on the telephone, IRS  provides taxpayers with an expected wait time to speak with an assistor.  In addition, IRS has issued press releases for several years in February  cautioning that the month’s President’s Day weekend is one of the busiest  times of the year to call IRS, and providing alternative sources for  taxpayers to get the information they need. However, this information is  largely directed to the media to disseminate to the public, and key  performance information, such as level of service and average wait time,  is not easily available to taxpayers when they access IRS’s website.  Similarly, IRS internally forecasts and tracks how long it expects to take  when processing different types of correspondence, but does not  publicize this information. Moreover, IRS does not have a central, readily  available location—for example on its website—to provide customer  service information that informs taxpayers what type and level of service  to expect when interacting with IRS.", "Both Congress and the executive branch have taken steps to improve  customer service. The GPRA Modernization Act (GPRAMA) requires  agencies to, among other things, establish a balanced set of performance  indicators to measure progress toward each performance goal, including,  as appropriate, customer service. Similarly, several Executive Orders,  Presidential Memorandums, and OMB guidance require agencies to take  steps to strengthen customer service and describe a number of actions  agencies can take to improve their customer service. Specifically, these  include informing customers what they have a right to expect when they  request services and providing customer service standards that are  understandable and easily available to the public. Additionally, OMB  established a cross-agency priority (CAP) goal to improve customer  service—in part through utilizing technology—to keep pace with the  public’s expectations. This would involve efforts by the federal  government to transform customer services by streamlining transactions,  developing standards for high-impact services, and utilizing technology to  improve the customer experience. In 2016, a CAP team whose goal is to  make it faster and easier for individuals and businesses to receive  customer service noted that specific attention is needed to improve  taxpayer assistance. The team noted that improved transparency would  help citizens set expectations and hold government accountable for  improvements. It added that failure to meet those expectations creates  unnecessary hassle and cost for citizens and the government. Other  federal agencies have used dashboards to convey information to the  public. For example, we have issued a series of reports related to the IT  Dashboard, which OMB deployed in 2009 to display federal agencies’  cost, schedule, and performance data. We noted that the public display  of data allows oversight bodies, including Congress, and the general  public to hold government agencies accountable for progress and results.", "When we asked IRS officials about not having an online dashboard, they  said they had not previously considered the idea given that some  customer service and performance information is publicly available in  various locations on irs.gov. In addition, officials were concerned about  spending resources to update a dashboard using real-time data, such as  expected wait time and level of service for each of IRS’s 52 toll-free  telephone lines. They also noted that providing certain information could  potentially lead taxpayers to call IRS instead of remaining online where it  is less expensive for IRS to provide taxpayer service. However, when we  pointed out that a dashboard does not need to be updated on a real time  basis to be useful, IRS officials subsequently indicated a better  understanding of the value of such a dashboard, and agreed it could be  possible to develop one as we described. Further, a dashboard updated  to reflect historic performance for specific date ranges during the year  could benefit taxpayers by informing them of what to expect, without  requiring significant agency resources.", "In addition, providing taxpayers with easily accessible customer service  information has the potential to drive taxpayers to IRS’s website, which  IRS officials have said is their preferred method of communication  because of its inherently lower cost. For example, if taxpayers could learn  in advance that potentially calling to speak with an assistor would result in  an excessive wait time, taxpayers may elect to spend more time on IRS’s  website looking for the information. Without easily accessible customer  service information, taxpayers are less likely to be informed on what to  expect when requesting services from IRS."], "subsections": []}]}, {"section_title": "IRS Generally Processed Returns Smoothly with Some Delays Due to Taxpayer Errors in Claiming the Premium Tax Credit", "paragraphs": ["IRS officials and other stakeholders reported that IRS generally  experienced few problems processing returns during the filing season. In  addition, from January 2016 through September 2016, IRS processed  about 147 million individual income tax returns and 109 million refunds  (see appendix IV). However, there were two processing interruptions in  2016 that each lasted about 1 day.", "In early February, IRS experienced a major system failure that  prevented it from processing returns and prevented taxpayers from  accessing several online tools, including “Where’s My Refund?”", "In mid-May, a number of critical systems used to process returns shut  down shortly before a milestone date IRS set for itself to complete  return processing. IRS returned these systems to full operation in time  to meet its targets as planned.", "While still able to process returns and refunds smoothly, IRS officials  characterized some aspects of the filing season as challenging, noting  they struggled to hire in certain processing sites and for specific seasonal  jobs. For example, IRS has three sites that primarily process paper tax  returns for individuals, and officials said they had challenges hiring at the  site in the Austin, Texas, metropolitan area because the region had a  relatively low unemployment rate. In addition, IRS faced shortages filling  certain data transcriber and clerical positions, which IRS officials reported  overcoming by adjusting staff resources and using more overtime. For  example, IRS officials said that total overtime increased about 60 percent  (from 55 to 88 FTEs between fiscal years 2015 and 2016) for staff  working at the three centers that process tax returns from individuals.", "Another challenge IRS faced this filing season involved processing  returns from taxpayers who did not correctly report advance Premium Tax  Credit (PTC) payments they received during 2015. The PTC is a  refundable tax credit designed to help eligible individuals and families with  low- or moderate-income afford health insurance purchased through the  Health Insurance Marketplaces. When individuals enroll through a  marketplace, they can elect to have the marketplace estimate the amount  of the PTC, based on information they provide when enrolling, and have it  paid in advance to their health insurance company to lower monthly  insurance premiums. Alternatively, they can elect to claim all of the credit  when they file their tax return.  For individuals who elect to receive the  credit in advance, the amount they receive may differ from the amount  they are eligible for, which they calculate at the time they file their return.  Taxpayers who enroll in a marketplace and receive advance payments of  the PTC must file a tax return and reconcile the amount they received by  completing Form 8962, Premium Tax Credit.", "In the 2 years that the PTC has been available, many taxpayers did not  reconcile the amount they received when they filed their return.   Beginning in 2015, IRS used third-party data from the marketplaces to  conduct pre-refund matching and verify whether taxpayers had reconciled  the advance PTC. To address any discrepancies, in 2015, IRS first  processed returns that did not reconcile the PTC and then notified those  taxpayers informing them that they needed to reconcile. These  taxpayers had to file an amended return reconciling the correct PTC  amount they received in advance before they could receive health  insurance through the marketplaces in 2016. For the 2016 filing season,  IRS changed its procedures so that when taxpayers did not reconcile the  PTC, IRS corresponded with them explaining they needed to reconcile  before IRS continued processing the return. While IRS’s new procedures  delayed processing for these returns, IRS officials explain that it helped  both IRS and PTC recipients. For example, according to an IRS analysis,  IRS’s correspondence brought about half of these taxpayers into  compliance. IRS officials also stated that IRS will save resources by not  having to process as many amended returns that taxpayers submit to  reconcile PTC. They added this also benefits those taxpayers who  respond to IRS’s correspondence because they would not have to file an  amended return before they could receive health insurance through the  marketplaces in 2017. IRS officials anticipate using this procedure again  for the 2017 filing season.", "In cases where a taxpayer did not reconcile the advance PTC, IRS does  not have the authority to automatically correct the tax return and notify the  taxpayer of the change. In other circumstances, IRS has statutory math  error authority to fix easily correctable calculation errors and check for  other obvious noncompliance in limited circumstances. According to IRS  officials, having authority to correct PTC errors would allow IRS to  process the return more quickly without having to correspond with the  taxpayer or expend further resources to audit taxpayers’ compliance.  However, as we reported in 2015, the marketplace data IRS uses for  prerefund matching of PTC data were incomplete and not fully accurate.  In June 2016, IRS officials told us that, while the completeness and  quality of the marketplace data have improved, they have not yet fully  assessed whether the data are reliable to use in correcting returns.", "We have previously suggested that Congress authorize math error  authority on a broader basis with appropriate controls. For each year  beginning with fiscal year 2015, legislative proposals were submitted that,  among other things, would establish a category of correctable errors.  Under the proposals, Treasury would be granted regulatory authority to  permit IRS to correct errors in cases where information provided by a  taxpayer does not match corresponding information provided in  government databases. Congress has not granted this broad authority.  Correctable error authority could help IRS meet its goals for the timely  processing of tax returns, providing taxpayers with refunds quicker, and  reducing the burden on taxpayers of responding to IRS correspondence.  It can also reduce the need for IRS to resolve discrepancies in post-filing  compliance, which, as we previously concluded, is less effective and  more costly than at-filing compliance. However, the third-party data IRS  uses for matching should be sufficiently complete and accurate."], "subsections": []}, {"section_title": "IRS Improved Aspects of Service but Inefficiencies and Potentially Weak Internal Controls Reduce IRS’s Ability to Serve IDT Victims and Protect Federal Dollars", "paragraphs": [], "subsections": [{"section_title": "IRS Reduced Time to Resolve IDT Cases, but Inefficient Processes Contribute to Delays", "paragraphs": ["IRS opens IDT cases when (1) it identifies potential IDT through its  automated filters and other reviews of taxpayer returns, or (2) taxpayers  alert IRS to potential IDT, such as when they are unable to file a tax  return electronically because a fraudster already filed one for that  taxpayer. From 2012 to 2015, IRS opened a relatively steady number of  new IDT cases. According to IRS officials, in fiscal year 2016, the number  of new IDT cases declined because IRS improved its ability to detect  fraud before processing the return. In fiscal year 2012, IRS experienced a  backlog of more than 370,000 IDT cases with an overage rate of about 57  percent. Since then, IRS has generally processed cases more quickly  and reduced the overage rate to 10 percent or less. In late fiscal year  2015, IRS formed an IDT Victims Assistance Unit, dedicating 322 FTEs to  it for that portion of the year and 1,270 FTEs for fiscal year 2016. Timely  resolution of IDT cases reduces burden to taxpayers who must deal with  delayed refunds as they authenticate their identities with IRS. It can also reduce the amount of refund interest IRS pays to some taxpayers, which  is required if IRS takes longer than 45 days after the filing deadline, or in  the case of a return filed after the deadline, within 45 days of the date the  return was filed, to issue a refund. IDT has been among the top reasons  for the largest of such payments for the past 4 years.", "IRS continues to work toward improving its processing of IDT cases, in  part by forming the IDT reengineering team to improve customer service  for IDT victims. The team interviewed employees, executives, and other  stakeholders to identify potential improvements. Since its formation, IRS  implemented recommendations the team has made that focus on IRS’s  streamlining and efficiency efforts, including:", "Consolidating inventory. IRS merged its IDT compliance inventory  with some of its other IDT inventory. IRS officials said this allows IRS  to close cases faster since all of its cases are in one system and they  no longer need to transfer paper documents to different locations.", "Managing case flow. IRS developed a matrix for assistors and  managers to determine which functional area, such as exams or  accounts management, can best work a case. According to IRS, this  matrix reduces the frequency with which cases are transferred among  units and gets IRS closer to establishing a single point of contact for  taxpayers who are IDT victims.", "Developing plans to improve the Identity Theft Affidavit (Form 14039).  If a taxpayer believes he or she has been a victim of IDT refund fraud,  IRS instructs the taxpayer to complete and submit Form 14039,  Identity Theft Affidavit. IRS officials said it is planning to revise the  form to streamline processing and reduce taxpayer burden. The new  form is to provide an option for the taxpayer to include a secondary  taxpayer’s Social Security number who was also affected by the  identity theft. This additional information will help IRS assistors better  identify the true taxpayer. Additionally, it can help prevent multiple  forms submitted separately by primary and secondary taxpayers,  which can be burdensome for the taxpayer and result in processing  delays for IRS.", "According to IRS officials, implementing these changes recommended by  the IDT reengineering team contributed to IRS closing IDT cases faster.", "IRS reduced the time an IDT case is open from an average of 242 days in  fiscal year 2012 to 106 days in fiscal year 2016. Nonetheless, overage  rates have increased from 0.7 percent in fiscal year 2015 to 8.8 percent in  fiscal year 2016. IRS officials attributed this to normal fluctuations.", "To examine customer service for IDT victims, we reviewed 16 IDT cases  that were either open or closed between July 2015 and May 2016 (see  appendix V for details on the case reviews). In addition, we conducted  five discussion groups with 15 IRS assistors and 13 managers  responsible for handling IDT cases in Atlanta and Kansas City, Missouri.  The findings from the file review and discussion groups cannot be  generalized to all IDT cases or the perspectives of all IDT assistors and  managers. Further, because IRS recently implemented some  improvements, their effect may not be fully reflected in the cases we  reviewed. During our review we observed several areas that contributed  to delays in resolving cases (see table 1).", "Of the reasons for delays we observed, in addition to the complexity of  cases, the following most frequently contributed to delays of a month or  longer in handling the case. Assistors and managers in our discussion  groups generally agreed that each of these issues were primary  contributors to delays.", "Reassignments. In 6 of 16 cases that we reviewed, we found that IRS’s  policies and procedures contributed to the length of time it took for IRS to  close cases. In these cases, IRS transferred work multiple times between  different units and assistors. IRS officials explained this occurs to help  IRS balance its workload and identify either the best-suited assistor or  one with availability to work the case. The officials said that its  reengineering team has been addressing this, and will continue to do so  in the future.", "Inventory Management. In 5 of 16 instances, the case remained in  inventory while waiting for an assistor to review it. For example, case 15  was in the queue for more than a month awaiting an assistor’s review  before it was transferred to another assistor, and closed in August 2016  after 193 days. IRS officials explained that declining resources have  contributed to the length of time it takes to close a case.", "File retrieval and scanning. In 3 of 16 cases we reviewed, file retrieval  and scanning contributed to delays and unnecessary requests for  documents. For cases 10 and 13, resolution was delayed by at least 1  month while the assistor waited for another unit to retrieve and scan  documents into IRS’s inventory system to use in reviewing the case. For  case 10, the assistor waited about 5 weeks to receive the documents and  closed the case about 2 days afterward. In case 13, the assistor  requested documents twice and it took IRS about 7 weeks to retrieve and  scan the documents. During this time, IRS reassigned the case to another  assistor who closed it without receiving the documents. Similarly, in case  11, IRS took about 6 weeks to retrieve and scan the documents into IRS’s  systems, but the assistor closed the case about 3 weeks before receiving  the documents. IRS officials explained that the assistors may not require  the documents to close the case, but many assistors prefer to have the  documents. These officials noted that in June 2016, IRS revised some of  its guidance to assistors on when to request a specific type of  documentation to use in determining which tax return is legitimate.", "In our discussion groups, 14 of 28 assistors and managers generally  agreed that delays in receiving scanned documents were a primary factor  that delayed case resolution. Assistors and managers described a typical  waiting period of more than 30 days for document requests to be fulfilled.  IRS officials noted that some documents must be retrieved from IRS’s  paper records storage facilities, which can take time to locate and then  scan.", "In its fiscal year 2014-2017 strategic plan, one of IRS’s objectives is to  provide prompt assistance to support IDT victims. Federal agencies can  achieve their objectives and missions, and improve accountability by  having an effective internal control system. As set forth in Standards for  Internal Control in the Federal Government, internal controls comprise the  plans, methods, and procedures used to meet an entity’s mission, goals,  and objectives, which support performance-based management.  Internal controls help agency program managers achieve desired results  and provide reasonable assurance that program objectives are being  achieved through, among other things, effective and efficient use of  agency resources and ensuring that personnel have the required  knowledge, skills, and abilities.", "While IRS has taken some steps to more quickly resolve IDT cases, IRS  is missing an opportunity to potentially reduce delays and unnecessary  requests related to retrieving and scanning documents. IRS officials  stated that they are not reviewing the retrieval and scanning processes to  identify efficiencies, such as prioritizing requests or providing guidance  and training to assistors on which documents are required to close a  case. Without identifying efficiencies, it is more likely cases could be  delayed, which can delay the processing of returns and refunds in those  cases where a legitimate refund is due, and contribute to increased  interest paid by IRS on late refunds. When we discussed this with IRS  officials, they agreed that it was reasonable to review the file retrieval and  scanning processes, and said the IDT reengineering team could evaluate  it as part of its ongoing efforts."], "subsections": []}, {"section_title": "IRS Does Not Know the Extent to Which Its Internal Control Processes Prevent Release of Fraudulent Refunds", "paragraphs": ["Based upon our case reviews and discussion groups, we identified one  weakness in IRS’s internal control processes that resulted in refunds paid  to fraudsters and another potential weakness that could lead to additional  releases of fraudulent refunds. Internal control standards require  management to, among other things, design appropriate types of control  activities, analyze and respond to changing conditions that affect the  agency and its environment, and effectively manage the agency’s  workforce, including ensuring that personnel have the required  knowledge, skills, and abilities to achieve organization goals.", "Refunds were released automatically. In one case we reviewed, case  10, IRS released a fraudulent refund of about $9,900 even though the tax  return was flagged for potential IDT. IRS screens all tax returns for  characteristics that it identified in previous IDT refund fraud schemes. If  flagged for review, IRS stops processing the return, places a hold on the  refund, and sends a letter asking the taxpayer to confirm his or her  identity. However, IRS designed several refund holds to expire after a  certain amount of time, ranging from 1 to 11 weeks. When holds expired,  IRS’s computer systems automatically release the refund. In the case we  identified, a hold had been placed on the account, but it expired before an  assistor had completed the review and IRS computer systems  automatically processed the refund. IRS has processes to recoup refunds  issued to the wrong person, and in the case we reviewed, IRS has taken  steps to do so. IRS reported it identified this problem in October 2015 and  removed the automatic expirations of this type of hold.", "Assistors may release refunds before closing a case. According to  IRS assistors and managers who participated in our discussion groups,  some assistors may release refunds that could be paid to fraudsters in  spite of having a refund hold in place on the taxpayer’s account. This can  occur even when indicators on the account show that the tax return is  under review for identity theft or that two returns have been filed for that  taxpayer’s account (duplicate return filing). In three of our discussion  groups, we asked how refunds could be released before a case is closed,  and all 17 participants in those groups agreed that assistors may be  releasing refunds when answering telephone inquiries about them.  Several of these assistors and managers described this as a common  occurrence, and stated that, due to a lack of training, assistors may not  understand the codes on the taxpayer’s account. Moreover, some   discussion group participants surmised that some of these callers could  be fraudsters.", "In contrast to the assistors and managers in our discussion groups, IRS  senior officials told us they do not consider this a widespread error or a  result from a lack of training. IRS officials further stated that the assistors  and managers we spoke to might have been observing automatic refund  releases, such as the one described above, and assumed that assistors  were manually releasing refunds. Officials also said that the culture at IRS  is such that assistors are reluctant to release a refund incorrectly.  Therefore they tend to be cautious in taking such steps. To support their  position, IRS officials provided us with data IRS collects and analyzes on  duplicate refunds, such as instances where assistors manually processed  a refund although one already had been issued. IRS also provided data it  uses to assess the quality of assistors’ work and to inform training needs.  However, both sets of data do not include sufficient information for IRS  officials to determine the extent to which one assistor may release a  refund before another assistor closes an IDT or duplicate return case. In addition, in the data IRS uses to assess the quality of assistors’ work, IRS  undercounted the total number of erroneous refunds. Officials later  explained they generated that data in response to our findings, but stated  that the data were not routinely collected and did not reliably count the  errors.  We were therefore unable to use any of these data to support  IRS’s position that such errors were minimal and assistors did not need  training. After several discussions with IRS officials about the  weaknesses we identified in the data, officials acknowledged these  weaknesses but maintained that their current methods are sufficient.", "Without appropriate data to determine the extent to which assistors  release refunds before an IDT or duplicate return case is closed, and the  reasons for doing so, IRS is missing critical information on the  effectiveness of its controls. If IRS cannot ensure its controls are  effective, it risks losing revenue to IDT refund fraud that could be  prevented."], "subsections": []}, {"section_title": "IRS Does Not Notify Taxpayers When Any Dependents’ Information Appears on a Fraudulent Tax Return", "paragraphs": ["IRS notifies primary and secondary taxpayers when it learns that either  have been a victim of IDT refund fraud, but it does not notify taxpayers  that their dependents’ information may have been used to commit fraud.  In one case we reviewed (case 11), a fraudster included the same  dependents as the legitimate taxpayer had claimed that year. However,  when IRS notified the taxpayer that he or she had been a victim of IDT,  the notice did not mention that a thief had also stolen the dependents’  identities and used them in the fraudulent return. According to IRS  officials, the agency treats dependents as IDT victims if their SSN had  been used fraudulently as either a primary or secondary taxpayer.  However, this is not the case when a dependent’s identity is used as a  dependent on a fraudulent return, as we observed in case 11.  In such  instances, dependents do not yet have taxpayer accounts, so IRS officials  stated that there are no protections that IRS can provide, such as issuing  an Identity Protection Personal Identification Number (IP PIN) or flagging  those taxpayers’ SSNs for use in its filters or other reviews of taxpayer  returns.", "IRS has previously provided guidance to taxpayers when a dependent  was a victim of identity theft. After the Get Transcript data breach, IRS  wrote affected taxpayers whose dependents were also victims. In the  letter, IRS provided information on actions that parents or guardians could  take to protect a minor’s identity. While IRS did not provide an IP PIN or  other protections to dependents, it was proactive in notifying taxpayers of  the stolen identities and offering guidance.", "For the case we reviewed (case 11), the fraudster used the same  dependent identities on the fraudulent return as the legitimate taxpayer  did on his or her return. In this case, IRS assistors could determine if the  dependents were victims as they reviewed the case. However,  sometimes fraudsters use the identities of dependents that may not be  associated with the taxpayer as a means to increase the refund amount.  IRS officials explained that, in such cases, they might not be able to verify  whether or not the taxpayer was responsible for the dependent on the  fraudulent return. However, in such cases, IRS need not confirm the  relationship, but inform taxpayers of the potential that a fraudster might  have compromised their dependents’ identities so the taxpayer can take  further action.", "IRS has a program that could help taxpayers determine if their  dependents’ information appeared on a fraudulent return. Since 2015,  IRS has allowed taxpayers to request a redacted copy of the fraudulent  return that was filed using their identities. In those redacted copies, IRS  will provide the first four letters of the last names of the primary taxpayer,  secondary taxpayer, and dependents included on the fraudulent return.  This information could allow a taxpayer to determine if their dependents’  names, if any, were included on the fraudulent return. However, IRS does  not include information about this program in its notices to victims of IDT.", "IRS’s practice to notify the primary and secondary taxpayers when it  learns that either have been a victim of IDT refund fraud is an important  aspect of its customer service efforts and protections against IDT refund  fraud; it allows the taxpayers to take action to protect their identities and  for IRS to protect against future fraud. However, by not notifying the  taxpayers that their dependents’ information may have been used to  commit fraud, IRS is limiting taxpayers’ ability to take action to protect the  dependent’s identity."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["IRS has seen significant improvement in telephone service this year in  part due to budget increases. However, IRS still faces challenges in  providing online services and processing correspondence in a timely  manner. While IRS has taken steps to strategically manage its  operations, information about IRS’s expected performance is not easily  accessible to taxpayers, which limits their ability to make more informed  decisions about how and when to contact IRS.", "IRS has made strides in combatting IDT refund fraud, which has  widespread consequences for victims and their dependents. However, we  found instances where IRS’s processes for document retrieval and  scanning delayed case resolution. Further, IRS does not have sufficient  data to monitor whether fraudulent refunds are released before a case is  closed. Finally, IRS does not notify taxpayers of potential exposure of  dependents that could lead to future fraud. Protecting federal dollars,  while enhancing IRS’s case management and protecting taxpayer  dependents, can help bolster the public’s confidence in the tax system."], "subsections": []}, {"section_title": "Recommendations for Executive Action", "paragraphs": ["We recommend that the Commissioner of Internal Revenue take the  following four actions:  1.  Develop and maintain an online dashboard to display customer  service standards and performance information such that it is easily  accessible and improves the transparency of its taxpayer service.  2.  Review its document retrieval and scanning processes to identify  potential training or guidance needs or other potential efficiencies.  3.  Improve existing data and collect new data, as needed, to effectively  monitor how often, and why, IRS assistors release refunds before  closing an IDT or duplicate return case. Based upon these data, IRS  should take corrective steps to reduce refund errors, such as  providing training or immediate guidance to assistors.  4.  Revise IRS’s notices to IDT refund fraud victims to include information  such as (1) whether any dependents were claimed on the fraudulent  return, (2) to the extent possible, if those dependents match any of  those the taxpayer claimed the same tax year, and (3) how to request  a redacted copy of the fraudulent return."], "subsections": []}, {"section_title": "Agency Comments and Our Response", "paragraphs": ["We provided a draft of this report to the Commissioner of Internal  Revenue.  IRS provided written comments, which are summarized below  and reprinted in appendix VI. IRS also provided technical comments,  which we incorporated where appropriate.", "IRS agreed with our recommendations to develop and maintain an online  dashboard to convey customer service standards and performance  information; review its document retrieval and scanning processes to  provide additional training and guidance to ensure documents are not  requested unnecessarily; and revise its notices to IDT victims to alert  taxpayers of the need to protect dependent accounts from potential fraud  and supplement information on its website.", "IRS disagreed with the finding that it does not know the extent to which its  internal control processes prevent the release of fraudulent refunds and  with the related recommendation that it improve existing data and collect  new data to effectively monitor how often IRS issues refunds before  closing an IDT or duplicate return case. In its letter, IRS stated that GAO  concluded that frozen refunds were being erroneously released to  fraudsters by customer service employees. This is incorrect. As stated in  our report, we identified a potential weakness that could lead to releases  of fraudulent refunds. IRS also reported that it was aware that some  refunds are released by assistors prior to the case being closed.", "Further, IRS maintains that its current methods are sufficient for detecting  such errors and the problem is not widespread.  However, as we noted,  our review of both sets of data that IRS provided do not include sufficient  information for IRS to determine the extent to which the problem exists or  the total number of erroneous refunds. After several discussions with IRS  officials about the weaknesses we identified in the data, officials  acknowledged these weaknesses and explained that they generated  some of these data in response to our findings. Nevertheless, officials  maintained that their current methods are sufficient. We stand by our  finding that the data IRS provided are not sufficient to monitor how often  and why assistors are releasing refunds before IDT or duplicate return  cases are closed, and we believe that the associated recommendation is  warranted. In response to our draft report, in January 2017 officials  provided another analysis of IRS data that they said showed this type of  error does occur but may not be as widespread as the discussion group  participants suggested. We will continue to work with IRS to determine if  these additional data are sufficient to address our recommendation.", "We are sending copies of this report to the appropriate congressional  committees, the Commissioner of Internal Revenue, the Secretary of the  Treasury, and other interested parties. In addition, the report is available  at no charge on the GAO website at http://www.gao.gov.", "If you or your staff have any questions about this report, please contact  me at (202) 512-9110 or lucasjudyj@gao.gov. Contact points for our  Offices of Congressional Relations and Public Affairs may be found on  the last page of this report. Key contributors to this report are listed in  appendix VII."], "subsections": []}]}, {"section_title": "Appendix I: Objectives, Scope, and Methodology", "paragraphs": ["Our objectives in this report were to assess how well the Internal Revenue Service (IRS) provided customer  service compared to its performance in prior years and describe what  is known about the cost of calls on selected IRS telephone lines; how well IRS processed individual income tax returns compared to its  performance in prior years; and  IRS’s efforts to improve customer service for (IDT) victims, including  selected internal control processes.", "To answer the first two objectives, we obtained and analyzed IRS documents and data, including  performance, budget, and workload data for taxpayer services and  return processing, and used this information to compare IRS’s  performance in 2016 to 2011 through 2015, which allowed us to  identify trends and anomalies over a 6-year period;  collected data and interviewed IRS officials who manage IRS toll-free  telephone lines to understand how IRS plans and allocates its  resources managing its telephone service, and what data IRS has  available to achieve this, such as the average cost per call;  interviewed officials from IRS’s Wage and Investment division (which  is responsible for managing filing season operations) and external  stakeholders to obtain contextual information about IRS’s  performance. The external stakeholders we selected are major  companies that prepare millions of tax returns and organizations in  the tax preparation industry that frequently interact with IRS on key  aspects of the filing season;  identified federal standards for evaluating customer service, such as  the Government Performance and Results Act (GPRA) Modernization  Act and Executive Orders, Presidential Memorandums and Office of  Management and Budget guidance to strengthen customer service,  and compared IRS actions to those standards; and  reviewed prior GAO reports, including filing season and IRS budget  reports, reviews on the premium tax credit, our evaluation of IRS’s  website, an agency dashboard, and evaluated IRS’s actions to  implement selected prior recommendations.", "To answer the third objective, we reviewed prior GAO reports on IDT  refund fraud and interviewed IRS officials who oversee customer service  for IDT victims, including members of the IRS reengineering task team  which is tasked with reviewing IRS processes and procedures to identify  ways to improve the identity theft taxpayer experience. We also collected  and reviewed data on IDT cases, such as the total number of IDT cases  and average number of days each case was open. Further, we conducted  a file review of 16 IDT victim case files in Atlanta, where IRS’s Wage and  Investment Division is located. This division plays a key role in IDT  prevention and case management, and is one of eight locations where  IRS assistors handle IDT cases. The findings from this file review cannot  be generalized to all IDT cases. We identified these cases by using a  stratified random sample from an IRS-provided list of all IDT cases open  at any point between July 2015 and May 19, 2016. Since the focus of  this file review was to better understand the characteristics on a variety of  types of IDT cases and the steps that IRS takes to resolve them, we  designed the selection process to include cases with varied statuses.  Specifically, we drew cases from three groups: (1) open (unresolved)  cases, (2) cases closed in less than 120 days (short cases), and (3) cases closed in 120 or more days (long cases). In 2015, IRS reported that  a typical IDT case could take 120 days to resolve, so we used this length  of time as a threshold for separating short and long cases. For the open  case sample, we excluded IDT cases that were open for less than 120  days to ensure that enough casework had occurred to observe in our file  review. We sorted the remaining open cases by the IDT case type and  sampled randomly within each case type. For each case type category,  we oversampled to account for any cases that had recently closed and to  select cases with refund interest, which is an extra cost to the  government. We used a similar process for the short and long closed  case selection. We sorted closed cases by IDT case type and length and  selected at random within each category, with cases oversampled to  ensure a sufficient number were available for our review. We sent 225  IDT case numbers to IRS with instructions about the order they should  pull the files for review. During our file review, we verified these steps to  ensure that IRS officials completed our instructions accurately.", "We conducted a file review of 16 IDT cases, using a standardized data  collection instrument (DCI) developed for the review. To develop the DCI,  we conducted a pilot test and made revisions based on the pilot and  comments from IRS officials. To ensure that our efforts conformed to  GAO’s data quality standards, another team member reviewed each of  the 16 DCIs that we completed. The reviewers compared the data  recorded within the DCI entry to the data in the corresponding case file to  determine whether they agreed on how the data were recorded. When  the analysts’ views on how the data were recorded differed, they met to  reconcile any differences. In addition, IRS assistors who regularly work  IDT cases, and other officials, assisted us by explaining the cases and  answering our questions while we completed and confirmed information  in the DCIs. Due to the complexity and uniqueness of each case, we took  detailed notes about the cases in addition to the completed DCI. We used  the information collected to summarize the 16 case study reviews  presented in appendix V. To ensure we correctly understood the  information, we sought input and review from IRS officials and included  their comments as appropriate. Finally, we assessed whether IRS’s  procedures for working IDT cases follow standards from Standards for  Internal Control in the Federal Government. We selected the most  relevant control standards as criteria.", "Additionally, to obtain the perspectives of IRS assistors and managers  who are responsible for handling and reviewing IDT cases, we held five  discussion groups with selected employees who are employed at IRS  campuses in Atlanta and Kansas City, Missouri. We selected these  locations based upon the combination and availability of staff that  manage IDT-related work, as described below. We held three discussion  groups with assistors and two groups with managers that oversee  assistors who handle IDT cases. The findings from these discussion  groups cannot be generalized to the perspectives of all IDT assistors and  managers. All participants worked in one of the following groups: IRS’s  Return Integrity Compliance Services, which reviews returns for potential  IDT prior to processing; Accounts Management, which reviews IDT cases  as part of adjusting taxpayer accounts when they have been victims of  IDT; or Field Assistance, which provides service to taxpayers who are  possible victims of IDT that visit an IRS walk-in site. To identify  participants in Atlanta, we asked an IRS official to locate participants and  arrange the discussion groups with assistors and managers who met the  criteria mentioned above and who work in the IRS facility we visited as  part of our IDT case file review. To identify participants in Kansas City,  IRS officials provided us with contact information for employees who met  the criteria mentioned above and we contacted those employees directly  to schedule and organize the discussion group. We conducted the Atlanta  discussion groups in person and the Kansas City discussion groups via  conference call. For each group, we used a standardized discussion  guide, one for the managers and a different one for assistors, in order to  improve the consistency and quality of information gathered. Each group  contained between 4 and 9 participants. To encourage participants to  speak openly, we ensured that no senior IRS management officials were  present during the discussions. At the beginning of each group, we  explained that any comments and opinions provided would be reported in  summary form, and individual assistors would not be identified. We used  a standardized set of questions when interviewing the assistors and  managers which focused on their experiences reviewing IDT cases and  suggestions, if any, for how IRS can more efficiently provide assistance to  taxpayers who are IDT victims. We did not administer one question about  releasing refunds to the first two discussion groups in Atlanta because we  identified the issue during the course of our file review and after  conducting the first two groups.", "Data on filing season processing and customer service, as well as IDT  casework, is provided by IRS in a variety of different reports. Accordingly,  we used various IRS telephone reports (the telephone product line  snapshot, enterprise snapshot, interactive performance template, busy  signals and disconnects, and tax law and phone accuracy) to analyze and  report on key elements of IRS’s telephone service, such as the level of  service, wait time, and call volume. Similarly, we reviewed IRS’s  processing reports to analyze and report key aspects, including the  number of returns processed and refund data. We reviewed reports on  IDT case inventory and closures. In reviewing these reports, we  examined the data to identity obvious errors or outliers and assessed  potential data limitations that would affect use of the data for assessing  IRS’s performance during the filing season. We also reviewed IRS’s  responses to questions we asked about the accuracy and reliability of  these data. We determined that the data presented in this report are  sufficiently reliable for the purposes of our reporting objectives.", "We conducted this performance audit from January 2016 to January 2017  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": []}, {"section_title": "Appendix II: Services Offered at IRS Walk-in Sites and Volunteer Sites, Fiscal Years (FY) 2011 through 2016", "paragraphs": ["Legend: FY = fiscal year; n/a = not applicable  Fiscal year 2014 data for walk-in sites reported in this table differ from data reported in our report on  the 2014 IRS filing season (see GAO-15-163). Specifically, the data in this table reflect IRS data  reported through September 30, 2014, while data in our report reflect IRS data reported through  September 27, 2014.  Walk-in site return preparation counts include both individual and business contacts.  Account work notices includes assistance to taxpayers who need to pay taxes owed and victims of  identity theft.  Beginning in fiscal year 2012, IRS accounted for contacts where taxpayers made payments  separately from other account work notices.  Other contacts include responding to correspondence, scheduling appointments, authenticating  Individual Tax Identification Numbers, and providing self-assistance services, which do not fall into  the defined categories."], "subsections": []}, {"section_title": "Appendix III: Taxpayers Use of IRS’s Website and Online Services since Fiscal Year 2011", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: Individual Income Tax Returns and Refunds Processed, 2011 through 2016", "paragraphs": ["The number of individual tax returns processed includes forms 1040, 1040A, and 1040EZ."], "subsections": []}, {"section_title": "Appendix V: Identity Theft Case Summaries for 16 Cases GAO Reviewed", "paragraphs": [], "subsections": [{"section_title": "Case 1", "paragraphs": ["In March 2015, a fraudster electronically-filed (e-filed) a 2014 tax return  that the Internal Revenue Service (IRS) accepted. Later that month, the  fraudster received a refund of more than $10,000 via direct deposit. In  early April 2015, the legitimate taxpayer attempted to e-file a return which  IRS rejected because it had already received one for that taxpayer. That  same month the legitimate taxpayer filed a paper 2014 tax return claiming  a refund of about $3,500. In July 2015, IRS opened a case because it had  received two tax returns for the same taxpayer. It sent the legitimate  taxpayer a letter asking if he/she had filed two 2014 returns. About a  month later, the taxpayer responded stating he/she only filed one 2014  return. An assistor reviewed the case in late September and confirmed  the taxpayer was an identity theft (IDT) victim. IRS released the  taxpayer’s $3,500 refund and also paid about $23 in interest. In early  October 2015, IRS closed the case and sent the taxpayer a letter stating  he/she had been an IDT victim. IRS took 125 days to close the case  because it remained in inventory while IRS waited for the taxpayer to  respond. In early January 2016, IRS sent the primary and secondary  taxpayers Identity Protection Personal Identification Numbers (IP PIN) to  use for filing their 2015 tax return since the fraudster had both of their  Social Security numbers (SSN)."], "subsections": []}, {"section_title": "Case 2", "paragraphs": ["In February 2015, a fraudster e-filed a 2014 tax return that IRS accepted.  Later that month, the fraudster received a refund of approximately $9,600  via direct deposit. Also in February, the legitimate taxpayer attempted to  e-file a return. IRS rejected the return because it had already received  one for that taxpayer. In April 2015 the legitimate taxpayer and his/her  spouse filed a paper 2014 tax return. The taxpayer reported owing about  $200, which was included with the return. The taxpayer also included  Form 14039, Identity Theft Affidavit, for the primary taxpayer only  (although the form does not have an option to include others affected,  such as a spouse or dependent, IRS procedures require the same  treatment for a spouse if his/her information was also used on the  fraudulent return). In May 2015, IRS sent a letter to the taxpayer  acknowledging receipt of the affidavit. In early June 2015, IRS opened an  IDT case because it received the affidavit. In August, IRS confirmed IDT  for both the legitimate taxpayer and spouse. IRS officials attributed the 2- month delay, in part, to resource constraints in which IRS held the case in  inventory waiting to assign it to an available assistor. After 65 days, IRS  closed the case in August 2015 on the same day it was assigned to an  assistor, and sent the taxpayer a letter stating he/she had been an IDT  victim. In early January 2016, IRS sent the primary and secondary  taxpayers IP PINs to use for filing their 2015 tax return."], "subsections": []}, {"section_title": "Case 3", "paragraphs": ["In March 2015, a fraudster e-filed a 2014 tax return that IRS accepted.  Later that month, the fraudster received a refund of about $3,700 via  direct deposit. The legitimate taxpayer attempted to e-file a return. IRS  rejected the return because it had already received one for that taxpayer.  The legitimate taxpayer then mailed IRS a 2014 tax return claiming a  refund of about $1,200. In May 2015, IRS opened a case because it had  received two tax returns for the same taxpayer. In late July 2015, IRS  closed the case and sent the taxpayer a letter stating the taxpayer had  been an IDT victim. IRS closed the case in about 3 months. However,  because of the timing of when IRS received the fraudulent and legitimate  returns, it inadvertently continued to hold the refund. About 9 months  later, in April 2016, the taxpayer called IRS to inquire about the status of  the refund. At the end of April 2016, nearly 1 year after IRS opened the  IDT case, IRS released the refund hold and the taxpayer received a  refund of about $1,200. IRS also paid the taxpayer about $40 in interest.  IRS later determined a third party had obtained unauthorized access to  the taxpayer’s tax return information through the “Get Transcript”  application. In early January 2016, IRS had sent the taxpayer an IP PIN  to use for filing his/her 2015 tax return."], "subsections": []}, {"section_title": "Case 4", "paragraphs": ["In February 2015, a fraudster e-filed a 2014 tax return that IRS accepted.  A few weeks later, the fraudster received a refund of about $4,800 via  direct deposit. In April 2015, the legitimate taxpayer attempted to e-file a  return. IRS rejected the return because it had already received one for  that taxpayer. The taxpayer and his/her spouse then mailed a paper 2014  tax return requesting a refund of $4,200. In May 2015, IRS opened a case  because it had received two tax returns for the same taxpayer, confirmed  it was IDT, and released the legitimate taxpayer’s refund. The legitimate  taxpayer’s bank refused the direct deposit refund because the taxpayer  reported an incorrect bank routing or account number; IRS then sent the  taxpayer the refund via paper check in June. IRS also paid the taxpayer  about $15 in interest. However, IRS held the case in inventory and did not  assign it to an IDT assistor to complete processing until the end of July. In  September 2015, IRS closed the case and sent the taxpayer a letter  confirming he/she was an IDT victim. IRS took 134 days to close this  case, in part, because it remained in inventory. Officials primarily  attributed this delay to resource constraints. The case then remained  open about 3 months after issuing the refund, which officials attributed to  multiple assistors completing the final steps to close the case. In early  January 2016, IRS sent the primary and secondary taxpayers IP PINs to  use for filing their 2015 tax return."], "subsections": []}, {"section_title": "Case 5", "paragraphs": ["In February 2015, a legitimate taxpayer e-filed a 2014 tax return that IRS  accepted, claimed two dependents, and requested a refund of about  $5,100. IRS put a hold on the refund because its IDT filters identified  suspicious information. IRS sent the taxpayer a letter asking the taxpayer  to confirm their identity. However, the taxpayer did not respond so IRS did  not post the return information to the taxpayer’s account. In June and July  2015, IRS received two copies of the same 2014 paper tax returns, which  it identified as potential IDT.", "In August 2015, the legitimate taxpayer visited an IRS walk-in site and  was told to allow 6 weeks to receive a refund. IRS then opened an IDT  case because the taxpayer confirmed his/her identity. Between October  2015 and January 2016, IRS reassigned the case to multiple assistors  seeking one to work the case. In January 2016, IRS received multiple IDT  affidavits for tax years 2011, 2013, and 2014. However, IRS determined  there was no IDT for these years. In March 2016, the taxpayer called IRS  saying he/she had not yet received a 2014 refund. IRS gave the taxpayer  the phone number for the National Taxpayer Advocate, which can provide  expedited assistance. In June 2016, IRS released the 2014 refund, which  included almost $200 in interest. A month later, IRS closed the case and  sent the taxpayer a letter confirming the taxpayer was an IDT victim in  prior years, but not for those included on the IDT affidavits. IRS took 329  days to close this case because it remained in inventory. Officials  primarily attributed this delay to the difficulty of determining which years  the taxpayer was a victim of IDT. Since the case included multiple tax  years, IRS policy did not permit closing the case until IDT for all tax years  had been resolved. Because IRS closed this case in 2016, it did not send  the taxpayer an IP PIN to use for filing his/her 2015 tax return."], "subsections": []}, {"section_title": "Case 6", "paragraphs": ["In January 2015, a fraudster e-filed a 2014 tax return that IRS accepted.  A month later, the fraudster received a refund of about $1,500 via direct  deposit. In March 2015, the legitimate taxpayer attempted to e-file, which  IRS rejected because it had already received a return for that taxpayer.  The legitimate taxpayer mailed a paper 2014 tax return requesting a  refund of more than $1,600 and included an IDT affidavit. IRS mailed a  letter to the legitimate taxpayer acknowledging receipt of the affidavit and,  in May 2015, opened an IDT case. The case remained in inventory for  about 3 months and was also reassigned to multiple assistors seeking  one to work the case. Officials primarily attributed these delays to  resource constraints. In August 2015, IRS closed the case after 103 days  and sent the legitimate taxpayer a letter confirming the taxpayer was an  IDT victim. About 1 month later, after confirming the taxpayer’s address  because of a recent move, IRS processed a paper refund check to the  taxpayer for more than $1,600 plus about $20 interest. In early January  2016, IRS sent the taxpayer an IP PIN to use for filing his/her 2015 tax  return."], "subsections": []}, {"section_title": "Case 7", "paragraphs": ["In February 2015, a fraudster e-filed a 2014 tax return that IRS accepted.  IRS attempted to process a direct deposit refund of about $5,400 to the  fraudster’s bank account in early March 2015, but the bank rejected it.  IRS did not suspect fraudulent activity so it wrote to the legitimate  taxpayer, whose correct address was on the fraudulent return, stating it  was unable to process the refund via direct deposit and would send a  paper check. IRS issued that check at the end of March. The legitimate  taxpayer received the check, called IRS stating he/she had not yet filed,  and returned the check in early April 2015. The legitimate taxpayer then  sent IRS a paper 2014 tax return, requested a refund of about $10,700.", "In May 2015, IRS opened an IDT case because it had received two tax  returns for the same taxpayer. About 1 month later, an assistor confirmed  IDT and a few weeks later sent the legitimate taxpayer a letter stating that  IRS was reviewing the return further. In July, the assistor sent the case to  IRS’s international unit for further review. It remained in inventory for  more than 5 months. During this time, the legitimate taxpayer called IRS  several times to check on the status of the case and refund. In January  2016, IRS closed the case and the next month sent the taxpayer a letter  confirming the taxpayer was an IDT victim. IRS then issued the taxpayer’s  refund of about $10,700 plus about $265 in interest. IRS took 261 days to  close the case, which officials attributed in part to resource constraints. In  early January 2016, IRS had sent the taxpayer an IP PIN to use for filing  his/her 2015 tax return."], "subsections": []}, {"section_title": "Case 8", "paragraphs": ["In early February 2015, a legitimate taxpayer e-filed a 2014 tax return  requesting a refund of more than $600 that IRS accepted. One month  later, the taxpayer mailed IRS a duplicate copy of the return. IRS put a  hold on these refunds because its IDT filters identified suspicious  information and froze the taxpayer’s account. In early June 2015, the  taxpayer called IRS regarding the 2014 return, but the assistor could not  provide information due to possible IDT concerns. The taxpayer had not  filed a return since 2008.", "In mid-August 2015, the taxpayer submitted an IDT affidavit claiming IDT  in 2008, 2010, 2011, and 2013 (for purposes of our study, we reviewed  only the 2011 case). In August 2015, IRS sent a letter to the taxpayer  acknowledging receipt of the affidavit and opened a case. The next  month, IRS confirmed the taxpayer was an IDT victim for tax year 2011.  IRS had processed a fraudulent tax return associated with the taxpayer  for that year with about a $500 refund. However, the fraudster did not  receive the refund because the legitimate taxpayer had a balance due, so  IRS applied that amount toward the balance. While reviewing the case,  IRS removed the fraudulent refund information from the taxpayer’s  account for 2011, which reinstated the taxpayer’s 2008 balance due. IRS  then applied the taxpayer’s 2014 refund of about $600 plus $15 of interest  to the taxpayer’s account. In September 2015, IRS closed the case after  about 1 month and sent the taxpayer a letter confirming the taxpayer was  an IDT victim in 2011. In early January 2016, IRS sent the taxpayer an IP  PIN to use for filing his/her 2015 tax return."], "subsections": []}, {"section_title": "Case 9", "paragraphs": ["In September 2011, a fraudster e-filed a 2010 tax return that IRS  accepted requesting a refund of about $4,800 via direct deposit. IRS  applied about $2,900 of this refund to the legitimate taxpayer’s balance  from 2008. The fraudster received the remaining balance of about $1,900  via direct deposit. In August 2013, the legitimate taxpayer received a  notice for not filing and paying taxes owed for tax year 2011. In April  2015, the taxpayer filed tax returns for 2009 through 2015, including for  2010 for which a fraudster had already filed.", "About 11 months later, IRS opened a case in March 2016 because IRS  had already received a return that it later determined was fraudulent. It  took 11 months to open the case, in part, because the taxpayer had  submitted the return several years late, prompting IRS to process it as an  amended return. The same month, IRS determined that tax year 2010  was the only year that was an IDT case. In September, IRS closed the  case after 524 days. According to officials, it took IRS this long to close  the case due to the multiple tax years involved. IRS assessed the  taxpayer owed about $2,900 plus penalties. Further, the taxpayer was  due a refund of about $4,700 for tax year 2010, which he/she did not  receive because he/she filed outside the statute of limitations for that tax  year. Because IRS closed this case in 2016, the taxpayer did not receive  an IP PIN to use for filing his/her 2015 tax return."], "subsections": []}, {"section_title": "Case 10", "paragraphs": ["In February 2015, a fraudster e-filed a 2014 tax return that IRS accepted  requesting a refund of about $9,900 via direct deposit. IRS sent the  taxpayer a letter because of income that appeared suspicious. IRS put a  hold on the refund because its IDT filters identified potential fraud. The  taxpayer responded the following month. About that same time, the  legitimate taxpayer attempted to e-file a return. IRS rejected it because it  had already received one for that taxpayer. At the end of March 2015,  IRS received a paper copy of the 2014 tax return and an IDT affidavit  from the legitimate taxpayer. That same month, IRS opened an IDT case  because it received the affidavit. IRS reduced the legitimate taxpayer’s  refund from $3,600 to about $3,400 after correcting errors made by the  taxpayer. This process took about 3 months. Before IRS could confirm  whether the return it received in February 2015 was fraudulent, the hold it  placed on the refund automatically expired in early May 2015.  At this  time, IRS’s systems released a direct deposit of almost $9,900 to the  fraudster’s bank account. However, the bank declined it. In accordance  with IRS processes, IRS then sent a paper check. The check was  delivered to the legitimate taxpayer because the fraudster used the  taxpayer’s correct address on the fraudulent return. The taxpayer cashed  this check, although it was about $6,300 more than he/she had claimed.  In late July 2015, IRS confirmed the e-filed return was fraudulent—5  months after being flagged by IRS filters and 4 months after receiving an  IDT affidavit and a paper tax return from the legitimate taxpayer. In early  September 2015, IRS processed the legitimate taxpayer’s return after  correcting several errors. At that time, an assistor requested a copy of the  paper documents to review the errors and assess the case for identity  theft. It took about 5 weeks for IRS to retrieve and scan these documents.", "About 2 days after receiving the documents, in October 2015, IRS closed  the IDT case and sent the taxpayer a letter confirming the taxpayer was  an IDT victim. It then froze the account since the taxpayer had received  an excess refund. IRS took 232 days to close the case, primarily because  of correcting errors on the taxpayer’s return, and delays in retrieving  documents from IRS’s paper records storage facilities and scanning them  into IRS’s systems. In November 2015, IRS sent a letter to the taxpayer  stating he/she must repay the erroneous refund within 21 days or interest  will be charged after this time. When the taxpayer filed his/her 2015 tax  return, it included a refund, which IRS used to pay the balance of the  erroneous 2014 refund. In early January 2016, IRS sent the primary and  secondary taxpayers IP PINs to use for filing their 2015 tax return."], "subsections": []}, {"section_title": "Case 11", "paragraphs": ["In February 2015, a fraudster mailed a paper 2014 tax return claiming two  dependents that IRS accepted. IRS later issued the fraudster a paper  check refund of about $4,300. A few weeks later, IRS received a paper  2014 tax return from the legitimate taxpayer claiming the same two  dependents and requesting a refund of about $3,900. In March 2015, IRS  opened a case because it had received two paper tax returns for the  same taxpayer. IRS reassigned the case through various managers, team  leads, and assistors for about 3 months before it identified someone who  could work the case. In mid-June, the assistor requested that both paper  returns be retrieved from IRS’s paper records storage facilities and  scanned into IRS systems to verify if a return was a duplicate or if it was  IDT. This was done because the taxpayer’s identification number on the  attached Form W-2s differed from the numbers on both tax returns.", "Although the requested paper returns had not yet been received, about 3  weeks later, IRS closed the case and sent the taxpayer a letter confirming  the taxpayer was an IDT victim. However, the letter did not notify the  taxpayer that the dependents’ information may have been used to commit  fraud. IRS reduced the legitimate taxpayer’s refund to about $2,500  because it could not verify one of the dependents claimed on the return— the legitimate taxpayer made an error entering a dependent’s name.  However, the fraudster was able to claim both dependents because that  return had the correct name and SSN for both dependents.", "IRS took 127 days to close this case, in part because of delays  requesting and scanning documents and resource constraints. At the end  of July, IRS had retrieved and scanned the requested documents into its  systems, about 6 weeks after the assistor requested them. In August, IRS  processed the legitimate taxpayer’s refund, which included about $23 in  interest.", "IRS did not issue an IP PIN for this taxpayer to use for filing his/her 2015  tax return, because the taxpayer filed the return using an individual tax  identification number, not a SSN."], "subsections": []}, {"section_title": "Case 12", "paragraphs": ["In February 2015, a fraudster e-filed a 2014 tax return that IRS accepted.  The fraudster received a refund of about $9,600 via direct deposit. In April  2015, IRS received a paper 2014 tax return from the legitimate taxpayer  that included a payment of about $1,500. In June, IRS opened a case  because it had received two tax returns for the same taxpayer. One  month later, IRS assigned an assistor to the case. In August, IRS closed  the case after 64 days. It then sent the taxpayer a letter confirming he/she  was an IDT victim and acknowledged IRS had received the payment.  Thus, the taxpayer had no remaining balance due. IRS later determined a  third party obtained unauthorized access to the taxpayer’s tax return  information through the “Get Transcript” application. In early January  2016, IRS sent the primary and secondary taxpayers an IP PIN to use for  filing their 2015 tax return."], "subsections": []}, {"section_title": "Case 13", "paragraphs": ["In April 2015, a legitimate taxpayer filed for an extension for tax year 2014  and sent in a multimillion dollar payment. IRS put a hold on the account  because of the large payment. About that same time, a fraudster e-filed a  2014 tax return that IRS accepted and requested a refund of about  $5,200. However, the fraudster did not receive a refund because of the  hold. In October 2015, the legitimate taxpayer attempted to e-file the 2014  return. However, IRS rejected the return because it had already received  one for that taxpayer. In early November, the legitimate taxpayer filed a  paper 2014 return and requested the refund be applied as an estimated  tax payment for 2016.", "In November 2015, IRS opened a case because it had received two tax  returns for the same taxpayer. Between December 2015 and January  2016, IRS reassigned the case through multiple managers and assistors.  It closed the case in January, after 52 days, and sent the taxpayer a letter  confirming he/she was an IDT victim.", "However, IRS quality review staff reopened the case in late January  2016, in part, because the assistor who closed the case did not properly  review the taxpayer’s foreign income credit. In March 2016, IRS  reassigned the reopened case to the international unit where an assistor  determined that the amount of foreign income did not meet IRS’s criteria  for further review. It sent the case back to an assistor who was involved in  the case in January. Between March and June 2016, IRS reassigned the  reopened case to multiple assistors, one of whom requested documents  be retrieved and scanned in early May. Despite an additional request for  scanned documents, none were received. At the end of June 2016, IRS  closed the case again. For both the initial case and the subsequent  review, IRS took a total of 216 days to close the case, which officials  primarily attributed to resource constraints. Because IRS closed this case  in 2016, it did not send the taxpayer an IP PIN to use for filing his/her  2015 tax return."], "subsections": []}, {"section_title": "Case 14", "paragraphs": ["In March 2015, a fraudster e-filed a 2014 tax return that IRS accepted  and requested a refund of about $7,200. Later that month, IRS held the  refund because its IDT filters identified potential fraud. IRS sent a letter to  the taxpayer stating IRS would be reviewing the return. The legitimate  taxpayer received the letter because the fraudster used the legitimate  taxpayer’s address. In April 2015, the taxpayer called IRS and stated  he/she had not yet filed a return. IRS put another hold on the refund and  wrote to the taxpayer again, this time confirming it would hold the refund.  This same month, the legitimate taxpayer filed for an extension. In July  2015, the legitimate taxpayer’s power of attorney called IRS to say that  the taxpayer would be filing a return. A week later, IRS received an IDT  affidavit from the legitimate taxpayer’s spouse.", "In October 2015, the taxpayer sent a paper 2014 tax return to IRS  requesting a refund of about $3,500. IRS opened a correspondence case  because the taxpayer included several pieces of written correspondence  with the return that he/she had previously received from IRS. IRS took 5  months to process the return. Because the taxpayer included a copy of  the letter IRS sent to him/her in March, IRS initially treated the return as  correspondence rather than a tax return. During this time, IRS reassigned  the case through various managers, team leads, and assistors.", "In March 2016, IRS closed the case and sent the taxpayer a letter  confirming he/she was an IDT victim. About 3 weeks later, IRS processed  a refund of about $3,400. This represents the full refund minus a balance  of less than $100 from a prior year plus about $100 in interest. IRS took  144 days to close the case, in part due to misclassification of the case as  correspondence and reassigning it through multiple assistors. Officials  primarily attributed these delays to resource constraints. Because IRS  closed this case in 2016, it did not send the taxpayer an IP PIN to use for  filing his/her 2015 tax return."], "subsections": []}, {"section_title": "Case 15", "paragraphs": ["In February 2014, a fraudster e-filed a 2013 tax return that IRS accepted  and requested a refund of about $5,500. Over the next 6 weeks, IRS put  multiple holds on the refund because its IDT filters identified potential  fraud. As a result, the fraudster did not receive a refund. In April 2014, the  legitimate taxpayer filed for an extension for tax year 2013. Later that  month, IRS sent the taxpayer a letter stating the return was under review.", "In October 2015, IRS received a paper 2013 tax return from the legitimate  taxpayer showing a balance owed. However, IRS was unable to post  return information to the taxpayer’s account until February 2016 because  it had to correct a taxpayer error before it could process the return. IRS  then opened an IDT case, and assigned the case to an assistor. The  assistor did not take action for more than 2 months. IRS reassigned the  case to a different assistor who determined the legitimate taxpayer was  an IDT victim, had a balance due on the 2013 return, and that a penalty  and interest should be assessed due to the late filing. IRS then  reassigned the case several times to identify an assistor with availability  and the training to calculate the applicable penalties. IRS closed this case  in August 2016 and the taxpayer owed tax of about $6,500. IRS also  assessed penalties and interest of more than $3,500. IRS took 193 days  to close the case, in part due to taxpayer errors it had to correct as well  as reassigning the case to multiple assistors. IRS attributed these delays  primarily to resource constraints. Because IRS closed this case in 2016, it  did not send the taxpayer an IP PIN to use for filing his/her 2015 tax  return."], "subsections": []}, {"section_title": "Case 16", "paragraphs": ["In January 2015, a fraudster e-filed a 2014 tax return that IRS accepted.  The following week, the fraudster received a refund of about $1,900 via  direct deposit. At the end of January 2016, 1 year later, the taxpayer  called IRS and was told that the 2014 refund had been issued last year  via direct deposit. However, the taxpayer stated he/she had not yet filed a  2014 return. The assistor advised the taxpayer to submit an IDT affidavit.  IRS received the affidavit in early February 2016 along with the taxpayer’s  paper 2014 tax return. In March 2016, IRS opened an IDT case and sent  the taxpayer a letter stating it had received the affidavit. In mid-April 2016,  IRS closed the case and sent the taxpayer a letter stating he/she had  been an IDT victim. IRS closed the case in 71 days. In mid-May, IRS sent  the legitimate taxpayer the refund plus about $60 in interest. Because IRS  closed this case in 2016, it did not send the taxpayer an IP PIN to use for  filing his/her 2015 tax return."], "subsections": []}]}, {"section_title": "Appendix VI: Comments from the Internal Revenue Service", "paragraphs": [], "subsections": []}, {"section_title": "Appendix VII: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Joanna Stamatiades, Assistant  Director; Erin Saunders-Rath, Analyst-in-Charge; Jehan Chase; James  Cook; Robert Gebhart; Kirsten B. Lauber; Kimberly Madsen; and Robert  Robinson made key contributions to this report."], "subsections": []}]}], "fastfact": ["Taxpayers rely on IRS to help them comply with the tax code and file their taxes. Although IRS improved its telephone service during the 2016 tax filing season, service year-round was not as good.", "We also looked at how IRS helps taxpayers who are victims of ID theft refund fraud—wherein fraudsters pose as taxpayers and file returns seeking refunds. IRS has improved aspects of service for victims, but inefficiencies continue to contribute to delays in resolving these cases.", "Among other things, we recommend IRS display its service standards and performance online to let customers know what to expect, and improve service to refund fraud victims."]}