{"id": "GAO-03-759T", "url": "https://www.gao.gov/products/GAO-03-759T", "title": "FBI Reorganization: Progress Made in Efforts to Transform, but Major Challenges Continue", "published_date": "2003-06-18T00:00:00", "released_date": "2003-06-18T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Following the September 11, 2001, terrorist attacks, the FBI needed to refocus its efforts to investigate those attacks and to detect and prevent possible future attacks. To do this the FBI has taken steps to change its priorities and sought to transform itself to more effectively address the potential terrorist threats. This testimony specifically addresses the FBI's (1) progress in updating its strategic plan; (2) development of a strategic human capital plan; (3) realignment of staff resources to priority areas; (4) reallocation of staff resources from its drug program; (5) efforts to recruit and hire new personnel to address critical staffing needs; (6) efforts to enhance its training program; and (7) implementation of new investigative authorities and internal controls to ensure compliance with the revised Attorney General's Guidelines on General Crimes, Racketeering Enterprise and Terrorism Enterprise Investigations and to help protect individual civil liberties."]}, {"section_title": "What GAO Found", "paragraphs": ["Last June, GAO highlighted the importance of the FBI's success in transforming itself, noting several basic aspects of a successful transformation. Thus far, GAO is encouraged by the progress that the FBI has made in some areas in the past year, but a number of major challenges remain. The commitment of Director Mueller and senior level leadership to the FBI's reorganization and the FBI's communication of priorities warrant recognition. However, a comprehensive transformation plan with key milestones and assessment points to guide its overall transformation efforts is still needed. The FBI has also not completed updating its strategic plan and has not developed a strategic human capital plan, although it has made some progress in both these areas. To better ensure focus on the highest priorities, over the last year, several actions were taken, including permanently redirecting a portion of the field agent workforce from criminal investigative programs to counterterrorism and counterintelligence. However, the FBI continues to face challenges in critical staffing areas including: (1) utilizing staff resources from other criminal investigative programs to address counterterrorism, and (2) a lack of adequate analytical and technical assistance and administrative support personnel. The FBI's efforts to address critical skill needs and revise its training program are commendable. GAO also found internal controls in place to help ensure compliance with the revised Attorney General's Guidelines and protect individual civil liberties."]}], "report": [{"section_title": "Letter", "paragraphs": ["I appreciate the opportunity to return today to discuss the Federal Bureau  of Investigation’s (FBI) transformation efforts and the implementation of  new authorities granted agents under the revised Attorney General’s  Guidelines on General Crimes, Racketeering Enterprise and Terrorism  Enterprise Investigations. As a follow up to the statement that I provided  in June 2002, and at your request, my testimony today will specifically  address the FBI’s    progress updating its strategic plan;    development of a strategic human capital plan;  realignment of staff resources to priority areas;  reallocation of staff resources from its drug program;    efforts to recruit and hire new personnel to address critical staffing needs;    efforts to enhance its training program; and  implementation of specific investigative authorities associated with the  revised Attorney General’s Guidelines and internal controls to ensure  compliance with the Guidelines and to help protect individual civil  liberties.", "To prepare this testimony, we (1) reviewed FBI planning documents,  budgetary, staffing, and workload data; written policies and procedures;  and other pertinent documents related to the FBI’s reengineering and  realignment efforts and implementation of the revised Attorney General’s  Guidelines; (2) interviewed management and program officials at FBI  headquarters as well as management personnel in charge of operations in  14 FBI field offices; and (3) obtained input from 176 special agents and   34 analysts in these 14 FBI field offices using a structured questionnaire  and follow up interview questions. To address the effect of the FBI’s  realignment on drug enforcement efforts, we also interviewed selected  Department of Justice (DOJ) and Drug Enforcement Administration (DEA)  officials as well as local law enforcement representatives. Additionally,  we analyzed DEA’s budget, staffing, and workload data and DOJ’s  Domestic Drug Enforcement Strategy. To address issues related to  ensuring FBI’s compliance with the Attorney General’s Guidelines, we  also met with officials from FBI and DOJ and several private sector groups  interested in civil liberties issues. We did our work between September  2002 and June 2003 in accordance with generally accepted government  auditing standards."], "subsections": [{"section_title": "FBI Efforts Part of Broader Transformation Efforts", "paragraphs": ["Last June, I highlighted the importance of the FBI’s success in  transforming itself, noting several basic aspects of a successful  transformation as well as the need for broader government  transformation. Today, the importance of the FBI’s transformation has not  diminished. The FBI continues to stand at the forefront of our domestic  intelligence efforts to defend the public from the threat of terrorism, while  still maintaining responsibility for investigations of other threats to our  public safety such as those from drugs, violent crime, public corruption,  and crimes against children. As I pointed out last June, any changes at the  FBI must be part of, and consistent with, broader governmentwide  transformation efforts that are taking place, especially those resulting  from the establishment of the Department of Homeland Security and in  connection with the intelligence community.", "To effectively meet the challenges of the post-September 11, 2001,  environment, the FBI needs to consider employing key practices that have  consistently been found at the center of successful transformation efforts.  These key practices are to    ensure that top leadership drives the transformation;    establish a coherent mission and integrated strategic goals;   focus on a key set of principles and priorities;    set implementation goals and a timeline;    dedicate an implementation team to manage the process;    use a performance management system to define responsibility and    establish a communication strategy;   involve employees; and    build a world class organization that continually seeks to implement best  practices.", "Strategic human capital management is the centerpiece of any change  management initiative, including any agency transformation effort. Thus  far, we are encouraged by the progress that the FBI has made in some  areas in the year since the announcement of phase II of its reorganization.  Specifically, the commitment of Director Mueller and senior level  leadership to the FBI’s reorganization; the FBI’s communication of  priorities; and the FBI’s efforts to realign its activities, processes, and  resources warrant recognition. However, a comprehensive transformation  plan with key milestones and assessment points to guide its overall  transformation effort is still needed.", "In addition, as I testified last June, the FBI can and should reinforce its  transformation efforts through its performance management system by  aligning unit, team, and individual employee performance expectations  with planned agency goals and objectives. High-performing organizations  create a clear linkage—“line of sight”—between individual performance  and organizational success and thus transform their cultures to be more  results-oriented, customer-focused, and collaborative in nature. This  alignment will help FBI employees see the connection between their daily  activities and the Bureau’s success. The FBI may already show some  indication that its agents see how their work relates to agency priorities.  Eighty-five percent of the special agents and 31 of the 34 analysts who  completed our questionnaire in the 14 FBI field offices we visited generally  or strongly agreed that their daily activities have been consistent with the  FBI’s top priorities.", "Coupled with this alignment is the need for a performance management  system that makes meaningful distinctions in performance. The FBI  currently uses a pass/fail system to rate its employees’ performance. This  type of system does not provide enough meaningful information and  dispersion in ratings to recognize and reward top performers, help  everyone attain their maximum potential, and deal with poor performers.  As a result, the FBI needs to review and revise its performance  management system to be in line with revisions to its strategic plan,  including desired outcomes, core values, critical individual competencies,  and agency transformational objectives."], "subsections": []}, {"section_title": "FBI Strategic Planning Efforts Underway, but Revised Strategic Plan Not Completed", "paragraphs": ["Although a strategic plan is vital to an organization’s transformation effort,  the FBI has not completed the update to its strategic plan. At the same  time, it has made some progress in its strategic planning efforts.  Specifically, the FBI’s Office of Strategic Planning has developed a  framework for a revised strategic plan. The operational divisions have  made some progress in completing their program plans—the Bureau’s  building blocks, in addition to the FBI’s top 10 priorities, for completing a  strategic plan. Furthermore, information about the progress of the  strategic planning process seems to have been disseminated. Both field  office managers and field staff we spoke with generally reported being  afforded the opportunity to provide input. Director Mueller, through  leadership and management conferences, electronic communications,  visits to field offices, messages on the FBI’s intranet, public statements,  and press releases, has communicated the FBI’s top priorities.  Additionally, the FBI, through a strategic planning reengineering project,  is developing a revised strategic management process to better align the  planning and budget processes with strategic priorities in the future.", "The Office of Strategic Planning has developed a framework for the  revised strategic plan, and the operational divisions were provided  guidance to develop their program plans. According to the FBI, the  Counterintelligence and Cyber program plans have been completed,  presented to FBI executive management, and approved. The Office of  Strategic Planning is in the process of incorporating them into the revised  strategic plan. As of June 2003, the Counterterrorism and Criminal  Investigative Divisions’ program plans were in the final stages of  development. FBI officials indicated that the implementation of two staff  reprogrammings and delays in the appropriation of its fiscal year 2003  budget, as well as the war in Iraq, delayed the completion of these  program plans. FBI officials estimate that a new strategic plan should be  completed by the start of fiscal year 2004. It is unclear, however, whether  the FBI will achieve this milestone, and because the plan has not been  completed we cannot comment on the quality of its contents.", "As noted earlier, employee involvement in strategic planning, and  transformation in general, is a key practice of a successful agency as it  transforms. FBI executive management seems to have recognized this.  Based on our discussions with program officials in FBI headquarters and  visits to FBI field offices, field management in the 14 field offices we  visited reported that they had been afforded opportunities to provide input  into the FBI’s strategic planning process. In addition, 68 percent of the  special agents and 24 of the 34 analysts who completed our questionnaire  reported that they had been afforded the opportunity to provide input to  FBI management regarding FBI strategies, goals, and priorities, by among  others, participating in focus groups or meetings, and assisting in the  development of the field offices’ annual report. FBI managers in the field  offices we visited and 87 percent of the special agents and 31 of the   34 analysts who completed our questionnaire indicated that FBI  management had kept them informed of the FBI’s progress in revising its  strategic plan to reflect changed priorities.", "FBI management seems to also have been effective in communicating the  agency’s top 3 priorities (i.e., counterterrorism, counterintelligence, and  cyber crime investigations) to the staff. In addition to the awareness of  management staff in FBI headquarters and field offices, nearly all of the  special agents and all of the analysts who answered our questionnaire  indicated that FBI executive management (i.e., Director Mueller and  Deputy Director Gebhardt) had communicated the FBI’s priorities to their  field offices. Management and most of the agents we interviewed in the  field were aware of the FBI’s top 3 priorities. Further, over 90 percent of  special agents and 28 of the 34 analysts who completed our questionnaire  generally or strongly agreed that their field office had made progress in  realigning its goals to be consistent with the FBI’s transformation efforts  and new priorities.", "Completion of a revised strategic plan is essential to guide the decision  making in the FBI’s transformation. The Director has set the priorities and  they have been communicated; however, it is vital that the FBI place a  priority on the completion of a new and formal strategic plan, as it is a key  first step in transformation."], "subsections": []}, {"section_title": "FBI’s Progress in Developing a Strategic Human Capital Plan", "paragraphs": ["In my statement last June, I highlighted the importance of the development  of a strategic human capital plan to the FBI’s transformation efforts. A  strategic human capital plan should flow from the strategic plan and guide  an agency to align its workforce needs, goals, and objectives with its  mission-critical functions. Human capital planning should include both  integrating human capital approaches in the development of the  organizational plans and aligning the human capital programs with the  program goals. The FBI has not completed a strategic human capital plan,  but has taken some steps to address short-term human capital needs  related to implementing its changed priorities, as well as made progress,  through a variety of initiatives, to begin to link human capital needs with  the FBI’s strategic needs. The FBI should continue to build a long-term  strategic human capital approach, including maximizing use of human  capital flexibilities, to identify future critical needs and to attract, retain,  and develop individuals with these skills.", "The FBI has taken actions to address human capital concerns related to  implementing its changed priorities. These include (1) initiating several  reengineering projects on human capital issues, such as succession  planning, enhancing the FBI’s communication strategy and streamlining its  hiring process; (2) initiating the staffing of the Office of Intelligence, a key  component of building the FBI’s intelligence mission; (3) realigning agents  and support staff to counterterrorism, counterintelligence, and cyber  crime investigations to address priority areas; and (4) implementing plans  to enhance recruitment and hiring for critical skill needs and training staff  shifted to priority areas to address the change in the FBI’s priorities. This  statement further addresses the FBI’s progress in realigning staff  resources to priority areas and efforts to enhance recruitment, hiring and  training of personnel in the sections that follow.", "Additional efforts underway within the FBI to address future human  capital needs include, among others:    Administrative Services Division actions to recruit personnel with critical  skills, as identified by the Counterterrorism, Counterintelligence, and  Cyber Divisions to support their priority missions.", "Steps to identify key staff competencies and establish comprehensive  career programs for all occupational groups in the FBI and plans to link  these competencies to training and developmental needs.", "In support of the FBI’s intelligence mission, the creation of two new  intelligence analyst positions, the reclassification of a third position, and  plans to establish career paths for these positions.", "Re-engineering the Training Division’s mission and operations intended to  meet the present and future training needs of the FBI workforce.", "In building a long-term approach, the FBI may want to focus on identified  aspects of successful human capital management systems, such as  utilizing existing human capital flexibilities. While the FBI has made use of  several human capital flexibilities, including work-life programs, such as  alternative work schedules and transit subsidies; monetary recruitment  and retention incentives, such as recruitment bonuses and retention  allowances; and incentive awards for notable job performance and  contributions, such as cash and time-off awards, it needs to fully  maximize the use of available human capital flexibilities in recruiting  agents with critical skills, intelligence analysts, and other critically needed  staff. The use of such flexibilities should be based on a data-driven  assessment of the FBI’s specific needs and capabilities. Such an analysis  should be outlined in the FBI’s strategic human capital plan. After fully  maximizing the use of its recruiting flexibilities, if they prove to be  inadequate in helping the FBI meet its recruiting and retention goals, the  FBI may then want to seek additional legislative authority.", "Finally, as the FBI has yet to hire a Human Capital Officer to oversee these  efforts, it is critical that this individual have the appropriate expertise in  strategic human capital management, as well as the necessary resources to  continue to develop and implement long-term strategic human capital  initiatives. Options for which may include enhancing existing planning  resources or contracting out these functions."], "subsections": []}, {"section_title": "FBI Realigned Staff Resources to Address Priorities, but Some Major Challenges Continue", "paragraphs": ["A key element of the FBI’s reorganization and successful transformation is  the realignment of resources to better ensure focus on the highest  priorities. Since September 11, 2001, the FBI has permanently realigned  some of its field agent workforce from criminal investigative programs to  work counterterrorism, counterintelligence, and cyber programs.  Additionally, over three-fourths of the new special agent positions in the  FBI’s fiscal year 2004 budget request are for the priority areas. However,  despite these efforts, the FBI continues to face major challenges in critical  staffing areas. Some of the more noteworthy challenges include (1) a  continuing need to utilize special agent and staff resources from other  criminal investigative programs to address counterterrorism workload,   (2) lack of adequate analytical and technical assistance, and (3) lack of  adequate administrative and clerical support personnel."], "subsections": [{"section_title": "Staff Resources Realigned to Address Investigative Priorities", "paragraphs": ["As figure 1 shows, about 26 percent of the FBI’s field agent positions were  allocated to counterterrorism, counterintelligence, and cyber crime  programs prior to the FBI’s change in priorities. Since that time, as a result  of the staff reprogramming efforts and funding for additional special  agent positions received through various appropriations, the FBI staffing  levels allocated to the counterterrorism, counterintelligence, and cyber  program areas have increased to about 36 percent.", "The FBI’s staff reprogramming plans, carried out over the last 12 months,  have permanently shifted 674 field agent positions (about 7.5 percent of  the 8,881 field agent positions existing before the change to new priorities)  from the drug, white-collar, and violent crime program areas to  counterterrorism and counterintelligence. In addition, the FBI established  the Cyber program, which consolidated existing cyber resources.", "Despite the reprogramming of agent positions in fiscal year 2002 to  counterterrorism and the additional agent positions received through  various supplemental appropriations since September 11, 2001, agents  from other program areas have also been continuously redirected to work  temporarily on counterterrorism. This demonstrates a commitment on the  part of the FBI to staff this priority area. The FBI has certain managerial  flexibilities to temporarily redirect staff resources to address pressing  needs and threats.", "As figure 2 shows, the average number of field agent workyears charged  to investigating counterterrorism-related matters has continually  outpaced the number of agent positions allocated to field offices for  counterterrorism since September 11, 2001. The FBI’s current policy is  that no counterterrorism leads will go unaddressed, resulting in a need for  these shifts in resources. This policy results in substantial commitment of  resources that may have to be reassessed in the future. As the FBI gains  more experience and continues assessing risk in a post September 11,  2001, environment, it will gain more expertise in deciding which matters  warrant investigation and the investment of staff resources. To better  manage the investment of its staff resources in the future, the FBI should  systematically analyzing the nature of leads and the output of their efforts.  This will enable the FBI to better pinpoint how best to invest staff  resources based on value/risk and overall resource considerations in the  future.", "Use of field agent staff resources for three of the four other programs we  included in our review (i.e., drug enforcement, violent crime, and white  collar crime) were below their allocated staffing levels. Appendix I  provides comparative analyses of field agent positions allocated to field  offices for these other criminal programs and the average number of field  agent workyears charged to investigating these matters.", "Last year, we testified that neither the FBI nor we were in a position to  determine the right amount of staff resources needed to address the  priority areas. Since that time, the FBI has completed a counterterrorism  threat assessment and has had some experience in staffing priority work  in a post-September 11, 2001, environment. This, along with an analysis of  the nature of leads and the output from them, may put the Bureau in a  better situation to assess the actual levels of need in counterterrorism,  counterintelligence, and cyber programs."], "subsections": []}, {"section_title": "Counterterrorism Matters Have Increased", "paragraphs": ["The level of effort in counterterrorism is further reflected in the number of  counterterrorism matters that have been opened following September 11,  2001. As figure 3 shows, the number of newly opened counterterrorism  matters has increased substantially."], "subsections": []}, {"section_title": "FBI Field Offices Lack Adequate Support Personnel", "paragraphs": ["Previous internal and external studies of the FBI and our recent visits to  14 FBI field offices have identified a lack of adequate support personnel.  Among the critical support personnel needs identified were intelligence  analysts, foreign language specialists, computer engineering and technical  specialists, and administrative and clerical support. Based on information  obtained during our site visits to FBI field offices and discussions with  officials in the FBI headquarters, there continues to be challenges  associated with meeting resource needs in these areas.", "During our site visits, both management officials and field agents indicated  that inadequate numbers of intelligence analysts and foreign language  specialists resulted in delays to investigative work. Specifically, 70 percent  of the agents and 29 of the 34 analysts who completed our questionnaire  responded that the staffing level of intelligence analysts was less than  adequate given their office’s current workload and priorities. As a result,  many agents said they spend time performing their own intelligence  analysis work.", "FBI officials also expressed a need for more foreign language specialists  largely due to an increase in translation needs, for instance, translating  documents and electronic surveillance recordings. Fifty-four percent of  the agents and 17 of the 32 analysts who completed our questionnaire  indicated that the staffing level of foreign language specialists was less  than adequate given their office’s current workload and priorities.", "Also, agents expressed a need for additional computer and technical  specialists. Fifty three percent of the agents and 21 of the 34 analysts who  completed our questionnaire indicated that staffing level of computer and  technical support was less than adequate given their office’s current  workload and priorities. Agents reported that they sometimes have to wait  for several days to get computer hardware support when needed.  Additionally, managers and agents in the field offices said that their field  office lacked adequate access to staff who could assist in the search and  seizure of computer evidence as well as provide forensic examination of  computers.", "Lastly, FBI management and special agents with whom we met indicated  that the staffing level of administrative and clerical support personnel was  inadequate and that this adversely affected the efficiency of their  investigative activities. Over 60 percent of the agents and 18 of the   34 analysts who completed our questionnaire indicated that the level was  less than adequate given their office’s current workload and priorities.  According to FBI field office officials, it was not uncommon for  management, agents, and analysts to take on many of the administrative  support functions, such as answering telephones and entering data, in  addition to their other responsibilities."], "subsections": []}]}, {"section_title": "Reallocation of FBI Resources Affects DOJ’s Drug Enforcement Efforts", "paragraphs": ["Last year at this time the FBI announced that, in keeping with its new  priorities, it would move 400 field agent positions from its drug program to  counterterrorism. Indeed, the FBI has transferred even more agent  positions than it originally announced and has augmented those agents  with the short-term assignment of additional field agents from drug and  other law enforcement areas to work on counterterrorism. As would be  expected, the number of newly opened drug cases has fallen in relation to  the decline in the number of field agent positions allocated to drug  enforcement. Additionally, according to the FBI and DOJ’s recent  domestic drug enforcement strategy, the FBI’s, as well as DEA’s, drug  enforcement efforts will primarily focus on targeting the most significant  high-level drug trafficking organizations leaving some other lower-level  drug enforcement activities (e.g., street sweeps) to state and local  entities. It is unclear the extent to which state and local law enforcement  agencies can sustain or enhance their drug enforcement efforts given that  they also have added homeland security responsibilities and face their  own fiscal challenges."], "subsections": [{"section_title": "Nearly Half of the FBI Field Agent Drug Positions Have Been Reallocated to Priority Program Areas", "paragraphs": ["Since September 11, 2001, about 40 percent of the positions allocated to  FBI field offices’ drug program have been reallocated to counterterrorism  and counterintelligence priority areas. As figure 4 shows, just prior to  September 11, 2001, about two-thirds (or 890) of the 1,378 special agent  positions allocated to FBI field offices for drug program matters were  direct-funded. The remaining one-third (or 488) of the special agent  positions was funded by the Organized Crime and Drug Enforcement Task  Force program (OCDETF). As of the second quarter of fiscal year 2003, the  number of direct-funded positions allocated to FBI field offices for the  drug program had decreased over 60 percent, going from 890 to 335.  OCDETF-funded agent positions, which have remained constant, now  account for about 60 percent of the FBI field offices’ drug program staff  resources. Consistent with Director Mueller’s commitment, the FBI has  not reduced the number of agents in the OCDETF program.", "While this reduction represents a substantial decline in the number of field  agent positions allocated to drug work, in fact, the reduction in drug  enforcement workyears was actually larger than these figures reflect.  Specifically, as needs arose for additional agents to work counterterrorism  leads, field agents assigned to drug program squads were temporarily  reassigned to the priority work. As figure 5 shows, at the extreme, during  the first quarter of fiscal year 2002 (just after the events of September 11,  2001), while 1,378 special agent positions were allocated to drug work only  about half of these staff resources worked in the drug program area.  During fiscal year 2003, the allocated number of drug agent positions and  the average number of field agent workyears charged to drug matters start  to converge to the new targeted levels.", "The reduction in drug enforcement resources has reduced the number of  drug squads in FBI field offices, according to FBI officials. The number of  FBI agents supporting the High-Intensity Drug Trafficking Area (HIDTA)  program initiatives has also been reduced, according to FBI officials.", "The significant reduction in agent-strength in the drug enforcement area  may be an important factor in the smaller number of drug matters opened  in the first two quarters of fiscal year 2003. As figure 6 shows, the number  of newly opened drug matters went from 1,825 in fiscal year 2000 to 944 in  fiscal year 2002 and to 310 in the first half of fiscal year 2003, indicating a  rate for the entire year that may be well below that of previous years.", "We want to make clear that we are in no way intending to fault the FBI for  the reassignment of agents from drug enforcement to higher-priority areas.  Indeed, these moves are directly in line with their priorities and in keeping  with the paramount need to prevent terrorism."], "subsections": []}, {"section_title": "DEA Is Taking Steps to Fill Some of the Drug Enforcement Gap", "paragraphs": ["The DEA, the lead federal drug enforcement agency, has taken a slightly  larger role in domestic drug enforcement through increasing its  participation in interagency drug enforcement activities. For example, in  fiscal year 2002, DEA began shifting 34 agent positions from headquarters  and various field divisions to support the southwest border—a region that  has experienced a significant reduction in FBI special agent positions.  During the same period, the DEA also increased its authorized staffing  level for HIDTA programs by 13 special agent positions. For fiscal year  2003, DEA received a budget enhancement that will fund an additional   216 special agent positions, to among other things, strengthen its financial  investigations and increase its participation in OCDETF. For fiscal year  2004, DEA has requested an enhancement to fund 233 additional agent  positions, plus the reassignment of 293 special agent positions from their  Mobile Enforcement Team (MET) and Regional Enforcement Team (RET)  to investigate priority drug trafficking organizations. Overall, in terms of  combined DEA and FBI drug agent positions, DEA enhancements  (received and planned) will fill some, but not all, of the drug program  personnel gap left by the reassignment of FBI drug program agents to  higher-priority work."], "subsections": []}, {"section_title": "New Domestic Drug Enforcement Strategy Focuses at High-Level Activity", "paragraphs": ["According to the April 2003 Department of Justice Domestic Drug  Enforcement Strategy, DOJ’s drug enforcement effort, consistent with the  OCDETF initiative, will center on investigations of the most significant  international, national, regional, and local drug trafficking organizations.  Specifically, it focuses drug enforcement efforts on disrupting or  dismantling priority targets on its Consolidated Priority Organization  Target list. The proposed movement of resources out of DEA’s MET and  RET program is consistent with this new strategy.", "In July 2001, we issued a report concerning the management of the MET  program. At that time we reported that, according to DEA, the MET  program was needed because (1) state and local police agencies did not  have sufficient resources to effectively enforce the drug laws and (2) local  law enforcement personnel were known to local drug users and sellers,  making undercover drug buys and penetration of local distribution rings  difficult and dangerous. DEA reported about 16,000 arrests as a result of  MET deployments from its inception in fiscal year 1995 through the third  quarter of fiscal year 2003. DEA also noted that about a quarter of its  MET investigations involved either drug traffickers operating on a broader  scale than the local jurisdiction of the deployment of international  traffickers.", "The overall reduction in combined FBI and DEA staffing of drug  enforcement positions and the change in strategy removes some drug  enforcement assistance from local jurisdictions at a time when many, if  not most, state and local budgets are under intense pressure. While this  may in fact be the best use of scarce resources, drug crime data of many  kinds should be monitored closely to assess the impact of these changes  and ensure that we are using our resources to the best advantage."], "subsections": []}]}, {"section_title": "FBI Has Made Progress in Recruitment and Hiring", "paragraphs": ["The FBI has made some progress in developing and implementing its  recruitment strategies and in its efforts to hire special agents and support  staff with critical skills. While fiscal year 2002 special agent hiring goals  were met in terms of numbers, the FBI fell short of the desired critical  skills mix. For support staff, hiring for that year was far lower than was  targeted. For fiscal year 2003, as of May, the outlook is better for both  special agents and some support staff skill areas. For special agents, only  in the language skills area has hiring lagged below a pace needed to meet  the goal. Support staff hiring seems on track to meet many, but not all, of  their critical skill targets."], "subsections": [{"section_title": "FBI Made Progress in Developing and Implementing Hiring Strategies for Special Agents", "paragraphs": ["As previously noted, in order to recruit staff to align with its needs and  priorities after September 11, 2001, the FBI developed a National Special  Agent Recruitment Plan for fiscal years 2002 and 2003. This plan  established recruitment and hiring goals, identified critical skills the FBI is  targeting, and established a timeline for achieving these goals. To  implement its recruitment plan, in January 2002, the FBI began a hiring  initiative aimed at recruiting applicants with skills and backgrounds  identified as critical for new special agents. This includes a focus on skills  in computer science, specific foreign languages, physical sciences and  engineering, as well as experience in counterterrorism and  counterintelligence. The FBI has set specific numerical targets for these  skills to try to ensure that new agents as a group would be hired with the  targeted mix of skills. To enhance the special agent applicant pool in  certain critical skill areas, for example, the FBI established a Computer  Science/Information Technology Special Entry Program."], "subsections": []}, {"section_title": "FBI Is Meeting Special Agent Hiring Goals and Is Improving in Hiring Agents with Critical Skills", "paragraphs": ["The FBI was successful in meeting its overall hiring goals for special  agents during fiscal year 2002. During that year, the FBI hired 923 agents  of the 927 planned. The FBI, however, was less successful in hiring the  special agents, who as a group possessed the mix of critical skills specified  under the fiscal year 2002 hiring initiative. The timing of this hiring process  may have been a factor in not achieving the targeted skill mix during this  year. The FBI announced its critical skill goals approximately 4 months  after September 11, 2001, and at the end of a 2-year hiring freeze. In order  to hire special agents quickly, in the months following September 11, 2001,  the FBI had to rely on its existing applicant pool, which largely consisted  of applicants with skills in accounting, law, and law enforcement. The  available applicant pool also included applicants with foreign language  skills, but not necessarily in the newly targeted languages.", "During the first 8 months of fiscal year 2003, the FBI hired about   80 percent (or 550) of the special agents it needs to meet its hiring goal of   663 agents. In all of its identified critical skill areas, except agents with  foreign language skills, the FBI is on track to reach its stated hiring goals,  and in some areas has exceeded its goals. Appendix II contains additional  information concerning the FBI’s fiscal year 2002 and 2003 hiring.", "It is important to note that the FBI hiring process for special agents has  been shortened considerably. While still lengthy, it is down to a minimum  of about 8 months from application submission to final processing, from  13 months several years ago. Appendix III includes a graphic presentation  of the steps in the hiring process and the time associated with each step.  Once new agents are hired, they are sent to 17 weeks of new agent training  at the FBI Academy in Quantico, Virginia, followed by a 2-year  probationary period during which time special agents receive  developmental supervision and on-the-job training. We note this to make  the point that it will take time to build up agent strength within the  Bureau."], "subsections": []}, {"section_title": "Support Staff Hiring Goals Not Met in 2002, but 2003 Shows Some Improvements", "paragraphs": ["About 60 percent of the FBI’s workforce is represented by support staff,  which consists of analysts (e.g., intelligence and financial), scientists,  technical specialists, administrative support, laborers, and other nonagent  personnel. In fiscal year 2002, the FBI did not meet its overall goal for  hiring support staff, filling only 643 (44 percent) of 1,465 positions. The  initial goal for hiring support staff in fiscal year 2003 was set at about  2,000. However, the goal has been revised downward during the year to  reflect attrition rates that were lower than anticipated, somewhat smaller  enhancements for support staff than were anticipated, and a reevaluation  of their overall budget situation. The capacity of the FBI to process new  support staff applications was approximately 1,500 applications per year,  according to FBI officials. The current target for support staff hiring is set  at 1,023. As of May 2003, the FBI has hired 565 support staff, about 55  percent of the goal as compared to 80 percent of its special agent goal.", "The FBI does not set hiring goals for all types of support staff but only for  those that are deemed critical. Table 1 shows fiscal year 2003 hiring goals  for selected support staff positions. As the table shows, the FBI is doing  well in hiring for some critical areas but is lagging in others.", "Consistent with Director Mueller’s plans to enhance its intelligence  program, the FBI has, as noted earlier, redefined and revised intelligence- related analyst positions and has made some progress in hiring  intelligence analysts. In fiscal year 2002, the FBI did not specify hiring  goals in the intelligence area; however, in fiscal year 2003, the FBI  identified intelligence analysts as a priority hiring category. As of May  2003, the FBI has hired 115 new analysts in the intelligence area— including intelligence analysts, intelligence operations specialists, and  intelligence research specialists. On the basis of its revised fiscal year   2003 target—to hire 126 analysts in this area—the FBI is well on the way  to reaching its target.", "While still short of meeting its foreign language critical skill targets, the  FBI has been able to bolster its foreign language capacity by increasing the  number of contract linguists and language specialists. Before September  11, 2001, there were 405 contract linguists and 379 language specialists,  and as of May 2003, there were 712 contract linguists and 421 language  specialists. In the priority languages identified to support the FBI’s new  priorities, 195 contract linguists and 44 language specialists were hired  between October 2002 and March 2003.", "Through our field visits, two other areas in which agents and managers  indicated that there were support staff challenges were information  technology and administrative support. For fiscal year 2003, the FBI plans  on hiring 44 information technology staff and 211 administrative staff. As  of May 2003, the FBI hired 45 information technology and   94 administrative personnel—exceeding its goal for information  technology and hiring about 45 percent of its goal for administrative  personnel."], "subsections": []}]}, {"section_title": "FBI’s Training Program Revamped to Address Priority Areas", "paragraphs": ["In addition to hiring new employees with critical skills, the FBI’s  reorganization plans called for revisions to the FBI’s training program.  Over the past 12 months, the FBI has improved its ability to train its  workforce and to address priority areas. Encouraging steps taken by the  FBI include: (1) efforts to provide revised training to new agents and  agents assigned to work in priority areas; (2) progress establishing the  College of Analytical Studies to train analysts; and (3) plans to reengineer  its overall training program to better meet the long-term training needs of  the Bureau’s workforce."], "subsections": [{"section_title": "Agents Provided Revised Training in Priority Areas", "paragraphs": ["In January 2003, in an effort to focus on the delivery of training to agents  and analysts reassigned to work in the priority areas, the FBI cancelled  most of its training for on-board staff that was not focused on  counterterrorism, counterintelligence, and cyber crime investigations. This  allowed the FBI to shift resources to develop training for new agents and  those agents who were moved to work in counterterrorism,  counterintelligence, and cyber matters. For example, the FBI Training  Division revised existing new agent coursework to focus on the priority  areas and developed new courses for agents who were assigned to  counterterrorism and counterintelligence. Agents assigned to the newly  established Cyber Division are required to complete basic coursework on  cyber crime investigations and are encouraged to complete a core  curriculum consisting of eight classes, including technical coursework as  well as cyber investigative techniques.", "As of April 2003, all new agents are to receive revised training in the  priority areas. In addition, as of May 2003, 545 of all agents assigned to  work on counterterrorism and counterintelligence investigations have  received revised training in these areas. Those agents who have been  designated by the Counterterrorism and Counterintelligence Divisions as  needing revised training will have completed the required training by the  end of the 2003 calendar year, according to FBI officials. We did not  evaluate the curriculum of the revised training courses. Appendix IV  provides additional details about the FBI’s allocation of $10 million  provided in the House Conference Report accompanying the fiscal year  2003 budget  and revisions to the FBI’s training in priority areas."], "subsections": []}, {"section_title": "College of Analytical Studies in Place to Build Analysts Skills", "paragraphs": ["To further enhance analysts’ skills and abilities, the FBI created the  College of Analytical Studies at its Quantico training facility in October  2001. The College of Analytical Studies provides training to new and in- service analysts in tools and techniques for both strategic and technical  analysis. Completion of basic analytical coursework is required of new  analysts, while advanced analytical coursework is offered to experienced  analysts. The College of Analytical Studies trained 193 analysts in fiscal  year 2002 and is scheduled to train an additional 1,032 analysts in fiscal  year 2003. Additionally, the FBI is continuing to identify and schedule  additional analysts from the priority areas who should receive analytical  training, according to FBI officials. As with the revised agent training, we  did not evaluate the content of the curriculum offered by the College of  Analytical Studies. FBI officials told us that after each training course  students are asked to provide feedback, which may be used to revise  coursework. We did not evaluate this feedback.", "Additionally, the FBI’s Office of Intelligence has been tasked to develop all  policies, including education requirements, with regard to analysts  working in the intelligence area. The Office of Intelligence intends to work  with the College of Analytical Studies to ensure that appropriate analytical  training has been provided, according to FBI officials. The FBI is also  pursuing accreditation for its College of Analytical Studies.", "The FBI continues to work with other federal agencies to improve their  analytical capabilities. For example, the FBI is currently working with the  Joint Military Intelligence College to allow a select number of FBI  personnel with intelligence backgrounds to earn a Master of Science in  Strategic Intelligence. FBI officials anticipate that the program will begin  accepting applications from interested FBI personnel by the end of fiscal  year 2003, for consideration by FBI executives and final acceptance by the  Joint Military Intelligence College for classes in fiscal year 2004."], "subsections": []}, {"section_title": "Reengineering of Training Program Underway to Address Long-Term Needs", "paragraphs": ["To better address the longer-term training needs of its entire workforce,  the FBI is implementing a plan to restructure its training programs. In  March 2003, Director Mueller approved a series of proposals contained in  a reengineering project addressing FBI training activities, which included  a goal of establishing an Office of Training and Development. This office,  among other duties, would assess the career-long training needs of all  employees, standardize training, and centralize the tracking of staff  progress through the curriculum. The training reengineering plan calls for  the Assistant Director of Training to function as the chief learning officer  and to oversee both the Office of Training and Development and the FBI  Academy. The FBI Academy will continue its primary mission of training  new agents, as well as operating the College of Analytical Studies. While  the FBI, in announcing its training reengineering plan, acknowledges the  long-term benefits of enhancing training as an investment in human  capital, it is too soon to tell how effective the plan will be in improving  performance. And, as the overall human capital plan for the agency  develops there will be a need to revise and enhance training plans.  Appendix IV also provides additional details on the FBI’s training  reengineering plan."], "subsections": []}]}, {"section_title": "Implementation of the Revised Attorney General’s Guidelines", "paragraphs": ["The revised Attorney General’s Guidelines on General Crimes,  Racketeering Enterprise and Terrorism Enterprise Investigations (the  “Guidelines”) are intended to provide the FBI greater investigative  flexibility to enhance its ability to detect and prevent terrorist acts and  other federal crimes. As traditional investigative constraints are eased,  however, appropriate internal controls are needed to prevent investigative  abuses and ensure the protection of civil liberties. The Guidelines  themselves contain internal controls regarding specific investigative  procedures and prohibited activities, and the FBI and DOJ have other  internal control mechanisms in place to help ensure agents do not go  beyond their stated authorities. Although private sector groups we  interviewed have expressed concern regarding issuance of the new  Guidelines, neither we nor they have identified any reported allegations or  investigations of abuses under the new Guidelines authorities.", "It should be noted that federal officials, including the FBI, have also  received additional investigative authorities from laws such as the USA  PATRIOT Act, and that FBI activities are also prescribed by various other  Attorney General guidelines. Our review focused on certain provisions of  the Attorney General’s Guidelines on General Crimes, Racketeering  Enterprise and Terrorism Enterprise Investigations. Among other  things, the revised Guidelines permit FBI agents to be more proactive by  allowing certain investigative activities—such as visiting public places and  events or conducting online searches—to be conducted outside the  context of an investigation. We did not focus on internal controls  associated with other statutes and guidelines relevant to FBI  investigations. For example, we did not focus on the type of alleged  abuses recently reported by the DOJ’s Office of the Inspector General  (OIG) in June 2003 concerning the detention of 762 aliens who had been  held in connection with the FBI terrorism investigations. Appendix V  provides a brief overview of a few selected statutes and guidelines  relevant to FBI investigations that were not a part of our analysis."], "subsections": [{"section_title": "Revised Guidelines Allow FBI More Investigative Flexibility", "paragraphs": ["Following the September 11, 2001, terrorist attacks on the United States,  the Attorney General ordered a review of all investigative procedures  related to national security and criminal matters in an effort to eliminate  unnecessary investigative constraints and help prevent terrorism. As a  result, in May 2002, the Attorney General issued a revised set of FBI  domestic investigative guidelines—The Attorney General’s Guidelines on  General Crimes, Racketeering Enterprise and Terrorism Enterprise  Investigations—intended to provide consistent policy direction so that  FBI investigations are confined to matters of legitimate law enforcement  interest and protect individual rights, while also providing new  investigative flexibility. The Guidelines also delegate the authority to  initiate and approve certain types of investigations from FBI headquarters  to FBI field offices. Appendix VI presents more details on selected key  changes in the Guidelines."], "subsections": []}, {"section_title": "Internal Controls Are Intended to Protect against FBI Noncompliance With the Guidelines", "paragraphs": ["As we pointed out a year ago, the FBI should have appropriate internal  controls in place to ensure that the new authorities permitted under the  revised Guidelines are carried out in a manner that protects individual civil  liberties. Internal controls serve as the first line of defense in preventing  and detecting errors, and they provide an organization’s management with  reasonable assurance of compliance with applicable laws and regulations.  Thus, internal controls are a key component for ensuring that these new  authorities are implemented in a manner that protects civil liberties. Under  federal internal control standards, a variety of internal control  mechanisms—including training, supervision, and monitoring—may be  used by agencies to ensure compliance with applicable laws and  regulations.", "The Guidelines themselves are an internal control, establishing standards  and requirements governing the FBI’s investigative authority. In addition,  the FBI has the following additional internal controls in place to help  ensure compliance with the Guidelines and prevent agents from going  beyond the authorities granted in the Guidelines: (1) policies and  procedures, which communicate to agents in detail the levels of authority  and permissible activities; (2) training, which addresses civil liberties  issues so that agents understand the limitations of their authority; and   (3) supervision, which monitors agents’ use of the new authorities. Finally,  the FBI and DOJ have other internal control mechanisms in place to  monitor FBI programs and personnel, as well as to identify and address  alleged incidents of agent misconduct or abuse of civil liberties— specifically the FBI’s internal inspection process and the investigation of  allegations of abuse by the FBI ‘s Office of Professional Responsibility  (OPR) and DOJ’s OIG. All of these mechanisms, of course, predate the  revised Guidelines. To protect against civil liberties abuses in relation to  the new investigative authorities allowed by the revisions, these controls  must incorporate the revisions into their implementation."], "subsections": []}, {"section_title": "Internal Controls Included in the Guidelines", "paragraphs": ["In reviewing the key changes in the revised Guidelines, we looked for  evidence of internal controls in the document itself to help ensure  compliance and protect against potential civil liberties abuses. In some  cases, the Guidelines revisions include very specific internal controls  intended to ensure compliance. For example, the changes relating to the  process for conducting preliminary inquiries and terrorism investigations  specify criteria for authorizing the activity, who is authorized to approve  the activity, how long the activity may remain initially authorized until  reapproval is required, and what notifications of the activity are required  within and outside the FBI. On the other hand, changes related to the new  investigative authorities are not as specific in terms of controls to ensure  compliance. For example:    The FBI is now authorized to operate and participate in counterterrorism  information systems (such as the Foreign Terrorist Tracking Task Force),  and a periodic compliance review is required on any systems operated by  the FBI. However, there is no indication of when such reviews should be  conducted, what the review should entail (e.g., issues relating to access,  use, or retention of data), and whether any reviews are required if the  systems are not operated by the FBI.", "The FBI is now authorized to visit public places or events, but retention of  information from these visits is prohibited unless it relates to potential  criminal or terrorist activity. However, there is no indication of whether or  how agents are to document the activity, how supervisors are to ensure  that the purpose of the activity is detecting or preventing terrorism, and  how compliance with the prohibition on maintaining information is to be  verified."], "subsections": []}, {"section_title": "FBI and DOJ Internal Controls in Place", "paragraphs": ["To implement the Guidelines themselves, the FBI and DOJ have other  internal control mechanisms in place to help ensure FBI compliance with  the Guidelines and help protect against potential abuses of individual civil  liberties. Specifically:    Policies and procedures – The FBI’s policies and procedures manuals  provide agents with additional guidance on conducting investigations.  About 75 percent of the field agents who completed our questionnaire  considered themselves to be at least somewhat familiar with the  Guidelines. These agents indicated their familiarity came from a variety of  sources, including a hard copy version of the Guidelines, the FBI’s intranet  Web site, electronic communications and briefings from FBI management,  FBI program division or field office training, and supervisory on-the-job  training. Additionally, the FBI is in the process of updating its Manual of  Investigative Operations and Guidelines (MIOG) policies and procedures  manuals to provide agents with additional guidance on implementation of  the Guidelines.", "Training – Training on the Guidelines is included in all new agent training  provided at the FBI Academy. Additional training and guidance,  coordinated through the FBI’s Office of General Counsel and field office  legal coordinators, was made available to on-board agents after the  Guidelines were issued. As of April 2003, just over one-half (about 55  percent) of the field agents who completed our questionnaire indicated  they had received either formal or informal training on the Guidelines.", "Supervision – Supervisory agents are to perform periodic case file  reviews on all cases being worked by their agents to, among other things,  monitor the progress of cases and verify compliance with applicable  policies and procedures, such as the Guidelines. As of April 2003, nearly all  the field agents who completed our questionnaire indicated that their  supervisors performed case file reviews at least every 90 days—more often  in some cases.", "Inspections – FBI inspectors are to verify agents’ compliance with the  Guidelines and other applicable policies and procedures by reviewing case  files and supervisory case file reviews. In reviewing selected inspection  reports completed since October 1999, we found evidence that such  reviews were being performed. At the same time, we identified no findings  in the inspection reports of noncompliance with or misuse of the new  investigative authorities granted under the Guidelines.", "Allegations of abuse – Both the FBI’s OPR and DOJ’s OIG have the  authority to investigate allegations of FBI misconduct; the OIG also  reviews all incoming FBI allegations to ensure the appropriate  investigative response. Between October 2000 and March 2003, OPR  investigated 1,579 cases of alleged FBI misconduct. The OIG investigated  another 85 cases of alleged misconduct and 35 cases of alleged civil rights  abuses between July 2001 and February 2003. However, based on the  descriptions of the alleged offenses, we found no allegations or  investigations that appeared to involve noncompliance with or abuse of  the new investigative authorities granted under the Guidelines. In June  2003, the OIG reported on allegations of mistreatment and abuse of aliens  detained on immigration charges in the aftermath of the September 11,  2001, terrorist attacks. These allegations did not relate to the FBI’s use of  investigative authorities under the revised Guidelines and, in fact, the vast  majority of these aliens were detained before the Guidelines were issued."], "subsections": []}, {"section_title": "No Reported Allegations or Investigations of Noncompliance with the New Guidelines Authorities", "paragraphs": ["When the revised Guidelines were issued, private sector groups raised  concerns about what they saw as a relaxing of investigative controls over  the FBI, which represented a potential threat to individual civil liberties. In  particular, they noted that the revised Guidelines allowed the FBI to use  its new investigative authorities even in the absence of any prior indication  of criminal activity. However, the private sector officials we met with  could not provide any specific examples of the FBI abusing the new  authorities granted under the Guidelines. Rather, their concerns largely  stemmed from the belief that granting the FBI broader investigative  authorities ignores the lessons of past abuses and is unlikely to result in  tangible gains to law enforcement. Officials from the FBI’s OPR and  DOJ’s OIG told us they do not separately track allegations of  noncompliance with the Guidelines; nor could they identify any specific  cases that involved noncompliance with or abuse of the new investigative  authorities granted under the Guidelines.", "FBI headquarters officials indicated that the supervisory case file review  process is the primary vehicle to ensure that agents comply with  applicable policies and procedures—such as the Guidelines—and do not  go beyond their stated authorities. Regarding the new authorities, FBI field  office managers told us that the number of leads that require followup,  plus the number of ongoing preliminary inquiries and investigations  related to counterterrorism, have field agents fully engaged. This,  according to FBI field office managers, does not afford agents time to visit  public places and events or search the Internet absent a legitimate lead. A  recent FBI informal survey of 45 of its field offices found that fewer than  ten offices had conducted investigative activities at mosques since  September 11, 2001. All but one of these visits was conducted pursuant to,  or was related to, open preliminary inquiries or full investigations.  Notwithstanding this, however, FBI headquarters officials are currently  considering whether to require mandatory supervisory approval prior to  allowing an agent to enter a public place or attend a public meeting.", "Given the sensitivity of these issues and the FBI’s history of investigative  abuses, the FBI has been reaching out to communities to assure them that,  despite the emphasis on counterterrorism, investigating civil rights abuses  remains a high priority of the FBI. For example, FBI field offices have  been contacting Muslim leaders for the purpose of establishing a dialogue  and discussing procedures for alerting the FBI to civil rights abuses. In one  field office we visited, discussions had recently been held with the Muslim  community and its leaders covering topics related to homeland security,  FBI employment, and community outreach. Throughout the FBI, over 500  such meetings occurred in the first 5 months after September 11, 2001.  More recently, in February 2003, the FBI Director met with key leaders of  national Arab-American, Muslim, and Sikh organizations to discuss the  FBI’s response to hate crimes and other civil rights issues.", "The revised Guidelines are in their infancy in terms of implementation.  While it is a good sign that we have not identified any reported allegations,  investigations, or indications of abuse of the new investigative authorities,  this is not a situation that should result in reduced vigilance on the part of  DOJ or the Congress. Appendix VII presents more details about the  internal controls discussed above."], "subsections": []}]}, {"section_title": "Summary Observations", "paragraphs": ["We continue to be ready to assist this and other congressional committees  in any oversight of the FBI’s implementation of its transformation efforts.  Based on our work, there are specific areas related to the transformation  of the FBI that seem to warrant continued monitoring. These areas include  (1) the FBI’s completion and implementation of a revised strategic plan;  (2) the FBI’s progress in integrating a human capital approach consistent  with its mission and goals; (3) the long term impact on state and local law  enforcement agencies, and the public, of the FBI’s shift of staff resources  away from drug enforcement and other criminal programs; and (4) FBI  agents’ compliance with the new investigative authorities granted under  the revised Attorney General’s Guidelines.", "In closing, I would like to thank the FBI Director, DEA Administrator, and  their staff for their cooperation in providing documentation and  scheduling meetings needed to conduct our work. Especially, I would like  to note the cooperation and candidness of FBI officials—managers,  agents, and analysts—during our site visits to 14 field office locations.", "Mr. Chairman and Members of the Subcommittee, this concludes my  prepared statement. I would be pleased to answer any questions you and  the Subcommittee members may have."], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": ["For further information about this statement, please contact   Laurie E. Ekstrand, Director, Homeland Security and Justice Issues, on   (202) 512-8777 or at ekstrandl@gao.gov or Charles Michael Johnson,  Assistant Director, Homeland Security and Justice, on (202) 512-7331 or at  johnsoncm@gao.gov. For further information on governmentwide human  capital or transformation issues, please contact J. Christopher Mihm,  Director, Strategic Issues, on (202) 512-6806 or at mihmj@gao.gov. Major  contributors to this testimony included David Alexander, Tida E. Barakat,  Karen Burke, Chan My J. Battcher, Gary A. Bianchi, Nancy Briggs,   Philip D. Caramia, Sue Conlon, Seth Dykes, Geoffrey Hamilton,   Mary Catherine Hult, Lori Kmetz, E. Anne Laffoon, Ronald La Due Lake,  Julio Luna, Jan Montgomery, Kay Muse, and Andrew O’Connell,   Sarah E. Veale."], "subsections": []}]}, {"section_title": "Appendix I: Comparative Analysis of FBI Field Agent Positions and Agent Workyears Charged to Investigating Other Matters", "paragraphs": ["As shown in figures 7 through 9, use of field agent workyears expended for  the cyber crime, violent crime, and white-collar crime program areas were  at or below their allocated staffing levels."], "subsections": []}, {"section_title": "Appendix II: FBI Special Agent Critical Skill Hiring", "paragraphs": ["As shown in table 2, the FBI did not fully achieve its goal for the mix of  critical skills for fiscal year 2002.", "In fiscal year 2003, as shown in table 3, in all of its identified critical skill  areas, except agents with foreign language skills, the FBI has already  achieved over half of its stated goals for those areas."], "subsections": []}, {"section_title": "Appendix III: FBI Special Agent Hiring Process", "paragraphs": ["As shown in figure 10, the FBI reduced the minimum time it takes to hire a  special agent from 379 days to 236 days."], "subsections": []}, {"section_title": "Appendix IV: FBI’s Training in the Priority Areas", "paragraphs": [], "subsections": [{"section_title": "Additional Funding Provided to FBI Priority Area Programs", "paragraphs": ["The Conference report for the Department of Justice Appropriation Act,  2003 (P.L. 108-7, 117 Stat. 49 (2003)) indicates that the Conferees provided  $10 million above the FBI’s budget request for training needs. Table 4  shows how the FBI plans to allocate these funds by program."], "subsections": []}, {"section_title": "Revisions to the FBI’s Training Programs in Priority Areas", "paragraphs": ["The FBI has taken steps to provide revised training to FBI personnel  assigned to the priority areas. Table 5 summarizes specific revisions to the  training programs offered to new agents in the priority areas, agents  assigned to priority areas, other agents involved in counterterrorism work,  and analysts."], "subsections": []}, {"section_title": "Current Training Offered to FBI Employees in the Priority Areas", "paragraphs": ["The FBI’s training programs in the priority areas, as of June 1, 2003, are  summarized in table 6."], "subsections": []}, {"section_title": "FBI Revised Overall Training Program to Enhance Training to Entire Workforce", "paragraphs": ["The FBI has begun to implement a plan to restructure its training program.  As reflected in figure 11, the plan established several units to establish  curriculum, develop courses and tools, and deliver training for all FBI  personnel, special agents, as well as support staff."], "subsections": []}]}, {"section_title": "Appendix V: Selected Statutes and Guidelines Relevant to FBI Investigations", "paragraphs": [], "subsections": [{"section_title": "USA PATRIOT Act", "paragraphs": ["To provide the intelligence community and law enforcement with  additional means to fight terrorism and prevent future terrorist attacks,  Congress enacted a wide range of investigative enhancements in the  Uniting and Strengthening America by Providing Appropriate Tools  Required to Intercept and Obstruct Terrorism (USA PATRIOT) Act.  Among other things, the USA PATRIOT Act provides federal officials with  enhanced surveillance authorities to intercept wire, oral, and electronic  communications relating to terrorism. The act also provides the authority  to seize voice-mail messages pursuant to warrants. The act further  contains a number of provisions authorizing information sharing between  intelligence and law enforcement agencies—such as the sharing of foreign  intelligence information obtained as part of a criminal investigation with  any federal law enforcement, intelligence, protective, immigration,  national defense, or national security official in order to assist the official  in the performance of his or her official duties.", "The USA PATRIOT Act also seeks to enhance federal law enforcement  agency abilities to, for example, investigate and combat financial-related  crimes by adding new money laundering and counterfeiting crimes and by  increasing related criminal penalties. The USA PATRIOT Act further seeks  to strengthen federal criminal laws against terrorism by, for example,  making it a crime to engage in terrorist attacks or other acts of violence  against mass transportation systems. The act also made it a crime to  harbor or conceal terrorists where a person knows, or has reasonable  grounds to believe, that the person harbored or concealed has committed  or is about to commit a specified terrorism-related offense."], "subsections": []}, {"section_title": "Foreign Intelligence Surveillance Act of 1978", "paragraphs": ["The Foreign Intelligence Surveillance Act of 1978, (FISA) as amended,  established legal standards and a process that the Attorney General,  including the FBI, must use to obtain authorization for electronic  surveillance and physical searches when seeking foreign intelligence and  counterintelligence information within the United States. FISA also  created a special court—the Foreign Intelligence Surveillance Court—with  jurisdiction to hear applications for and grant orders approving FISA  surveillance and searches. FISA orders may be issued, in general, upon a  FISA Court finding of probable cause to believe that a suspect target is a  foreign power or an agent of a foreign power, and that the places at which  the surveillance is directed are being used, or are about to be used, by  such targets.", "The USA PATRIOT Act amended various FISA provisions to authorize, for  example, roving surveillance under FISA to, in essence, follow a person  who uses multiple communication devices or locations, where the FISA  court finds that the actions of the target may have the effect of thwarting  the identification of a specified person. Another amendment allows senior  level FBI personnel, in certain circumstances involving international  terrorism or clandestine intelligence, to apply to the FISA Court for an  order for the production of tangible items—such as books, records,  papers, or documents."], "subsections": []}, {"section_title": "Selected Attorney General Guidelines", "paragraphs": ["When conducting investigations, the FBI is subject to various sets of  guidelines established by the Attorney General. The Attorney General’s  Guidelines on General Crimes, Racketeering Enterprise and Terrorism  Enterprise Investigations provide general standards and procedures for  the FBI’s conduct of criminal investigations. They are designed to govern  the circumstances under which such investigations may be begun, the  permissible scope, duration, subject matters, and objectives of such  investigations. Under these guidelines, for example, the FBI may conduct  investigations when the facts and circumstances reasonably indicate that a  federal crime had been, is being, or will be committed. Preliminary  inquiries may be performed when there is not yet a reasonable indication  of criminal activities but where information requires further scrutiny  beyond a prompt and limited checking of initial leads.", "The Attorney General has also issued a separate set of guidelines  prescribing the FBI’s investigative authority related to international  terrorism—that is, terrorist activities occurring totally outside the United  States or which transcend national boundaries. The Attorney General  Guidelines for FBI Foreign Intelligence Collection and Foreign  Counterintelligence Investigations (significant portions of which are  classified) govern all foreign intelligence, foreign counterintelligence,  foreign intelligence support activities, and intelligence investigations of  international terrorism. These guidelines also apply to FBI investigation of  espionage statutes and investigations on behalf of, or in cooperation with,  foreign governments."], "subsections": []}]}, {"section_title": "Appendix VI: Comparison of the 2002 and 1989 Attorney General’s Guidelines", "paragraphs": ["Table 7 presents a side-by-side comparison of the key changes in the   2002 Guidelines, as compared with the most recent previous version of the  Guidelines, which were issued in 1989 (and amended slightly in 1994)."], "subsections": []}, {"section_title": "Appendix VII: Internal Controls to Protect Against Civil Liberties Abuses", "paragraphs": ["The following sections present more detail about (1) the extent to which  internal controls have been incorporated into the Attorney General’s  Guidelines on General Crimes, Racketeering Enterprise and Terrorism  Enterprise Investigations, (2) other internal control mechanisms that are  in place to ensure FBI compliance with the Guidelines, and (3) concerns  about how the Guidelines may adversely affect the protection of civil  liberties."], "subsections": [{"section_title": "Internal Controls Included in the Guidelines", "paragraphs": ["The Guidelines themselves are an internal control—establishing the  Attorney General’s parameters for the FBI’s investigative authority. For  example, the internal controls described in table 8 are designed to ensure  that only valid, authorized transactions and events—in this case,  investigative activities such as preliminary inquiries and terrorism  enterprise investigations—are initiated or entered into by the FBI. These  controls specify who is authorized to approve the activity, how long the  activity may remain authorized until reapproval is required, and what  notifications of the activity are required within and outside the FBI,  thereby facilitating the verification of compliance.", "Similarly, the controls described in table 9 are also designed to ensure that  only valid, authorized transactions and events are initiated or entered into  by the FBI—in this case, investigative techniques, including the new  counterterrorism authorities granted under the revised Guidelines.", "Regarding counterterrorism activities and other authorizations as  identified in table .9 above, the controls associated with these authorities  are less specific when compared with those associated with the initiation  and renewal of preliminary inquiries and terrorism enterprise  investigations, as described in table 7. For example:    Regarding the FBI’s authorization to operate and participate in  counterterrorism information systems, there is no indication of how  agents are to document this activity, nor how supervisors are to ensure  that the purpose of the activity is detecting or preventing terrorism.  Further, there is no indication of when such systems should be reviewed,  what these reviews should entail (e.g., verifying compliance with access,  use, or data retention requirements), and whether any such reviews are  required if systems accessed are not operated by the FBI.", "Regarding the FBI’s authorization to visit public places or events, there is  no indication of how agents are to document the activity, how supervisors  are to ensure that the purpose of the activity is detecting or preventing  terrorism, and how compliance with the prohibition on maintaining  information is to be verified.", "FBI headquarters officials said that agents are not required to obtain  supervisory approval before accessing terrorism information systems, but  they are encouraged to seek legal guidance to ensure they comply with  applicable guidelines. Also, the process of creating such systems involves  reviews for compliance with the Privacy Act and other applicable  regulations, and any data that are collected, used, or disseminated are  subject to Privacy Act restrictions. Regarding visiting public places and  events, agents should obtain prior supervisory approval, if time permits,  and the date, time, and place of the visit should always be noted in the  case file. For either of these new authorities, the FBI’s supervisory case  file review process is the primary vehicle to ensure that agents comply  with the Guidelines and do not go beyond their stated authorities."], "subsections": []}, {"section_title": "FBI Policies and Procedures, Training, and Supervision", "paragraphs": ["Regarding policies and procedures, FBI headquarters officials told us that  guidance such as that contained in the Guidelines is to be incorporated  into the FBI’s investigative and administrative manuals on a regular basis.  Consistent with this practice, the FBI is in the process of completing  revisions to its Manual of Investigative Operations and Guidelines (MIOG)  policies and procedures manuals to incorporate guidance on the  implementation of Guidelines.", "Training on the Guidelines is included in all new agent training provided at  the FBI Academy. In addition, on-board agents received training on the  Guidelines through the FBI’s Office of General Counsel, in the form of  direct guidance provided to each field office, various in-service training  presentations, and as part of basic training provided to agents being  transferred to counterterrorism from other program areas. The field office  Chief Division Counsels also received Guidelines training, and they told us  this training was subsequently provided to agents in their field offices  during periodic legal updates. We found that about 55 percent of the field  agents who completed our questionnaire in April 2003 indicated that they  had received training relating to the Guidelines—but the majority of that  was on-the-job training. The FBI’s training program was recently re- engineered to, among other things, update the new agent and in-service  training curriculum to better address the FBI’s shift in resources from  criminal programs to priority areas, such as counterterrorism. Training on  the Guidelines continues and is included in the new curriculum framework  for both new and in-service agents.", "With respect to supervision, supervisory agents are responsible for  monitoring agents’ work and, more formally, they are to perform periodic  case file reviews at least every 90 days on all cases being worked by their  agents. During these case file reviews, supervisors are to monitor the  progress of cases by reviewing investigative work completed  accomplished, verifying compliance with any applicable policies and  procedures (including the Guidelines), and assessing the validity of  continuing with the case. They also review investigative work planned for  the next period—including, for example, any significant data collection  that will be employed—and discuss any issues associated with or  approvals needed to carry out the investigative strategy. Nearly all the field  agents who completed our questionnaire indicated that their supervisors  performed case file reviews every 90 days—more often in some cases. As  an additional oversight, FBI officials told us that field office Assistant  Special Agents-in-Charge periodically check supervisory case file reviews  to ensure the adequacy of the case file review process. No specific  changes to the FBI’s supervisory case file review process were made in  response to the issuance of the revised Guidelines."], "subsections": []}, {"section_title": "FBI Field Office Inspections", "paragraphs": ["The FBI’s Inspection Division is responsible for reviewing FBI program  divisions and field offices to ensure compliance with applicable laws and  regulations and the efficient and economical management of resources.  The Inspection Division attempts to regularly inspect all FBI units at least  once every 3 years. Among other things, inspectors review field office case  files to (1) assess the adequacy of supervisors’ case file reviews and   (2) ensure that investigative work complies with administrative and  investigative policies and procedures. According to FBI headquarters  inspection officials, it is in the context of reviewing case files that  inspectors determine compliance with the procedures and other guidance  contained in the Guidelines.", "We reviewed selected FBI inspection reports completed since October  1999—including the most recent inspections for the 14 field offices we  visited and 4 other field office inspections completed after the Guidelines  were issued. Our review confirmed that inspectors were reviewing  compliance with the Guidelines and adequacy of supervisory case files  reviews during their inspection. We noted the following inspection  findings:  In four inspections, a preliminary inquiry was not converted to a full  investigation after expiration of the initial authorization period.", "In seven inspections, some case file reviews were not performed in a  timely manner.", "In one inspection, an investigation was opened without approval by the  field office Agent-in-Charge or notification to FBI headquarters.", "With respect to the new investigative authorities granted under the revised  Guidelines, in reviewing the four inspection reports completed after the  Guidelines were issued, there were no findings related to FBI  noncompliance with these new investigative authorities.", "The FBI’s inspections process was reengineered in late 2002, resulting in  revisions to the various inspection audit guides and checklists that  inspectors use to gather advance data about program operations and  investigative activities and plan their work. In reviewing these audit  guides, we found two program review guides that included a reference to  the Guidelines—that is, that inspectors should “verify compliance with  Attorney General Guidelines relating to the initiation, renewal, or  continuance of investigations or investigative techniques.” According to  the FBI’s Chief Inspector, it is not necessary to incorporate specific  references to the revised Guidelines into the inspection audit guides, since  inspectors are already verifying compliance with all Attorney General  Guidelines (and other policies and procedures) by reviewing case files and  supervisory case file reviews."], "subsections": []}, {"section_title": "Investigations of FBI Misconduct and Abuse", "paragraphs": ["Within the FBI, the Office of Professional Responsibility (OPR) is  generally responsible for investigating and adjudicating allegations of  misconduct by FBI employees. OPR’s investigative case activity is shown  in table 10, below.", "OPR does not currently capture statistics regarding the total number of  allegations received or the number of allegations that are closed without  inquiry. However, OPR officials told us they were not aware of any cases  involving violations of the authorities in the revised Guidelines related to  terrorism investigations. Based on their standardized offense codes and  the time period identified above, they identified a number of closed cases  involving violations of Attorney General Guidelines, violations of  individual civil rights, and violations of investigative policies and  procedures. However, they told us that the only way to verify whether any  of these cases specifically involved some aspect of the revised Guidelines  would be to review each of the individual investigative case files. An OPR  official told us that a redesign of their computer system is in progress, and  additional information on allegations received and investigations opened  will be captured when the redesign is complete. However, no changes are  planned to allow the tracking of misconduct cases specifically related the  revised Guidelines.", "Within the Department of Justice, the Office of Inspector General (OIG)  also has responsibility for ensuring that allegations of FBI misconduct are  appropriately handled. Beginning in July 2001, all allegations against FBI  employees were to be submitted initially to the OIG for review. The OIG  then decides which complaints it will investigate and which it will refer  back to OPR for investigation. As shown in table 11, most allegations of  FBI misconduct are referred to OPR for investigation or other disposition.  The OIG did not specifically track the number of allegations involving the  Guidelines, but they did report that the most common complaints received  were job performance failure, waste and misuse of government property,  and other official misconduct.", "The OIG also has responsibility under the USA Patriot Act to receive and  investigate all allegations of civil rights or civil liberties abuses raised  against DOJ employees. Between October 2001 and February 2003, the  OIG received 35 allegations involving FBI violations of individual civil  liberties, 2 of which were reported to involve noncompliance with  Attorney General Guidelines. Upon further review, however, one involved  an illegal search, one involved a coerced statement, and neither involved  noncompliance with the new authorities granted under the Guidelines. As  part of its mission to oversee DOJ programs and operations, the OIG  currently plans to conduct an evaluation of the FBI’s entire process of  employee discipline. Furthermore, in April 2003, the OIG began a review of  the FBI’s implementation of all Attorney General’s Guidelines that were  revised in May 2002—including the domestic investigative guidelines."], "subsections": []}, {"section_title": "Concerns about How the Guidelines May Adversely Affect Civil Liberties", "paragraphs": ["When the revised Guidelines were issued, private sector groups raised  concerns about what they saw as a relaxing of investigative controls over  the FBI, which represented a potential threat to individual civil liberties.  For example:    Private sector officials said that the FBI is now allowed to gather  information at any place or event that is open to the public—even in the  absence of any indication of criminal activity. This encourages a return to  the days when the FBI sent agents into churches and other organizations  during the civil rights movement, in an attempt to block the movement and  suppress antigovernment dissent.", "These officials also noted that liberalization of the Guidelines which  allows the FBI to access and analyze data from commercial and private  sector databases will result in a return to profiling of individuals and  building of intelligence dossiers. The inaccuracy or misuse of such data  could lead to innocent persons being suspected of crimes.", "None of the private sector officials we met with could provide specific  examples of the FBI abusing the new authorities granted under the  Guidelines. Rather, their concerns stemmed from the notion that granting  the FBI broader investigative authorities—which can be used even in the  absence of any suspected criminal activity—not only ignores the lessons  of past abuses, but is unlikely to result in any tangible gains in law  enforcement.", "FBI headquarters officials said that the supervisory case file review  process is the primary vehicle to ensure that agents comply with  applicable policies and procedures—including the Guidelines. Regarding  the authority to visit public places and events, FBI field office managers  told us that, considering the number of legitimate leads coming in and the  number of ongoing preliminary inquiries and investigations, agents are  fully tasked to support existing work and do not have the time or need to  visit public places or surf the Internet to generate additional leads. Based  on our field visits, however, we found that some agents are proactively  using the new investigative authorities granted under the revised  Guidelines. As shown in table 12, as of April 2003, 64 (about 36 percent) of  the 176 agents who completed our questionnaire indicated they had  accessed commercial information or databases, 53 (about 30 percent)  conducted online Internet searches or accessed online sites, and 31 (about  18 percent) visited public places or events, prior to opening a preliminary  inquiry or investigation. In addition, most of the agents who completed the  questionnaire indicated prior supervisory approval was not needed to  perform these activities.", "To help assuage public concerns about civil liberties issues, the FBI has  been reaching out to communities to assure them that, despite the  emphasis on counterterrorism, investigating abuses remains a high priority  of the FBI. FBI field offices have been tasked to contact Muslim leaders  for the purpose of establishing a dialogue and discussing procedures for  alerting the FBI to civil rights abuses. For example, in one field office we  visited, five meetings were held during the first 4 months of 2003— including meetings with Muslim community leaders and a panel discussion  to answer questions from the public—covering topics related to homeland  security, FBI employment, and community outreach. Throughout the FBI,  over 500 outreach meetings occurred during the first 5 months after  September 11, 2001. In addition, some FBI field offices have provided  sensitivity training to field agents on the Islamic religion and culture.  Finally, regarding the new investigative authority to visit public places and  events, FBI headquarters officials are currently considering whether to  require mandatory supervisory approval prior to allowing an agent to enter  a public place or attend a public meeting.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. It may be reproduced and distributed in its entirety without further  permission from GAO. However, because this work may contain copyrighted images or  other material, permission from the copyright holder may be necessary if you wish to  reproduce this material separately."], "subsections": []}]}], "fastfact": []}