{"id": "GAO-15-722T", "url": "https://www.gao.gov/products/GAO-15-722T", "title": "International Space Station: Challenges to Increased Utilization May Affect Return on Investment", "published_date": "2015-07-10T00:00:00", "released_date": "2015-07-10T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The United States has spent tens of billions of dollars to develop, assemble, and operate the ISS over the past two decades. NASA plans to spend about $22 billion more from fiscal year 2016 through 2020—with over half of that planned for transportation—on the ISS. In January 2014, the Administration proposed extending the life of the ISS to at least 2024 to take further advantage of the investment in the ISS. Since 2005, Congress enacted several laws to increase utilization of the ISS by commercial and academic researchers. The NASA Authorization Act of 2010 required NASA to enter into a cooperative agreement with a not-for-profit entity to manage the ISS National Laboratory and in 2011 it did so with CASIS. CASIS is charged with maximizing use of the ISS for scientific research by executing several required activities.", "This statement will provide an overview of (1) NASA's budget for ISS and the factors affecting budget levels through 2020, (2) several challenges that could impact effective utilization of ISS by both NASA and CASIS, and (3) steps that NASA and CASIS could take to better document and assess CASIS's progress in this regard.", "This statement is based primarily on GAO's April 2015 report (GAO-15-397) as well as other prior reports and testimonies. GAO also conducted a limited amount of additional audit work in June 2015 to update certain information."]}, {"section_title": "What GAO Found", "paragraphs": ["Based on GAO analysis of the National Aeronautics and Space Administration's (NASA) fiscal year 2016 budget estimate, the agency anticipates that the costs to operate, sustain, perform research, and provide crew and cargo transportation to the International Space Station (ISS) are projected to increase by almost $1 billion—or almost 53 percent—from fiscal year 2015 to fiscal year 2020 when the projected costs are expected to exceed $4 billion. The majority of the total projected cost increase for ISS is attributable to commercial crew and cargo transportation. The budget for ISS cargo and crew transportation is currently planned to increase by over $700 million from fiscal year 2016 to fiscal year 2020—or over 55 percent of the total ISS budget—which includes the purchase of six Russian Soyuz seats in 2018 and commercial crew missions beginning in fiscal year 2019. The costs to operate the ISS and perform research are expected to be stable with only slight increases through fiscal year 2020.", "NASA and the Center for the Advancement of Science in Space (CASIS)—a non-profit entity selected to manage non-NASA research on the ISS National Laboratory—must overcome several challenges to increase utilization and achieve a better return on investment. NASA and CASIS officials told GAO that the ISS will be challenged to meet an expected increase in demand for crew time and certain research facilities. Securing cargo transportation has also presented challenges. CASIS-sponsored researchers have experienced cost increases of almost $500,000 because of a cargo resupply launch failure in October 2014 and delays to other cargo resupply missions. GAO found that absorbing the increased cost has been a challenge for CASIS given its limited research budget and it could be faced with additional cost increases given the June 2015 launch failure of another cargo resupply mission.", "In April 2015, GAO found that CASIS had taken steps to manage and promote research activities on the ISS National Laboratory, but that CASIS and NASA could do more to objectively define, assess, and report progress toward increased utilization. While CASIS had established annual metrics, it did not establish measurable targets for these metrics. GAO has previously reported that performance metrics should have quantifiable targets to help assess whether overall goals are achieved. Consequently, GAO recommended that the ISS program and CASIS develop measurable targets for CASIS's metrics for fiscal year 2016 and beyond. NASA concurred with this recommendation and indicated that these targets should be established by the end of 2015. GAO's April 2015 report also found that while NASA performs an annual assessment of CASIS's performance, the assessment is not documented. This type of documented information can support future assessments of return on investment. GAO recommended that NASA document the annual program assessment of CASIS performance. NASA concurred with this recommendation and plans to take action in response to CASIS's 2015 annual report. Because CASIS is allocated at least 50 percent of ISS research capacity, ensuring that CASIS continues to make progress promoting research activities and achieving its goal to increase utilization of ISS is essential to demonstrate a return on investment for the tens of billions of dollars already invested and that will continued to be invested in ISS."]}], "report": [{"section_title": "Letter", "paragraphs": ["Thank you for the opportunity to discuss our work on the National  Aeronautics and Space Administration’s (NASA) management of the  International Space Station (ISS). The United States has spent tens of  billions of dollars over the past two decades to develop, assemble, and  operate the ISS, which has been used as a manned research outpost  continuously for over 14 years. NASA plans to spend about $22 billion  more from fiscal year 2016 through 2020—with over half of that planned  for transportation—to enable further scientific research the agency views  as critical to future human space activities. In January 2014, the  Administration proposed extending the life of the ISS by a minimum of 4  years to at least 2024 to take further advantage of the investment in the  ISS. Congress enacted several laws to increase utilization of the ISS by   In response to direction in the  commercial and academic researchers.NASA Authorization Act of 2010, in 2011 NASA selected the Center for  the Advancement of Science in Space (CASIS), a non-profit entity, to  manage non-NASA commercial and academic research aboard the ISS  National Laboratory. Because CASIS is allocated at least 50 percent of  ISS research capacity and was created to maximize the value of the ISS  investment, future success of the ISS as a research platform is partially  dependent on CASIS’s success.", "My statement today will provide an overview of NASA’s budget for ISS  and the factors affecting budget levels through 2020. In addition, my  statement will also focus on several challenges that could impact effective  utilization of the ISS by both NASA and CASIS as they continue their  efforts to demonstrate that the research and technology development  performed aboard the ISS National Laboratory benefits life on Earth and  develop commercial markets that can be sustained in low-Earth orbit.  Finally, I will discuss steps that NASA and CASIS could take to better  document and assess CASIS’s progress in this regard.", "In preparing this statement, we primarily relied on work conducted to  support our April 2015 report. Additionally, we relied on our prior reports  and testimonies, including those related to CASIS’s management of the  ISS National Laboratory, the agency’s acquisition approach for  commercial crew transportation, and ISS sustainment and utilization.  Information on our scope and methodology is available in the reports  cited in this statement. We also conducted a limited amount of additional  audit work in June 2015 to update information on CASIS’s efforts to  increase utilization of the ISS and planned commercial crew and cargo  partner missions. The work upon which this statement is based was  performed in accordance with generally accepted government auditing  standards. Those standards require that we plan and perform the audit to  obtain sufficient and appropriate evidence to provide a reasonable basis  for our findings and conclusions based on our audit objectives. We  believe that the evidence obtained provides a reasonable basis for our  findings and conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The ISS supports research projects with state of the art facilities for Earth  and space science, biology, human physiology, physical science, and  materials research, and provides a platform to demonstrate new space- related technologies. The ISS currently has three crew members in the  U.S. operating segment who, according to NASA officials, devote a total  of approximately 35 hours per week to conduct research. The remaining  crew time is used for operations and maintenance of the ISS, training,  exercise, and sleep."], "subsections": [{"section_title": "Congress Directs Changes in Management of the ISS", "paragraphs": ["Since 2005, Congress has directed several changes regarding the  management and utilization of the ISS. For example, the NASA  Authorization Act of 2005 designated the U.S Operating Segment of the  ISS as a national laboratory and the NASA Authorization Act of 2010  directed the NASA Administrator to provide initial financial assistance and  enter into a cooperative agreement with a not-for-profit organization to  manage the activities of the ISS National Laboratory for non-NASA  utilization of the ISS research capabilities and available facilities. The  2010 act also requires the ISS National Laboratory-managed experiments  to be guaranteed access to and use of at least 50 percent of the U.S.  research capacity allocation including power, facilities to keep  experiments cold, and requisite crew time onboard the ISS through  September 30, 2020. Our April 2015 report provides a synopsis of these  legislative actions.", "In August 2011, after a competitive process, NASA signed a cooperative  agreement with CASIS, a not-for-profit entity, to manage the activities of  the ISS National Laboratory through September 30, 2020. CASIS is  bound by the responsibilities outlined in the cooperative agreement,  which tasks it with maximizing the value of the ISS National Laboratory by  stimulating interest and use of the ISS for scientific research by directly  soliciting potential users and fostering a market to attract others. CASIS is  also charged with maximizing the use of the ISS for advancing science,  technology, engineering, and mathematics education. Pursuant to the  cooperative agreement, NASA will provide CASIS $15 million annually  through 2020, of which it will seek to award at least $3 million in research  grants. CASIS officials have stated that the remainder of NASA funding is  used for infrastructure and direct costs such as labor and travel-related  expenses. Further, CASIS is also responsible for soliciting non-NASA  funding for research by targeting various sources."], "subsections": []}, {"section_title": "NASA Is Taking Steps to Establish Commercial Transportation Capability", "paragraphs": ["In 2005, NASA established the Commercial Crew and Cargo Program to  facilitate the private demonstration of safe, reliable, and cost-effective  transportation services to low-Earth orbit and encourage innovation in the  private sector. The goal of this program is to enable the government to  buy both cargo and crew commercial transportation services at a  reasonable price. NASA is procuring cargo transportation to the ISS  through a commercial resupply services contract that was signed with  Orbital Sciences Corporation (Orbital) and Space Exploration  Technologies Corporation (SpaceX) in 2008. As of April 2015, SpaceX  has launched six successful resupply missions and Orbital has launched  two successful resupply missions. Orbital and SpaceX are scheduled to  provide 8 and 15 resupply flights, respectively, through December 2017,  although the number of Orbital flights may be modified. Orbital resupply  flights to the ISS were deferred pending a review of a launch failure that  occurred during a resupply launch in October 2014, which resulted in the  loss of that mission. According to NASA officials, both Orbital and NASA  are still reviewing the mishap and have not provided final reports as of  June 2015. The ISS program anticipates that Orbital will resume missions  by the end of 2015; however, the flight will use an Atlas rocket to launch a  Cygnus spacecraft instead of Orbital’s Antares launch vehicle. In late  June 2015, SpaceX experienced a launch failure during a cargo resupply  launch that resulted in the loss of that mission. NASA is currently  evaluating the impact this recent launch failure will have on the ISS  program. In September 2014, NASA released a request for proposals for  its Commercial Resupply Services 2 (CRS2) requirements, which would  result in a follow on contract to the Commercial Resupply Services  contracts that were awarded to SpaceX and Orbital in December 2008.  NASA expects to award CRS2 contracts in September 2015 for cargo  transportation services beginning in 2018, about 4 months later than  anticipated.", "NASA has relied upon Russia to provide crew transportation to and from  the ISS since the retirement of the Space Shuttle in 2011. NASA has  purchased crew launches from Russia through 2017 and crew rescue and  return through mid-2018. NASA purchases seats—at a cost of over $65  million each in 2015—aboard Russian Soyuz space capsules. To support  its goal of obtaining low cost domestic crew transport, in September 2014,  NASA awarded contracts to The Boeing Company (Boeing) and SpaceX  to develop a capability to transport astronauts to and from the ISS. Those  awards include a minimum of two to a maximum of six crewed service  missions per provider. The Commercial Crew Program, which is outside  of the ISS program, is currently responsible for the cost to develop this  capability and will also fund one crewed service flight per provider. ISS  program officials have stated that they expect the first service flights to  take place in fiscal year 2018. The ISS program will fund the remaining  service flights. NASA expects this capability to be available in fiscal year  2018; however, it is unclear whether those vehicles currently in  development under the commercial crew program will be ready in time.  Once this capability has been established, NASA plans to increase the  number of astronauts in the U.S. operating segment of the ISS from three  to four."], "subsections": []}]}, {"section_title": "ISS Budget Projected to Rise to Account for Increasing Transportation Costs while Operations and Research Costs Remain Stable", "paragraphs": ["NASA makes a significant investment in the ISS program each year.  Based on our analysis of NASA’s fiscal year 2016 budget estimate, the  agency anticipates that the costs to operate, sustain, perform research,  and provide crew and cargo transportation to the ISS are projected to  increase by almost $1 billion—or almost 53 percent—from fiscal year  2015 to fiscal year 2020 when the projected costs are expected to exceed  $4 billion. See figure 1 for ISS funding from fiscal year 2010 through fiscal  year 2020.", "The majority of the total projected cost increase for ISS is due to the ISS  program’s need to pay for commercial crew and cargo transportation. The  budget for ISS cargo and crew transportation is currently planned to  increase by over $700 million from fiscal year 2016 to fiscal year 2020, at  which point it will comprise over 55 percent of the total ISS budget. ISS  program officials told us that in fiscal year 2017, the program will begin to  fund commercial crew missions that are expected to take place in fiscal   NASA has also initiated steps to purchase six Soyuz seats  year 2019.from Russia for flights to the ISS in 2018, the cost of which ISS program  officials said was accounted for in the projected transportation costs. If  NASA determines that domestic commercial entities are able to fulfill crew  transportation requirements in 2018, those vehicles will become NASA’s  primary transportation source to the ISS and the Soyuz seats purchased  may then be utilized as backup transportation or to augment future ISS  needs.", "Based on our analysis of NASA’s fiscal year 2016 budget estimate, the  cost to operate the ISS is expected to be relatively stable with only slight  increases through fiscal year 2020. The ISS operations costs decreased  $500 million—or 30 percent—from a peak in fiscal year 2011 through  fiscal year 2015. Operations costs are expected, however, to increase by  approximately $130 million from fiscal year 2017 through fiscal year 2020,  which NASA officials attribute in part to inflation and the addition of the  fourth crew member. Our past work on Department of Defense (DOD)  aircraft systems similarly found that operations costs can increase over  time. There may be other factors that could increase operations costs for  the ISS over time such as the need for additional spare parts and  mitigations needed for structural issues. The ISS program has  implemented a number of initiatives that have yielded cost savings or  containment. For example, NASA reduced operations costs by scaling  back ISS program and contractor workforce levels and by combining  several contracts. The NASA Inspector General currently has ongoing  work assessing NASA’s efforts to combine and consolidate ISS contracts  for operations and maintenance.", "NASA also projects that the cost for the ISS Research account will remain  stable through fiscal year 2020, when research costs are expected to be  about 9 percent of total ISS projected costs. Within this account, NASA  provides limited funding to CASIS—$15 million per year—of which a  minimum of $3 million is to be used to sponsor non-NASA research  aboard the ISS by commercial, academic, and other government agency  users. Although NASA research costs are projected to remain stable,  CASIS sponsored research is not limited to this $3 million minimum. For  example, our analysis of CASIS information shows that CASIS has  averaged more than $4.3 million in grants paid out to researchers each  fiscal year since 2012 and has paid over $15 million to its grantees  through March 2015."], "subsections": []}, {"section_title": "NASA and CASIS Face Challenges to Increase Utilization and Sustain the ISS Which Could Affect Return on Investment", "paragraphs": ["As we reported in April 2015, NASA and CASIS must overcome several  challenges to increase utilization and sustain the ISS until 2024 and  achieve a better return on the investment. According to NASA and CASIS  officials, as CASIS increases the number of experiments for the ISS  National Laboratory, the demand for crew time and certain research  facilities aboard the ISS is expected to increase and officials project the  ISS National Laboratory will be challenged to meet that demand. NASA  officials told us that while the demand for crew time is currently  manageable, it remains allocated at or near 100 percent, as the three  crew members on the U.S. segment of the ISS utilize most of the 35  hours scheduled per week to conduct research. Crew time for research is  expected to double on the ISS National Laboratory once the crew  increases from three to four astronauts in fiscal year 2018 because,  according to NASA officials, the additional crew member will devote most  of his or her time to research. NASA’s ability to support increased  utilization through an additional crew member, however, is reliant on  commercial crew providers providing the promised capability and NASA’s  ability to fund the effort. Both Boeing and SpaceX plan to hold  demonstration flights to the ISS in 2017, but risks remain for both  contractors.", "According to CASIS officials, they have been challenged to raise  additional funding from external sources to supplement the amount of  funding provided by NASA. CASIS officials attributed this challenge to the  fact that CASIS is a new non-profit entity and the value of performing  research aboard the ISS has not been fully demonstrated. Although  CASIS’s business development team is actively identifying partnerships  and funding opportunities with commercial and non-profit granting  organizations, CASIS officials said that it takes time to identify, develop,  and mature these partnerships to result in funding support. Through  December 2014, CASIS reported that it had received funding  commitments from external sources of approximately $12 million to  support its research mission. However, according to CASIS’s fiscal year  2014 annual report, published in December 2014, CASIS received  contributions totaling only $9,193 in 2014. NASA officials stated that  doing research aboard the ISS National Laboratory can take upwards of 2  to 3 years to plan and execute, timelines that are generally not acceptable  to commercial companies that desire a more rapid return on their  investments. CASIS and NASA officials also told us that the value of  doing research aboard the ISS National Laboratory has to be further  demonstrated so commercial industries can be convinced it is worth the  high investment.", "We also reported in April 2015 that the ability to secure cargo  transportation for selected research investigations to the ISS is outside of  CASIS’s control and has presented challenges. NASA provides launch  services to the ISS National Laboratory through its commercial resupply  services contracts and CASIS receives cargo allocations for its sponsored  research. Budget shortfalls due in part to the effects of sequestration and  the Orbital launch failure have resulted NASA cancelling 4 of 46 planned  cargo flights through 2020. In January 2015, NASA’s Aerospace Safety  Advisory Panel noted that both commercial cargo launch providers had  struggled to meet desired launch dates and that the schedule  performance must significantly improve to enable consistent scientific  research on the ISS. The panel added that there will be additional  pressure on cargo logistics while Orbital works through its plan to resume  cargo missions. This pressure will likely be increased because of the  June 2015 launch failure of a SpaceX cargo resupply mission. We found  that such launch failures and delays have resulted in cost increases for  CASIS-sponsored researchers. For example, the rocket launch failure to  the ISS in October 2014 resulted in the loss of several CASIS-sponsored  research investigations at a total cost of almost $175,000 which includes  hardware and materials, labor consulting, and grants. In addition, launch  delays for another cargo resupply mission resulted in over $300,000 in  cost increases for several researchers. This included costs for additional  materials and samples such as biological payloads that have a limited  viability or very specific requirements associated with the timing of the  payload flight and often require consumables such as gas and water that  must be replenished when a launch is delayed. Absorbing the increased  cost has been a challenge for CASIS given its limited research budget,  but it is addressing the cost increases due to delays by asking  researchers that have biological payloads to identify the impact and  associated costs for launch delays in their budgets so it can plan for  budget reserves, as necessary.", "To extend the ISS service life to 2024 or beyond, NASA must ensure that  spare parts are sufficient and available when needed and that the  structures are sound. In December 2011, we found that NASA had a  reasonable approach to determine, obtain, and deliver necessary spare  parts to the ISS through 2020. At that time, we found that NASA had  given equal weight to manufacturers’ predictions and actual performance.  However, because NASA has generally found failure rates for  replacement units to be lower than manufacturers’ predictions, over time  the resulting estimates could prove to be overly conservative. More  recently, the ISS program reported that one part was failing at rates  greater than projected and that spares were not available as a result. In  December 2011, we recommended that NASA should reassess the  relative weight given to original reliability estimates of spares’ life  expectancies as performance data accumulates. NASA concurred with  this recommendation and the ISS program has taken action to revisit to  the methods it uses to calculate the need for spare parts for the ISS.  NASA performs an annual assessment of the spare parts, which has  resulted in the procurement of spare parts based in part on actual  hardware performance. In our December 2011 report, we also found that  NASA is using reasonable analytical tools to assess structural health and  determine whether ISS hardware can operate safely through 2020. On  the basis of prior analysis of structural life usage through 2015 and the  robust design of the ISS structures, NASA anticipated that—with some  mitigation—the ISS will remain structurally sound for continued operations  through 2020. At the time of our 2011 review, NASA had assessed only  40 percent, by weight, of the assembled ISS because most of the ISS  structures have not been on orbit long enough to accumulate the data  needed for analysis. NASA expected to complete ISS structural  assessments in early 2016. These are positive steps; however, continued  efforts such as this will be important to ensure that processes NASA uses  to evaluate the need for spare parts are adequate to operate and sustain  the ISS for at least an additional 4 years."], "subsections": []}, {"section_title": "Objective Assessment of Progress Needed to Demonstrate Return on Investment", "paragraphs": ["Despite these challenges, in April 2015, we reported that CASIS had  taken steps to carry out its responsibilities to manage and promote  research activities on the ISS National Laboratory as outlined in its  cooperative agreement. For example, CASIS had identified key  research areas and released seven requests for proposals to solicit  interest for research projects. While we noted this progress, we found that  CASIS and NASA could do more to objectively define, assess, and report  progress toward increased utilization. Specifically, we found that while  CASIS had established annual metrics that met most of the key attributes  of successful performance measures, it did not establish measurable  targets or goals for either fiscal year 2014 or 2015 metrics. We have  previously reported that performance metrics should have quantifiable,  numerical targets or other measurable values, which help assess whether  overall goals and objectives were achieved. We concluded that without  these targets, NASA and CASIS cannot conduct assessments of CASIS’s  efforts to increase ISS utilization that are objective, measurable, or  conclusive. To enable such assessments, in April 2015 we recommended  that the ISS program manager work with CASIS to collectively develop  and approve measurable targets for CASIS’s metrics for fiscal year 2016  and beyond. NASA concurred with this recommendation and indicated  that these targets should be established by December 31, 2015.", "Also in our April 2015 report, we found that while NASA performs an  annual assessment of CASIS’s performance, the assessment is not  documented. Federal standards for internal control call for information to  be recorded and communicated to management and others who need it  to carry out their responsibilities. This type of documented information is  important to support decision making and to support future assessments  of return on investment. However, without definitive and documented  assessment factors, NASA will also be challenged to take action in  response to CASIS performance. According to the cooperative agreement  between NASA and CASIS, continued funding of CASIS is contingent on  the scientific progress of the project and that NASA will assess such  progress in fiscal year 2020 to make a determination about whether to  extend or terminate the cooperative agreement. We concluded that without documentation based on objective measures of performance,  NASA lacks support to make such a decision. We therefore  recommended that the ISS program manager document the annual  program assessment of CASIS performance in order to provide CASIS  management actionable information to better fulfill its responsibilities.  NASA concurred with the recommendation and stated that officials would  begin documenting the agency’s annual program assessment in response  to CASIS’s 2015 annual report. It will be important that NASA and CASIS  follow through on their commitments to have objective measures that will  enable NASA to measure CASIS’s progress to increase utilization and  demonstrate the return on the investment of the ISS.", "In conclusion, the ISS offers the potential for scientific breakthroughs, a  unique test bed for new technologies and applications, and a platform for  increased commercial and academic research and NASA has made an  important commitment to the future of research aboard ISS by proposing  to extend operations to 2024. Key to supporting this commitment is  effectively managing the challenges that could affect efforts to maximize  the return on investment for the tens of billions of dollars that have been  spent on the ISS. Achieving greater utilization of the ISS and its unique  capabilities, showing the benefit of commercial and academic research,  and demonstrating success to generate increased interest from potential  users could help NASA demonstrate such a return. Because CASIS is  allocated at least 50 percent of ISS research capacity, ensuring that  CASIS continues to make progress promoting research activities and  achieving its goal to increase utilization of the ISS is essential. Even with  an extension of operations to 2024, CASIS has limited time to  demonstrate that the research and technology development performed  aboard the ISS National Laboratory benefits Earth and commercial  markets can be sustained in low-Earth orbit. By NASA and CASIS  working together in the coming years to address challenges that could  negatively affect increased utilization of this unique research facility and  to identify and document objective measures of success to demonstrate a  return on investment, such a return might be realized.", "Chairman Babin, Ranking Member Edwards, and Members of the  Subcommittee, this completes my prepared statement. I would be  pleased to respond to any questions that you may have at this time."], "subsections": []}]}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": ["For questions about this statement, please contact me at (202) 512-4841  or oakleys@gao.gov. Contact points for our Offices of Congressional  Relations and Public Affairs may be found on the last page of this  testimony."], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["Individuals making key contributions to this statement include Richard A.  Cederholm, Laura Greifner, and Sylvia Schatz.", "This is a work of the U.S. government and is not subject to copyright protection in the  United States. The published product may be reproduced and distributed in its entirety  without further permission from GAO. However, because this work may contain  copyrighted images or other material, permission from the copyright holder may be  necessary if you wish to reproduce this material separately."], "subsections": []}]}], "fastfact": []}