{"id": "GAO-16-456", "url": "https://www.gao.gov/products/GAO-16-456", "title": "Tongass National Forest: Forest Service's Actions Related to Its Planned Timber Program Transition", "published_date": "2016-04-25T00:00:00", "released_date": "2016-04-25T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["The Tongass National Forest, managed by the Forest Service within USDA, is located in southeast Alaska and is the nation's largest national forest. Since the early 20th century, the Tongass has had a timber program based on harvesting old-growth trees, which are generally more than 150 years old. In 2010, USDA announced its intent to transition the Tongass timber program to primarily harvest young growth, in part to help conserve remaining old-growth forest while maintaining a viable timber industry. As part of the planned transition, the Forest Service and other federal agencies identified actions they would take to support several economic sectors in southeast Alaska.", "This report describes (1) steps the Forest Service has taken to assess whether its planned transition will meet the agency's goal regarding a viable timber industry in southeast Alaska, (2) the status of actions the Forest Service and other federal agencies stated they would take to support the timber industry and other economic sectors during the transition, and (3) options suggested by agency stakeholders for improving the Forest Service's management of the Tongass timber program. GAO reviewed laws and agency documents related to the Tongass and interviewed federal agency officials and representatives from a nongeneralizable sample of 30 stakeholder organizations—including tribal, state, and local governments and industry and conservation entities—selected to provide a range of perspectives.", "The Forest Service generally agreed with GAO's findings."]}, {"section_title": "What GAO Found", "paragraphs": ["The Forest Service has initiated some steps to assess whether its planned transition to young-growth harvest on the Tongass National Forest will support a viable timber industry in southeast Alaska—a goal the Department of Agriculture (USDA) established as part of the transition. For example, the Forest Service reported refining the data it uses to estimate the amount of young-growth timber to be available for harvest over the next 100 years. Forest Service officials stated the agency also began a study in 2015, partly in response to a recommendation that year from a USDA-convened advisory committee, to compare potential market prices for young-growth timber or products to the cost to harvest and process the timber, information that may help the agency assess the economic viability of a young-growth industry in the region. The agency expects the initial results from the study to be available in 2017.", "USDA and the Forest Service identified various actions they and other federal agencies would take to support four economic sectors—timber, fishing and aquaculture, tourism and recreation, and renewable energy—during the transition to young-growth harvest on the Tongass, and the agencies have taken steps to implement some of these actions. For example, USDA stated that the Forest Service would improve its planning processes to assist the owners of small timber mills in the Tongass. According to Forest Service officials and documents, the agency has lengthened the duration of some timber sales to provide small timber mills some flexibility on when to harvest in the Tongass. However, the agencies have not implemented other actions identified. For example, the Forest Service has not implemented proposed funding increases for improving fish habitat and tourism facilities in the Tongass because of other spending priorities, according to Forest Service officials.", "Representative from the 30 stakeholder organizations GAO interviewed identified options they said would improve the agency's management of the Tongass timber program. These options include improving the predictability of timber available for sale and increasing the agency's focus on small timber mills and other timber-related businesses. Forest Service officials said they have taken some steps to address these options. For example, the majority of the timber industry stakeholders GAO interviewed emphasized the importance of the Forest Service offering a predictable amount of timber for sale from year to year for the timber industry to be able to make decisions about how to retool to accommodate smaller-diameter trees—which they said is important given potential changes to the industry with the planned transition to harvest young-growth trees. In an effort to improve predictability, the Forest Service has coordinated with the Alaska Division of Forestry on the timing of timber sales to try to ensure a more predictable and even flow of timber. However, stakeholders also expressed divergent opinions regarding the overall direction of the Tongass timber program, including the volume and location of timber to be harvested."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Tongass National Forest, located in southeast Alaska, covers  approximately 17 million acres and is the nation’s largest national forest.  Managed by the Forest Service within the Department of Agriculture  (USDA), the Tongass since the early 20th century has had a timber  program based on harvesting old-growth trees—generally, trees more  than 150 years old—that can be a source of high-quality lumber. Old- growth forests also can provide high-quality habitat for many wildlife  species. In 2010, USDA announced its intent to transition the Tongass  timber program to one based predominantly on the harvest of young  growth—generally consisting of trees that have regrown after the harvest  of old growth—in part to help conserve the remaining old-growth forest. A  2013 memorandum from the Secretary of Agriculture stated that within 10  to 15 years, the “vast majority” of timber harvested in the Tongass would  be young growth. The memorandum also stated that the transition must  be done in a manner that “preserves a viable timber industry” in southeast  Alaska. The Forest Service announced in May 2014 that it would amend  the forest plan for the Tongass to accomplish the transition. As part of  the decision-making process for the amendment, in November 2015 the  Forest Service released for public comment its proposed forest plan  amendment and accompanying environmental analyses. The agency  estimates that it will complete the forest plan amendment describing the  agency’s final decision regarding how it will implement the planned  transition in December 2016.", "Some timber industry and conservation organization representatives have  raised questions about the Forest Service’s management of its timber  program, including its planned transition to young-growth harvest. For  example, some timber industry representatives—citing the cost of  retooling the industry to accommodate young-growth trees and the  generally lower value of young-growth timber—have questioned whether  a timber industry based on young growth is economically viable. In  contrast, some conservation organizations have expressed concern that  in its efforts to support the timber industry, the Forest Service will allow  levels of old-growth harvest during and after the transition that are  environmentally detrimental.", "Because the Tongass comprises approximately 80 percent of the land  base in southeast Alaska, its resources are important to the economic  health of the region. For example, in addition to providing timber, the  Tongass’s lands and surrounding waters help support fisheries and  tourism—two economic sectors that together represent approximately 25  percent of employment in the region, according to Forest Service  statistics. In announcing its planned young-growth transition, USDA  recognized that the transition could reduce timber industry employment  because it would shift the timber program away from its historical reliance  on old-growth harvest. The department stated that four agencies— USDA’s Forest Service, Farm Service Agency, and Rural Development  and the Department of Commerce’s Economic Development  Administration—would take steps to assist the timber industry and other  economic sectors in southeast Alaska as part of the transition. These  other sectors include fishing and aquaculture, tourism and recreation, and  renewable energy.", "You asked us to review the Forest Service’s management of the Tongass  timber program. This report describes (1) steps the Forest Service has  taken to assess whether its planned transition will meet the agency’s goal  regarding a viable timber industry in southeast Alaska, (2) the status of  actions the Forest Service and other federal agencies stated they would  take to support the timber industry and other economic sectors during the  transition, and (3) options suggested by agency stakeholders for  improving the Forest Service’s management of the Tongass timber  program.", "To conduct our work, we reviewed relevant laws and agency policies,  guidance, and other documentation related to the management of the  Tongass in general and to the planned transition in particular. We also  reviewed data on historical timber harvest from publicly available Forest  Service reports and information on related agency expenditures and  revenues for the Tongass. We interviewed officials and obtained  information from the Forest Service’s Alaska Region and the Tongass  National Forest, USDA’s Farm Service Agency and Rural Development,  and the Department of Commerce’s Economic Development  Administration. We also interviewed representatives of a nonprobability  stratified sample of 30 Forest Service stakeholder organizations, including  tribal, state, and local government officials; representatives of the timber,  fishing and aquaculture, and tourism and recreation industries; and  representatives of conservation organizations. We selected stakeholders  to provide a range of perspectives on the Forest Service’s management  of the Tongass timber program. Because this is a nonprobability sample,  the views of the stakeholders interviewed are not generalizable to all  potential stakeholders, but provide illustrative examples. Appendix I lists  the stakeholders we interviewed. Interview questions were designed to  obtain officials’ and stakeholders’ views on the Forest Service’s  management of the Tongass timber program and the agency’s planned  transition to young-growth harvest.", "To describe steps the Forest Service has taken to assess whether its  planned transition to young-growth harvest in the Tongass will meet the  agency’s goal of preserving a viable timber industry in southeast Alaska,  we reviewed Forest Service and stakeholder documents related to the  potential economic effects of the transition. Documents reviewed included  the Forest Service’s November 2015 draft forest plan amendment and  accompanying environmental analyses, studies conducted by the Forest  Service’s Pacific Northwest Research Station, and documents from  timber industry and conservation organizations. To obtain additional  context on these issues, we interviewed agency officials and stakeholders  as described above. We also visited locations in the Tongass in March  and July 2015, including previously harvested areas and active harvesting  sites, as well as sites on nearby lands owned by the Sealaska  Corporation, to observe timber management practices in the region.", "To describe the actions USDA and the Forest Service stated the agencies  would take to support the timber industry and other economic sectors in  and around the Tongass, we reviewed USDA and Forest Service  documents and, in consultation with Forest Service officials, identified  three key documents identifying agency steps intended to support the  transition. The three documents were USDA’s 2011 investment strategy  for southeast Alaska, which the department developed to support the  transition; a 2013 “leader’s intent” statement from Forest Service  leadership in Alaska; and a 2013 memorandum from the Secretary of  Agriculture. To determine the status of the actions identified, we  reviewed documents, including meeting minutes from an interagency  working group that included the four agencies involved, and interviewed  officials from each of the four agencies. We also interviewed  representatives of the 30 stakeholder organizations to obtain perspectives  on the actions.", "To identify options for improving the Forest Service’s management of the  Tongass timber program, we interviewed representatives of the 30  stakeholder organizations to identify their views on concerns and  challenges associated with the Forest Service’s management of the  Tongass timber program and its planned transition and options for  addressing the challenges identified. We also interviewed agency officials  to obtain their insights on the options stakeholders identified.", "We conducted this performance audit from November 2014 to April 2016  in accordance with generally accepted government auditing standards.  Those standards require that we plan and perform the audit to obtain  sufficient, appropriate evidence to provide a reasonable basis for our  findings and conclusions based on our audit objectives. We believe that  the evidence obtained provides a reasonable basis for our findings and  conclusions based on our audit objectives."], "subsections": [{"section_title": "Background", "paragraphs": ["The Tongass, one of 154 national forests managed by the Forest Service,  is located in southeast Alaska and is the largest national forest in the  country (see fig. 1). Given its size, the Tongass, within the Forest  Service’s Alaska Region, is divided into 10 ranger districts. The Tongass  is approximately 16.7 million acres, about 10 million acres of which are  forested. Of the forested acres, the Forest Service classifies  approximately 5.5 million acres as being “productive forest.”", "Like other national forests, the Tongass is managed for multiple uses, of  which timber harvest is one. Timber harvest on national forests is  generally carried out under timber sales conducted by the Forest Service.  To conduct a timber sale, the Forest Service identifies a sale area,  conducts the required environmental analyses, appraises the timber, and  solicits bids from buyers interested in purchasing the timber. The Forest  Service then prepares the timber sale contract and marks the sale  boundary and the trees to be cut or left. The purchaser is responsible for  cutting and removing the timber, with the Forest Service monitoring the  harvest operations.", "The Forest Service expends funds to prepare, manage, and oversee  timber sales and to conduct required environmental analyses. It also  receives revenues for the timber it sells. The Forest Service reported an  average of $12.5 million annually in timber-related expenditures for the  Tongass from fiscal years 2005 to 2014. During that period, it reported  receiving an average of $1.1 million in revenues associated with timber  harvested from the Tongass.", "The National Forest Management Act requires the Forest Service to  develop forest plans to govern management activities such as timber  harvesting. For timber harvest activities, forest plans typically identify  areas where timber harvest is permitted to occur and set a limit on the  amount of timber that may be harvested from the forest. The Forest  Service is required by the act to update forest plans at least every 15  years and may amend a plan more frequently to adapt to new information  or changing conditions. Under the current Tongass forest plan, as  amended in 2008, the Forest Service authorized up to 267 million board  feet to be harvested annually from the Tongass. The 2008 plan generally  prohibits timber harvest in roadless areas and in certain environmentally  sensitive areas, such as near streams and beaches. Forest plans are  subject to the National Environmental Policy Act, under which the agency  evaluates the likely environmental effects of its actions using an  environmental assessment or, if the actions likely would significantly  affect the environment, a more detailed environmental impact statement  (EIS).", "The Forest Service began offering timber sales in the Tongass in the  early 1900s. Timber harvest increased substantially in the 1950s,  according to Forest Service statistics, as construction of pulp mills in  Ketchikan and Sitka generated higher demand for Tongass timber (see  fig. 2). Timber harvest peaked at an annual average of approximately  494 million board feet in the 1970s. Harvest has since declined, to an  annual average of approximately 46 million board feet for 2000 through  2009 and to approximately 33 million board feet for 2010 through 2014.  Timber industry employment has also declined, from approximately 2,500  in 1982 to 249 in 2014, according to Forest Service documents.", "A number of laws and regulations have reduced the number of acres  where timber harvest is allowed on national forests, both nationwide and  in the Tongass. Specifically, according to statistics provided to us by  Forest Service officials, of the approximately 5.5 million acres of  productive forest in the Tongass, approximately 2.4 million acres are not  available for harvest because of statutory provisions, such as wilderness  designations, and another 1.8 million acres are not available for harvest  because of other factors, such as USDA adopting the roadless rule.", "From the early 1900s through 2014, approximately 462,000 acres of  timber were harvested in the Tongass, according to Forest Service  officials, a figure representing approximately 8 percent of the productive  forest originally found in the Tongass. Larger trees, which are important  for wildlife habitat and biodiversity, have been harvested at a higher rate;  the Forest Service has reported that 20 percent of Tongass acres  containing the largest classes of trees have been harvested. Many of  the areas in southeast Alaska with the largest classes of trees, however,  are located on lands not managed by the Forest Service, such as lands  owned by Alaska Native corporations or the State of Alaska. Across all  land ownerships, the Forest Service reported that 32 percent of the acres  in southeast Alaska with the largest trees had been harvested.", "In 2010, USDA announced its intent to transition the Tongass timber  program to one predominantly based on young growth. The Secretary of  Agriculture subsequently said that the transition would allow for more  ecologically, socially, and economically sustainable forest management.  In November 2015, the Forest Service released for public comment a  draft EIS that analyzed five alternatives for undertaking the transition to  young-growth harvest in the Tongass. The Forest Service expects to  issue a final EIS describing the agency’s final decision regarding how it  will implement the planned transition in December 2016. Figure 3 shows  a timeline of events associated with the planned transition to young  growth.", "The draft EIS concluded that a substantial reduction in old-growth harvest  relative to what the Forest Service allowed under the 2008 forest plan  (e.g., by transitioning to young-growth harvest) would enhance the Forest  Service’s old-growth conservation strategy for the Tongass over the long  term. In reaching this conclusion, the draft EIS noted that while many  wildlife species in the Tongass are associated with more than one habitat  type, most inhabit old-growth forests or prey on species that inhabit old- growth forests, and that certain areas of old-growth forest that are  particularly important to many wildlife species had been heavily  harvested. It also recognized that recent legislation had removed from  the Tongass certain old-growth reserves that had been designated as  part of the agency’s old-growth conservation strategy.", "The five alternatives described different time frames for making the  transition (see app. II). In developing the alternatives, the Forest Service  established 46 million board feet as the projected annual timber sale  quantity—the estimated quantity of timber that the agency expects to sell  each year during the first 15 years of the transition. The Forest Service  considered different mixes of old- and young-growth harvest over a 100- year period, with the proportion of old-growth harvest decreasing over  time until it reached the agency’s target of 5 million board feet. In the  draft EIS, the Forest Service evaluated the five alternatives on a number  of factors, including the time the agency projected it would take to reduce  the annual old-growth harvest to 5 million board feet, and identified its  “preferred alternative,” which the agency projected would allow it to make  the transition within 16 years after adopting the forest plan amendment  (see table 1).", "To achieve the young-growth harvest levels projected in the preferred  alternative, the Forest Service stated that it would allow some harvest in  areas where it is not allowed under the 2008 forest plan, such as certain  areas near streams and beaches. According to Forest Service officials,  these areas were often among the first to undergo old-growth harvest in  the 20th century and contain some of the most mature young-growth  stands in the Tongass. Without access to these areas, Forest Service  officials told us, it will be difficult for the agency to achieve the young- growth harvest levels associated with the preferred alternative. As a  result, Forest Service officials said, allowing limited harvest in these areas  is needed for the agency to increase its harvest of young-growth timber in  the early years of the transition sufficiently to reduce the harvest of old- growth timber.", "Timber harvest in the Tongass also affects other economic sectors in  southeast Alaska that depend on natural resources—including fishing and  tourism, which, as noted, represent approximately 25 percent of  employment in the region. For example, salmon, which spawn in streams  in the Tongass, are key species for the commercial fishing industry, and  timber harvest can alter water flow and sediment runoff, both of which can  affect salmon. Timber harvest may also diminish the scenic and natural  values that attract some visitors to the region, potentially affecting the  tourism industry. Conversely, roads that are constructed as part of timber  sales may provide easier access to hunting and berry-picking sites in the  Tongass. In addition, numerous small communities are located in or  adjacent to the Tongass. The Forest Service, in its draft EIS, recognized  that its management decisions affect those communities and also that  some communities may be disproportionately affected by these  decisions.", "The USDA Investment Strategy in Support of Rural Communities in  Southeast Alaska 2011-2013 identified four federal agencies with diverse  missions—the Forest Service, Farm Service Agency, and Rural  Development within USDA and the Economic Development  Administration within the Department of Commerce—involved in actions  to help support the timber industry and other economic sectors as part of  the planned transition to young-growth harvest.", "The Forest Service manages 154 national forests and 20 national  grasslands for multiple uses, including timber, recreation, and  watershed management and to sustain the health, diversity, and  productivity of these lands to meet the needs of present and future  generations.", "The Farm Service Agency administers a variety of programs  benefitting farmers and ranchers, including farm commodity programs,  farm loans, and conservation programs.", "Rural Development administers financial programs to support public  facilities and services such as water and sewer systems, housing,  health clinics, and emergency service facilities. It also provides grants,  loans, and loan guarantees to farmers, ranchers, and rural small  businesses to assist in developing renewable energy systems and  improving energy efficiency.", "The Economic Development Administration fosters regional  economic development efforts by, for example, offering grants to  support development in economically distressed areas."], "subsections": []}, {"section_title": "Forest Service Has Initiated Steps to Assess the Economic Viability of a Young- Growth Timber Industry in the Tongass", "paragraphs": ["The Forest Service has initiated some steps to assess whether its  planned transition to young-growth harvest in the Tongass is likely to  support a viable timber industry in southeast Alaska—one of the key  goals laid out in the Secretary of Agriculture’s 2013 memorandum  discussing the transition. The Forest Service has estimated the volume of  young-growth timber available for harvest over the next 100 years and  has also identified a number of factors that may affect the viability of a  young-growth timber industry in southeast Alaska. Forest Service officials  told us the agency has also begun an effort to compare the potential  market prices for young-growth timber or products to the cost to harvest,  transport, and process the timber."], "subsections": [{"section_title": "Forest Service Has Estimated the Volume of Young-Growth Timber Available for Harvest in the Tongass", "paragraphs": ["One key factor in the viability of the timber industry in southeast Alaska is  the volume of timber—both young growth and old growth—available to be  harvested. To support its planned transition to young-growth harvest,  the Forest Service identified the number of acres of young-growth forest  suitable for timber production in the Tongass—251,000 acres—and used  a model that projects forest growth to estimate the volume of timber those  acres will contain over the next 100 years. Using this information, the  Forest Service in November 2015 published its draft EIS that evaluated  five alternatives for amending the forest plan for the Tongass to facilitate  the transition to young-growth harvest.", "In its draft EIS, the Forest Service reported taking a number of steps to  refine its data on the amount of young-growth timber available for harvest  in the Tongass. For example, it reported updating its young-growth timber  inventory, including removing from agency databases those lands  previously managed by the Forest Service that have been conveyed to  other parties. It also reported contracting with a consultant to develop  the model used to project future growth and timber yields from young- growth timber stands in the Tongass.", "The Forest Service also recognized that a number of factors could reduce  the harvest of young-growth timber below the volume the agency  estimated to be available and took steps to account for this potential  reduction—referred to as “falldown”—in its estimates of young growth  availability. Agency data on young-growth volume used in the draft EIS  include some timber that will not be economically feasible to harvest or  that is located in areas where harvest will not be allowed. For example, a  Forest Service official told us that some young-growth areas consist of  small or isolated areas where the volume of timber is insufficient to  warrant the cost of harvesting it. In addition, timber harvest is not allowed  in proximity to fish-bearing streams, and some young-growth areas may  contain fish-bearing streams that were not previously identified by the  agency. The official explained that factors such as these are likely to  reduce the volume of young-growth that will be harvested but are often  not discovered until the agency begins to prepare a timber sale in a  particular area. In developing the alternatives for the draft EIS, the Forest  Service reduced its estimate of the volume of young-growth timber  available to be harvested to account for such falldown. The Forest  Service also identified factors—such as the agency’s cost of preparing  timber sales and potential delays because of appeals and lawsuits—that  could affect its ability to sell the volume of timber it projected in the draft  EIS.", "The Tongass Advisory Committee—a group convened by the Secretary  of Agriculture under the Federal Advisory Committee Act—also  recognized the uncertainty surrounding the volume of timber that will be  able to be harvested, and recommended in December 2015 that the  Forest Service support a stakeholder group that would monitor progress  in achieving the timber harvest levels proposed in the draft EIS. In  January 2016, Forest Service officials told us they agreed that monitoring  would be important to help the agency and its stakeholders understand  the extent to which the agency was meeting its projected harvest levels,  but had not decided on how they would do so. The officials said that they  expected the final forest plan amendment to describe the agency’s  planned monitoring activities. Officials also told us that the Forest Service  intends to continue refining its young-growth timber data, noting, for  example, that in July 2015 the agency signed a cost-share agreement  with the State of Alaska to survey additional young-growth areas."], "subsections": []}, {"section_title": "Forest Service Has Identified Factors Affecting the Viability of a Young- Growth Timber Industry", "paragraphs": ["In addition to the supply of timber available, the viability of a young- growth timber industry in southeast Alaska is affected by the demand for  young-growth wood, which in turn is affected by the value (i.e., market  price) of the wood products made from it; the value of these products  depends in part on the cost of producing them. Young growth has  different wood characteristics, such as appearance, than old growth,  which can affect its value. According to the draft EIS, southeast Alaska is  one of the few places in western North America that produces wood from  slow-grown, large trees (i.e., old growth). Wood from such trees may  have more attractive grain characteristics and be used for higher-value  products—such as musical instruments or certain types of window frames  and doors—where appearance is important. In contrast, the draft EIS  reported that wood from young-growth trees from the Tongass is more  likely to be used for lower-valued products, such as dimension lumber  (i.e., lumber used for structural framing), where appearance is not as  important. With regard to production costs, the Forest Service has  identified several challenges facing the timber industry in southeast  Alaska—including higher labor and energy costs and the industry’s  distance from markets in the contiguous United States—that raise its  costs compared to other timber-producing areas of North America. On the  other hand, southeast Alaska is closer to Asia—historically a significant  market for timber from southeast Alaska—than these other timber- producing areas, which Forest Service officials told us could result in  lower relative costs to ship timber from the Tongass to Asian markets.  Forest Service officials told us they recognized these factors, and that  both the agency and the industry are exploring the types of products that  can be produced in an economically viable manner from Tongass young  growth.", "Young-growth timber harvested from the Tongass can be either shipped  unprocessed out of the region or processed into lumber or other products  in southeast Alaska. In either case, timber and products from the Tongass  compete in broad economic markets and are likely to face challenges  competing in those markets, according to the Forest Service’s draft EIS.  For example:", "Young-growth logs for export. Exporting sawlogs (i.e.,  unprocessed logs) is likely to be a major component of the southeast  Alaska timber industry during the transition, according to the draft EIS.  The draft EIS reported that most timber harvested in southeast  Alaska, including from the Tongass and from lands owned by Alaska  Native corporations and the State of Alaska, is exported as sawlogs to  Asia. The transition to young-growth timber may affect this market  (e.g., by increasing the proportion of lower-value timber harvested),  but the draft EIS indicates that the agency expects that timber  purchasers are likely to continue to rely heavily on exporting sawlogs  overseas. However, the Forest Service also recognized that the ability  of purchasers to export sawlogs harvested from the Tongass is limited  under current Forest Service policy to 50 percent of timber volume  sold.", "Young-growth lumber. The Forest Service, in its draft EIS,  concluded that demand for lumber (as opposed to unprocessed logs)  produced in southeast Alaska was relatively low. The existing export  market for lumber produced in southeast Alaska is primarily for  higher-graded lumber made from old-growth trees, while the major  use for young-growth lumber processed in southeast Alaska is likely  to be for dimension lumber (i.e., lumber used for structural framing),  for which demand may be lower, according to the Forest Service. In  its draft EIS, the Forest Service assumed that Asian purchasers would  not be willing to substitute dimension lumber produced from young- growth trees for the higher-graded lumber they had previously been  purchasing. Dimension lumber produced in southeast Alaska could  also be used within southeast Alaska or shipped to the contiguous  United States. However, Forest Service officials and stakeholders  told us that these markets are already served by relatively large,  efficient mills located in the Pacific Northwest and that because  production costs are higher in southeast Alaska, it will be challenging  for dimension lumber from the Tongass to compete with lumber from  existing suppliers. In addition, the Forest Service has reported that  existing southeast Alaskan mills have limited capacity to process  young growth and will likely have to invest in new milling equipment if  they are to significantly expand their production of lumber produced  from young growth. Forest Service officials and industry  representatives also told us the industry is unlikely to invest the  needed funds without more certainty about the amount of timber that  will be offered for sale and harvested.", "Young-growth utility logs. Another potential use for Tongass young- growth noted in the draft EIS is as “utility logs”—that is, logs of  insufficient quality to use for dimension lumber but suitable to be  made into chips or used as biofuel. Increasing the use of biofuels in  southeast Alaska could increase demand for utility logs from the  Tongass and contribute to the viability of the timber industry in the  region, according to the draft EIS. Doing so, however, would require  investment in new infrastructure to produce and use these products.  Forest Service officials told us that such investment is likely to be  difficult because of both the uncertainty of demand in the region and  the availability of large quantities of biofuel produced by facilities in  the Pacific Northwest. Consistent with these statements, the Forest  Service reported in a document developed to support the draft EIS  that it found no evidence of market demand for utility logs from the  Tongass."], "subsections": []}, {"section_title": "Forest Service Has Begun an Effort to Compare the Potential Prices for Young- Growth Products to the Cost of Producing Them", "paragraphs": ["The viability of the timber industry depends upon the relationship between  the market price of the final product (whole logs, dimension lumber,  biomass, or other products) and the cost of producing it, including the  cost to harvest, transport, and process it. In preparing the draft EIS, the  Forest Service analyzed information regarding the economics of the  Tongass timber industry. In 2015, the Forest Service also initiated a  separate study of the costs of producing products from young-growth  wood and the resulting value. These officials told us they initiated the  study partly in response to the May 2015 draft recommendations from the  Tongass Advisory Committee and said they expect to finalize the scope  and time frames for the study in spring 2016 and to receive initial results  in 2017. The Forest Service scientists leading the study told us the  agency plans to harvest young-growth timber from randomly selected  sites within the Tongass and process the timber in several mills in  southeast Alaska and the Pacific Northwest. They said the agency  intends to evaluate both the mills’ efficiency in processing the young- growth wood and the strength and appearance of the resulting products  and to obtain information related to the processing costs and value of the  products. Forest Service officials said the study’s results may help the  agency assess the economic viability of a Tongass young-growth timber  industry. Even with these steps, however, in its November 2015 draft EIS  the Forest Service stated that there is a high degree of uncertainty  surrounding its goal of preserving a viable timber industry."], "subsections": []}]}, {"section_title": "Federal Agencies Have Taken Steps to Implement Some Actions They Identified to Support the Timber Industry and Other Economic Sectors during the Transition", "paragraphs": ["USDA and the Forest Service identified various actions they and other  federal agencies would take to support the timber industry and other  economic sectors during the transition to young-growth harvest in the  Tongass, and the agencies have taken steps to implement some of these  actions. These actions, which are identified in three documents issued by  USDA and the Forest Service since 2010, focus on four economic  sectors in southeast Alaska: timber, fishing and aquaculture, tourism and  recreation, and renewable energy. However, the agencies have not  implemented other actions they said they would take, because of other  priorities or consideration of other approaches, according to agency  officials."], "subsections": [{"section_title": "Timber", "paragraphs": ["USDA and the Forest Service have taken steps to implement some of the  actions they stated they would take to support the timber industry in  southeast Alaska during the young-growth transition. For example:", "The USDA Investment Strategy in Support of Rural Communities in  Southeast Alaska 2011-2013 stated the Forest Service would improve  its Tongass timber planning processes by simplifying small timber  sales to assist small-mill owners. Forest Service officials told us the  agency has met with small-mill owners to discuss ways to address the  mill owners’ needs. As a result of this outreach, the Forest Service  lengthened the duration of some timber sale contracts for small sales;  according to Forest Service officials, small sale contracts typically last  from 1 to 3 years, but the agency lengthened the duration to 4 to  6 years for 8 of the approximately 60 small sales in the Tongass in  fiscal years 2014 and 2015. This action provided small-mill owners  with flexibility to harvest at more-advantageous times, according to  Forest Service officials.", "The 2013 Secretary’s Memorandum 1044-009: Addressing  Sustainable Forestry in Southeast Alaska stated that USDA would  continue to work with Congress to exempt a limited amount of young  growth in the Tongass from the general prohibition on harvesting a  stand until it reaches its maximum growth rate. The memorandum  said providing this flexibility is essential for developing economically  viable young-growth projects within the timeframe of the transition. In  2014, Congress approved additional flexibility, which gave the  Secretary of Agriculture authority to allow the harvest of these young- growth trees in areas that are available for commercial timber  harvest.", "The 2013 Leader’s Intent: Forest Stewardship and Young Growth  Management on the Tongass National Forest document, signed by  officials from the Forest Service’s Alaska Region and the Tongass,  stated the Forest Service would expand collaborative projects and  partnerships with local communities, businesses, and nonprofit groups  to support job creation through sustainable forest management. In  2015 the Forest Service entered into a partnership with the Native and  Rural Student Center, which provides leadership training and  academic support to Native Alaskan college students on University of  Alaska campuses, and the Hoonah Indian Association, a tribal  government in southeast Alaska. Forest Service officials told us that  under this partnership, a local work crew is being developed to gain  forestry skills and complete projects such as tree thinning in the  Tongass. The officials said the first projects under this partnership are  expected to be completed in 2016 or 2017.", "Documents on the transition issued by USDA and the Forest Service  stated that the Forest Service would support the transition by studying  young-growth supply, the cost of harvesting, transporting, and  processing young-growth timber, and the value of the resulting  products. As discussed previously, the agency has taken steps to  study these issues.", "The agencies have not implemented other actions they said they would  take because of other priorities or consideration of other approaches. For  example:", "The Investment Strategy stated that the Forest Service would promote  and facilitate the use of young-growth timber in southeast Alaska by  using young-growth wood for cabins and other recreational structures,  and that the Forest Service would request an additional $1 million in  funding to construct cabins made from young-growth timber in high- visibility campgrounds. However, Forest Service officials told us that  the agency did not request funding because of other spending  priorities, and that no cabins have been built since the Investment  Strategy was published in 2011. A few conservation organization  stakeholders we interviewed told us that the Forest Service’s limited  progress in using young-growth timber in its own facilities hinders the  agency’s ability to achieve its goal of demonstrating the economic  viability of producing young-growth products in southeast Alaska.  Forest Service officials told us that other approaches, such as  demonstrating the demand for dimensional lumber, might be a better  option than constructing cabins for showing the economic viability of  young-growth products. Forest Service officials told us the agency is  collaborating with the National Forest Foundation to work with a local  conservation group to demonstrate uses for young-growth timber,  including the construction in 2012 of a private home built primarily  from young-growth timber.", "The 2013 Secretary’s Memorandum asked the Forest Service to work  with Rural Development to develop a plan by December 31, 2013, for  providing financial assistance to help the timber industry retool to  handle young-growth timber. As of December 2015, the agencies had  not developed such a plan because they had been focusing on other  priorities related to the transition, such as completing the draft EIS,  according to Forest Service officials. Forest Service officials told us in  January 2016 that they were developing a request for proposal for an  outside party to conduct an assessment of the industry’s retooling  needs and estimated that results from the assessment might be  available in 9 to 12 months. They also said that the study the agency  initiated in 2015 on the economic viability of the young-growth timber  industry would provide information to inform retooling options. Rural  Development officials told us the agency could provide loans to help  the industry retool."], "subsections": []}, {"section_title": "Fishing and Aquaculture", "paragraphs": ["The agencies have taken steps to implement some of the actions they  stated they would take to support fishing and aquaculture in southeast  Alaska. For example:", "USDA’s Investment Strategy stated the agencies would strengthen  the aquaculture industry in southeast Alaska by providing support to  entrepreneurs in the industry. Rural Development officials reported  that in fiscal years 2012 and 2013 the agency guaranteed four loans,  totaling about $1.4 million, that supported fishing and aquaculture  development in the region. Similarly, the Economic Development  Administration reported awarding approximately $1.4 million in grants  in fiscal years 2013 and 2014 to support fishing and aquaculture in  southeast Alaska, most of which was awarded to the Hydaburg  Cooperative Association, a tribe in southeast Alaska, for the  renovation of a cold-storage facility to develop a specialty seafood  processing plant.", "The Investment Strategy also stated the agencies would identify and  promote ways to include aquaculture development among traditional  USDA agriculture programs. Farm Service Agency officials told us the  agency used an existing farm loan program to provide five loans since  2011 to parties entering the shellfish industry. These loans totaled  about $160,000 and were used to fund operational and capital  expenses, according to these officials.", "The Investment Strategy also stated the agencies would take steps to  restore degraded salmon streams in an effort to increase salmon  productivity. Forest Service officials estimated, based on budget  documents, that the agency’s annual funding for watershed  restoration in the Tongass averaged approximately $1.1 million for  fiscal years 2011 through 2015. Restoration projects included  replacing and resizing road culverts to improve fish passage and  placing woody debris into streams to improve fish habitat.", "In contrast, the Forest Service did not implement a proposed increase in  funding for fishing and aquaculture because of other priorities. The  Investment Strategy stated that the Forest Service proposed tripling the  annual funding for watershed restoration (i.e., actions intended to improve  fish habitat in streams and thereby support the health of fish populations)  in the Tongass to $4.6 million annually. As noted, however, Forest  Service officials estimated that agency funding for such activities  averaged approximately $1.1 million for fiscal years 2011 through 2015. A  Forest Service fisheries official told us that it has been difficult to increase  funding for watershed restoration in Alaska because watershed conditions  in Alaska are generally better than elsewhere and the region is therefore  a lower priority for the agency."], "subsections": []}, {"section_title": "Tourism and Recreation", "paragraphs": ["The agencies have implemented some of the actions they stated they  would take to support tourism and recreation in southeast Alaska. For  example:", "The Investment Strategy stated that the Forest Service would  increase guided access to public land. Since 2012, the Forest Service  has increased the amount of commercial outfitting and guiding  services it allowed in the Mendenhall Glacier Recreation Area, near  Juneau, to meet increased demand for guided services and access to  this site. This change has increased visitation to the Mendenhall  Glacier by an estimated 15,000 visitors annually and, from 2012  through 2015, generated an additional $5 million in revenues for tour  companies, according to a contractor hired by the Forest Service.", "The Investment Strategy also stated that USDA agencies would take  steps to develop recreation infrastructure. Forest Service officials told  us the agency conducted trail improvement projects in 2015 on the  Juneau, Petersburg, and Craig Ranger Districts.", "In contrast, the Forest Service did not request an increase in funding for  agency projects supporting tourism and recreation as proposed in  USDA’s Investment Strategy. Specifically, the strategy identified  $1.9 million in planned expenditures for fiscal years 2012 and 2013 and  recommended $8.4 million in additional funding for those 2 years. Forest  Service officials told us, however, that they did not request additional  funding for the Tongass and that the budget for the agency’s Alaska  Region declined during this time. They estimated that the region’s budget  for tourism and recreation decreased from $8.8 million in fiscal year 2010  to $6.7 million in fiscal year 2013—a decline of about 24 percent. The  officials estimated that the budget for fiscal year 2014 was $7.1 million,  which was an increase of about 4 percent over the previous year’s level  but lower than the 2010 funding level of $8.8 million. The selected tourism  and recreation industry representatives we interviewed expressed  concern about reduced funding, as they did not think the Forest Service  would be able to maintain the current inventory of cabins, trails, and other  recreation facilities. Forest Service officials told us the agency has  focused on maintaining existing facilities rather than constructing new  ones but determined in 2014 that it would close up to 10 of the 143 cabins  in the Tongass given budget reductions."], "subsections": []}, {"section_title": "Renewable Energy", "paragraphs": ["The agencies have taken steps to implement some of the actions they  identified to support renewable energy development in southeast Alaska  during the transition. For example:", "USDA’s Investment Strategy stated that the Forest Service would  provide technical assistance related to the planning and installation of  biomass energy systems. The Forest Service reported providing such  assistance from 2011 through 2015 to at least 19 localities,  businesses, tribal entities, and individuals. Assistance included  identifying potential biomass projects in communities, evaluating the  design and economic viability of projects, answering questions about  biomass technology use, and identifying funding sources for projects.  Forest Service officials highlighted a project at the Ketchikan  International Airport as an example of the agency’s efforts. The Forest  Service provided technical assistance and a $143,000 grant to  convert the airport terminal to a biomass heating system. The project  was scheduled to be completed in 2016, according to a Forest  Service official. Similarly, the agency reported providing various types  of assistance—including public presentations and education, fuel  assessments, and design reviews of plans—to support the  development of a biomass system for community facilities in Haines.", "The Investment Strategy also stated the USDA agencies would work  to develop demand for biomass energy. Agencies have taken steps to  do so. For example, Rural Development officials said that in fiscal  years 2012 through 2014 the agency provided at least three grants,  totaling about $1.2 million, to support renewable energy development  in southeast Alaska.", "In the Investment Strategy, USDA said the Forest Service would  approach the Southeast Conference organization about sponsoring  the development of a biomass energy plan for the region. The  Forest Service has worked with the Southeast Conference to assess  the potential for increasing the use of biomass energy in southeast  Alaska and, in September 2015, published the Community Biomass  Handbook, which offers instructions on designing and planning  biomass projects as well as information on where biomass systems  are being used in the region. The agency’s partnership with the  Southeast Conference resulted in about 30 feasibility studies funded  predominantly by the Forest Service and approximately 10 biomass  systems in southeast Alaska, according to Forest Service officials.", "Also in the Investment Strategy, USDA said the Forest Service would,  where feasible, substitute woody biomass for diesel fuel to meet the  energy needs of southeast Alaska. The agency has taken some initial  steps to do so. For example, officials told us that the agency was  converting its facility in Sitka from diesel fuel to biomass energy, a  project they expect the agency to complete in summer 2016. The  Forest Service had previously converted a visitor center in Ketchikan  to a wood-fueled heating system, although the building is no longer  using this system, which the agency reported was too large for the  facility and had high operating costs.", "The agencies, however, no longer plan to implement some actions they  previously identified, according to agency officials. For example, the  Investment Strategy stated that, to help “kick start” the biomass energy  industry in southeast Alaska, the Farm Service Agency would encourage  the use of a nationwide program that provides financial incentives to the  biomass industry. A Farm Service Agency official in southeast Alaska,  however, told us the nationwide program is not being used in the region  because funding is limited and national program officials had decided to  target existing biomass industry businesses rather than new ones, and  there were no such businesses in southeast Alaska."], "subsections": []}]}, {"section_title": "Stakeholders Identified Options They Said Would Improve Management of the Tongass Timber Program While Expressing Divergent Opinions about the Program’s Overall Direction", "paragraphs": ["Representatives we interviewed from the 30 selected Forest Service  stakeholder organizations identified a variety of options they said would  improve the agency’s management of the Tongass timber program.  These stakeholders also expressed strong differences of opinion  regarding the overall direction of the Tongass timber program."], "subsections": [{"section_title": "Stakeholders Identified Various Options for Improving the Management of the Tongass Timber Program", "paragraphs": ["Options stakeholders identified for improving the Forest Service’s  management of the Tongass timber program included:  Improving predictability of timber available for sale. The majority  of the seven timber industry stakeholders we interviewed told us the  Forest Service does not offer a predictable amount of timber for sale  from year to year. These stakeholders emphasized the importance of  predictability for the timber industry to be able to make decisions  about how to retool to accommodate young-growth trees—which they  said is important given potential changes to the industry as a result of  the planned transition. Options for improving predictability identified by  these timber industry stakeholders ranged from offering timber sales  under longer-term contracts—as a means of providing greater  certainty over the quantity of timber they will be allowed to harvest in  future years—to transferring significant acreage from the Tongass to  the State of Alaska, an entity some timber industry stakeholders  viewed as offering a more predictable timber supply than the Forest  Service. On the other hand, one of the conservation organization  stakeholders we interviewed said that the Forest Service could  improve the predictability of supply by reducing the volume of timber it  offers for sale and offering timber for sale in locations where there will  be less environmental impact, steps the stakeholder said could  reduce opposition to proposed timber sales and increase the  likelihood of sales being implemented in a timely manner.", "In an effort to improve the predictability of its timber supply, the Forest  Service is participating in the collaborative “all lands, all hands” effort  with other southeast Alaska landowners to explore ways of achieving  greater economic efficiency by sharing infrastructure and jointly  planning projects. As part of this effort, Forest Service officials told us  they have coordinated with the Alaska Division of Forestry on the  timing of timber sales to try to ensure a more predictable and even  flow of timber offered to the timber industry. Alaska Division of  Forestry officials told us that this effort has been helpful but that  continued work will be needed to improve collaboration among  landowners on issues such as sharing costs for maintaining roads and  other infrastructure.", "Increasing focus on small timber operators. Some of the  30 stakeholders we interviewed said that the Forest Service could do  more to support the small operators that also play a role in local  economies throughout the Tongass by harvesting small amounts of  old-growth timber. These stakeholders suggested the Forest Service  take steps such as offering smaller sales and making other changes— such as allowing small operators greater use of roads constructed in  conjunction with larger sales—to make it easier for smaller operators  to access timber. As previously discussed, Forest Service officials told  us they had taken several steps to assist smaller operators, including  lengthening the duration of some small timber sales. Officials told us  that for two timber sales in 2012 and 2013, they kept several roads  open for approximately 2 years after the sales were completed to  allow access to remaining timber by smaller operators.", "Improving Forest Service collaboration. Some of the stakeholders  we interviewed also said the Forest Service needed to collaborate  more with the industries and communities affected by the transition— for example, by involving community leaders earlier in the decision- making process and better considering the effects of management  decisions on specific locations—if the young-growth transition is to be  successful. Similarly, the Tongass Advisory Committee emphasized  the need for the Forest Service to become more flexible and  responsive to timber industry and community interests for the  transition to be successful. To help achieve that goal, the committee  said Forest Service leadership needed to provide clear and consistent  direction to agency staff, and the agency needed to increase the use  of collaborative processes in its management decisions.", "Forest Service officials identified various approaches the agency uses  to collaborate with the industries and communities affected by the  transition. For example, they said that the agency has participated in  the Tongass Collaborative Stewardship Group, a region-wide forum  for communities and landowners to work together to align Forest  Service projects with local and regional priorities. The Forest Service  has also participated in a number of smaller collaborative groups  relating to specific geographic areas in the Tongass, including the  communities of Hoonah, Kake, and Sitka, and the Staney Creek  watershed on Prince of Wales Island. One such group, the Hoonah  Native Forest Partnership, includes the Forest Service, nonfederal  landowners in the area, and other entities, such as the Hoonah Indian  Association. The partnership formed in 2015 and is still in the early  stages of planning and identifying specific work, according to a Forest  Service official. The partnership is taking a watershed planning  approach intended to balance economic, social, and ecological  outcomes and consider both timber harvest and other important  resources, such as salmon and deer, that rely on forests."], "subsections": []}, {"section_title": "Stakeholders Expressed Divergent Opinions regarding the Overall Direction of the Tongass Timber Program", "paragraphs": ["In discussing their views on possible options for improving the Forest  Service’s management of the Tongass timber program, stakeholders we  interviewed also expressed strong differences of opinion regarding the  overall direction of the program. Stakeholders expressed differing  opinions on such diverse topics as the volume of timber that should be  harvested, the locations where harvest should be allowed, and the  proportion of harvest that should be young growth. For example,  regarding harvest locations, some of the stakeholders we interviewed  were concerned that the Forest Service is considering harvesting timber  in environmentally sensitive areas such as near streams and beaches,  which provide important wildlife habitat. In contrast, the majority of timber  industry stakeholders and a few local government stakeholders we  interviewed told us that the Forest Service already placed too much  emphasis on minimizing the environmental effects of timber harvest and  that the agency did not need to take additional steps to consider the  environmental effects of the transition. Regarding the proportion of  harvest that should be young growth, the majority of the timber industry  stakeholders we interviewed stated that the harvest should continue to  consist of old-growth trees in order to be economically viable for the  timber industry, while other stakeholders stated that old-growth harvest  should end entirely or be reduced to a small amount."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report for review and comment to the  Departments of Agriculture and Commerce. The Forest Service,  responding on behalf of the Department of Agriculture, generally agreed  with our findings and described actions it is taking in an effort to support  various economic sectors in southeast Alaska (see app. III). The  Economic Development Administration, responding on behalf of the  Department of Commerce, stated in an email sent April 11, 2016, that it  had no comments on our draft report.", "We are sending copies of this report to the appropriate congressional  committees, the Secretaries of Agriculture and Commerce, the Chief of  the Forest Service, the Administrator of the Farm Service Agency, the  Under Secretary for Rural Development, the Chief Operating Officer of  the Economic Development Administration, and other interested parties.  In addition, the report is available at no charge on the GAO website at  http://www.gao.gov.", "If you or members of your staff have questions about this report, please  contact me at (202) 512-3841 or fennella@gao.gov. Contact points for  our Offices of Congressional Relations and Public Affairs may be found  on the last page of this report. Major contributors to this report are listed  in appendix IV."], "subsections": []}]}, {"section_title": "Appendix I: Forest Service Stakeholder Organizations GAO Interviewed", "paragraphs": ["In conducting our work, we interviewed representatives from a  nonprobability stratified sample of Forest Service stakeholder  organizations. Table 2 lists the 30 stakeholder organizations whose  representatives we interviewed. We selected stakeholders to provide a  range of perspectives on the Forest Service’s management of the  Tongass National Forest timber program. Because this is a nonprobability  sample, the views of the stakeholders interviewed are not generalizable  to all potential stakeholders, but they provide illustrative examples."], "subsections": []}, {"section_title": "Appendix II: Selected Characteristics of the Forest Service’s Alternatives for Transitioning the Tongass National Forest to Young- Growth Harvest", "paragraphs": ["In November 2015, the Forest Service released for public comment a  draft environmental impact statement that analyzed five alternatives for  undertaking the transition from old-growth harvest to young-growth  harvest in the Tongass National Forest. Table 3 summarizes these  alternatives, which described different time frames for making the  transition and projected various numbers of acres from which timber  would be harvested."], "subsections": []}, {"section_title": "Appendix III: Comments from the Department of Agriculture", "paragraphs": [], "subsections": []}, {"section_title": "Appendix IV: GAO Contact and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contact", "paragraphs": [], "subsections": []}, {"section_title": "Staff Acknowledgments", "paragraphs": ["In addition to the contact named above, Steve Gaty (Assistant Director),  Greg Campbell, Jonathan Dent, Patricia Farrell Donahue, Holly Hobbs,  Richard P. Johnson, Ben Nelson, Timothy M. Persons, and Anne Stevens  made key contributions to this report."], "subsections": []}]}], "fastfact": []}