{"id": "GGD-97-122", "url": "https://www.gao.gov/products/GGD-97-122", "title": "Tax Policy and Administration: 1996 Annual Report on GAO's Tax-Related Work", "published_date": "1997-07-01T00:00:00", "released_date": "1997-07-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO summarized the studies it issued during fiscal year 1996 to Congress and the Internal Revenue Service (IRS) and the statements it made before Congress and the National Commission on Restructuring the Internal Revenue Service."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that it published 50 reports in 6 broad areas: (1) IRS management and budget; (2) individual and business tax issues; (3) customer service; (4) submission processing; (5) accounts receivable/collections; and (6) tax expenditures and preferences."]}], "report": [{"section_title": "Letter", "paragraphs": ["Over the years, the General Accounting Office has provided Congress, the executive branch, and the public with detailed information on and objective analyses of the nation’s tax system. As part of our responsibility, we have studied both the revenue side of the budget—tax receipts that finance federal government operations and tax expenditures that promote numerous social and economic objectives—and the federal agency that administers the tax code, the Internal Revenue Service (IRS).", "Some of our reports and testimonies have addressed how IRS collects delinquent taxes, responds to taxpayers’ inquiries, and plans to modernize its operations to improve productivity and better manage its finances. Other reports and testimonies have described how tax system reforms and the growth of tax expenditures affect IRS’ operations and taxpayers’ compliance burden. Still others have discussed ways to narrow the gap between the amount of outstanding taxes owed by individuals and businesses and the money IRS collects.", "This report summarizes the studies we issued during fiscal year 1996 to Congress and IRS and the statements we made before Congress and the National Commission on Restructuring the Internal Revenue Service. For the year, we published 50 reports under 6 broad areas: IRS management and budget, individual and business tax issues, customer service, submission processing, accounts receivable/collections, and tax expenditures and preferences.", "The following pages highlight notable reports and testimonies from these areas. Appendix I summarizes all of our fiscal year 1996 products, and appendix II lists them chronologically."], "subsections": [{"section_title": "IRS Management and Budget", "paragraphs": ["IRS is in the midst of reorganizing and reengineering its major technological, organizational, operational, and financial processes. Through its reengineering efforts and Tax Systems Modernization (TSM) program, IRS plans to introduce new technology to support these and other changes directed toward making it a more efficient organization. However, as a result of tighter budgets and increasing congressional concern over the pace of its modernization, IRS is rethinking its business vision and rescoping its planned changes.", "Tax Systems Modernization: Progress in Achieving IRS’ Business Vision (GAO/T-GGD-96-123, May 9, 1996). In hearings before the Senate Governmental Affairs Committee, we described IRS’ progress toward achieving its vision for improving its operations by the year 2001 and its plans for using TSM in support of that vision. IRS’ vision calls for organizational, technological, and operational changes in processing tax returns, providing customer service, and ensuring compliance with tax laws. IRS has made some progress in modernizing its operations but still falls far short of its vision.", "One of the biggest problems facing IRS has been its inefficient system for processing most tax returns. It had not significantly reduced the number of paper returns it processes, nor had it delivered the new systems needed to process paper documents more efficiently. IRS’ efforts to improve customer service have also fallen short. Even if taxpayers were able to reach IRS, agency assistors did not always have the information readily available to answer their questions, and IRS has been slow in changing work processes and implementing new information systems. Furthermore, budget reductions and concerns over taxpayer burden led IRS to cancel or postpone certain programs that were intended to help improve compliance. Until IRS successfully modernizes its processes and operations, we do not believe it will achieve its business vision.", "Managing IRS: IRS Needs to Continue Improving Operations and Service (GAO/T-GGD/AIMD-96-170, July 29, 1996). In our first statement before the National Commission on Restructuring the Internal Revenue Service, we shared some of the long-standing challenges that IRS faces as it strives to improve its organization, operation, processes, and customer service. These challenges include the inefficient manner in which IRS processes most tax returns; the managerial, technical, and human resource obstacles that hinder IRS from fulfilling its customer service vision; the problems that continue to undermine the effectiveness of IRS’ collection programs; the need to resolve serious financial management problems that affect the reliability of its financial statements; and the need to better coordinate its reengineering efforts, which could generate new business requirements that are not addressed by TSM projects or that make some of those projects obsolete.", "Financial Audit: Examination of IRS’ Fiscal Year 1995 Financial Statements (GAO/AIMD-96-101, July 11, 1996). In accordance with the Chief Financial Officers Act of 1990, this report to Congress presented the results of our efforts to audit IRS’ Principal Financial Statements for fiscal years 1995 and 1994. The report discussed IRS’ continuing financial management problems in such areas as reconciling taxpayer revenue and refund accounts, substantiating the amounts of various types of taxes it collects, verifying nonpayroll operating expenses, and reliably reporting its accounts receivable balances. It also described IRS’ weaknesses in its controls over recordkeeping and computer security, and it contained our formal opinions and reports on IRS’ financial statements, internal controls, and compliance with laws and regulations."], "subsections": []}, {"section_title": "Individual and Business Tax Issues", "paragraphs": ["IRS data indicate that the portion of the gap between taxes owed and paid that can be attributed to individual taxpayers amounts to about $94 billion per year. Of that amount, the failure to report income accounts for about $73 billion. Tax law changes as well as changes to IRS’ taxpayer guidance could increase compliance by making it easier for taxpayers to comply with tax laws. Changes in IRS’ enforcement programs could make these programs more effective and less intrusive on taxpayers.", "Businesses play a significant role in our tax system. They not only pay income taxes but are also responsible for providing information to taxing authorities about payments to individuals and for withholding income and Social Security taxes from employees’ salaries. IRS data indicate that the portion of the tax gap attributable to corporate taxpayers amounts to about $33 billion per year. Of this amount, large corporations account for about $24 billion, and small corporations account for about $7 billion. Businesses, particularly large corporations, also spend considerable sums of money resolving disputes with IRS over audit results.", "Internal Revenue Service: Results of Nonfiler Strategy and Opportunities to Improve Future Efforts (GAO/GGD-96-72, May 13, 1996). Our report to the Commissioner of Internal Revenue discussed our review of IRS’ strategy, which began in fiscal 1993, to bring an estimated 10 million individual and business nonfilers back into the system and keep them there. We assessed the results of IRS’ strategy and determined whether opportunities existed to improve any future nonfiler efforts.", "According to IRS, the Nonfiler Strategy was generally a success. The agency (1) reduced the size of the nonfiler inventory; (2) eliminated unproductive cases, which allowed it to focus enforcement resources more effectively; and (3) increased the number of returns secured from individual nonfilers.", "However, although IRS achieved its goal of reducing the backlog of nonfiler investigations, it was unclear how much, if at all, voluntary taxpayer compliance improved as a result of the strategy. The absence of comprehensive cost data made it difficult to assess the return on IRS’ investment.", "We identified several areas in which opportunities existed to improve any future effort directed at nonfilers. These opportunities related to (1) the time it took IRS to make telephone contact with nonfilers; (2) the use of higher graded staff to perform tasks that might have been effectively performed by lower graded staff; and (3) procedures for dealing with recidivists—that is, nonfilers who were brought into compliance and then became nonfilers again. We also recommended establishing measurable goals and developing comprehensive data on program costs.", "Tax Administration: IRS Is Improving Its Controls for Ensuring That Taxpayers Are Treated Properly (GAO/GGD-96-176, Aug. 30, 1996). In this report to the Chairman of the Senate Finance Committee, we addressed continuing allegations of taxpayer abuse by IRS employees years after the enactment of the Taxpayer Bill of Rights in 1988. We studied the adequacy of IRS’ controls to protect against taxpayer abuse; the extent of information available concerning abuse allegations received and investigated by IRS, the Department of the Treasury’s Office of Inspector General (OIG), and the Department of Justice; and the role of the Inspector General in investigating abuse allegations.", "Owing to the lack of specific data elements on taxpayer abuse in the information systems at IRS, Treasury’s OIG, and the Department of Justice, we were unable to determine the adequacy of IRS’ system of controls that are used to identify, address, and prevent instances of abuse. However, we were encouraged by IRS’ decision to develop a taxpayer complaint tracking system that essentially adopts the definition of taxpayer abuse that is included in our 1994 report."], "subsections": []}, {"section_title": "Customer Service", "paragraphs": ["IRS’ “Customer Service Vision” guides its efforts to improve customer service. The vision is founded on increased accessibility, including up-front problem identification, improved notices and publications, telephone interaction in lieu of correspondence, one-stop service, and blended work groups. As part of this effort, IRS is identifying new ways to improve service and developing systems to support this service.", "Tax Administration: IRS Faces Challenges in Reorganizing for Customer Service (GAO/GGD-96-3, Oct. 10, 1995). As part of our continuing efforts to provide Congress with the information and analyses it needs to improve IRS’ tax administration, we reviewed the progress IRS was making toward achieving its customer service vision. Our report discussed (1) IRS’ goals for customer service and its plans to achieve them, (2) the gap between current performance and these goals, (3) agency progress to date, (4) current management concerns, and (5) several important challenges IRS faces.", "We found that although IRS had made some progress toward its customer service vision, the agency’s lack of clarity in management responsibilities had, to some extent, hampered its ability to implement its customer service plans. IRS expects to improve its customer service by having fewer work locations and automated workload management, giving customer service representatives better access to taxpayer accounts, improving taxpayer accessibility to telephone service, and allowing taxpayers to resolve their inquiries after a single telephone contact. IRS has been particularly slow, however, in improving taxpayer accessibility and reassigning staff to customer service centers.", "IRS needs to determine how to manage the transition to a different organization while maintaining its ongoing workload, decide what the role of customer service representatives will be, develop and effectively use new information technology, and devise ways to measure the work of new customer service centers and balance their competing workloads. We recommended that IRS assign ownership and clearly define roles and responsibilities for its projects and emphasize the need to develop, test, and implement new customer service products and services.", "Tax Administration: Making IRS’ Telephone Systems Easier to Use Should Help Taxpayers (GAO/GGD-96-74, Mar. 11, 1996). At the request of the House Subcommittee on Oversight, Committee on Ways and Means, we reviewed IRS’ development and use of interactive telephone systems to improve customer service, focusing on IRS’ efforts to make the telephone systems easier to use, protect taxpayer data, and assign responsibility for providing developers with systems requirements information.", "Three prototype interactive telephone systems—designed to reduce correspondence between IRS and taxpayers and to make the agency more accessible—suffered from too many menu options and other problems. Future interactive systems may require more safeguards to protect taxpayer data.", "Resolving the shortcomings in the current systems is essential if IRS is to achieve its goal of increasing interactive telephone assistance to 45 percent of taxpayers’ calls. We recommended that IRS conduct a cost-benefit analysis of the actions needed to overcome the problems of too many menu options, including the addition of multiple toll-free numbers and publication of written instructions on how to use the interactive menus."], "subsections": []}, {"section_title": "Submission Processing", "paragraphs": ["IRS’ current procedures for processing tax returns are dependent on antiquated technology, which will eventually be replaced through TSM. Critical in that regard is the extent to which IRS can increase electronic filings. Meanwhile, existing systems and capabilities must continue functioning.", "Tax Administration: Electronic Filing Falling Short of Expectations (GAO/GGD-96-12, Oct. 31, 1996). In a report to the Senate Committee on Governmental Affairs, we discussed IRS’ progress in broadening the use of electronic filing, the availability of the data needed to develop an electronic filing strategy, and the implications for IRS if it does not significantly reduce its paper processing workload.", "Although IRS has some data on the cost of processing electronic and paper returns, it does not have comparative data on other costs, such as storage and retrieval, that can vary depending on how a return is filed. IRS also does not have adequate data on why taxpayers do not file electronically and what it would take to get them to do so, nor does it have estimates on the number of electronic returns it could expect to receive after some market intervention.", "We recommended that IRS (1) identify those groups of taxpayers who offer the greatest opportunity to reduce IRS’ paper processing workload and operating costs if they filed electronically and (2) develop strategies that seek to eliminate impediments that inhibit those groups from filing electronically. We also recommended that IRS adopt electronic filing goals that focus on reducing the paper processing workload and operating costs and prepare contingency plans for the possibility that electronic filings will fall short of expectations."], "subsections": []}, {"section_title": "Accounts Receivable/ Collections", "paragraphs": ["IRS’ accounts receivable is recognized by us and the Office of Management and Budget (OMB) as a high-risk area. The primary reason for this designation is that IRS’ efforts to collect the tens of billions of dollars taxpayers owe in delinquent taxes have been inefficient and unbalanced. Despite many initiatives to correct its accounts receivable problems, IRS has made little sustained progress in resolving the problems at the root of its collection performance.", "Tax Administration: IRS Tax Debt Collection Practices (GAO/T-GGD-96-112, Apr. 25, 1996). During its review of IRS’ debt collection practices, the House Ways and Means Subcommittee on Oversight asked us to discuss the challenges facing IRS and the potential benefits of involving private parties in the collection of tax debts. IRS faces some formidable challenges in collecting tens of billions of dollars in delinquent taxes, including a lack of accurate and reliable information on either the makeup of its accounts receivable or the effectiveness of the collection tools and programs it uses, and an aged inventory of receivables, outdated collection processes, and antiquated technology.", "This lack of reliable information on taxpayer accounts affects IRS’ ability to determine whether its agents are resolving cases in the most efficient and effective manner. Similarly, the lack of reliable performance data affects IRS’ ability to target its collection efforts to specific taxpayers or specific types of debts. We believe that IRS needs a long-term comprehensive strategy to guide its efforts to improve tax debt collection, and such a strategy must start with accurate and reliable information. Without this strategy, any changes made to the system may not provide the planned results. We also believe that private industry may provide some help in collecting tax debts by assisting in performing some collection-related activities."], "subsections": []}, {"section_title": "Tax Expenditures and Preferences", "paragraphs": ["Tax expenditures—tax provisions that grant special relief to encourage certain behaviors or to aid taxpayers in special circumstances—cost $400 billion of federal revenue annually. Tax expenditures are not subject to systematic review, and policymakers have few opportunities to make explicit comparisons between tax expenditures and federal spending programs. Improving the effectiveness of tax expenditures can result in significant savings.", "Tax Policy and Administration: Review of Studies of the Effectiveness of the Research Tax Credit (GAO/GGD-96-43, May 21, 1996). During a congressional hearing in 1995, we were asked to evaluate recent studies of the research tax credit to determine whether the evidence was adequate to conclude that each dollar taken of the research tax credit stimulates at least one dollar of research spending in the short run and about two dollars of research spending in the long run. In response to a congressional request, we reviewed eight studies of the research tax credit, focusing on the adequacy of the studies’ data and methods to determine the amount of research spending stimulated per dollar of foregone tax revenue and other factors that determine the credit’s value to society.", "The studies we reviewed indicated that the amount of research spending stimulated by the research tax credit was larger than estimated by most of the studies published during the 1980s. The eight studies, however, provided mixed evidence on the amount of spending stimulated by the credit per dollar of revenue cost.", "Further, the estimates presented in recent studies do not provide all the information needed to evaluate the effectiveness of the latest version of the credit. The amount of research spending stimulated per dollar of incentive revenue cost depends not only on the responsiveness of spending to a tax incentive but also on the credit’s design. There has been little research on how the latest design of the credit has affected incentives and costs.", "Although most of the studies we reviewed used more sophisticated statistical techniques and more years of data than prior studies of the credit, all of them had data and methodological limitations. For example, the studies did not use tax return data to determine the credit’s incentive because the authors did not have access to such confidential data. Therefore, the authors had to rely on publicly available data, which used different definitions of taxable income and research spending. As a result of the data limitations, we were unable to conclude that a dollar of research tax credit would stimulate a dollar of additional research spending and, in the long run, lead to about two dollars of research spending.", "We are sending copies of this report to other congressional committees, the Director of OMB, the Secretary of the Treasury, and the Commissioner of Internal Revenue. Copies will also be available to others upon request.", "Major contributors to this report are listed in appendix III. If you or your colleagues would like to discuss any of the matters in this report, please call me on (202) 512-9110."], "subsections": []}]}, {"section_title": "Summaries of Tax-Related Products Issued in Fiscal Year 1996", "paragraphs": [], "subsections": [{"section_title": "IRS Management and Budget", "paragraphs": ["IRS Financial Audits: Status of Efforts to Resolve Financial Management Weaknesses (GAO/T-AIMD-96-170, Sept. 19, 1996); Financial Audit: Actions Needed to Improve IRS Financial Management (GAO/T-AIMD-96-96, June 6, 1996); and IRS Operations: Significant Challenges in Financial Management and Systems Modernization (GAO/T-AIMD-96-56, Mar. 6, 1996). In testimony before the Subcommittee on Government Management, Information and Technology, House Committee on Government Reform and Oversight and before the Senate Committee on Governmental Affairs, we discussed the results of our fiscal year 1994 financial audit of IRS. We found that IRS could not adequately verify or reconcile, in total and by type of tax, the amount of revenue it collected or the refunds it made for fiscal years 1992 through 1995. We also found large discrepancies between information in IRS’ masterfiles and the Treasury data used for various types of taxes.", "Several internal control weaknesses contributed to IRS’ financial management problems. For example, IRS was unable to provide adequate documentation for numerous transactions posted to taxpayer accounts and in its nonmaster file because the information had been lost, physically destroyed, or was no longer maintained. In addition, taxpayer refunds were not always screened by IRS employees, as required by IRS policy, to determine whether the refunds could be offset against any outstanding debts. The reliability of IRS’ $113 billion tax debt inventory was also in question because IRS could not verify the accounts receivable balance or the amounts that were considered collectible.", "IRS also had problems in substantiating nonpayroll expenses and reconciling appropriations available for expenditure with Treasury’s central accounting records. This occurred, primarily, because IRS was unable to provide support for when and if certain goods and services were received. Not having this support made IRS vulnerable to receiving inappropriate interagency charges and seriously undermined any effort to provide reliable, consistent cost or performance information.", "In our March 6, 1996, testimony, we also noted that IRS’ attempts to modernize its tax processing systems were at serious risk because of management and technical weaknesses. For example, IRS did not have a comprehensive business strategy to cost-effectively reduce paper submissions, and it had not yet fully developed and put in place the requisite management, software development, and technical infrastructures necessary to successfully implement its modernization program. In addition, IRS failed to manage the selection and acquisition of information systems as develop adequate cost-benefit analyses for its modernization proposals, implement quality assurance metrics for its software development projects, require adequate systems and acceptance testing, and define standard interfaces before implementing interconnecting systems.", "Over the past 4 years, we made 59 recommendations to improve IRS’ financial management systems and reporting and numerous other recommendations to improve IRS’ modernization efforts. IRS agreed with most of our recommendations and was working to improve its financial management and information technology capability and operations. However, we noted that many difficult problems remained, and IRS needed to intensify and sustain its efforts.", "IRS Operations: Critical Need to Continue Improving Core Business Practices (GAO/T-AIMD/GGD-96-188, Sept. 10, 1996) and Internal Revenue Service: Business Operations Need Continued Improvement (GAO/AIMD/GGD-96-152, Sept. 9, 1996). In testimony before the Senate Committee on Governmental Affairs, following on our report to the Chairman and Ranking Minority Member, we discussed the problems IRS was experiencing in fulfilling its business vision, overcoming management and technical weaknesses in its TSM effort, and improving the reliability of its financial management systems.", "We said that IRS needed to develop an effective implementation strategy for achieving its business vision. We suggested that such a strategy should include developing the capacity to make sound investments in information technology, building the necessary in-house technical expertise needed to effectively manage its Tax Systems Modernization (TSM) projects, and addressing the serious financial management problems that affect the credibility of its financial information.", "IRS, the Department of the Treasury, and the Office of Management and Budget needed to ensure that IRS’ information management initiatives are promptly and fully implemented;", "Congress should consider limiting IRS funding for TSM to critical and cost-effective projects; and the National Commission on Restructuring the Internal Revenue Service would have a leading role in evaluating IRS’ operations and recommending organizational, management, and operating changes.", "Tax Systems Modernization: Actions Underway But Management and Technical Weaknesses Not Yet Corrected (GAO/T-AIMD-96-165, Sept. 10, 1996) and Tax Systems Modernization: Cyberfile Project Was Poorly Planned and Managed (GAO/AIMD-96-140, Aug. 26, 1996). In testimony before the Senate Committee on Governmental Affairs, we discussed IRS’ efforts to modernize its tax processing system. The testimony followed up on our August report on Cyberfile.", "Overall, we found pervasive management and technical problems with IRS’ modernization efforts. IRS had not defined a process for selecting, controlling, and evaluating its technology investments; had not completed procedures for requirements management, quality assurance, configuration management, and project planning and tracking; and had not defined its systems, security, and data architectures. A Treasury report acknowledged that IRS did not have the capability to develop and integrate its TSM effort, and although it directed that IRS obtain additional contractual help to do so, it also acknowledged that IRS did not have the capability to successfully manage all of its current contractors.", "For example, IRS’ Cyberfile project was intended to enable taxpayers to prepare and electronically submit their tax returns via personal computers. However, IRS’ selection of the Commerce Department’s National Technical Information Service (NTIS) to develop Cyberfile was not based on sound analysis of NTIS’ ability to develop and operate an electronic filing system, and in fact, development and acquisition were undisciplined, and Cyberfile was poorly managed and overseen. In the end, Cyberfile was not delivered on time, and IRS, after advancing more than $17 million to NTIS, suspended Cyberfile’s development. During the project, IRS and NTIS failed to follow all applicable procurement laws in developing Cyberfile; NTIS circumvented procurement laws in implementing Cyberfile; Cyberfile’s obligations and costs were not accounted for properly; and adequate financial program management controls were not implemented to ensure that Cyberfile would be cost-effective.", "In the past, we made numerous recommendations to IRS relating to its systems modernization effort. Although IRS had initiated activities intended to begin responding to our recommendations, none of them had been fully implemented.", "At the time of our testimony, IRS did not have the effective strategic information management practices needed to manage its modernization efforts, the mature and disciplined software development processes needed to ensure that systems built would perform as intended, a completed systems architecture that was detailed enough to guide and control systems development and acquisition, and a schedule for accomplishing any of the aforementioned tasks.", "Further, IRS did not manage all of its current contractual efforts effectively, and its plans to use a “prime” contractor and transition much of its systems development to additional contractors was not well defined.", "In our testimony, we suggested that Congress consider limiting TSM spending to only cost-effective modernization efforts that support ongoing operations and maintenance; correct IRS’ pervasive management and technical weaknesses; are small, represent a low technical risk, and can be delivered in a relatively short time; and involve deploying already developed systems that have been fully tested, are not premature given the lack of completed systems architecture, and have proven business value.", "Our testimony also suggested that Congress consider requiring that IRS institute disciplined systems acquisitions processes and develop plans and schedules before permitting IRS to increase its reliance on contractors.", "In our August report, we recommended that IRS review the breakdown in its acquisition and financial management processes and controls that permitted the mismanagement of Cyberfile and take steps to correct the weaknesses and ensure that they are not repeated on future projects.", "We also recommended that the Department of Commerce review NTIS’ acquisition and financial management processes and controls that permitted it to disregard procurement laws and regulations, take steps to correct the weaknesses and ensure that they do not recur, and not permit NTIS to accept new systems development projects from other federal agencies until the weaknesses are corrected.", "Managing IRS: IRS Needs to Continue Improving Operations and Service (GAO/T-GGD/AIMD-96-170, July 29, 1996). In testimony before the National Commission on Restructuring the Internal Revenue Service, we discussed various challenges facing IRS as it tries to make its organization, operations, and processes more effective and efficient and improve service to taxpayers. Our testimony made the following points:", "One of IRS’ biggest problems has been the inefficient way in which it processes most tax returns. IRS needs to develop an effective strategy to reduce the volume of paper returns. Although IRS has taken some actions to increase the number of electronic returns filed, it does not have a comprehensive strategy to reach its electronic filing goal by 2001. IRS’ strategy for improving customer service offers promise because it is designed to improve taxpayers’ ability to get assistance from IRS and provide its employees with access to the information they need to help taxpayers. However, IRS needs to develop a framework to overcome the important managerial, technical, and human resource challenges it faces in implementing this vision.", "Long-standing problems continue to undermine the effectiveness of IRS’ collection programs. To address these problems, significant changes are needed in the way IRS does business. IRS has made some progress in resolving issues that prevented us from expressing an opinion on the reliability of its financial statements; however, serious financial management problems remain uncorrected. IRS needs to develop the capacity to make sound investment decisions in information technology. The outcome of IRS’ reengineering efforts could generate new business requirements that are not addressed by modernization projects or that make some of those projects obsolete.", "Financial Audit: Examination of IRS’ Fiscal Year 1995 Financial Statements (GAO/AIMD-96-101, July 11, 1996). In accordance with the Chief Financial Officers Act of 1990, we reported on our audit of IRS’ principal financial statements for fiscal year 1995. We stated that we were unable to give an opinion on those statements or report on compliance with laws and regulations because of limitations on the scope of our work and material weaknesses in internal controls resulted in ineffective controls for safeguarding assets from material loss and for ensuring material compliance with relevant laws and regulations.", "The following five management problems undermined our ability to attest to the reliability of IRS’ financial statements:", "The amount of total revenue ($1.4 trillion) and tax refunds ($122 billion) could not be verified or reconciled to accounting records maintained for individual taxpayers in the aggregate.", "The amount reported for various types of taxes, such as Social Security and excise taxes, could not be substantiated.", "The reliability of estimates of $113 billion for valid accounts receivable and $46 billion for collectible accounts receivable could not be determined.", "A significant portion of IRS’ reported $3 billion in nonpayroll operating expenses could not be verified.", "The amount IRS reported as appropriations available for expenditure for operations could not be reconciled fully with Treasury’s central accounting records.", "IRS advised us of various steps it was taking to correct the problems our audit identified (such as development of software programs to capture detailed revenue and refund transactions), but we could not verify the results of IRS’ efforts because they were not complete.", "Tax Systems Modernization: Actions Underway But IRS Has Not Yet Corrected Management and Technical Weaknesses (GAO/AIMD-96-106, June 7, 1996). Pursuant to a legislative requirement, we reviewed IRS’ actions to correct the management and technical weaknesses we identified in July 1995 that jeopardized IRS’ TSM efforts. We found that although IRS had initiated several corrective actions, many of them were still incomplete; and none, either individually or in the aggregate, fully responded to any of our recommendations.", "For example, IRS had created an investment review board to select, control, and evaluate its information technology investments. However, the criteria for the board’s decisions were still undocumented and undefined, and IRS still had not reviewed the basis for its planned and ongoing systems. Furthermore, while IRS had completed a descriptive overview of an integrated, three-tier, distributed systems architecture, it had not completed the systems architecture nor its security and data architectures, and there was no schedule for doing so.", "IRS had not established an effective organizational structure to consistently manage and control TSM. IRS had planned to use software development contractors to develop TSM, yet its plans and schedules in this area were poorly defined and could not be fully understood or assessed. Moreover, as the experiences with Cyberfile and the Document Processing System projects made clear, IRS did not have the mature processes needed to acquire software and manage contractors effectively.", "We suggested that Congress consider limiting TSM spending to only cost-effective modernization efforts that support ongoing operations and maintenance; correct pervasive management and technical weaknesses; are small, represent low risk, and can be delivered quickly; and involve deploying already developed and fully tested systems that have proven business value and are not premature given the lack of a completed architecture.", "Tax Systems Modernization: Progress in Achieving IRS’ Business Vision (GAO/T-GGD-96-123, May 9, 1996). In testimony before the Senate Committee on Governmental Affairs, we discussed IRS’ progress in achieving its business vision for 2001 and modernizing its operations. IRS has developed a vision for 2001 that calls for organizational, technological, and operational changes affecting the way in which the agency processes tax returns, provides customer service, and ensures compliance with tax laws. IRS has made progress in modernizing its operations, but the differences between IRS’ existing operations and those proposed in its vision are great.", "One of the biggest problems facing IRS is its inefficient system for processing most tax returns. IRS has made little progress either in reducing the number of paper returns it processes or in delivering the new systems needed to improve paper processing. For example, IRS established a goal to receive 80 million tax returns electronically by 2001, but it lacks a comprehensive business strategy for achieving that goal.", "The second part of IRS’ vision is to improve service to taxpayers. Taxpayers have long had a problem reaching IRS by telephone, and when they do, IRS assistors do not always have easy access to the information needed to resolve the problems. IRS’ strategy for improving customer service includes consolidating work units, changing work processes, and increasing the use of or implementing new information systems. It is a promising strategy, but IRS faces many challenges in its implementation.", "The third part of IRS’ vision is to increase compliance with tax laws. Compliance levels have remained at 87 percent for the last several years, and the goal is to increase compliance to 90 percent. IRS established that goal on a set of assumptions that have since changed significantly—changes that could jeopardize the achievement of its goal. For example, budget and taxpayer burden concerns led IRS to postpone indefinitely the Taxpayer Compliance Measurement Program (TCMP), the results of which were to provide more up-to-date information for a new compliance research information system.", "We questioned IRS’ ability to make sound investment decisions until it reengineers important processes, such as tax return processing. Until clearly defined business requirements drive its modernization projects, there is no guarantee that these projects will successfully improve IRS operations.", "Tax Administration: IRS’ Fiscal Year 1996 and 1997 Budget Issues and the 1996 Filing Season (GAO/T-GGD-96-99, Mar. 28, 1996). In testimony before the Subcommittee on Oversight, House Committee on Ways and Means, we discussed budget issues facing IRS in fiscal years 1996 and 1997 and provided interim results on our review of the 1996 filing season.", "IRS’ 1996 appropriation totaled $7.3 billion—$860 million less than what the President had requested and $160 million less than IRS’ fiscal year 1995 appropriation. To cover the resulting labor cost shortfall, IRS officials said that they reduced travel and overtime costs, cash awards, hours for seasonal staff, and the number of nonpermanent staff. IRS wanted to ensure that it had enough staff to process returns and issue refunds, so most of the cuts were absorbed by compliance programs.", "IRS requested nearly $8 billion for fiscal year 1997, an increase of $647 million from fiscal year 1996. The largest increases were for compliance initiatives and TSM, two areas that have been plagued by problems in the past. Concerning TSM, we expressed the belief that IRS could not make effective use of systems development funds at that time because it had not yet corrected managerial and technical weaknesses that we had identified in July 1995.", "The interim results of our review of the 1996 filing season indicated that IRS was delaying fewer refunds than it did in 1995 while it validated Social Security numbers (SSN) and Earned Income Credit (EIC) claims; taxpayers appeared to be having an easier time reaching IRS by telephone, although accessibility was still low; and more taxpayers were using alternative filing methods.", "Tax Systems Modernization: Management and Technical Weaknesses Must Be Overcome to Achieve Success (GAO/T-AIMD-96-75, Mar. 26, 1996). In testimony before the Senate Committee on Governmental Affairs, we discussed the status of IRS’ TSM program. IRS had spent more than $2.5 billion on TSM through fiscal year 1995 and planned to spend a total of up to $8 billion through 2001. TSM is central to IRS’ vision of a paper-free work environment in which taxpayer account updates are rapid and taxpayer information is readily available to IRS employees responding to taxpayer inquiries.", "We found that IRS still did not have a comprehensive strategy to maximize electronic filings; assumed that it would receive specified funding for systems development and technology, yet was unable to assure Congress that it could spend its 1996 and future TSM appropriations judiciously and effectively; did not have a complete and integrated systems architecture; did not have a single entity that had the responsibility and authority to control all of its information systems projects; did not have key planning documents, risk analyses and alternate solutions, or a formal process to define, manage, and control its Cyberfile project; failed to provide adequate physical security and software controls for Cyberfile; and could not adequately document many of its financial transactions, including revenue collections, or reconcile its accounts with those at the Department of the Treasury.", "Status of Tax Systems Modernization, Tax Delinquencies, and the Potential for Return-Free Filing (GAO/T-GGD/AIMD-96-88, Mar. 14, 1996). In testimony before the Subcommittee on Treasury, Postal Service, and General Government, House Committee on Appropriations, we discussed IRS’ efforts to manage and implement its multibillion dollar TSM program and to collect tens of billions of dollars in tax debts. We also discussed the potential for implementing a return-free filing system.", "Regarding TSM, we discussed weaknesses in IRS’ electronic filing strategy; strategic information management; software development; systems architecture, integration, and testing; and accountability and control of systems modernization. These weaknesses must be corrected if TSM is to succeed.", "In the tax collection area, we noted that IRS’ efforts are hampered by inaccurate and unreliable information, antiquated computer systems and a rigid collection process, unintended problems with implementing safeguards against taxpayer abuses, a lack of accountability in its organizational structure, and staffing imbalances. As a result, IRS cannot accurately identify how much money the government is owed or how much of the debt is collectible.", "We also discussed how return-free filing could reduce the filing burden of many taxpayers while reducing the amount of paper IRS must process. We discussed two forms of return-free filing: “final withholding” and “agency reconciliation,” both of which would require several changes to the current tax system.", "In the final withholding system, the withholder of income taxes determines the taxpayer’s liability and withholds that amount. While taxpayers would save millions of hours in preparation time and millions of dollars in preparation costs, employers would incur additional administrative costs associated with their increased responsibilities. In the agency reconciliation system, the tax agency determines the taxpayer’s tax liability based on information documents. Under this system, taxpayers would also save millions of hours in preparation time and millions of dollars in preparations costs. With either system, IRS would save millions of dollars in processing costs.", "IRS Staffing Trends (GAO/GGD-96-73R, Jan. 31, 1996). In a letter to the Chairman, Senate Committee on Finance, we provided information on IRS’ staffing trends from fiscal years 1981 through 1996. This information updated what we had reported in 1993. We showed staffing data from two sources—IRS’ annual reports and budgets. The annual report data showed higher staffing levels because that source included staffing that was funded through reimbursements from other agencies."], "subsections": []}, {"section_title": "Individual and Business Tax Issues", "paragraphs": ["Tax Administration: Income Tax Treatment of Married and Single Individuals (GAO/GGD-96-175, Sept. 3, 1996). This report, prepared at the request of Senator Orrin G. Hatch, provides information on income tax provisions in the Internal Revenue Code (IRC) that potentially create “marriage penalties” or “marriage bonuses,” with respect to the tax liability of married couples. A marriage penalty results when two married persons have a greater tax liability than two single persons with the same total income. Conversely, a marriage bonus results when a married couple owes less taxes than two similarly situated single persons.", "We identified 59 IRC provisions in which tax liability depends at least partially on the taxpayer’s marital status. They include three sections most commonly discussed in connection with marriage penalties and bonuses: those on the tax rate, the standard deduction, and the EIC.", "The 59 provisions can be grouped into 4 categories.", "One group of nine provisions, such as those on the tax rate and Social Security taxation, makes some adjustment for the differences between joint and single income, but adjustments for married couples filing jointly are less than twice those allowed for single taxpayers.", "A second group of 15 provisions, such as those limiting capital losses and the home-mortgage interest deduction, includes only one limitation that applies equally to married and single taxpayers.", "A third group of nine provisions, such as those allowing a personal exemption, treats married couples as if they are single individuals or provides couples with twice the benefit allowed a single person.", "A fourth group of 26 provisions treats a married couple as a unit for tax purposes.", "The single most important factor that determines a provision’s effect on married couples is how income is divided between spouses. Fifty-six of the 59 tax provisions could result in a marriage penalty or bonus depending on the taxpayer’s individual circumstances. Couples with disparate incomes generally could enjoy a marriage bonus, while couples with equivalent incomes generally incur a marriage penalty. Other factors affecting a couple’s tax liability include which spouse owns property, has capital gains or losses, and is qualified for tax deductions and credits.", "Insufficient data prevented us from quantifying the number of taxpayers potentially subject to the various marriage penalties and bonuses described in the report.", "Tax Administration: IRS Is Improving Its Controls for Ensuring That Taxpayers Are Treated Properly (GAO/GGD-96-176, Aug. 30, 1996). Allegations of taxpayer abuse prompted Congress to pass the Taxpayer Bill of Rights in 1988. Six years later, we issued a report urging IRS to strengthen its controls for ensuring that taxpayers are treated properly.Pursuant to a request from the Chairman, Senate Committee on Finance, we examined the adequacy of IRS’ controls to protect against abuse of taxpayers; the extent of information available concerning abuse allegations received and investigated by IRS, Treasury’s Office of the Inspector General (OIG), and the Department of Justice; and the OIG’s role in investigating abuse allegations.", "IRS had initiated actions to implement many of the recommendations we made in our 1994 report and had initiated other actions in anticipation of provisions included in Taxpayer Bill of Rights 2 (P.L. 104-168). Among other things, IRS was improving controls over employee access to computerized taxpayer accounts; establishing an expedited appeals process for some collection actions; and classifying recurring taxpayer problems by major issues, such as penalties imposed on taxpayers. Those actions, if effectively implemented, could improve IRS’ overall treatment of taxpayers and better protect against taxpayer abuse.", "Despite IRS’ actions, we were unable to reach a conclusion on the overall adequacy of its controls because it did not yet have the capability to capture needed management information. IRS was establishing a tracking system for taxpayer complaints and reviewing its management information systems to determine the best way to capture relevant information for that system. If effectively designed, such a system could better allow IRS to ensure that instances of taxpayer abuse are identified and addressed and that actions are taken to prevent their recurrence.", "We were not able to determine the extent to which allegations of taxpayer abuse were received and investigated because the information systems at IRS, Treasury OIG, and Justice did not include specific data elements on taxpayer abuse. Treasury OIG officials said that they generally handled allegations involving IRS executives but often referred allegations involving lower level managers to IRS for investigation and administrative action. Although we did not independently test the effectiveness of this arrangement, we found no evidence to suggest that these allegations were not being properly handled.", "Tax Administration: Tax Compliance of Nonwage Earners (GAO/GGD-96-165, Aug. 28, 1996). At the request of the Chairman, Subcommittee on Oversight, House Committee on Ways and Means, we provided information regarding the tax implications of the rapid growth in nonwage income. Nonwage income has grown significantly since 1970, when it accounted for 16.7 percent of total income for individuals. For tax year 1992, the most recent available information at the time we did our work, nonwage income accounted for over 23 percent (or $859 billion) of total income for individuals. Individual tax returns showing only nonwage income increased from about 10 percent in 1970 to over 15 percent in 1992. The six largest sources of nonwage income—pensions, interest, self-employment, capital gains, dividends, and partnerships/subchapter S corporations—accounted for 91.6 percent of all nonwage income reported for 1992. Pension income was by far the largest and fastest growing source of nonwage income.", "IRS data showed that taxpayers who earned most of their income from nonwage sources were more likely to have problems paying their taxes than were wage earners and, as a result, owed more delinquent taxes than did wage earners. Approximately 74 percent of IRS’ inventory of tax debt for individual taxpayers at the end of fiscal year 1993 was owed by taxpayers with primarily nonwage income. Taxpayers with self-employment, interest, and dividend income accounted for about two-thirds of this nonwage income.", "The proportion of the taxpayer population reporting nonwage income will continue to increase as the population ages because pension income is the largest and fastest growing source of nonwage income. Options for improving timely tax payments on nonwage income include withholding income taxes on more sources of nonwage income, increasing taxpayer awareness of tax payment responsibilities for nonwage income, and modifying the estimated tax payment system.", "Tax Administration: Issues in Classifying Workers as Employees or Independent Contractors. (GAO/T-GGD-96-130, June 20, 1996). In testimony before the Subcommittee on Oversight, House Committee on Ways and Means, we discussed the classification of workers for federal tax purposes. To determine the Social Security and unemployment taxes they need to pay on employee wages, employers must classify workers as employees or independent contractors. If workers are determined to be employees, employers must (1) withhold and deposit income and Social Security taxes from wages paid and (2) pay unemployment taxes and the employers’ share of Social Security taxes. Independent contractors pay their own Social Security and income taxes.", "For 1984, the last time IRS made a comprehensive estimate, IRS estimated that about 750,000 of the more than 5 million employers (15 percent) misclassified 3.4 million employees as independent contractors. This noncompliance resulted in an estimated loss of $1.6 billion in Social Security, unemployment, and income taxes. IRS studies indicate that independent contractors, compared with employees, have a much lower level of income tax compliance and account for a higher proportion of the income tax gap. IRS completed 12,983 employment tax examination program audits from 1988 to 1995. Those audits recommended $830 million in employment tax assessments and reclassified 527,000 workers as employees.", "Costs and unclear classification rules can contribute to this noncompliance. Employers can lower their costs, such as payments of employment taxes or benefits, by using independent contractors. Also, many employers struggle in making the classification decision because of unclear rules. Employers cannot be certain that their classification decisions will withstand challenges by IRS. If not upheld, they risk large retroactive tax assessments.", "Two approaches that could boost independent contractor compliance within existing classification rules include (1) improving information reporting on payments made to independent contractors and (2) withholding income taxes from such payments. These approaches could also increase, to some extent, the burdens on independent contractors and employers that use them.", "Tax Research: IRS Has Made Progress But Major Challenges Remain (GAO/GGD-96-109, June 5, 1996). IRS is changing its tax compliance philosophy. Although it will continue to use enforcement to catch noncompliance, IRS is trying to induce compliance through nonenforcement work, such as taxpayer assistance and education. This new approach involves researching ways to improve compliance for specific market segments—groups of taxpayers who share characteristics or behaviors. IRS wants to boost total compliance to 90 percent by 2001 and believes that its new compliance research approach will help meet this goal. Taxpayer compliance in paying taxes owed has remained steady during the past 20 years at about 87 percent, and IRS estimates annual tax losses from noncompliance at more than $100 billion.", "In a report to the Commissioner of Internal Revenue, we discussed IRS’ new compliance research approach. Our analysis indicated that the success of this new approach would depend on the support it received throughout IRS, the availability of objective compliance data and skilled research staff, the infrastructure for organizing and managing the research, and the measures used to evaluate how well the new approach works.", "We found only mixed support for the new research approach. Many IRS officials questioned whether it would help achieve the 90-percent compliance goal, and there was disagreement over the initiative’s national focus, with many officials preferring a district-level one. In addition, IRS did not have a reliable source of objective compliance data, did not have research staff with the specialized skills needed to achieve the initiative’s research objectives, and had not completed its development of a management infrastructure or a process for measuring the results of the new approach.", "We recommended that IRS develop an approach for monitoring the effectiveness of mechanisms established to build support for the new approach as well as for the staff-sharing and training efforts that were under way, devise a method to better ensure that reliable compliance data are available when needed, and establish milestones for completing the management infrastructure and performance measures.", "Internal Revenue Service: Results of Nonfiler Strategy and Opportunities to Improve Future Efforts (GAO/GGD-96-72, May 13, 1996). At the beginning of fiscal year 1993, IRS had an inventory of about 10 million individual and business nonfilers. IRS estimated that unpaid taxes on nonfiled individual income tax returns for 1992 alone totaled more than $10 billion. Concerned about this noncompliance, IRS began a strategy in fiscal year 1993 to bring nonfilers into the system and keep them there. We reviewed IRS’ Nonfiler Strategy to assess the results and to determine whether there were opportunities to improve future nonfiler efforts.", "IRS took several positive steps to achieve the goals of the Nonfiler Strategy. Among other things, the Examination function deployed staff to work on nonfiler cases; other IRS functions increased their emphasis on nonfiler activities; and IRS eliminated old cases from inventory, established cooperative working arrangements with states and the private sector, and implemented a refund hold program.", "According to IRS, the Nonfiler Strategy was generally a success. Among other things, IRS reduced the size of the nonfiler inventory; eliminated unproductive cases, which allowed it to focus enforcement resources more effectively; and increased the number of returns secured from individual nonfilers.", "However, the results of the Strategy were less conclusive when compared with its goals. IRS achieved its goal of reducing the backlog of nonfiler investigations. However, there was insufficient information with which to judge whether voluntary taxpayer compliance improved as a result of the Strategy, and the absence of comprehensive cost data made it difficult to assess return on investment.", "We identified several areas in which opportunities existed to improve any future IRS effort directed at nonfilers. Those opportunities related to the time that elapsed before IRS made telephone contact with nonfilers, the use of higher graded staff to perform tasks that might be effectively done by lower graded staff, and procedures for dealing with nonfilers who are brought into compliance and then become nonfilers again.", "Besides making recommendations on those areas, we recommended that IRS establish measurable goals and develop comprehensive data on program costs to better assess the results of future nonfiler efforts.", "Tax Administration: Audit Trends and Results for Individual Taxpayers (GAO/GGD-96-91, Apr. 26, 1996). In response to a request from the Chairman, Subcommittee on Oversight, House Committee on Ways and Means, we provided information on the trend in IRS’ audit rates for individual returns (i.e., the percentage of individual income tax returns filed that are audited) and the overall results of IRS’ most recent audits of individual returns.", "The audit rate for individuals decreased between fiscal years 1988 and 1993 from 1.57 percent to 0.92 percent, which, according to IRS officials, resulted from an increase in the total number of returns filed, the additional time spent auditing complex returns, and an overall reduction in examination staffing. The audit rate rebounded over the next 2 years, increasing to 1.67 percent by fiscal year 1995. IRS officials attributed the increase to the involvement of district office auditors in pursuing nonfilers and an emphasis on reviewing EIC claims—work that historically was not counted as audits.", "Audit rates varied widely by geographic location, with the rates being the highest in the western regions of the country and lowest in the middle regions. In general, audits of the highest income individuals resulted in more additional recommended tax per return than did audits of the lowest income individuals by as much as 4 to 5 times more. However, the amount of additional recommended tax per audit hour for the highest income individuals was less than twice that for the lowest income filers because of the time needed to audit the more complex returns of the former.", "Tax Administration: Alternative Strategies to Obtain Compliance Data (GAO/GGD-96-89, Apr. 26, 1996). In October 1995, IRS decided to postpone indefinitely the 1994 Taxpayer Compliance Measurement Program because of budget concerns. In addition, Congress, taxpayer groups, paid preparers, and others exerted considerable pressure to cancel the program because of its cost to and burden on taxpayers. For more than 30 years, this program has been IRS’ primary means for gathering comprehensive and reliable taxpayer compliance data. IRS has used the data to identify areas in which tax law needs to be changed to improve voluntary compliance, estimate the tax gap and its components, and objectively select returns to audit that have the most potential for noncompliance.", "In this report to the Commissioner of Internal Revenue, we assessed the potential effects on IRS’ compliance programs of postponing the 1994 TCMP and identified some potential short- and long-term TCMP alternatives.", "IRS officials told us that they did not know how IRS would obtain the taxpayer compliance data it needs, and they recognized that the loss of 1994 TCMP data could increase compliant taxpayers’ burden over the long term because audits may become less targeted. To mitigate data losses over the short term, IRS could employ several alternatives, including doing a smaller survey. A limited survey would reduce the quantity and quality of the data collected, but still provide statistically valid national compliance data.", "Without TCMP, IRS must determine how it will measure compliance over the long term, since its workload and future revenues depend on taxpayers’ voluntary compliance. Long-term alternatives include conducting small multiyear TCMP-type audits from smaller samples and combining the data from several years to ensure the necessary precision and coverage, using data from operational audits to assess compliance changes, and conducting periodic national mini-TCMP audits to identify emerging issues.", "Each of these alternatives would be cheaper and less burdensome to IRS and taxpayers than the proposed TCMP sample but would also provide less comprehensive compliance data.", "We noted that regardless of how IRS decides to replace the information that would have been provided by TCMP, it was important for IRS to begin soon because any alternative is likely to require several years to put into place, and the data will be needed to update information on IRS’ compliance programs.", "We recommended that IRS identify a short-term strategy to minimize the negative effects of the compliance information that was likely to be lost because TCMP was postponed and develop a cost-effective, long-term strategy to ensure the continued availability of reliable compliance data.", "Tax System: Issues in Tax Compliance Burden (GAO/T-GGD-96-100, Apr. 3, 1996). Businesses and individuals spend time and money—and sometimes experience frustration—trying to comply with federal, state, and local tax requirements. We refer to this experience as the “taxpayer compliance burden.” In testimony before the Subcommittee on National Economic Growth, Natural Resources, and Regulatory Affairs, House Committee on Government Reform and Oversight, we discussed information that we collected on the federal tax compliance burden from businesses, tax accountants, tax lawyers, representatives of tax associations, and IRS staff.", "According to those interviewed, the compliance burden is caused by the tax code’s complexity, ambiguous language, and frequent changes. As a result, many businesses are uncertain about what they must do to comply with the code. Recordkeeping, time-consuming calculations, the interplay of state and local tax requirements, and IRS’ administration of the tax code add to the burden. Concerning the latter, the officials who were interviewed identified several problems. Primarily, those problems centered around the tax knowledge of IRS’ auditors, the clarity of IRS’ correspondence and notices, and the amount of time IRS takes to issue regulations. Estimating businesses’ tax compliance burden and costs would be difficult since businesses do not collect the data needed to make reliable estimates.", "The greatest reduction in the tax compliance burden could be gained by simplifying the tax code. Return-free filing alternatives used in other countries could reduce individual taxpayers’ tax compliance and IRS administrative burdens; but employers, tax preparers, and state tax systems could be further burdened or adversely affected. Reducing businesses’ and individuals’ tax compliance burdens will be difficult because of the tax policy trade-offs, such as revenue, equity, and social and economic issues.", "Tax Administration: IRS Can Improve Information Reporting for Original Issue Discount Bonds (GAO/GGD-96-70, Mar. 15, 1996). Information reporting is a vital tool for promoting voluntary compliance with U.S. income tax laws. This reporting, which is done through a series of returns designed to report nonwage income on IRS Form 1099, is intended to ensure that taxpayers know of and report investment and other income on their tax returns. In a report to the Commissioner of Internal Revenue, we provided information on IRS’ efforts to ensure that taxpayers report investment income earned from bonds sold at original issue discount (OID), focusing on the completeness and use of IRS Publication 1212, List of Original Issue Discount Instruments.", "IRS asserted that brokerage firms, banks, and investment managers could rely on Publication 1212 to identify all publicly offered OID bonds and compute OID income; however, many OID bonds were missing from Publication 1212. We identified at least 37 bonds worth billions of dollars that should have been listed but were not. IRS’ source of information for Publication 1212 is Form 8281, Information Return for Publicly Offered Original Issue Discount Instruments, which is filed by bond issuers. IRS primarily relied on its sizable penalty (up to $50,000) to ensure that OID bond issuers file Form 8281. However, no IRS organization had primary responsibility for monitoring such compliance, and there was no evidence that IRS had ever assessed the penalty for failure to file or for late filings. IRS did not use any other information it received, such as corporate tax returns, to help ensure compliance with Form 8281 reporting requirements. Because Publication 1212 was not complete, those who relied on it to determine their information reporting requirements could not be sure they were reporting all OID income to IRS or to bond owners.", "We recommended that IRS assign responsibility for monitoring and enforcing the OID bond issuance reporting requirements to specific organizational units and that IRS develop procedures, such as computer matching, to help ensure that all OID information is listed in Publication 1212. We also recommended that IRS work with representatives of the securities industry to develop means to inform and remind OID bond issuers of their responsibility to file Form 8281.", "Tax Administration: Diesel Fuel Excise Tax Change (GAO/GGD-96-53, Jan. 16, 1996). At the request of Senator Daniel Patrick Moynihan, we reported on changes in diesel fuel excise tax collections in 1994, IRS’ responses to concerns about its regulations implementing new diesel fuel taxation requirements, and incentives to evade motor fuel excise taxes or obtain false refunds.", "IRS data indicated that diesel fuel excise tax collections increased about $1.2 billion, or 22.5 percent, from 1993 to 1994. Treasury estimated that increased tax compliance accounted for between $600 million and $700 million of the additional collections.", "IRS addressed two major concerns about the dyeing requirements in its regulations by settling on one dye color (red) rather than two and delaying any action on using colorless markers to indicate tax-free fuel until the effectiveness of the dyeing program could be determined. However, IRS had not addressed several concerns, including the taxation of diesel fuel additives, the appropriate concentration level of red dye to avoid possible adverse effects on engines, the potential impact on the availability of diesel fuel for recreational boating use, requests that the state of Alaska be exempted from the dyeing requirements, and the effects of using dyed fuel in intercity buses on companies’ operating cost and their ability to comply with EPA regulations.", "The new diesel taxation approach appeared to be raising significant additional revenue; however, anyone who wished to defraud the system continued to have significant incentives to do so. For example, evading just the federal tax on an 8,000-gallon truckload of diesel fuel would yield an illicit profit of $1,920. IRS had detected several fraudulent schemes involving refunds of gasoline or diesel fuel excise taxes, but it did not know how extensive this fraud might be.", "Tax Administration: Audit Trends and Taxes Assessed on Large Corporations (GAO/GGD-96-6, Oct. 13, 1995). We reviewed the results of IRS’ efforts to audit the tax returns of about 45,000 large corporations. IRS’ audits of those returns and the returns of the 1,700 largest corporations in IRS’ Coordinated Examination Program have generated about two-thirds of the additional taxes recommended from all income audits. Using IRS data, we analyzed audit trends for fiscal years 1988 through 1994, computed the rate at which taxes recommended by agents were assessed, and developed profiles of audited large corporations and compared them with large corporations that were not audited.", "For every dollar invested in large corporation audits, IRS recommended $56 and ultimately assessed $15 in additional taxes for the years 1988 through 1994. IRS invested more hours in directly auditing large corporations but recommended less additional tax per hour invested in 1994 than in 1988. In 1994, IRS spent 25 percent more hours and audited only 3 percent more returns. Further, in 1994 constant dollars, additional taxes recommended decreased 4 percent in total, decreased 7 percent per return audited, and decreased 23 percent per audit hour. In 1994, large corporations appealed 66 percent of the additional taxes that IRS recommended in its audits.", "Between 1988 and 1994, IRS assessed 27 percent of the recommended additional taxes either after agreement or resolution in appeals. This assessment rate varied widely when disaggregated. For example, the rate reached as high as 103 percent and fell to less than 1 percent at 20 IRS districts that recommended over $100 million in additional taxes during the 7 years we analyzed. The reasons for such disparate rates were not apparent. IRS believed that the assessment rate was not an accurate measure of audit effectiveness since various factors outside the audit (such as economic conditions or net operating losses) could lower the rate.", "Our profiles of large corporations showed that most were engaged in either manufacturing or the finance and insurance industries in 1992. Audited corporations tended to report higher average incomes, tax liabilities, and other tax amounts than nonaudited corporations.", "Tax Administration: Information on IRS’ Taxpayer Compliance Measurement Program (GAO/GGD-96-21, Oct. 6, 1995). In response to a request from Representative Joseph K. Knollenberg, we provided information on IRS’ TCMP for tax year 1994.", "IRS had generally taken appropriate action on the concerns raised in our 1994 report that dealt with meeting milestones for starting TCMP audits, testing TCMP database components, developing data collection systems, and collecting and analyzing data. Because of uncertainties about its fiscal year 1996 budget, IRS had delayed the start of its TCMP audits from October 1 to December 1, 1995. This delay was fortuitous because IRS had not completed testing the TCMP database components and data collection systems.", "IRS had planned to collect data on partners, shareholders, and misclassified workers as we suggested in our 1994 report. These additional data should have allowed IRS to improve its measure of compliance levels. IRS had also planned to have auditors computerize some of their comments on audit findings, which should have made it easier for researchers to analyze TCMP results. However, IRS had not developed a research plan that could be used to analyze final TCMP results. we knew of no other IRS or third-party data that could be used to develop return selection formulas that would allow IRS to target its audits as effectively as TCMP data and", "TCMP could be very useful, not only for improving compliance in the existing tax system but also as a tool for designing and administering a new system."], "subsections": []}, {"section_title": "Customer Service", "paragraphs": ["Tax Administration: Making IRS’ Telephone Systems Easier to Use Should Help Taxpayers (GAO/GGD-96-74, Mar. 11, 1996). In a report to the Chairman, Subcommittee on Oversight, House Committee on Ways and Means, we discussed IRS’ efforts to develop interactive telephone systems, focusing on IRS’ efforts to make the telephone systems easier to use, meet security requirements for protecting taxpayer data, and assign “process owners” who would be responsible for providing developers with input about systems’ requirements.", "Three prototype interactive telephone systems—designed to reduce correspondence between IRS and taxpayers and to make IRS more accessible—suffered from too many menu options and other problems. IRS’ telephone-routing system required taxpayers to remember up to eight menu options—even though guidelines called for no more than four—and did not allow taxpayers to return to the main menu when they made a mistake or wanted to resolve other issues. IRS was aware of the menu problems, but it believed that multiple options were necessary because tax issues are complex. IRS had yet to do a cost-benefit analysis of the use of multiple toll-free numbers, which IRS officials had recommended as a solution to the problem of too many menu options. Providing taxpayers with a written, detailed step-by-step description on how to use the menu options might be another way to make the telephone systems more user friendly.", "IRS complied with government security requirements when developing its first three interactive telephone systems. However, future interactive systems should allow taxpayers greater access to tax information; and more secure features, such as a personal identification number, may be needed to protect taxpayer data. IRS process owners were designated late and had not provided all the requirements information needed for the telephone systems’ development.", "Successful IRS implementation of interactive telephone systems is critical to improving IRS customer service. IRS expects telephone assistance to double as it tries to move toward a paperless system. Resolving the shortcomings discussed in this report is essential if IRS is to achieve its goal of handling 45 percent of taxpayer calls through interactive telephone systems. We recommended that IRS conduct a cost-benefit analysis of the actions needed to overcome the problems caused by too many menu options, including multiple toll-free numbers and written instructions on how to use the interactive menus.", "Tax Administration: IRS Faces Challenges in Reorganizing for Customer Service (GAO/GGD-96-3, Oct. 10, 1995). IRS is undergoing a major effort to modernize its information systems and restructure its organization. This effort involves several components, one of which IRS calls its “customer service vision.” This vision is a plan for improving IRS’ interactions with taxpayers and includes folding parts of IRS’ field structure into 23 customer service centers. These centers would work primarily by telephone to provide taxpayer service, distribute forms, collect unpaid taxes, and adjust taxpayer accounts. They would absorb current IRS telephone operations and help to convert much of IRS’ written correspondence work to the telephone.", "In a report to the Chairmen and Ranking Minority Members of interested congressional committees, we reviewed the progress IRS had made toward its customer service vision. We focused on IRS’ customer service goals and its plans to meet these goals, the gap between IRS’ current operations and its vision, IRS’ progress to date in meeting its goals, current management concerns, and important challenges IRS faces.", "IRS’ customer service goals are to provide better service to taxpayers, use its resources more efficiently, and improve taxpayers’ compliance with tax laws. IRS plans to serve taxpayers better by improving their access to telephone service and resolving most problems with a single contact. IRS expects to improve its efficiency by having fewer work locations and automated workload management, giving customer service representatives better computer resources and nationwide access to taxpayer accounts, and converting work currently done by correspondence to the telephone. IRS expects to improve compliance by answering more taxpayer inquiries and having more timely data to follow up on compliance problems.", "There was a large gap between IRS’ current operations and its customer service vision. For example, although IRS planned to improve accessibility, taxpayers who called IRS’ toll-free telephone assistance sites in fiscal year 1994 got busy signals 73 percent of the time. IRS had made some progress toward its vision by initiating limited operations in a few new customer service centers, but only a few staff had been reassigned to those centers, and new computer and telephone systems to support the centers were still in the early stages of development and testing.", "A lack of clarity in management responsibilities had, to some extent, hampered IRS in implementing its customer service plans. In that regard, we noted that no single individual was responsible for the success of all the work activities and resources that were to be transferred to customer service. We also discussed the absence of owner involvement during project development and the failure of owners to establish the quality measures critical to evaluating the performance of interactive telephone systems.", "IRS would have to overcome several important challenges to achieve its customer service goals. Those challenges included managing the transition to a different organization while maintaining developing and effectively using new information technology, and devising ways to measure the work of the customer service centers and balance their competing workloads.", "We recommended that IRS clarify the criteria for assigning ownership for its modernization projects; define roles and responsibilities for those owners; and emphasize to owners the need to provide the business requirements necessary to develop, test, and implement new customer service products and services."], "subsections": []}, {"section_title": "Submission Processing", "paragraphs": ["Earned Income Credit: IRS’ 1995 Controls Stopped Some Noncompliance, But Not Without Problems (GAO/GGD-96-172, Sept. 18, 1996). At the request of the Chairman, Senate Committee on Finance, we reviewed IRS’ efforts to reduce EIC noncompliance. IRS took several steps to prevent and detect EIC noncompliance in 1995. Those steps stopped some noncompliance; however, a number of problems remained.", "The up-front controls used by IRS in its Electronic Filing System identified about 1.3 million problems with SSNs on submissions from persons who were claiming EIC and prevented the affected returns from being filed electronically until the problems were corrected.", "However, IRS’ increased emphasis on validating SSNs on paper returns generated a workload that far exceeded its capabilities. IRS identified about 3.3 million paper returns with missing or invalid SSNs for EIC-qualifying children or dependents and delayed related refunds, but it only had the resources to follow up on 1 million cases. IRS also delayed refunds on another 4 million EIC returns that did not have any SSN problems to give itself time to check for duplicate SSNs, only to release almost all of those refunds without checking.", "Although IRS’ data provided some evidence of the results of its efforts in 1995, they were not sufficient to allow an overall assessment of the impact of IRS’ initiatives on EIC noncompliance. For example, IRS had not yet released the results of an EIC compliance study that it did in 1995, data on the results of the SSN verification effort for paper returns were not reported in a way that isolated tax year 1994 cases from prior years’ cases or distinguished between EIC cases and cases involving dependents, and IRS did not track what happened to returns rejected by the Electronic Filing System.", "We recommended that IRS consider cost-effective ways to compile the data needed to better assess the effectiveness of its efforts to combat EIC noncompliance.", "Tax Refund Timeliness (GAO/GGD-96-131R, June 26, 1996). At the request of the Chairman, House Committee on Ways and Means, we reviewed the processing and issuance of income tax refund payments in 1996 and compared that year’s pattern with the patterns in 1994 and 1995. The Chairman’s request was prompted by a concern that the timing of income tax refund payments might be manipulated to avoid reaching the debt limit. the number and dollar amount of refunds issued as of the end of April 1996 either exceeded or closely approximated the end-of-April figures for 1994 and 1995 and the average number of days for issuing refunds in 1996 was the same as in past years.", "Also, our tracking of returns processed by the Kansas City Service Center showed nothing unusual. Thus, we concluded that there was no evidence that any special steps were taken in 1996 to delay refunds. However, that did not mean that no refunds were delayed in 1996. As in 1995, but to a much lesser degree, IRS delayed some refunds in 1996 to verify SSNs and EIC claims.", "IRS Efforts to Control Fraud in 1995 (GAO/GGD-96-96R, Mar. 25, 1996). At the request of the Ranking Minority Member of the Senate Committee on Governmental Affairs, we reviewed the status and results of IRS’ efforts to reduce its exposure to fraud in 1995. IRS introduced new controls and expanded existing controls to both deter the filing of fraudulent returns and identify questionable returns once they had been filed. IRS’ efforts to deter fraud appear to have had a positive effect, but the identification of questionable returns was less successful.", "To deter the filing of fraudulent returns, IRS established filters to screen electronic submissions for missing, invalid, or duplicate SSNs and to prevent those returns from being filed electronically until the problems were corrected. The electronic filing filters identified 4.1 million SSN problems in 1995. IRS also expanded its process for determining the suitability of tax return preparers and transmitters who wanted to participate in the electronic filing program and eliminated the Direct Deposit Indicator because of concern that it might have encouraged filing fraud by facilitating refund anticipation loans.", "To improve the identification of noncompliance on returns after they had been filed, IRS placed an increased emphasis on validating SSNs on paper returns and delayed refunds to give itself time to do those validations and to check for possible fraud and upgraded the Questionable Refund Program.", "As a result, IRS prevented the issuance of millions of dollars in questionable refunds. However, IRS also identified many more SSN problems than it was able to deal with and ended up releasing the refunds without resolving the problems and delayed millions of refunds with valid SSNs to check for duplication, but ended up releasing those refunds after several weeks without checking the SSNs.", "The 1995 Tax Filing Season: IRS Performance Indicators Provide Incomplete Information About Some Problems (GAO/GGD-96-48, Dec. 29, 1995). In response to a request from the Chairman, Subcommittee on Oversight, House Committee on Ways and Means, we reviewed IRS’ performance during the 1995 tax filing season. We focused on the processing of individual income tax returns and refunds, the ability of taxpayers to reach IRS by telephone, and the performance of a new IRS computer system for processing returns.", "IRS’ indicators showed that it generally met its 1995 filing season goals. For example, IRS received more individual income tax returns than the year before; answered 11 percent more telephone calls than expected; issued refunds faster, on average, than its 40-day goal; and accurately filled 97 percent of taxpayers’ orders for forms and publications. However, these indicators did not provide a complete assessment of the filing season and masked several serious problems.", "IRS’ efforts to combat fraud, which resulted in over 7 million refunds being delayed so that IRS could verify SSNs, generated much adverse publicity that might have been alleviated if IRS had better forewarned taxpayers of potential refund delays; our tests and IRS data showed that taxpayers continued to have serious problems trying to reach IRS by telephone; and a new document-imaging system did not perform as expected, leading to increased return processing costs and lower-than-expected productivity.", "We recommended that IRS, if it planned to continue validating SSNs and delaying refunds in 1996, adjust its methodology for assessing refund timeliness. We also recommended that after IRS develops a measure of the accessibility of its telephone assistance, which IRS was working on at the time of our review, it add that measure to its key filing season performance indicators.", "Tax Administration: Electronic Filing Falling Short of Expectations (GAO/GGD-96-12, Oct. 31, 1995). Electronic filing is a cornerstone of IRS’ plan to move away from the traditional filing of paper returns. IRS established a goal of receiving 80 million tax returns electronically in 2001. In a report to the Ranking Minority Member of the Senate Committee on Governmental Affairs, we discussed IRS’ progress in broadening the use of electronic filing, the availability of data needed to develop an electronic filing strategy, and the implications for IRS if it does not significantly reduce its paper-processing workload.", "From 1992 through 1994, the number of returns filed electronically grew from 12.6 million to 16.4 million, an annual growth rate of 14 percent. In 1995, the number of electronic returns was expected to drop to about 14.8 million, which IRS attributed to various actions it took to crack down on refund fraud. Assuming 1995 was an aberration and the 14 percent annual growth rate of the preceding years resumed, we estimated that only about 33 million returns would be filed electronically by 2001.", "A major impediment to the expansion of electronic filing is its cost to the public. Taxpayers who file an electronic return through a preparer or electronic filing transmitter have to pay as much as $40 for these services. One aspect of IRS’ current electronic filing program that contributes to its cost (not only to the public but also to IRS) is the need for taxpayers to submit a paper signature document to affirm that information on the electronic return is accurate.", "Most of the electronic returns IRS received in 1994 were individual income tax returns that could have been filed on Form 1040A or 1040EZ—forms that are among the least costly paper returns to process. In addition, IRS had made little headway in increasing the number of electronically filed business returns, which are generally more complex and thus more costly to process on paper than individual returns. The fact that less complex returns comprise a disproportionate share of electronic filing may be, at least in part, because of IRS’ goal of 80 million returns. Focusing on that goal could cause IRS to target its efforts at groups of taxpayers or types of returns that will boost the number of electronic returns but not necessarily yield the greatest reductions in IRS’ paper-processing workload and operating costs.", "Although IRS has some comparative data on the cost to process electronic and paper returns, it does not have comparative data on other costs, such as storage and retrieval, that can vary depending on how a return is filed. IRS also does not have adequate data on why taxpayers do not file electronically and what it would take to get them to do so and estimates of the number of electronic returns IRS can expect to receive from those taxpayers after some market intervention.", "Without a significant increase in electronic filing, IRS’ customer service and paper-processing workloads may overwhelm its planned staffing and require changes to various aspects of its modernization efforts. IRS did not have contingency plans for that eventuality.", "We recommended that IRS (1) identify those groups of taxpayers who offer the greatest opportunity to reduce IRS’ paper-processing workload and operating costs if they were to file electronically and (2) develop strategies that seek to eliminate impediments that inhibit those groups from filing electronically. We also recommended that IRS adopt electronic filing goals that focus on reducing IRS’ paper-processing workload and operating costs and prepare contingency plans for the possibility that electronic filings will fall short of expectations."], "subsections": []}, {"section_title": "Accounts Receivable/ Collections", "paragraphs": ["IRS Tax Collection Reengineering (GAO/GGD-96-161R, Sept. 24, 1996). In a letter to the Chairman, Senate Committee on Finance, we provided information on IRS’ efforts to reengineer its enforcement action program, which included the delinquent tax collection process.", "The enforcement action reengineering effort started in June 1994 and was suspended in November 1995. When the effort was suspended, few results had been achieved in changing work processes or addressing IRS’ long-standing collection problems. An independent consultant’s report identified several factors that hampered the reengineering effort: IRS did not (1) have the organizational commitment and support needed to achieve the level of change desired, (2) fully implement the reengineering methodology needed, and (3) integrate its reengineering efforts with the existing systems modernization program.", "In October 1995, IRS established a separate office to coordinate all future strategic change initiatives, like reengineering. In January 1996, IRS announced plans to initiate a new reengineering project focusing on the tax settlement process, which was expected to include aspects of enforcement action and the tax collection processes.", "IRS had also undertaken several projects to change the role of revenue officers in the collection process by modernizing their jobs. One project, for example, was to automate many manual work processes and link revenue officers to IRS’ computer databases through the use of laptop computers.", "Tax Administration: IRS Tax Debt Collection Practices (GAO/T-GGD-96-112, Apr. 25, 1996). IRS confronts major hurdles in collecting tens of billions of dollars in delinquent taxes. As Congress tries to balance the federal budget, these unpaid taxes have become increasingly important as have IRS’ collection efforts. We discussed IRS’ tax debt collection practices before the Subcommittee on Oversight, House Committee on Ways and Means.", "We expressed the belief that IRS could do more to improve its collection practices. The challenges facing IRS’ improvement efforts include a lack of accurate and reliable information on either the makeup of its accounts receivable or the effectiveness of the collection tools and programs it uses, an aged inventory of receivables, outdated collection processes, and antiquated technology.", "IRS is attempting to modernize its information and processing systems, but these actions will not be completed for several years. Without reliable information on the accounts they are trying to collect and the taxpayers who owe the debts, IRS employees generally do not know whether they are resolving cases in the most efficient and effective manner and may spend time pursuing invalid or unproductive cases. This lack of reliable performance data also affects IRS’ ability to target its collection efforts to specific taxpayers or types of debts. IRS needs a comprehensive strategy to guide its efforts to improve tax debt collections, starting with having accurate and reliable information.", "We recommended in May 1993 that IRS test the use of private debt collectors to support its collection efforts. Such a test could provide useful insight into the effectiveness of the techniques and technologies used in the private sector to collect older accounts. For example, IRS could learn which actions are most productive based on the type of case, type of taxpayer, and age of the account."], "subsections": []}, {"section_title": "Tax Expenditures and Preferences", "paragraphs": ["Insular Areas Update (GAO/GGD-96-184R, Sept. 13, 1996). In a letter to the Chairman, Senate Committee on Energy and Natural Resources, we provided information on the fiscal arrangements between the U.S. government and American Samoa, Guam, the Commonwealth of the Northern Mariana Islands, the Commonwealth of Puerto Rico, and the U.S. Virgin Islands. The letter updated information presented in our 1995 testimony.", "Since our 1995 testimony, the only significant change in how federal taxes apply to the territories related to the Puerto Rico and possessions tax credit—the tax credit was repealed, although existing claimants may continue to earn credits during a 10-year transition period. We also reported the following information for fiscal year 1995: IRS collected $3.3 billion from Puerto Rico for individual and corporation income taxes, unemployment taxes, estate and gift taxes, and excise taxes.", "The Bureau of Alcohol, Tobacco, and Firearms collected $232.4 million in excise taxes on rum shipped from Puerto Rico to the United States and $47.8 million on rum shipped from the U.S. Virgin Islands to the United States. The Treasury transferred $204.9 million and $41.7 million in rum excise tax revenue to the governments of Puerto Rico and the U.S. Virgin Islands, respectively.", "The Customs Service collected $138.2 million in duties in Puerto Rico, of which $96 million was transferred to the Puerto Rican government. Customs also collected $9.2 million in duties in the U.S. Virgin Islands, of which $4.2 million was transferred to the U.S. Virgin Islands government.", "Federal expenditures in the five territories totaled $11.4 billion. The expenditures included grants and other payments to the territorial governments as well as salaries and wages for federal employees.", "Profile of Indian Gaming (GAO/GGD-96-148R, Aug. 20, 1996). In a letter to the Chairman, House Committee on Ways and Means, we provided information on the Indian gaming industry. As of July 1996, according to data from the National Indian Gaming Commission, 177 of the 557 officially recognized Indian tribes were operating 240 gaming facilities. An additional 41 tribes had authorization to operate but had not yet opened their gaming facilities. The 85 tribes that had filed financial statements for either 1994 or 1995 reported about $3.5 billion in total gaming revenues (defined as dollars wagered minus payouts) for 110 gaming facilities. Of the 110 facilities, the 6 largest accounted for 40 percent of the revenues.", "On the basis of our analysis of the financial statements, we determined that about $1.2 billion had been transferred from gaming facilities to 74 of the 85 tribes.", "Tax Policy: Analysis of Certain Potential Effects of Extending Federal Income Taxation to Puerto Rico (GAO/GGD-96-127, Aug. 15, 1996). In response to a request from the Chairman of the House Committee on Resources and the Chairman of its Subcommittee on Native American and Insular Affairs, we provided information on some potential effects of extending the IRC to residents of the Commonwealth of Puerto Rico. Our estimates relating to federal tax liabilities were based on the income and demographic characteristics of Puerto Rican taxpayers in 1992, the latest year for which detailed data were available.", "If IRC tax rules had been applied to residents of Puerto Rico and if there were no behavioral responses to this, the residents would have owed around $623 million in federal income tax before taking into account the EIC. The total amount of EIC would have been about $574 million, leaving a net aggregate federal tax liability of about $49 million. We estimated that about 59 percent of the population who filed individual income tax returns in 1992 would have earned some EIC. The average EIC earned by eligible taxpayers would have been $1,494.", "We estimated that 41 percent of the households filing income tax returns would have had positive federal income tax liabilities, 53 percent would have received net transfers from the federal government because their EIC would have more than offset their precredit liabilities, and 6 percent would have had no federal tax liability.", "If application of federal income tax resulted in an additional $49 million in tax liability after subtracting EIC as we estimated and if the Puerto Rican government wanted to keep constant the aggregate amount of combined federal and Puerto Rican individual income tax levied on its residents, it would have had to reduce its individual income tax revenue by about 5 percent.", "We also accounted for the probability that some Puerto Rican residents who were not required to file Puerto Rican tax returns in 1992 would file federal tax returns because they qualified for the EIC. We estimated, as an upper limit, that those additional EIC claims could total about $64 million, and we discussed how additional EIC claims in that amount would affect the data discussed above.", "Program Expenses of Charities (GAO/GGD-96-125R, July 10, 1996). In a letter to Senator Daniel R. Coats, we provided information on program service expenses reported by organizations that are exempt from taxation under IRC 501(c)(3). These organizations are collectively known as charities. Program service expenses are those expenses directly related to the exempt purposes of the organization. Analysis of the organizational expense data was based on information collected by IRS from the long Form 990 returns filed by 121,627 charitable organizations that reported expenses.", "We estimated that the percentage of expenses allocated to program services for those organizations that filed was about 86 percent of total expenses for 1992. As a percentage of their total expenses, more than 60 percent of these charitable organizations had program service expenses of 80 percent or greater.", "Earned Income Credit: Profile of Tax Year 1994 Credit Recipients (GAO/GGD-96-122BR, June 13, 1996). At the request of the Chairman, Senate Committee on Finance, we provided information on participation in the EIC program for tax years 1990 to 1994 and the characteristics of taxpayers who received the credit in tax year 1994.", "Total EIC program costs increased 150 percent from 1990 to 1994, and the number of EIC recipients increased by about 50 percent, to 19.1 million. Extension of the EIC to certain childless adults in 1994 was the main reason for the recent growth in the number of EIC claimants. In tax year 1994, about 15 million families with children received $20.5 billion in EIC while 4 million childless adults received EIC totaling $700 million.", "Most of the taxpayers claiming the EIC for families with children filed as heads of households, and nearly 90 percent of childless adult claimants were single. The majority of EIC claimants were 25 to 44 years old, and in tax year 1994, 1.2 million EIC recipients also claimed $507 million in child and dependent care credits. EIC recipients, compared with filers who did not claim EIC, were more likely to file their returns electronically, use simpler tax forms, and use a tax preparer. EIC recipients derived their income primarily from earnings rather than investment income. EIC is structured so that the credit amount increases as income increases, plateaus at a maximum credit amount, and then phases out as income exceeds a certain amount. About 60 percent of taxpayers claiming EIC for families with children had income in the credit’s phase-out range.", "In 1995, Congress enacted an indirect wealth test to eliminate from the EIC program taxpayers with investment income over $2,350. If that investment income threshold had been in place in tax year 1994, about 284,000 taxpayers, who had claimed $212 million of EIC, would not have been able to do so.", "Tax Policy and Administration: Review of Studies of the Effectiveness of the Research Tax Credit (GAO/GGD-96-43, May 21, 1996). During a congressional hearing in 1995, we were asked to evaluate recent studies of the research tax credit to determine whether the evidence was adequate to conclude that available evidence suggests that each dollar taken of the research tax credit stimulates at least one dollar of research spending in the short run and about two dollars of research spending in the long run. In response to a request from Representative Robert T. Matsui, we reviewed eight studies of the research tax credit, focusing on the adequacy of the studies’ data and methods to determine the amount of research spending stimulated per dollar of foregone tax revenue and other factors that determine the credit’s value to society.", "We found that four studies supported the claim that, during the 1980s, the research credit stimulated research spending that exceeded its revenue cost, but the other four studies did not support the claim or were inconclusive. All of the studies had significant data and methodological limitations that made it difficult to evaluate industry’s true responsiveness to the research tax credit. Because the authors did not have access to confidential tax return data, they used publicly available data to determine the credit’s incentive. Public data were not a suitable substitute for tax return data because public data used different definitions of taxable income and research spending. Furthermore, the studies’ analytical methods, such as use of industry aggregates and failure to incorporate important tax code interactions, made their findings imprecise and uncertain. We also found little research on the latest design of the credit to determine its effect on incentives and costs.", "As a result, the studies’ evidence was not adequate to conclude that a dollar of research tax credit would stimulate a dollar of additional short-term research spending or about two dollars of additional long-term research spending. Moreover, the value of the research tax credit to society cannot be determined simply by comparing the amount of research spending stimulated by the credit versus the credit’s revenue cost. A comparison would have to be made between the total benefits gained by society from research stimulated by the credit and the estimated costs to society resulting from the collection of taxes required to fund the credit.", "Budget Issues: Selected GAO Work on Federal Financial Support of Business (GAO/AIMD/GGD-96-87, Mar. 7, 1996). The federal government provides financial benefits to businesses as a way to fulfill a wide range of public policy goals. At the request of Representative Charles F. Bass, we summarized our previously issued work on spending programs and tax benefits available to businesses. Our work showed that these benefits are spread throughout the budget, including programs in international affairs, energy, natural resources and environment, agriculture, and transportation. In cases where programs are poorly designed, including those benefiting businesses, the federal government may spend more money or lose more revenue than needed to reach its intended audience and achieve program or service goals.", "The problems with these financial support programs can be grouped into several categories: ineffective or inefficient transfers, wherein some businesses receive federal funds or tax benefits to do things they would have done anyway; preemption of market forces, wherein artificially increasing the price of goods to consumers can encourage inefficient production and increase costs; moral hazards, wherein federal programs provide incentives to businesses to undertake more, risky activities than they would without the program; and duplication and working at cross-purposes, wherein several federal programs address the same problem or where one program may counteract the beneficial effects of another program.", "Tax Consequences of Offsets (GAO/NSIAD-96-74R, Dec. 22, 1995). In a letter to the Chairmen and Ranking Minority Members of the Senate Committee on Armed Services, Senate Committee on Veterans’ Affairs, House Committee on National Security, and House Committee on Veterans’ Affairs, we provided information on the tax consequences to veterans of the required offset of certain types of Department of Defense (DOD) separation pay and Department of Veterans Affairs (VA) disability compensation.", "In 1980, Congress authorized DOD to provide lump-sum separation pay to service members for involuntary separation. In 1991, to assist DOD in downsizing, Congress authorized DOD to pay a higher level of lump-sum separation pay or an annual annuity to those who separate voluntarily. After separating, some veterans qualify for service-connected disability compensation from VA. Federal income taxes are withheld from separation pay. Disability compensation is tax-exempt. Federal law requires the recoupment of the gross amount of separation pay (known as an offset) from those who also receive disability compensation for the same period of service.", "We were asked if separation pay could be reclassified as disability compensation for tax purposes and whether veterans could deduct recouped separation pay from gross income. According to IRS, veterans may not reclassify separation pay as disability compensation and may not deduct recouped separation pay from gross income. IRS did conclude, however, that in one limited situation, veterans may retroactively exclude part of their lump-sum separation pay from gross income if they also qualify for disability compensation.", "Tax Exempt (GAO/GGD-96-47R, Nov. 8, 1995; GAO/GGD-96-46R, Nov. 8, 1995; and GAO/GGD-96-29R, Oct. 10, 1995). In November 8, 1995, letters to Representatives Ernest Istook and David M. McIntosh, we analyzed IRS Statistics of Income data for certain tax exempt organizations. We noted that these data were limited in that they covered grants from all levels of government, not just the federal did not include all federal grants received by exempt organizations.", "For Representative Istook, we provided information on grant receipts, lobbying expenditures, and political expenditures for certain organizations that were exempt from tax under IRC sections 501(c)(3) through 501(c)(9). IRS data showed that there were 259,502 organizations exempt under those code sections of which 44,274 reported receiving government grants totaling about $42.6 million. Of those organizations receiving grants, 1,029 reported lobbying expenditures totaling about $43.2 million, and 41 reported political expenditures totaling about $2.4 billion.", "For Representative McIntosh, we compared the average lobbying expenditures for tax-exempt charitable organizations that received government grants with the average expenditures for charities that did not receive government grants in tax year 1992. IRS data showed that out of 122,563 charities, 2,132 reported lobbying expenditures that totaled about $75.9 million for tax year 1992. Of the organizations that reported lobbying expenditures, 48 percent reported receiving government grants. Grantees reported average lobbying expenditures of about $41,940 per organization, and nongrantees reported average lobbying expenditures of about $29,701 per organization.", "In an October 10, 1995, letter to Representative Ernest Istook, we reviewed the methodology used by Dr. William Duncan to prepare his analysis entitled Non-Profit Lobbying Statistics. In his analysis, Dr. Duncan attempted to quantify the lobbying expenditures of 501(c)(3) organizations that received government grants in tax year 1992. We noted that his approach should produce reasonably accurate results if the methodology he described to us was applied to the data he identified."], "subsections": []}, {"section_title": "Other", "paragraphs": ["Summary of Selected GAO Reports (GAO/GGD-96-193R, Sept. 26, 1996). In a letter to the Co-Chairmen, National Commission on Restructuring the Internal Revenue Service, we summarized selected GAO reports about IRS that were issued in fiscal years 1991 through 1995 and in the first three quarters of fiscal year 1996. We noted that the reports identified areas that are particularly problematic to IRS, such as tax return processing, customer service, collection efforts, financial management, and information technology and indicated the formidable challenges IRS faces in making its organization, operations, and processes more effective and efficient while improving service to taxpayers.", "Tax Policy and Administration: 1995 Annual Report on GAO’s Tax-Related Work (GAO/GGD-96-61, Mar. 8, 1996). Pursuant to a legislative requirement, we summarized our work on tax policy and administration during fiscal year 1995. This report highlights notable reports and testimony from fiscal year 1995, discusses actions taken on our recommendations as of the end of 1995, discusses recommendations that we made to Congress before and during fiscal year 1995 that had not been acted upon, and lists the assignments for which we were given access to tax information under the law. Our key recommendations related to improving compliance with the tax laws, better assisting taxpayers, enhancing the effectiveness of tax incentives, improving IRS management, and improving the processing of returns and receipts."], "subsections": []}]}, {"section_title": "Chronological Listing of GAO Products on Tax Matters Issued in Fiscal Year 1996", "paragraphs": ["Tax Administration: Information on IRS’ Taxpayer Compliance Measurement Program (GAO/GGD-96-21)", "Tax Administration: IRS Faces Challenges in Reorganizing for Customer Service (GAO/GGD-96-3)", "Tax Exempt (GAO/GGD-96-29R)", "Tax Administration: Audit Trends and Taxes Assessed on Large Corporations (GAO/GGD-96-6)", "Tax Administration: Electronic Filing Falling Short of Expectations (GAO/GGD-96-12)", "Tax Exempt (GAO/GGD-96-46R)", "Tax Exempt (GAO/GGD-96-47R)", "Tax Consequences of Offsets (GAO/NSIAD-96-74R)", "The 1995 Tax Filing Season: IRS Performance Indicators Provide Incomplete Information About Some Problems (GAO/GGD-96-48)", "Tax Administration: Diesel Fuel Excise Tax Change (GAO/GGD-96-53)", "IRS Staffing Trends (GAO/GGD-96-73R)", "IRS Operations: Significant Challenges in Financial Management and Systems Modernization (GAO/T-AIMD-96-56)", "Budget Issues: Selected GAO Work on Federal Financial Support of Business (GAO/AIMD/GGD-96-87)", "Tax Policy and Administration: 1995 Annual Report on GAO’s Tax-Related Work (GAO/GGD-96-61)", "Tax Administration: Making IRS’ Telephone Systems Easier to Use Should Help Taxpayers (GAO/GGD-96-74)", "Status of Tax Systems Modernization, Tax Delinquencies, and the Potential for Return-Free Filing (GAO/T-GGD/AIMD-96-88)", "Tax Administration: IRS Can Improve Information Reporting for Original Issue Discount Bonds (GAO/GGD-96-70)", "IRS Efforts to Control Fraud in 1995 (GAO/GGD-96-96R)", "Tax Systems Modernization: Management and Technical Weaknesses Must Be Overcome to Achieve Success (GAO/T-AIMD-96-75)", "Tax Administration: IRS’ Fiscal Year 1996 and 1997 Budget Issues and the 1996 Filing Season (GAO/T-GGD-96-99)", "Tax System: Issues in Tax Compliance Burden (GAO/T-GGD-96-100)", "Tax Administration: IRS Tax Debt Collection Practices (GAO/T-GGD-96-112)", "Tax Administration: Audit Trends and Results for Individual Taxpayers (GAO/GGD-96-91)", "Tax Administration: Alternative Strategies to Obtain Compliance Data (GAO/GGD-96-89) (continued)", "Tax Systems Modernization: Progress in Achieving IRS’ Business Vision (GAO/T-GGD-96-123)", "Internal Revenue Service: Results of Nonfiler Strategy and Opportunities to Improve Future Efforts (GAO/GGD-96-72)", "Tax Policy and Administration: Review of Studies of the Effectiveness of the Research Tax Credit (GAO/GGD-96-43)", "Tax Research: IRS Has Made Progress But Major Challenges Remain (GAO/GGD-96-109)", "Financial Audit: Actions Needed to Improve IRS Financial Management (GAO/T-AIMD-96-96)", "Tax Systems Modernization: Actions Underway But IRS Has Not Yet Corrected Management and Technical Weaknesses (GAO/AIMD-96-106)", "Earned Income Credit: Profile of Tax Year 1994 Credit Recipients (GAO/GGD-96-122BR)", "Tax Administration: Issues in Classifying Workers as Employees or Independent Contractors (GAO/T-GGD-96-130)", "Tax Refund Timeliness (GAO/GGD-96-131R)", "Program Expenses of Charities (GAO/GGD-96-125R)", "Financial Audit: Examination of IRS’ Fiscal Year 1995 Financial Statements (GAO/AIMD-96-101)", "Managing IRS: IRS Needs to Continue Improving Operations and Service (GAO/T-GGD/AIMD-96-170)", "Tax Policy: Analysis of Certain Potential Effects of Extending Federal Income Taxation to Puerto Rico (GAO/GGD-96-127)", "Profile of Indian Gaming (GAO/GGD-96-148R)", "Tax Systems Modernization: Cyberfile Project Was Poorly Planned and Managed (GAO/AIMD-96-140)", "Tax Administration: Tax Compliance of Nonwage Earners (GAO/GGD-96-165)", "Tax Administration: IRS Is Improving Its Controls for Ensuring That Taxpayers Are Treated Properly (GAO/GGD-96-176)", "Tax Administration: Income Tax Treatment of Married and Single Individuals (GAO/GGD-96-175)", "Internal Revenue Service: Business Operations Need Continued Improvement (GAO/AIMD/GGD-96-152)", "IRS Operations: Critical Need to Continue Improving Core Business Practices (GAO/T-AIMD/GGD-96-188)", "Tax Systems Modernization: Actions Underway But Management and Technical Weaknesses Not Yet Corrected (GAO/T-AIMD-96-165)", "Insular Areas Update (GAO/GGD-96-184R)", "Earned Income Credit: IRS’ 1995 Controls Stopped Some Noncompliance, But Not Without Problems (GAO/GGD-96-172) (continued)", "IRS Financial Audits: Status of Efforts to Resolve Financial Management Weaknesses (GAO/T-AIMD-96-170)", "IRS Tax Collection Reengineering (GAO/GGD-96-161R)", "Summary of Selected GAO Reports (GAO/GGD-96-193R)"], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "General Government Division, Washington, D.C.", "paragraphs": ["David J. Attianese, Assistant Director Charles W. Woodward III, Evaluator-in-Charge Elizabeth W. Scullin, Communications Analyst The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}