{"id": "GGD-95-12", "url": "https://www.gao.gov/products/GGD-95-12", "title": "Agricultural Trade: Five Countries' Foreign Market Development for High-Value Products", "published_date": "1994-12-14T00:00:00", "released_date": "1994-12-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the structure, funding, and promotional activities of the organizations that develop foreign markets for high-value agricultural products (HVP), focusing on the: (1) organizations in France, Germany, the United Kingdom, and the Netherlands that help develop foreign markets for HVP; (2) Department of Agriculture's (USDA) foreign market development programs; and (3) ways in which these countries' programs are evaluated to determine their effectiveness in increasing exports."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) France, Germany, and the United Kingdom each have an integrated market development organization that provides an array of services and promotes most agricultural products; (2) the Netherlands relies primarily on independent commodity associations to promote its agricultural products; (3) all of the countries spent less on foreign market development than the United States in 1993; (4) because so many factors influence a country's export levels, information on promotion expenditures alone is not sufficient to determine the effectiveness of a country's foreign market development efforts; (5) the countries' foreign market development programs are financed mostly by the private sector, while U.S. foreign market development programs are coordinated by the USDA Foreign Agricultural Service; and (6) the market development organizations reviewed and the United States generally engage in the same kinds of promotional activities, including market research, trade shows, consumer promotions, and trade servicing."]}], "report": [{"section_title": "Letter", "paragraphs": ["As you requested, we are providing an overview of the structure, funding, and promotional activities of the organizations that do foreign market development for agricultural products in five countries that are among the world’s largest exporters of high-value products (HVP).", "Specifically, we obtained information on (1) the organizations in France, Germany, the United Kingdom, and the Netherlands that help develop foreign markets for their high-value agricultural products; (2) the programs of the U.S. Department of Agriculture (USDA) for HVP foreign market development; and (3) the ways in which these five countries’ programs are evaluated to determine their effectiveness in increasing exports.", "As agreed with you, we looked only at market development and promotion activities—such as consumer promotion, trade servicing, and market research—and not at export subsidies, domestic subsidies, and internal price supports, which also affect exports."], "subsections": [{"section_title": "Background", "paragraphs": ["Agricultural trade can be classified into two categories—bulk commodities and high-value products. Bulk commodities are raw agricultural products that have little value added after they leave the farm gate. High-value products, by contrast, either require special care in packing and shipping or have been subjected to processing.", "High-value products constitute the fastest growing component of the world’s agricultural trade. By 1998, they are expected to represent 75 percent of world agricultural trade, according to FAS. The United States’ greatest strength in agricultural exports has traditionally been in bulk commodities, and it has consistently operated as the world’s largest exporter of them. However, the member nations of the European Union (EU) constitute the world’s largest exporter of high-value agricultural products (see app. I for a list of the 12 top exporters of high-value products in 1992).", "Because purchasing decisions for bulk commodities are based largely on price, success in exporting them depends primarily on maintaining a cost advantage in their production and transport. Because HVP purchasing decisions depend on product attributes, such as brand-name packaging and quality image, in addition to price, success in the export of HVPs is based more on the exporter’s skill in developing and marketing the product. Exporting countries have a variety of programs and organizations to assist exporters in developing markets for high-value products. While the recent multilateral trade agreement of the Uruguay Round (UR) of the General Agreement on Tariffs and Trade (GATT) would limit the extent to which countries could provide subsidies to the agricultural sector, it would not limit the extent to which countries could fund market development activities. As the UR agreement reduces export subsidies, market development efforts may become a more important component in increasing agricultural exports."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To obtain information to meet our objectives, we conducted telephone interviews and met in the United States with officials of foreign marketing organizations and the embassies of the four European countries we reviewed. We also analyzed reports by, and conducted telephone interviews with, FAS attachés posted in the four countries. To learn about the activities of the United States, we met with representatives of USDA’s FAS and Economic Research Service (ERS) in Washington, D.C., and conducted telephone interviews with representatives of regional trade associations. Appendix V contains a more detailed description of our objectives, scope, and methodology.", "We did our work between February and August 1994 in accordance with generally accepted government auditing standards.", "We obtained oral agency comments from FAS. These comments are discussed at the end of this letter."], "subsections": []}, {"section_title": "United States and Europeans Use Different Approaches to Foreign Market Development", "paragraphs": ["The structure for foreign market development of HVPs is fundamentally different in the United States than in three of the four European countries we reviewed. France, Germany, and the United Kingdom each rely primarily on a centralized marketing organization to promote their agricultural exports. The organizations are funded either entirely through user fees and levies on private industry, as with Germany, or through a combination of private and public funds, as with France and the United Kingdom. Both public and private sector representatives play a role in managing the marketing organizations. They conduct a number of different types of promotions, provide an array of services to exporters, and promote nearly all high-value products and commodities. The Netherlands does not have a single primary market development organization but rather a number of independent commodity boards and trade associations. These boards and associations, in coordination with the government, do most of that country’s foreign market development. (See app. II for a more detailed description of foreign market development by these four countries.)", "In France, the Société pour l’Expansion des Ventes des Produits Agricoles et Alimentaires (SOPEXA) is responsible for foreign market development. Jointly owned by the French government and private trade organizations, SOPEXA promotes French food and wine in about 23 foreign countries. The Ministry of Agriculture has ultimate control over SOPEXA and sits on its board of directors, but French officials said the Ministry has minimal influence over SOPEXA’s day-to-day operations and activities. In addition to SOPEXA, France has a quasi-government agency, the Centre Français du Commerce Extérieur (CFCE), that assists exporters of industrial and agricultural products by doing market research and providing foreign market information.", "Like France, Germany promotes most of its HVP exports through a quasi-governmental agency, the Centrale Marketinggesellschaft der deutschen Agrarwirtschaft (CMA). CMA maintains offices in eight foreign countries and generically promotes most German food and agricultural products. CMA is run by representatives of the German food industry and is guided by a council composed of both industry and government representatives. The wine and forestry industries have their own marketing boards, which also do foreign market development.", "Most HVP foreign market development in the United Kingdom is undertaken by Food From Britain, an organization created by the British government to centralize and coordinate agricultural marketing activities. It is controlled by a council appointed by the Ministry of Agriculture, Fisheries and Food and has offices in seven foreign countries. The Meat and Livestock Commission also conducts foreign market development activities of its own.", "In the Netherlands, several independent commodity boards and trade associations, which operate without government control, administer most activities for HVP foreign market development. The Ministry of Agriculture, Nature Management and Fisheries helps coordinate the promotional activities of the commodity boards and trade associations and also conducts some foreign market development activities of its own.", "In the United States, not-for-profit trade associations have primary responsibility for conducting their own marketing activities in foreign countries. USDA provides funding to support their export activities through its Market Promotion Program (MPP) and the Foreign Market Development Program, also known as the Cooperator Program. MPP provides money to the trade associations to conduct generic promotions or to fund private companies’ brand-name promotions. MPP activities are predominantly for high-value products. The Cooperator Program provides financial and technical support to U.S. cooperators, representing about 40 specific commodity sectors, who work at overseas offices to increase long-term access to and demand for U.S. products. The program is mostly aimed at promoting bulk commodities, but a portion of the program’s budget supports HVP market development (see app. III for a more detailed discussion of U.S. foreign market development).", "USDA’s Foreign Agricultural Service administers these programs and provides funding, but the individual trade associations themselves are generally responsible for carrying out the export activities. FAS conducts some promotional activities of its own and provides some services to exporters through its AgExport Services Division and its foreign attaché service."], "subsections": [{"section_title": "Available Information Shows That Europeans Spent Less on Market Development", "paragraphs": ["Although the Europeans, according to FAS, provide greater total support for agriculture in general, the four European countries we reviewed spent less in 1993 on foreign market development than did the United States, both in absolute terms and in proportion to their HVP exports. The total spending in 1993 on HVP market development in the four competitor countries varied considerably, from about $13 million for the United Kingdom to about $76 million for France, based on estimates by FAS and information provided by the foreign marketing organizations. The United States, by comparison, spent about $151 million in 1993 on generic or nationally oriented foreign market development for high-value products, mostly through the Market Promotion Program.", "Available information shows that the United States spent more than the four European countries, not just in terms of absolute dollars, but also as a percentage of HVP exports. While the United States spent about $65 in 1993 on foreign market development for every $10,000 in HVP exports, France spent about $30, the Netherlands about $21, Germany about $19, and the United Kingdom about $15 (see table 1).", "Because so many factors influence a country’s export levels, these figures alone are not sufficient to make judgments about the effectiveness of the countries’ foreign market development programs."], "subsections": []}, {"section_title": "European Foreign Market Development Depended Less on Government Expenditures", "paragraphs": ["The four European countries we reviewed relied largely on private funds, rather than government expenditures, in 1993 for their HVP market development. The European marketing organizations that promoted high-value products included various types of public-private partnerships. In all cases, however, the organizations were financed, at least in part, either through user fees or a system of mandatory levies on the agricultural industry. The sectors of agribusiness that paid the levies varied by country. They typically included producers but also sometimes included processors, wholesalers, or traders. The annual government expenditures for foreign market development ranged from zero to $29 million in 1993 in the four European countries we reviewed, according to estimates by FAS and information provided by the foreign marketing organizations. The portion of the country’s total foreign market development that was funded by government expenditures ranged from zero percent to 42 percent. By contrast, the U.S. government spent about $121 million on HVP foreign market development in 1993, representing about 80 percent of all U.S. spending on foreign market development for HVPs.", "In France, about 38 percent of total foreign market development for agriculture was funded by government expenditures in 1993. About 35 percent of the 1993 budget of SOPEXA, the export promotion agency, was provided by the government; the remainder came from producers or producer groups who benefited from SOPEXA’s promotions and who collected funds from producer levies. Government expenditures also funded 65 percent of CFCE, the market information agency, with the remainder coming from user fees.", "In Germany, CMA, the quasi-governmental export promotion agency, did not receive public funds in 1993. For many years, the agency has been financed entirely through compulsory levies on agricultural producers and processors.", "In the United Kingdom, about 42 percent of total foreign market development for HVPs was paid for by public funds. Food From Britain received about 60 percent of its funding in 1993 from government expenditures, with the rest coming from commodity marketing boards and user fees from individual exporters who requested services. The Meat and Livestock Commission, which also does export promotion of its own, received about 12 percent of its budget from government expenditures.", "In the Netherlands, more than 90 percent of foreign market development expenditures in 1993 were made by commodity boards and trade associations, which raised money through levies on producers and traders. The remaining market development activity was conducted by the Netherlands’ Ministry of Agriculture, Nature Management and Fisheries.", "In the United States, government expenditures funded an estimated 80 percent of total HVP foreign market development in 1993. FAS paid 81 percent of the cost of HVP activities sponsored under the Market Promotion Program, while the trade organizations sponsoring the activities contributed the remainder. FAS also contributed 73 percent of the cost of HVP activities for the Cooperator Program. In addition, FAS funded about 62 percent of the $6.1 million in activities sponsored by its AgExport Services Division, which assists in HVP foreign market development. (See app. IV for information about the five countries’ marketing organizations and estimates of their expenditures.)"], "subsections": []}, {"section_title": "Various Factors Affect HVP Exports Levels", "paragraphs": ["Foreign market development is only one of many factors that influence a country’s success in exporting HVPs. For example, the government expenditures previously cited include spending on foreign market development activities, such as market research and consumer promotion but do not include spending on other kinds of agricultural support and export programs, such as direct export subsidies, domestic subsidies, and price supports. These programs also serve, directly or indirectly, to increase HVP exports, and spending for such programs is estimated by FAS to be far higher in Europe than it is in the United States. According to FAS, total agricultural support spending in 1992 was $46.7 billion in the European Union, compared with $10.9 billion in the United States.", "Furthermore, the bulk of agricultural exports of the four European countries we reviewed went to other European Union members. For several reasons, an EU producer is likely to have an easier time exporting to another EU country than a U.S. producer would. The EU’s Common Agricultural Policy has created a unified set of trade regulations and eliminated among members most tariff and nontariff trade barriers, making trade between EU members somewhat comparable to U.S. interstate commerce. European producers are also more likely to be familiar with the consumer preferences, customs, and distribution systems of other European countries. Moreover, because of the vast domestic market in the United States, U.S. producers may be less likely to seek out export markets than European producers, who have smaller domestic markets and often have a long history of exporting a substantial portion of their production."], "subsections": []}]}, {"section_title": "U.S. and European Export Promotion Activities", "paragraphs": ["The U.S. and European marketing organizations we reviewed carry out similar foreign market development activities, though the emphasis they put on the various activities differs. The activities conducted generally included market research, consulting services, trade servicing, consumer promotions, advertising, and sponsorship at trade shows.", "Market research is often considered the foundation of market development. It is conducted to determine the potential demand for a particular product, to assess consumer preferences, or to develop statistical information on agricultural trade and economics. Consulting services may be offered to provide advice to exporters on appropriate promotions and to help exporters learn about the laws, regulations, and requirements of particular markets. Trade servicing involves developing trade leads to match up exporters with appropriate importers. In addition, some organizations advertise their country’s products in trade journals and other publications in order to support retail promotion strategies and to enhance the image and awareness of their country’s products.", "Consumer-oriented activities include in-store promotions, where advertising materials and product samples are distributed at point-of-sale locations. These activities may serve either to promote a particular product or to enhance the overall image of a country’s food products. Additionally, some organizations provide retail stores with advertising displays and decorations. Some countries’ marketing organizations also do direct consumer advertising on television, on radio, or in print. Finally, marketing organizations assist their exporters by coordinating or subsidizing their participation in international trade shows. Trade shows allow exporters to test a market, meet potential buyers, and monitor the competition.", "In general, the U.S. programs place more emphasis on consumer advertising than do the European programs. MPP funds are often used by U.S. companies or producer groups to finance product advertising campaigns, which tend to be an expensive form of market promotion. Representatives of the European marketing organizations generally told us that consumer advertising was too costly, given their limited budgets. They focused more on influencing wholesalers and usually placed a higher priority on trade shows. They attempted to reach consumers more through vehicles such as in-store promotions than through direct media advertising.", "In our 1990 review of foreign market development organizations, we reported that many other nations integrated their foreign market development activities—coordinating their market research, promotional activities, and production capabilities to meet consumer demand in foreign markets. U.S. producers and producer groups did not coordinate their activities in the same manner, nor did they strategically target markets as did some of their competitors. This may be because European marketing organizations, such as France’s SOPEXA and Germany’s CMA, promote nearly all agricultural products and thus can develop integrated marketing plans for increasing their countries’ HVP exports. The system of foreign market development in the United States is far more decentralized.", "As we have reported, USDA has been slow to develop a USDA-wide marketing strategy that would assist U.S. producers in becoming more coordinated and marketing oriented in their approach to promoting U.S. exports."], "subsections": []}, {"section_title": "United States and Europeans Differ in Evaluating Program Activities", "paragraphs": ["The European organizations we reviewed perform little formal, quantified evaluation of their HVP promotion efforts. Representatives of foreign market development organizations we contacted all said that quantifying the overall success of foreign market development is extremely difficult because of the large number of variables that affect a country’s exports. Instead, evaluations of foreign market development programs are based more on the subjective observations and judgments of marketing staff and on the satisfaction of producers involved in the promotional efforts. Representatives of the foreign organizations said they do such things as conduct surveys of trade show participants to gauge their satisfaction or measure the number of buyer contacts that result from an advertisement in a trade journal.", "USDA attempts to measure the effectiveness of activities funded under MPP by evaluating the results of participants’ ongoing activities against measurable goals provided in the participants’ funding proposals. USDA said it is also developing a methodology that would identify activities that have not been effective in expanding or maintaining market share. The methodology would include a statistical analysis that would compare export sales with a participant’s MPP expenditures in both overall and individual markets. In addition, an FAS official told us that an econometric model is under development that would evaluate the effectiveness of MPP participants’ expenditures in increasing U.S. exports."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We discussed the information in this report with FAS officials, including the Administrator, on September 9, 1994, and incorporated their comments where appropriate. FAS generally agreed with the report’s findings. FAS emphasized that the UR agreement may lead European governments to increase their funding of foreign market development in the near future. FAS said some European governments may try to shift funds previously spent on export subsidies, which would be restricted under this agreement, to market promotion programs, which would not be directly restricted under the UR agreement. FAS said it will be closely monitoring such spending as the UR agreement goes into effect.", "We are sending copies of this report to the Secretary of Agriculture and other interested parties. We will make copies available to others upon request.", "If you have any questions concerning this report, please contact me at (202) 512-4812. The major contributors to this report are listed in appendix VI."], "subsections": []}]}, {"section_title": "Major Exporters of High-Value Products (HVP), 1992", "paragraphs": [], "subsections": []}, {"section_title": "Foreign Market Development by France, Germany, the United Kingdom, and the Netherlands", "paragraphs": ["Foreign market development organizations are characterized by various organizational and funding structures. The organizations generally consist of some form of public-private partnership funded by some combination of government funds, user fees, and legislated levies on private industry. We reviewed the organizations that do foreign market development in four European countries: (1) France, (2) Germany, (3) the United Kingdom, and (4) the Netherlands."], "subsections": [{"section_title": "France", "paragraphs": ["France was the world’s second largest high-value product exporter in 1992, with more than 70 percent of its agricultural exports going to other European Union (EU) countries. Wine, cheese, and meats were among its major HVP exports. France has a very strong food-processing sector and enjoys a reputation for aggressive and well-focused foreign market development.", "The majority of French HVP foreign market development is conducted by the Société pour l’Expansion des Ventes des Produits Agricoles et Alimentaires (SOPEXA), whose mission is the expansion of export markets for French food and wine. SOPEXA is jointly owned by the French government and various agricultural trade organizations, but the government has minimal influence on its day-to-day operations. About 35 percent of SOPEXA’s budget came from the Ministry of Agriculture in 1993; the remainder came from producers or producer groups that benefited from SOPEXA’s promotions and that collect funds from product levies. SOPEXA has offices in about 23 foreign countries. Its foreign market development expenditures in 1993 were about $68.6 million.", "The Centre Français du Commerce Extérieur (CFCE) is a quasi-government agency that seeks to increase exports by providing statistical information, market studies, and consulting services to French exporters. About 15 percent of its activity relates to food and agricultural exports. CFCE provides its services to both public agencies, such as the Ministry of Agriculture and SOPEXA, and to private exporters, who funded about 35 percent of CFCE’s budget in 1993 through user fees for the services they receive. CFCE spent about $7 million of its budget in 1993 on activities related to food and agriculture. It had about 180 foreign offices, the majority staffed by French commercial attachés.", "The U.S. Department of Agriculture’s Foreign Agricultural Service (FAS) office in Paris said it expects the French government to continue its strong support for foreign market development through SOPEXA and that there is likely to be an increased emphasis on the promotion of wine, cheese, and other highly processed food items. At the same time, government funding for CFCE is expected to gradually decline as private sector financing of its activities increases."], "subsections": []}, {"section_title": "Germany", "paragraphs": ["Germany is a sophisticated food processor and was the world’s fourth largest exporter of high-value agricultural products in 1992. Its major HVP exports included milk, cheese, meats, and processed foods. More than two-thirds of its agricultural exports went to other EU countries in 1993.", "Foreign market development is conducted by the Centrale Marketinggesellschaft der deutschen Agrarwirtschaft (CMA), a quasi-governmental agency that does national generic promotions for most German food and agricultural products. CMA is funded by mandatory legislated levies on agricultural producers and processors, as well as by user fees. It is directed by a supervisory board composed of representatives of industry and government. The board appoints CMA’s top managers.", "CMA is known for the breadth of its services, which it provides to a broad spectrum of the German agricultural industry, including the producer, processor, retailer, and exporter. Its marketing efforts include not just product promotion but also market research and distribution. CMA represents nearly all agricultural products, with the exception of wine and forest products; these have their own independent marketing boards.", "In 1993, CMA spent an estimated $32 million on foreign market development. All of its funds came from the private sector through mandatory levies; the government provided no funds for foreign market development of HVPs. In addition, the Wine Marketing Board spent approximately $6.3 million, and the Forestry Marketing Board an estimated $400,000, on foreign market development."], "subsections": []}, {"section_title": "United Kingdom", "paragraphs": ["The United Kingdom was the world’s ninth largest HVP exporter in 1992. Its major high-value product exports included alcoholic beverages and meat, and more than 60 percent of its 1992 agricultural exports went to other EU nations.", "Promotion of agricultural exports is mostly the responsibility of Food From Britain, a quasi-governmental corporation created in 1983 to centralize and coordinate the United Kingdom’s agricultural marketing efforts. The organization is overseen by a council composed of industry representatives who are appointed by the Minister of Agriculture, Fisheries and Food. Food From Britain has offices in seven foreign countries. Its activities include retail promotions, seminars, media events, and consulting services.", "In 1993, Food From Britain spent about $7.9 million on foreign market development. About 60 percent of its budget came from a government grant. Most of the rest came from contributions by commodity organizations and from user fees from exporters who benefited from Food From Britain’s services. A separate organization, the Meat and Livestock Commission, also does foreign market development, totaling about $4.6 million in 1993.", "The United Kingdom’s HVP foreign market development spending is small relative to the other European countries and the United States. According to the FAS office in London and British officials that we spoke with, there has been increasing public discussion in the United Kingdom about the need to more aggressively promote agricultural exports. Food From Britain is expected to focus almost exclusively on export promotion, leaving domestic promotional activities to other organizations, according to its U.S. representative. In addition, according to an official from the Ministry of Agriculture, Fisheries and Food, the government is committed to reducing Food From Britain’s reliance on government funding and to have it rely more on private industry funding. At the same time, however, FAS said the British government is considering starting a new program to help fund foreign market development for agricultural products."], "subsections": []}, {"section_title": "The Netherlands", "paragraphs": ["The Netherlands was the world’s largest exporter of high-value agricultural products in 1992. Its major exports were meats, dairy products, fresh vegetables, and cut flowers. More than 70 percent of its total agricultural exports went to EU countries in 1992.", "The majority of Dutch HVP foreign market development is conducted through commodity boards or industry trade associations, such as the Dutch Dairy Bureau and the Flower Council of Holland. These organizations are independent of government control and are funded through levies on producers, wholesalers, processors, and traders. The combined export promotion budgets for these organizations in 1993 were estimated at $59.3 million. Most of the promotional activity was targeted at other EU nations.", "The Dutch Ministry of Agriculture, Nature Management and Fisheries also conducts generic promotional activities, usually through its agricultural attachés who are posted abroad. About 50 percent of the Ministry’s $4.8 million promotion budget in 1993 was used to organize trade exhibitions, while trade advertising and in-store promotions accounted for about 15 percent. Other activities included trade servicing and basic market research. The Ministry and the private commodity organizations work together closely and frequently collaborate in their market development activities.", "Officials at the Dutch embassy in Washington, D.C., and Dutch promotion organizations told us that because of budget constraints, the Dutch government is moving toward privatization of agricultural export promotion. The subsidy provided to exhibitors at trade shows has been reduced, and the Ministry has diminished its role in market reporting and trade leads, increasingly turning those functions over to the private trade associations."], "subsections": []}]}, {"section_title": "Foreign Market Development by the United States", "paragraphs": ["Most foreign market development of U.S. high-value products is carried out by not-for-profit trade associations. These associations typically promote a single commodity or group of related commodities and are generally financed, at least in part, through producer contributions. The trade associations receive most of their funds for foreign market development from the U.S. government via USDA’s Market Promotion Program (MPP). MPP operates through not-for-profit trade associations that either conduct generic promotions themselves or pass funds along to for-profit companies to conduct brand-name promotions. Promotional activities under MPP include such things as market research, retail promotions, and consumer advertising.", "In 1993, U.S. producers and trade associations spent about $136.5 million on overseas promotional activities for high-value products sponsored by MPP. The government paid about 81 percent of this cost, or about $111 million, and program participants, who are required to share in the cost of their promotions, paid the rest. In addition, some not-for-profit trade associations conducted foreign market development activities that were independent of MPP.", "USDA’s Foreign Market Development Program, also known as the Cooperator Program, provides funds to about 40 cooperators representing specific U.S. commodity sectors. These cooperators work overseas to build markets for U.S. agricultural products through such activities as trade servicing, technical assistance, and consumer promotions. The Cooperator Program supports mostly bulk products, but a portion of funds for the program went to promote high-value products in 1993. USDA funding for high-value product market development under the Cooperator Program was about $6 million in 1993. The cooperators contributed an additional $2 million.", "USDA’s Foreign Agricultural Service has the primary government role in market development and promotion of HVPs. In addition to administering MPP and the Cooperator Program, FAS provides a variety of services to U.S. agricultural exporters. Among these are a database that lists foreign buyers and U.S. suppliers, FAS publications that highlight trade opportunities in export markets, and support or sponsorship of international trade shows. In addition, FAS maintains an overseas network of about 75 attaché posts and agricultural trade offices that seek to increase U.S. agricultural exports through commodity reporting, trade policy work, and market development activities. FAS’ AgExport Services Division provided about $3.8 million in 1993 to these overseas offices to fund such promotional activities as trade shows, trade servicing, consumer promotions, publications, and trade missions. Through user fees, exporters contributed an additional $2.3 million to these activities."], "subsections": []}, {"section_title": "Information on Five Countries’ Marketing Organizations, 1993", "paragraphs": ["Government division that supports promotional activities at overseas posts (Table notes on next page)"], "subsections": []}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to obtain information on (1) the organizations in France, Germany, the United Kingdom, and the Netherlands that help develop foreign markets for high-value agricultural products; (2) the programs of the U.S. Department of Agriculture for HVP foreign market development; and (3) the ways in which these five countries’ programs are evaluated to determine their effectiveness in increasing exports.", "To obtain information on the foreign market development efforts of France, Germany, the United Kingdom, and the Netherlands, we conducted telephone interviews and met in the United States with officials of foreign marketing organizations and the embassies of the four countries. We also analyzed reports by, and conducted telephone interviews with, FAS attachés posted in the four countries. In addition, we conducted a literature search of information related to foreign market development.", "To learn about the foreign market development activities of the United States, we reviewed relevant FAS documents and legislation and met with FAS representatives in Washington, D.C. In addition, we conducted telephone interviews with representatives of regional trade associations and met with representatives of USDA’s Economic Research Service.", "Because of the inherent difficulties in determining the effectiveness of market development activities, and because of our limited time frame, we did not evaluate the effectiveness of the European or U.S. market development activities. However, we did discuss with the countries’ program officials in the United States how they evaluated and determined the effectiveness of their programs. We also discussed U.S. efforts to evaluate promotion activities with representatives of FAS and reviewed documents describing their evaluation methodologies.", "Our review looked only at market development and promotion activities, which include such activities as consumer promotion, trade servicing, and market research. It did not include export subsidies, domestic subsidies, and internal price supports.", "The budgets of some of the foreign market development organizations we reviewed, such as Food From Britain and the Netherlands’ Ministry of Agriculture, Nature Management and Fisheries, were public information. However, the expenditures of certain other foreign organizations, such as Germany’s CMA and France’s SOPEXA, were not made public. We received estimates of their budgets from FAS staff overseas. We did not independently verify the budget estimates. We did, however, attempt to corroborate the estimates with representatives of the foreign organizations and with other sources. In some cases, the budgets of foreign market organizations did not clearly delineate between domestic versus export promotion, or bulk versus high-value product promotion. In these cases, we worked with FAS to provide a best estimate of the portion of the budget devoted to foreign market development of high-value products.", "There is no uniform scheme for classifying agricultural products, and there are various definitions for what constitutes a high-value product. The numbers used in this report for exports of U.S. and European HVPs are based on analysis by USDA’s Economic Research Service of data from the Food and Agriculture Organization of the United Nations. For the purposes of these 1992 export statistics, ERS’ definition of HVPs included semiprocessed foods, such as wheat flour and vegetable oil, but excluded certain products that did not meet ERS’ statistical definition of an agricultural product. Thus the HVP export data for 1992 did not include cigarettes, distilled spirits, fishery products, or forestry products. Trade statistics sometimes exclude intra-EU trade, since this trade is sometimes viewed as comparable to U.S. interstate commerce. However, we have included intra-EU trade in our trade statistics, since the European organizations we reviewed treat trade with other EU countries as foreign (as opposed to domestic) market development, and since a considerable portion of their export promotion activity is within the EU."], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "General Government Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Boston Regional Office", "paragraphs": ["C. Jeffrey Appel, Evaluator-in-Charge Jason Bromberg, Evaluator The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (301) 258-4097 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": [{"section_title": "Address Correction Requested", "paragraphs": [], "subsections": []}]}]}], "fastfact": []}