{"id": "GGD-99-103", "url": "https://www.gao.gov/products/GGD-99-103", "title": "Personal Bankruptcy: Analysis of Four Reports on Chapter 7 Debtors' Ability to Pay", "published_date": "1999-06-21T00:00:00", "released_date": "1999-06-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO provided information on the methodologies used in four reports on bankruptcy debtors' ability to pay their debts--two by Ernst Young LLP, one by Creighton University, and one by the Executive Office for U.S. Trustees."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) determining which of these four reports most accurately reflects what would happen to chapter 7 debtors if needs-based bankruptcy reform were enacted would depend on the details of the legislation eventually enacted as well as which assumptions about debtors' income, expenses, debts, and repayment capacity prove to be more accurate; (2) each of the four reports represents a reasonably careful effort to estimate: (a) the percentage of chapter 7 debtors who would be required to enter a chapter 13 debt repayment plan if a specific set of proposed needs-based legislative provisions were enacted; and (b) the amount of debt such debtors could potentially repay over a 5-year repayment period; (3) can-pay debtors were defined as those debtors whose gross income met or exceeded a household income test and who could potentially repay a specific minimum amount of unsecured nonpriority debt over 5 years; (4) the reports' estimates of the proportion of the can-pay debtors in their respective samples were 15 percent, 10 percent, and 3.6 percent; (5) the reports' estimates of the amount of unsecured nonpriority debt that the can-pay debtors could potentially repay over 5 years ranged from about $1 billion to $4 billion; (6) it is important to note that these repayment estimates do not necessarily represent unsecured nonpriority creditors' potential net gain from implementing needs-based bankruptcy, compared with current practice; (7) under the bankruptcy law, many chapter 7 debtors already repay at least some of their debt, either because they voluntarily reaffirm some debts or because the debts cannot be discharged in bankruptcy; (8) following the close of their bankruptcy cases, debtors remain financially responsible for all debts that they reaffirm with the bankruptcy court and all debts that cannot be discharged in bankruptcy; (9) to develop its percentage and dollar estimates, each of the reports made a number of assumptions, which varied by report; (10) however none of these assumptions has been validated; and (11) the reports reached different estimates of can-pay debtors principally because each report used different and noncomparable samples of debtors, different proposed needs-based legislative provisions, and different methods and assumptions for determining debtors' allowable living expenses."]}], "report": [{"section_title": "Letter", "paragraphs": ["As you requested, this report compares and evaluates the methodologies used by four reports on bankruptcy debtors’ ability to pay their debts—two by Ernst & Young LLP (Ernst & Young) under the sponsorship of VISA U.S.A. and MasterCard International, one by Creighton University under the sponsorship of the American Bankruptcy Institute (Creighton/ABI),and one by the Executive Office for U.S. Trustees (EOUST). These reports address a major public policy issue—the amount of income that those who file for personal bankruptcy have available to pay their debts. Specifically, you requested that we evaluate and compare each report’s research methodology for estimating the number of bankruptcy debtors who would be able to pay a portion of their debts and the amount of debt such debtors could repay. Last year, we reported on our evaluation of a similar report by the Credit Research Center.", "Debtors who file personal bankruptcy petitions usually file under chapter 7 or chapter 13 of the bankruptcy code. Generally, debtors who file under chapter 7 of the bankruptcy code seek a discharge of all their eligible dischargeable debts. Debtors who file under chapter 13 submit a repayment plan, which must be confirmed by the bankruptcy court, for paying all or a portion of their debts over a 3-year period, unless for cause the court approves a period not to exceed 5 years. Recent congressional bankruptcy reform proposals would establish “needs-based” provisions for personal bankruptcy in which a debtor who was determined to be able to pay a specified portion of his or her debts would be required to file under chapter 13 of the bankruptcy code."], "subsections": [{"section_title": "Background", "paragraphs": ["Personal bankruptcy filings have set new records in each of the past 3 years, reaching about 1.4 million in calendar year 1998, of which more than 1 million were chapter 7 filings. There is little agreement on the causes for such high personal bankruptcy filings in a period of relatively low unemployment, low inflation, and steady economic growth. Nor is there agreement on the number of debtors who seek relief through the bankruptcy process who have the ability to pay at least a portion of their debts and the amount of debt such debtors could potentially repay.", "Several bills were introduced in the 105th Congress that would implement some form of “needs-based” bankruptcy for those who file for personal bankruptcy under chapter 7 of the bankruptcy code. The conference report on the Bankruptcy Reform Act of 1998, H.R. 3150, passed the House in October 1998, but did not reach a vote in the Senate. In the 106th Congress, the conference report version of H.R. 3150 was introduced in the House as H.R. 833, and a bill with somewhat different provisions, S.625, was introduced in the Senate.", "Each of these bills has included provisions for determining when a debtor could be required to file under chapter 13 of the bankruptcy code, rather than under chapter 7. Currently, the debtor usually determines whether to file under chapters 7 or 13. Generally, these bills would require debtors who filed under chapter 7 and whose gross monthly income met a specified income threshold to undergo a detailed analysis of their income, expenses, and debts to determine whether they could proceed under chapter 7 or be required to file under chapter 13. Under chapter 13, debtors enter into a repayment plan, which must be approved by the bankruptcy court, to repay their debts over a period not to exceed 3 years, unless for cause the bankruptcy court approved a period not to exceed 5 years. The “needs-based” bankruptcy reform bills introduced in the 105th and 106th Congress would generally mandate a 5-year repayment period for debtors required to file under chapter 13, rather than under chapter 7. Generally, the private panel trustee would be responsible for making the initial determination of whether a debtor would be permitted to proceed under chapter 7.", "Under the bankruptcy code, a debtor’s debts may be grouped into three general categories for the purposes of determining creditor payment priority: (1) secured debts, for which the debtor has pledged collateral, such as home mortgage and automobile loans; (2) unsecured priority debt, such as child support, alimony, and certain back taxes; and (3) unsecured nonpriority debt, such as credit card debts, student loans, and other unsecured personal loans. In analyzing debtors’ repayment capacity, the four reports focused principally on the proportion of total unsecured nonpriority debt that debtors could potentially repay. In general, “needs- based” bankruptcy bills introduced in the 105th and 106th Congress would require debtors to file under chapter 13 if the debtors met or exceeded a specific income standard and could repay all their nonhousing secured debts, all their unsecured priority debts, and a minimum specified amount of their unsecured nonpriority debts over a 5-year period."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To evaluate and compare the four reports’ research methodologies, we assessed the strengths and limitations, if any, of each report’s assumptions and methodology for determining debtors’ ability to pay and the amount of debt that debtors could potentially repay. The comments and observations in this report are based on our review of the March 1998 and March 1999 Ernst & Young reports, the March 1999 Creighton/ABI report, and the January 1999 EOUST report; some additional information we requested from each report’s authors; independent analyses using the Creighton/ABI report’s database; and our experience in research design and evaluation. We reviewed specific aspects of each report’s methodology, including the proposed legislation on which the report was based, how the bankruptcy cases used in the analysis were selected, what types of assumptions were made about debtors’ and their debt repayment ability, how debtors’ income and allowable living expenses were determined, and whether appropriate data analysis techniques were used. We also assessed the similarities and differences in the methodologies used in the four reports.", "In addition to reviewing the reports, we had numerous contacts with the reports’ authors. On March 16, 1999, we met with one of the authors of the Creighton/ABI report, and on March 25, 1999, we met with the authors of the two Ernst & Young reports to discuss our questions and observations about each report’s methodology and assumptions. Following these discussions, we created a detailed description of each report’s methodology (see app.I), which we sent to the authors of each report for review and comment. On the basis of the comments received, we amended our methodological descriptions as appropriate. The authors of the Creighton/ABI report responded to written questions we submitted. Ernst & Young, Creighton/ABI, and EOUST provided additional details on their methodologies and assumptions that were not fully described in their reports. We did not verify the accuracy of the data used in any of these reports back to the original documents filed with the bankruptcy courts. However, the Creighton/ABI authors provided us with a copy of the database used in their analysis. Ernst & Young declined to provide a copy of their database, citing VISA’s proprietary interest in the data. (VISA U.S.A. and MasterCard International sponsored the Ernst & Young reports.) We received the EOUST report in early April and, because of time constraints, did not request the database for the report. We reviewed the Creighton/ABI data and performed some analyses of our own to verify the authors’ categorization of data used in their analyses. In our review, we found that the Creighton/ABI researchers prepared and analyzed their data in a careful, thorough manner.", "The team that reviewed the reports included specialists in program evaluation, statistical sampling, and statistical analysis from our General Government Division’s Design, Methodology, and Technical Assistance group. We did our work between February and May 1999 in Washington, D.C., in accordance with generally accepted government auditing standards. On May 18, 1999, we provided a draft of our report to Ernst & Young, the authors of the Creighton/ABI report, and EOUST for comment. Each provided written comments on the report. In addition, on May 28, 1999, we met with representatives from Ernst & Young to discuss their comments on the draft report. Ernst & Young and Creighton/ABI also separately provided technical comments on the report, which we have incorporated as appropriate. The Ernst & Young, Creighton/ABI, and EOUST written comments are summarized at the end of this letter and contained in appendixes III through V."], "subsections": []}, {"section_title": "Shared Characteristics of the Four Reports", "paragraphs": ["Each of the reports found that at least some portion of chapter 7 debtors— ranging from 3.6 percent to 15 percent--met the definition of “can-pay” debtors as that term was defined in each report’s methodology.  The amount of unsecured nonpriority debt that each report estimated these “can-pay” debtors could repay over 5 years ranged from about $1 billion to about $4 billion.", "It is important to note that these estimates do not necessarily represent unsecured nonpriority creditors’ potential net gain from implementing needs-based bankruptcy, compared with current bankruptcy practice. It was not the objective of any of these reports to estimate the potential net gain to creditors (secured or unsecured) under “needs-based” bankruptcy and, consequently, none of the reports attempted to do so. Currently, many chapter 7 debtors repay at least some of their debts. Debtors may voluntarily reaffirm—that is, agree to repay—specific debts (most commonly home mortgage or vehicle loans) or they may, in effect, be required to repay others. Some debts, including such unsecured nonpriority debts as most student loans, cannot be discharged in bankruptcy. Following the close of their bankruptcy cases, debtors remain financially responsible for all debts reaffirmed with the bankruptcy court and all debts that cannot be discharged in bankruptcy.", "In developing its estimates of “can-pay” debtors and the total amount of debt such debtors could repay, each report made a number of assumptions, which varied by report. Three of these assumptions were used in all four reports: (1) the data in debtors’ schedules of current estimated income, current estimated monthly expenses, and debts were accurate and could be used as the basis for forecasting debtors’ income and expenses for a 5-year period; (2) debtors’ income and allowable living expenses would remain unchanged during the 5-year repayment period; and (3) all debtors required to file under chapter 13 and enter a 5-year repayment plan would complete that plan. The reports used the second and third assumptions because proposed “needs-based” legislation specified their use in identifying “can-pay” chapter 7 debtors. However, none of these assumptions has been validated.", "Each report’s data on debtors’ income, debts, and most living expenses were from the financial schedules that debtors generally file at the same time as their bankruptcy petitions. The instructions for the income and expense schedules specifically ask the debtors to enter their “estimated” monthly income or expenses. Although these schedules are the only source of detailed debtor financial data publicly available, the data in the schedules are of unknown accuracy and reliability.", "Both Ernst & Young and Creighton/ABI, for example, developed separate methodologies for valuing the amount of unexpired vehicle leases because the data debtors reported on the schedule for unexpired leases was incomplete or inconsistent. In some cases, for example, debtors reported the monthly lease payment rather than the total amount of the payments due on the remainder of the lease. To the extent this occurred, it would have understated the amount owed on the lease and, thus, overstated a debtor’s repayment capacity. The National Bankruptcy Review Commission’s October 1997 report noted that there had been no empirical report of the accuracy of the financial data initially reported by bankruptcy debtors, and it recommended random audits of such data.", "Each report noted that the proposed legislation used in its analysis required the use of the assumptions that all “can-pay” debtors who entered a 5-year repayment plan would complete the plan without modification and that such debtors’ income and expenses would remain stable during the 5-year repayment period. All four reports noted that a debtor’s income and/or expenses may change during the course of a 5-year repayment plan and that any such changes could affect a debtor’s repayment capacity. The Creighton/ABI and EOUST reports asserted that it was likely that many debtors would experience a change in income, expenses, or both over the 5-year period that would reduce their ability to complete their repayment plans.", "Available evidence suggests that at least some percentage of debtors would be unable to complete their chapter 13 repayment plans. A 1994 AOUSC report reviewed the outcomes of all 953,180 chapter 13 cases filed between calendar years 1980 and 1988 and terminated by September 30, 1993. The report found that about 36 percent of debtors who voluntarily entered a 3- to 5-year bankruptcy debt repayment plan under chapter 13 were able to complete their repayment plans and obtain discharges. Another 14 percent of these debtors were unable to complete their chapter 13 plans and had their eligible debts discharged after their cases were converted to chapter 7. About 49 percent had their cases dismissed and did not receive a discharge of their eligible dischargeable debts. The results of the AOUSC report caution against making broad conclusions about debtors’ ability to maintain debt payments over a 5-year period based on the data in the initial debtor financial schedules alone. If needs-based bankruptcy provisions were enacted, at least some debtors are likely to experience a change in their financial circumstances during a 5-year repayment period that could increase or decrease their repayment capacity. Thus, at least some percentage of debtors who complete their repayment plans are likely to have those repayment plans modified during the 5-year repayment period. In addition, there is no empirical basis for assuming that the completion rate would be 100 percent, as assumed in each of these reports. To the extent that the completion rate was less than 100 percent, the amount of debt repaid to creditors could be less than estimated in the reports."], "subsections": []}, {"section_title": "Differences in the Four Reports", "paragraphs": ["The reports differed in their sampling methods, the calendar period from which the sample of debtors was selected, the proposed legislation used as the basis for their repayment capacity analyses, the income levels used to screen debtors for further repayment analysis, the methods used to impute interest for certain debts, and the assumptions used to estimate debtors’ allowable living expenses and debt repayments. Thus, the reports also differed in the proportion of debtors—the “can-pay debtors--they estimated would have sufficient income, after paying allowable living expenses, to repay all of their nonhousing secured debts, all their unsecured priority debts, and a specific minimum portion of their unsecured nonpriority debts over a 5-year period. The different methods and assumptions used in each report’s analysis are discussed in detail in appendixes I and II."], "subsections": [{"section_title": "Sampling Differences", "paragraphs": ["The two Ernst & Young reports, the Creighton/ABI report, and the EOUST report used different types of samples drawn from different populations of bankruptcy petition filers. These differences limit the degree to which the results of each report can be compared.", "The Ernst & Young reports were based on a national probability sample of about 2,200 drawn from all chapter 7 bankruptcy cases filed nationwide during calendar year 1997. The cases were selected randomly from the petitions filed in all federal bankruptcy districts, largely in proportion to each district’s total chapter 7 filings. Consequently, the results of the Ernst & Young reports can be generalized to all chapter 7 petitions filed nationwide in calendar year 1997.", "The Creighton/ABI report used randomly selected chapter 7 cases that met certain qualifications from seven judgmentally selected bankruptcy districts. The districts used in the report were originally chosen for a different purpose—a report of debtors’ reaffirmations of their debts.  The report’s results can only be generalized to these seven districts. Therefore, neither extrapolation of the Creighton/ABI results to the nation nor comparison to the results of Ernst & Young’s March 1998 report is supported by the methods used. The Creighton/ABI report’s authors acknowledged that the two reports were based on different sample designs. However, they still portrayed their results as comparable with those of the Ernst & Young report. Nevertheless, we recognize that statistically valid probability samples of less than national scope, such as Creighton/ABI’s, are often mandated by limited resources. The results of such samples, appropriately limited to the scope of the sample, can provide useful information for policymakers.", "The EOUST report was based on a nonprobability sample of nearly 2,000 cases drawn from those chapter 7 cases designated as no-asset by the U.S. Trustees in 84 of the 90 bankruptcy districts and closed in the first half of calendar year 1998. The cases were selected in proportion to each district’s chapter 7 filings during calendar year 1997. Cases from six bankruptcy districts in Alabama and North Carolina were excluded from the report because these districts do not have U.S. Trustees. Because statistical probability sampling methods were not used to select the cases closed within each district, standard statistical methods are not technically applicable for making inferences from these results to the population of no-asset chapter 7 cases from those 84 bankruptcy districts closed during this period.  However, treating such a sample as if it were a random sample may sometimes be reasonable from a practical point of view. EOUST, based on its subject matter expertise, asserts that these cases are as random as those they would have obtained from a statistical random sample of filings from each Trustee’s office. We have no basis to judge the accuracy of that assertion."], "subsections": []}, {"section_title": "Each Report’s Analysis Was Based on Different Proposed Legislation", "paragraphs": ["Each of the four reports used different proposed legislation as the basis for its analysis of debtor repayment capacity. The two Ernst & Young reports and the Creighton/ABI report each used different proposed legislation introduced in or passed by the House of Representatives in 1998 or 1999. The EOUST report was based on a mix of the provisions in specific versions of H.R. 3150 and S.1301, two bills Congress considered in 1998. The basic similarities and differences in the “needs-based” provisions of the proposed legislation used in the Ernst & Young, Creighton/ABI, and EOUST reports are shown in table 1. Basic differences include the median income thresholds used to select debtors for repayment capacity analyses and the two key tests used to identify the “can-pay” debtors."], "subsections": []}, {"section_title": "Differences in Determination of Debtors’ Median Income", "paragraphs": ["Each report relied on annual household median income data as reported by the U.S. Census Bureau to select debtors for further analysis of their repayment capacity. Each debtor’s annual gross household income was compared with the median national annual gross household income for a household of comparable size—one person, two persons, and so forth. However, in making this comparison, the reports used different national median income thresholds from the Census Bureau and data for different calendar years (1993, 1996, or 1997).  These differences reflect the different median income tests in the different proposed legislative provisions used in various reports’ analyses and the different years from which each report’s sample was drawn.", "The Census Bureau reports annual gross median incomes for different types of households by household size. Generally, for each household size, incomes for nonfamily households of two or more are less than incomes for family households of two or more. The Census Bureau table chosen for analysis can also make a difference. For example, the 1997 annual gross median income for a household with one earner was $29,780. This was $11,018 more than the 1997 annual gross median income of $18,762 for a 1- person household. The Census Bureau defines a household as all persons, related and unrelated, occupying a housing unit. The Census Bureau defines a family household as a group of two or more persons related by birth, marriage, or adoption who reside together. Thus, the table chosen for comparison can affect whether a debtor’s income is determined to be above or below the national median for a household of comparable size.", "To illustrate the effect of each report’s median household income test, table 2 compares the median annual gross household incomes each report would have used had all the reports used the 1997 Census Bureau tables. For example, the 1998 Ernst & Young report determined median income using household income by household size. Debtors would have been selected for further repayment analysis if their incomes were more than 75 percent of the Census Bureau amounts shown in table 2. Thus, debtors in four--person households would have been selected for further analysis if their 1997 annual gross household incomes were more than $39,874 (75 percent of $53,165). In the other three reports, debtors in four-person households would have been selected for further analysis if their 1997 gross annual incomes were at least $53,350—a difference of $13,476.", "As shown in table 2, in the Census Bureau tables, national median incomes peak at households of four and decline for households of more than four. Three of the reports made adjustments for this fact. Each used a different method, based on the specific proposed legislative provisions used in its analysis. For family households of four or more, the Creighton/ABI report used the median income for a family of four. For each additional household member over four, the 1999 Ernst & Young and EOUST reports used the median income for a family of four, plus $583 annually (Ernst & Young) or $583 monthly (EOUST) for each additional family household member over four. Table 2 shows the difference these adjustments would make. Had each report used the 1997 Census tables, the median income used for a family of six would have ranged from $34,849 (1998 Ernst & Young) to $67,342, (EOUST).", "As would be expected, the higher the median household income used for comparison, the lower the percentage of debtors whose household incomes met or exceeded the income level used for comparison. Almost half of the debtors in the 1998 Ernst & Young report sample passed the median income test, while less than 20 percent passed the test in the 1999 Ernst & Young and EOUST reports (see table 3). Because the Ernst & Young reports used the same debtor sample and 1996 median income data, the different pass rates for the two reports reflect solely the different median income thresholds used. For the Creighton/ABI and EOUST reports, the different pass rates may reflect, to some degree, differences in the debtors in each report’s sample and the each report’s use of median income tables for different calendar years—1993 and 1997, respectively.", "Table 3 also shows the percentage of debtors in each report’s sample that passed each major repayment capacity test. The final estimates of the percentage of “can-pay” debtors in each sample ranged from 3.6 percent to 15 percent. EOUST provided three estimates—15 percent if debtors used all their available net income, no matter how small, to pay their unsecured nonpriority debt; 12.2 percent if the can-pay debtors paid at least 20 percent of their unsecured priority debt; and 13.4 percent if they paid $5,000 or 25 percent, whichever was less.", "Under the “needs-based” provisions used in these analyses, two principal variables affected each report’s estimate of the percentage of debtors who had sufficient income to pay the minimum specified percentage of their unsecured nonpriority debts. These were the (1) total amount of the debtor’s nonhousing secured and unsecured priority debts and (2) debtor’s allowable living expenses. Under the “needs-based” provisions of the proposed legislation used in the two Ernst & Young reports and the Creighton/ABI report, payments on nonhousing secured debt and unsecured priority debt plus allowable living expenses were deducted from income to determine whether the debtor had any net income available for payment of unsecured nonpriority debts. For debtors with the same living expenses, the higher the payments on secured debt and unsecured priority debt were relative to income, the less income the debtor would have for payment of unsecured nonpriority debt. Conversely, the lower such payments were relative to income, the greater the net income available for payment of unsecured nonpriority debts. Further, under the proposed needs-based legislation, debtors would be allowed housing allowances in excess of the IRS standards if necessary for payment of home mortgage debt. Thus, assuming that all other living expenses were the same, debtors whose mortgage payments exceeded the IRS housing allowance would be permitted higher living expenses than debtors whose mortgage payments were less than the IRS housing allowance or who were renters."], "subsections": []}, {"section_title": "Differences in Interpreting the IRS Expense Standards for Allowable Living Expenses", "paragraphs": ["The two Ernst & Young reports and the Creighton/ABI report used the IRS collection financial standards as the basis for determining debtors’ allowable living expenses. These standards and their application in the Ernst & Young and Creighton/ABI reports are discussed in more detail in appendix I. EOUST did not use the IRS standards to determine debtors’ allowable living expenses, concluding that they were cumbersome and difficult to apply consistently across debtors. The EOUST report assumed that debtors would (1) pay their home mortgage and other secured debts from that portion of their income that was at or below the national median for a family of comparable size and (2) pay their unsecured priority and unsecured nonpriority debts from that portion of their income that was above the national median. The EOUST report’s methodology is described in detail in appendix II.", "The IRS uses its collection financial standards to help determine a taxpayer’s ability to pay a delinquent tax liability. The IRS has established specified dollar allowances for housing and utility expenses; transportation expenses; and food, clothing, and other expenses. However, the IRS has not established specific dollar allowances for “other necessary expenses,” such as taxes, health care, court-ordered payments (e.g., child support or alimony), child care, and dependent care. Since there are no specific dollar standards, the IRS determines whether individual expenses in this category are reasonable and necessary on a case-by-case basis. The IRS guidance notes that some of these “other necessary expenses,” such as taxes, health care, and court-ordered payments, are “usually considered to be necessary.” However, the taxpayer may be required to substantiate the amounts and justify expenses for other expense items, such as child care, dependent care, and life insurance.", "Each of the proposed “needs-based” bankruptcy bills used in the Ernst & Young and Creighton/ABI analyses provided that debtors would be permitted the IRS allowances for national and local necessary expenses (housing and utilities; transportation; and food, clothing, and other expenses), and for other necessary expenses. However, none of the proposed bills specified how the discretionary allowances for “other necessary expenses” were to be determined.", "There are also other provisions of the IRS collection standards that are not mentioned in the bills. For example, the IRS standards permit a taxpayer 1 year in which to modify or eliminate excessive necessary or unallowable conditional expenses, if the tax liability cannot be paid within 3 years.", "The “needs-based” provisions of the proposed legislation used in the Ernst & Young and Creighton/ABI reports provided that debtors’ monthly debt repayment expenses were to include whatever amounts were necessary to pay monthly mortgage payments and to pay in full over 5 years all nonhousing secured debts (such as auto loans) and all unsecured priority debts (such as child support and certain back taxes). Thus, by implication, debtors were to be permitted expenses in excess of the maximum IRS allowances where necessary to repay debt. For example, if a debtor’s total monthly vehicle debt payment exceeded the maximum applicable IRS transportation ownership allowance, the higher debt payment would be used as the ownership allowance.", "A basic description of the IRS collection financial standards is presented in table 4. With the exception of debt repayment, both Ernst & Young reports and the Creighton/ABI report generally used the IRS standards as expense ceilings. The principal difference was in the methods used to determine the debtors’ transportation allowances.", "The IRS transportation allowance is divided into two categories— ownership costs and operating costs, which includes an allowance for debtors with no vehicles. The IRS ownership allowance is a single national standard for payments on leased or purchased vehicles—currently, $372 for the first car and $294 for the second car, with a maximum of two cars allowed. According to the IRS, the “ownership costs provide maximum allowances for up to two automobiles if allowed as a necessary expense.” The operating portion of the IRS standard is derived from Bureau of Labor Statistics (BLS) data. The operating allowance varies by census region and metropolitan statistical area. The current allowance for Boston, Massachusetts, for example, is $220 (no vehicles), $274 (one vehicle), or $328 (two vehicles). IRS regulations describe the application of the ownership and operating allowances as follows: “If a taxpayer has a car payment, the allowable ownership cost added to the allowable operating cost equals the allowable transportation expense. If a taxpayer has no car payment, or no car, only the operating cost portion of the transportation standard is used as the allowable expense.”"], "subsections": [{"section_title": "Differences in the Ownership Allowances Used", "paragraphs": ["Each report used different methods to assign the ownership portion of the transportation allowance. There were essentially two differences---secured vehicle debt payments that were less than the IRS allowance and ownership allowances for debt-free vehicles.", "In effect, Ernst & Young did not use the IRS ownership allowances. It interpreted H.R. 3150 and H.R. 833 to require the use of secured vehicle debt payments as the ownership allowance. Ernst & Young totaled all vehicle debt, added 10 percent for interest (equivalent to 9 percent for 2 years), and amortized the resulting total over 60 months. The resulting monthly amount was used as the ownership allowance, whether it was more or less than the maximum applicable IRS ownership allowance. In all of the proposed “needs-based” bankruptcy bills, debt payments could exceed the maximum applicable IRS housing and transportation allowances.", "For secured vehicle debt, Creighton/ABI totaled all vehicle debt, added 24 percent for interest (equivalent to 9 percent for 5 years), and amortized the resulting total over 60 months. The resulting monthly vehicle debt payment was used as the ownership allowance if it was equal to or more than the maximum IRS ownership allowance for a household of the same size and number of vehicles as the debtor’s. If the monthly secured debt payment was less than the maximum IRS ownership allowance for a household of the same size and number of vehicles as the debtor’s household, Creighton/ABI added the difference to the debtor’s transportation ownership allowance. For example, the IRS ownership allowance for a one-vehicle household is a maximum of $372 a month. This allowance applies to any one-vehicle household regardless of size. If a debtor in a one-vehicle household had a monthly payment for secured vehicle debt of $333, Creighton/ABI would have allowed an additional monthly allowance of $39, for a total ownership allowance of $372. Both the IRS standards and Ernst & Young would have allowed $333.", "It is important to note that the IRS standards permit an ownership allowance for vehicle lease payments. Similar to secured vehicle debt payments, monthly lease debt payments that exceeded the IRS transportation ownership allowances would be permitted under needs- based bankruptcy. However, both Ernst & Young and Creighton/ABI found the data on vehicle leases to be inconsistently reported among the debtors in their samples and sometimes inconsistently reported on the schedules of an individual debtor. Debtors did not necessarily show on their schedules the total amounts remaining to be paid on unexpired vehicle leases or the amount of the monthly payments on such leases. Therefore, neither report may have accurately captured the amount remaining to be paid on unexpired leases and the monthly vehicle lease costs.", "The other principal difference in the treatment of the transportation ownership allowance was that the Creighton/ABI report provided an ownership allowance for debt-free vehicles. The IRS standards would include only an operating allowance for debt-free vehicles. Because there were no secured debt payments for debt-free vehicles, Ernst & Young did not include an ownership allowance for such cars. Creighton/ABI included the maximum IRS ownership allowance for debt-free cars—one allowance for one person households, one allowance for households of two or more with one vehicle, and two allowances for households of two or more with two or more vehicles."], "subsections": []}, {"section_title": "Differences in the Operating Allowances Used", "paragraphs": ["Crieghton/ABI’s and Ernst & Young’s methods of assigning vehicle operating allowances were the same except for households of two or more persons with more than two vehicles. Under the IRS collection financial standards, IRS’ normal practice is to limit vehicle operating allowances to one for households of one and two for households of two or more, unless the taxpayer can demonstrate that any additional vehicles are necessary for producing income. However, debtors are not required to provide information on their bankruptcy financial schedules regarding whether any or all of their vehicles are necessary for producing income.", "Both Ernst & Young and Creighton/ABI determined the number of debtor vehicles by using the larger of the number of vehicles shown on schedules B or D. If a debtor reported no vehicles on either schedule, both Ernst & Young and Creighton/ABI assigned one \"no car” operating allowance. In addition, both Ernst & Young and Creighton/ABI followed the general IRS practice and limited households of one to one operating allowance. For households of two or more, Crieghton/ABI also followed the general IRS practice, limiting such households to a maximum of two operating allowances. Ernst & Young placed no limit on the number of operating allowances for households of two or more. It included operating allowances for the larger of the number of cars listed on schedules B or D. Ernst & Young stated it did so because data were not available on which vehicles were necessary for producing income.", "We found no evidence that the Ernst & Young reports or the Creighton/ABI report double counted any portion of the transportation allowances used in their reports. The similarities and differences in the Ernst & Young and Creighton/ABI interpretations of the IRS transportation allowances are discussed in more detail in appendix I. The Creighton/ABI report stated that “we believe that a substantial part of the difference between Ernst & Young’s results and our own results is due to the treatment of motor vehicle expense.” The Creighton/ABI report noted that had it used Ernst and Young’s interpretation of the transportation allowance under H.R. 3150, its estimate of “can-pay” debtors would have been about twice as large--6.78 percent rather than 3.6 percent."], "subsections": []}]}, {"section_title": "Similarities and Differences in Incomes and Debts Between “Can-Pay” and “Can’t Pay” Debtors", "paragraphs": ["Despite the methodological differences in each report, and the different years from which the samples were drawn, there is considerable similarity in the characteristics of those debtors in each report’s sample who would not be required to file under chapter 13 (see table 5). The amount of the median income for these “can’t pay” debtors was $20,136 to $21,204. Similarly, the median amount of unsecured nonpriority debts for the “can’t pay” debtors was $20,303 to $23,570. The data for the “can-pay” debtors was somewhat more varied. The median household income of the “can- pay” debtors ranged from $44,738 and $52,080. The median amount of unsecured nonpriority debt for these debtors ran from $30,813 to $39,085."], "subsections": []}, {"section_title": "Differences in Debtor Attorney Fee and Administrative Costs", "paragraphs": ["The 1998 Ernst & Young report did not include any allowance for debtor attorney fees or the costs of administering a chapter 13 repayment plan. The Creighton/ABI report and the 1999 Ernst & Young report based their attorney fee estimates on the same 1996 report that found that the average total debtor attorney fee in chapter 13 cases was $1,281, of which $428 was paid up front and the $800 balance through the repayment plan (subject to the trustee’s percentage fee). Based on this report, the Creighton/ABI report assumed that debtor attorney fees would add about $800, or $13 per month, to the debtor’s monthly expenses. The 1999 Ernst & Young report assumed that debtors who were required to file under chapter 13 would incur an average attorney fee of $1,281. The report treated as an unsecured nonpriority debt any difference between this total and the amount the debtor indicated on the bankruptcy petition that he or she had already paid an attorney. If no amount was indicated as already paid, Ernst & Young assumed that the debtor owed $800—the same as Creighton/ABI.", "The 1999 Ernst & Young report and the Creighton/ABI report both included estimates of chapter 13 administrative expenses. Each report assumed that administrative expenses could consume about 5.6 percent of debtor debt payments under a chapter 13 plan—the 1995 average chapter 13 trustee fees as a percentage of disbursements to creditors. However, each report applied this percentage somewhat differently. The 1999 Ernst & Young report included three different estimates of these costs—$92 million, $138 million, and $249 million--based on three different assumptions (see app. I). The Creighton/ABI report assumed that administrative expenses would be 5.6 percent of debtor payments on unsecured priority debts, unsecured nonpriority debts, and secured debts (other than home mortgages and other real estate claims of $20,000 or more)."], "subsections": []}]}, {"section_title": "Differences in Proposed Legislation and Methodologies Used Yielded Different Estimates of Debtor Repayment Capacity", "paragraphs": ["The Ernst & Young, Creighton/ABI, and EOUST reports made a reasonably careful effort to apply the provisions of proposed legislation as they interpreted them and developed estimates of the percentage of chapter 7 debtors who could potentially repay a specific portion of their unsecured nonprority debts. Based on the data available to us, the reports reached different estimates of “can-pay” debtors principally because each report used different and noncomparable samples of debtors, different proposed “needs-based” legislative provisions, and different methods and assumptions for determining debtors’ allowable living expenses. Together, the reports illustrate how the different methods and assumptions used to identify “can-pay” debtors can affect the results of the analysis.", "The March 1998 and March 1999 Ernst & Young reports estimated that 15 percent and 10 percent, respectively, of chapter 7 debtors could be required to file under chapter 13 rather than chapter 7. Both reports used the same sample and the same method of determining debtors’ allowable living expenses. The differences between the two estimate were the result of two changes in the methodology used in the March 1999 report—both resulting from the different “needs-based” provisions of H.R. 833 compared with those of H.R. 3150. The March Ernst & Young 1999 report used a higher median income threshold to screen debtors and also used an unsecured nonpriority debt repayment threshold of $5,000 or 25 percent, whichever was less. The March 1998 report used a median income screen of more than 75 percent of the median and an unsecured nonpriority debt repayment threshold of 20 percent. The 1999 Ernst & Young report did not discuss the contribution of each of these changes to the March 1999 report’s revised estimate of “can-pay” debtors, and because Ernst & Young did not provide us their data, we had no basis for assessing the contribution of each change to the 1999 report’s estimates.", "The 1998 Ernst & Young and Creighton/ABI reports were based on different versions of H.R. 3150. Ernst & Young used the H.R. 3150 as introduced in early 1998, while Creighton/ABI used the version that passed the House in June 1998. One of the differences between the two versions of the bill was the median household income test used to screen debtors for further repayment capacity analysis. The later version of H.R. 3150 used in the Creighton/ABI report (1) included different Census Bureau tables with generally higher household incomes and (2) required that “can- pay” debtors have at least 100 percent of the median household income used for screening debtors. The version of H.R. 3150 used in the 1998 Ernst & Young report required debtors to have household incomes of 75 percent of the median income standards used for comparison.", "Data provided by Ernst & Young and Creighton/ABI illustrate how a change in just one variable can affect the estimates in the reports we reviewed. According to Ernst & Young, using the higher income standards in the June 1998 version of H.R. 3150 would have reduced its March 1998 report’s estimate of “can-pay” debtors from 15 percent to 10 percent. Conversely, the Creighton/ABI report noted that if it had used the same interpretation of the IRS transportation ownership allowance as Ernst & Young, its estimate of “can-pay” debtors would have been 6.8 percent rather than 3.6 percent.", "Other changes may have a marginal effect, although they are important in fully understanding the potential benefit to creditors of implementing needs-based bankruptcy reform. For example, in its estimates, the 1998 Ernst & Young report did not include any allowance for debtor attorney fees and chapter 13 administrative costs that accompany chapter 13 repayment plans. However, according to Creighton/ABI, including such fees and costs had little effect on its estimate of “can-pay” debtors.", "The EOUST report represents an effort to simplify the analysis required to identify “can-pay” debtors. EOUST has an interest in a simplified approach, since it would be responsible for overseeing the implementation of a needs-based approach to personal bankruptcy. EOUST’s estimate of the percentage of “can-pay” debtors was closer to that of Ernst & Young than to Creighton/ABI’s, but its estimate of the amount of debt that could actually be repaid was closer to Creighton/ABI’s—about $1 billion. EOUST also provided data to us that illustrated the impact of changed assumptions on the estimate of “can-pay” debtors in a sample. The authors reported that 12.2 percent of the EOUST debtor sample had sufficient income, after expenses and payments on unsecured priority debt, to pay 20 percent of their unsecured nonpriority debt, and 13.4 percent of the sample could pay $5,000 or 25 percent (whichever was less) of their unsecured nonpriority debt. The EOUST report assumed that debtors would pay their unsecured nonpriority debts from that portion of their gross income that was above the national median.", "EOUST agreed with Creighton/ABI that it was likely that substantially fewer than 100 percent of the “can-pay” debtors would complete their 5- year repayment plans due to job loss, divorce, or other events that affected their income, expenses, or both. As a result, EOUST thought it likely that the actual amount that could be collected from the “can-pay” debtors in its sample was closer to $1 billion than $3.76 billion. The higher estimate assumed that all of the “can-pay” debtors in the EOUST sample would devote 100 percent of their available net monthly income, no matter how small, to debt repayment over 5 years."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Each of the reports represents a reasonably careful effort to estimate the percentage of chapter 7 debtors in their respective samples who had sufficient income, after allowable living expenses, to pay a substantial portion of their debts--100 percent of all outstanding debts except for unsecured nonpriority debt and most home mortgages. However, each report assumed that the “can-pay” debtors would continue to pay their monthly mortgage payments, and included such payments in debtors’ allowable living expenses.", "Each report’s analysis rests on three assumptions, which have not been validated, about bankruptcy debtors’ reported financial data, future income and expenses, and repayment plan completion rates. Although proposed needs-based legislation specified the use of the second and third assumptions for use in means-testing chapter 7 debtors, each of these assumptions is open to question. Each report also used different methods of analyzing debtors’ living expenses and debt repayment capacity.", "Together, these reports demonstrate the extent to which the estimates of debtor repayment capacity are dependent upon the income selection criteria and assumptions used in the analysis. Changes in only one variable can have a notable effect on the results. Moreover, the Creighton/ABI and EOUST reports discuss some of the potential variables that could affect the actual amount paid to creditors under needs-based bankruptcy. Because it was not their objective, none of the reports attempted to estimate the potential net gain to creditors (secured and unsecured) under needs-based bankruptcy.", "Which report most accurately reflects what would happen under chapter 7 if needs-based bankruptcy reform were enacted is unknown. The actual number of debtors who would be required to file under chapter 13, the number who would complete their 5-year repayment plans as initially confirmed by the bankruptcy court, and the amount of debt repaid will depend upon the details of any legislation eventually enacted and its implementation."], "subsections": []}, {"section_title": "Comments from the Authors of the Four Reports and Our Evaluation", "paragraphs": ["We met with Ernst & Young’s representatives, including Thomas Neubig, National Director, Policy Economics and Quantitative Analysis, on May 28, 1999, to discuss their comments on the draft report. Mr. Neubig, on behalf of Ernst & Young; Professors Marianne Culhane and Michaela White, authors of the Creighton/ABI report; and Mr. Joseph Guzinski, Assistant Director of EOUST, provided written comments on our report (see app. III through V). Ernst & Young and the authors of the Creighton/ABI report also separately provided technical comments on the report that we incorporated as appropriate. EOUST stated that we had accurately described its report and had no suggested changes for the report. The specific comments of Ernst & Young and the authors of the Creighton/ABI report are discussed and evaluated at the end of appendixes III and IV, respectively. We focus here on Ernst & Young’s and the Creighton/ABI authors’ major comments and our evaluation of those comments."], "subsections": [{"section_title": "Ernst & Young’s Comments and Our Evaluation", "paragraphs": ["Ernst & Young’s written comments included five major points. First, they stated that our draft report did not sufficiently focus on the similarities in the findings of the four reports and, specifically, that each of the four reports found that “tens of thousands of above-median income chapter 7 debtors could repay a significant portion of their debts under needs-based bankruptcy proposals.” Second, Ernst & Young noted that our discussion focused on the variables that could affect each report’s estimates rather than on distinguishing which report’s estimates were based on reasonable adherence to proposed legislation and reasonable assumptions. Third, Ernst & Young asserted that we should have assessed the reports based on which one(s) most closely modeled the “reasonable” impact of the proposed legislation as drafted. Fourth, Ernst & Young said that we did not make clear that the Creighton/ABI’s estimates cannot be projected nationally and also criticized the Creighton/ABI method of determining transportation ownership allowances. Finally, Ernst & Young provided information on its sample of 1997 chapter 13 case filings that it said showed that, when combined with the provisions of needs-based bankruptcy, would probably result in a significantly higher repayment plan completion rate for “can-pay” debtors.", "With regard to Ernst & Young’s comment that we did not sufficiently highlight the similarities in the reports, we believe our report fully discusses the similarities and differences in the methodologies in the four reports that affected their respective estimates. As we noted, a change in a single assumption or variable could have a significant effect on each of the report’s estimates. Although each report found that some portion of the chapter 7 debtors in their samples were “can-pay” debtors, the reports did not agree on whether these “can-pay” debtors could in fact repay the specified minimum portion of their unsecured nonpriority debts over 5 years. The Creighton/ABI and EOUST reports specifically asserted that the formula used to determine the amount of debts that “can-pay” debtors could potentially repay was unrealistic and that the actual return to unsecured nonpriority creditors would be less than the formula indicated.", "With regard to our focus on the variables and assumptions used in each report, we believe that the combined effect of the three assumptions used in the “can-pay” formula may lead to a somewhat optimistic estimate of the amount of debt “can-pay” debtors would repay. Two of these assumptions were particularly important in each report’s analysis: (1) “can-pay” debtors’ living expenses, as determined under the formula, would remain unchanged for the entire 5-year repayment period, and (2) 100 percent of the “can-pay” debtors would complete their repayment plans without modification. These two assumptions were based on the means-testing criteria specified in proposed legislation for use in identifying “can-pay” debtors. However, there is no empirical basis for either assumption.", "Historically, about 36 percent of chapter 13 debtors have completed their repayment plans. There is no basis for assuming that the implementation of needs-based bankruptcy would raise that rate to 100 percent. It seems likely that the financial circumstances of at least some of the “can-pay” debtors would change during the 5-year repayment period. These changes could increase or decrease the debtor’s ability to pay his or her debts. At least some debtors are unlikely to be able to complete their repayment plans for such reasons as death, divorce, or unemployment. Since many economic factors can change in a debtor’s financial situation during 5 years, it would seem prudent to base any policy decisions on a wider range of assumptions than the somewhat optimistic set of assumptions used for the principal estimates in these reports. Therefore, we continue to believe that any estimates based on these assumptions should be viewed with caution.", "Ernst & Young stated that we should have assessed each report with regard to which report most closely modeled the “reasonable” impact of proposed legislation as drafted, and that its reports meet that criterion. The Ernst & Young statement is principally based on the differences between its interpretation and Creighton/ABI’s interpretation of the IRS transportation ownership allowance. Creighton/ABI’s interpretation led to a lower estimate of “can-pay” debtors than did Ernst & Young’s interpretation. This issue is fully discussed in our report, including appendix I. We believe it is important that policymakers have the information necessary to fully understand the methodologies of each report and the effect the similarities and differences have on each report’s estimates. Moreover, each report made assumptions that were not specifically required by the underlying proposed legislation used in its analysis. For example, Ernst & Young’s method of calculating interest on secured debts was not specified in either H.R. 3150 or H.R. 833.", "In addition, not every provision of proposed needs-based legislation that could have affected each report’s analysis and estimates was found within the needs-based formula itself. For example, H.R. 833 as drafted provides in general that for personal property purchased within 5 years of filing for bankruptcy, the amount of the secured creditor’s claim would not be less than the total amount remaining to be paid under the terms of the loan contract, including interest. This is the amount of the secured creditor’s claim that would have to be paid in full under needs-based bankruptcy. Yet this may not be the same amount as the amount affected debtors listed on their financial schedules. To the extent that the amount of such debt listed by any affected debtors did not include the remaining unpaid interest owed under the contract, Ernst & Young would have understated the amount of the secured claims for such debtors, understated secured debt payments and, thus, overstated the amount of income available for payment of unsecured nonpriority debts. Ernst & Young did not mention this provision in its March 1999 report or its potential effect on the estimates in that report.", "With regard to the Creighton/ABI sample, our report clearly states that the sample cannot be used to make national estimates. However, contrary to Ernst & Young’s statement in its comments, the Creighton/ABI sample is a statistically valid probability sample from the seven districts used in its analysis. Consequently, the results of the sample can be projected to the population of cases in those seven districts. In this characteristic, the Creighton/ABI sample is different from the Credit Research Center sample, also mentioned in Ernst & Young’s comments. That sample was not a statistically valid probability sample from the 13 districts used in the sample.", "With regard to Ernst & Young’s new data on chapter 13 cases and their relevance to the likelihood that a “significantly higher” percentage of can- pay debtors would complete their chapter 13 plans, we note that these chapter 13 data had not been previously provided to us or publicly available. Consequently, we have not had an opportunity to review them. Ernst & Young stated that its data showed the median income of “can-pay” debtors was substantially higher than that for the chapter 13 debtors in its 1997 sample. Ernst & Young states that this higher income, combined with the “needs-based” restrictions on debtors’ ability to move from chapter 13 to chapter 7, would probably result in a “significantly higher” chapter 13 completion rate for “can-pay” debtors.", "Although we have not had an opportunity to review these data, we have two basic observations. First, current bankruptcy law provides that chapter 13 repayment plans will be for 3 years unless for cause the bankruptcy court approves a period not to exceed 5 years. The repayment estimates of the four reports were based on a 5-year repayment plan, 2 years longer than is now the case unless extended for cause. This provides 2 additional years in which debtors could experience a change in financial circumstances that could affect their ability to complete their repayment plans.", "Second, the Ernst & Young data do not alter our basic point—that the percentage of “can-pay” debtors who complete their 5-year repayment plans is unlikely to be 100 percent. There is no empirical basis for assuming that debtors’ financial circumstances would remain unchanged during the course of a 5-year repayment period, that none of the repayment plans would need to be modified during that 5-year period, and that 100 percent of “can-pay” debtors would complete their 5-year repayment plans (modified or not). No one knows why some debtors complete their repayment plans and others do not. One reason could be variations in the amount of debt that the repayment plans anticipate the debtors would repay. For example, in the historical study cited in our report, the bankruptcy district with the highest completion rate—about 57 percent-- permitted debtors to enter into repayment plans in which they paid as little as 5 percent of the debt owed to creditors. This is substantially less than the percentage that would be required under needs-based bankruptcy. For those debtors who fail to complete their plans, the return to creditors is likely to be less than estimated in these four reports."], "subsections": []}, {"section_title": "Comments of Creighton/ABI Report’s Authors and Our Evaluation", "paragraphs": ["The Creighton/ABI authors made several points in their comments. First, they discussed their sample of cases, noting that although theirs was not a national sample, it was a random sample for the seven districts that provided more information on the debtors in each district than did Ernst & Young for the debtors in its individual districts. Moreover, they continued, insistence on national samples for bankruptcy studies, which require extensive collection of case file data, would limit participation in public policy debate to those with the very deepest pockets. Second, the authors stated that they had reweighted their sample based on updated unpublished data we provided and noted that the reweighting had minimal effect on the report’s weighted estimates.  Third, they stated that their method of calculating interest on secured claims, rather than Ernst & Young’s, was the correct approach as a matter of law and bankruptcy practice. Finally, they noted that reasonable people could differ over the interpretation of H.R. 3150 and the use of the IRS transportation ownership allowance. The authors noted that Ernst & Young’s interpretation provided no allowance for leased vehicles, although the IRS expense allowances do provide an ownership allowance for leased vehicles.", "With regard to the Creighton/ABI sample, we agree that it is a statistically valid probability sample whose results can be projected to the population of all chapter 7 cases filed in 1995 in the seven districts from which the sample was drawn. Although it is likely the Creighton/ABI’s sample included more cases in each of its seven districts than did Ernst & Young’s sample, both reports focused their analysis on estimates projected to their respective populations, not to individual districts.", "We agree that statistically valid probability samples of less than national scope, such as Creighton/ABI’s, can be useful for policymaking. The Creighton/ABI sample, based on data from a different year than Ernst & Young’s, provides useful information. Moreover, it is possible to make some comparisons to the Ernst & Young sample’s results. For example, the median income of the “can’t pay” and “can-pay” debtors in the Creighton/ABI sample and Ernst & Young sample are similar, although their data are for different years. The principal limitation of this comparison is that one cannot statistically estimate whether the results for the Creighton/ABI sample would be basically the same or different for the 1995 national population of chapter 7 debtors.", "Second, with regard to the reweighting of the Creighton/ABI sample, we agree that the results of the reweighting minimally affected the report’s estimates. The reweighting changed Creighton/ABI’s original weighted estimates by less than 0.1 percent.", "With regard to Creighton/ABI’s assertion that the Ernst & Young method of imputing interest on secured claims is incorrect, whether the Ernst & Young method is incorrect depends upon the assumptions made about the repayment of secured debt. As the Creighton/ABI authors noted in their comments, under current bankruptcy law and practice the amount of interest paid on secured claims depends on the length of time in which the secured claim is repaid. Generally, the longer the repayment period, the greater the interest paid on the secured claim. If under needs-based bankruptcy, secured claims payments were spread over 60 months, Creighton/ABI’s method is the appropriate one for imputing interest on secured claims. Given that the needs-based “can-pay” formula amortizes secured claims over 60 months, it is not unreasonable to assume that such debts would be repaid over 60 months.", "However, if under needs-based bankruptcy secured claims were generally paid in less than 60 months, then the interest paid would be less. Essentially, the Ernst & Young method assumed that most secured debts would be paid in 24 months. This may or may not be true under needs- based bankruptcy. However, if it were true, the Ernst & Young method of imputing interest on secured claims would be appropriate. The difference in the two methods would have an effect on each report’s estimates. Compared to the Creighton/ABI method of imputing interest for 60 months, the Ernst & Young method of imputing interest for 24 months would have resulted in lower secured debt payments and thus greater income available for unsecured nonpriority debt payments.", "With regard to Creighton/ABI’s interpretation of the IRS transportation ownership allowance under H.R. 3150, we have noted that the Creighton/ABI method provided a higher ownership allowance than either the IRS would permit or Ernst & Young permitted for debt-free vehicles and for debtors whose vehicle debt payments are less than the applicable IRS maximum allowance. We agree it is possible that adjustments may need to be made in the 5-year repayment plans of debtors who incur major vehicle repair or replacement costs. To the extent that this proves necessary, Ernst & Young underestimated the amount of debt that would actually be repaid under needs-based bankruptcy. On the other hand, to the extent that such major repair and replacement costs prove to be less than those assumed in the Creighton/ABI report, that report would have underestimated the amount of income that would be available for debt repayment.", "Finally, it not clear that either Ernst & Young or Creighton/ABI was able to accurately capture vehicle lease costs because of the lack of consistent data in the debtors’ schedules. The correct amount to include was the total amount remaining to be paid on the lease. To the extent that the amounts remaining to be repaid on unexpired vehicle leases were not listed on debtors’ schedules of secured debt or unsecured priority debt, neither Ernst & Young nor Creighton/ABI captured the amount remaining to be paid on vehicle leases. As debt payments, the monthly lease payments under needs-based bankruptcy could exceed the IRS maximum transportation ownership allowances. In addition, neither Ernst & Young nor Creighton/ABI would have captured the appropriate amount of the unexpired lease where the debtor listed only the monthly lease payment on the debt schedules. Therefore, it is not clear that either report was able to accurately capture the amount of unexpired leases or the appropriate monthly payments on such leases for those debtors who were leasing vehicles at the time they filed for bankruptcy.", "We are providing copies of this report to Senator Robert Torricelli, Ranking Minority Member of your Subcommittee; Senators Orrin Hatch and Patrick Leahy, Chairman and Ranking Minority Member of the Senate Committee on the Judiciary; Representatives George Gekas and Jerrold Nadler, Chairman and Ranking Minority Member of the Subcommittee on Commercial and Administrative Law, House Committee on the Judiciary; and to the authors of the two Ernst & Young reports, the Creighton/ABI report, and EOUST report. We will also make copies available to others upon request.", "Major contributors to this report are acknowledged in appendix VI. If you have any questions about this report, please call me on (202) 512-8777."], "subsections": []}]}]}, {"section_title": "Methodological Similarities and Differences in Three Reports on Bankruptcy Debtors' Repayment Capacity", "paragraphs": ["This appendix describes and discusses the methodological similarities and differences in the March 1998 Ernst & Young, March 1999 Ernst & Young, and March 1999 Creighton/ABI reports on bankruptcy debtors’ ability to pay their debts. Because its methodology is distinctly different from the methodologies of these three reports, the EOUST report is discussed separately in appendix II."], "subsections": [{"section_title": "Three Assumptions Used in All Three Reports", "paragraphs": ["In estimating the proportion of chapter 7 debtors who could pay a substantial portion of their debts, all three reports used three assumptions that have not been validated: (1) the information on debtors’ income, expenses, and debts, as reported in the debtors’ financial schedules, was accurate and could be used to project debtors’ income and expenses over a 5-year period; (2) debtors’ income and expenses would remain stable over a 5-year debt repayment period; and (3) all debtors required to enter a 5-year repayment plan under chapter 13 would successfully complete that plan. Each report noted that the second and third assumptions were used because the proposed “needs-based” legislation specified their use in identifying “can-pay” debtors and estimating the amount of unsecured nonpriority debt they could repay.", "Although the data from debtors’ financial schedules were the only publicly available data for assessing debtors’ repayment capacity, the accuracy of the data in debtors’ financial schedules is unknown. Moreover, an AOUSC study of about 953,000 debtors who voluntarily entered chapter 13 found that only about 36 percent completed their repayment plans and received a discharge from the bankruptcy court. The reasons for this low completion rate are unknown.", "Each report noted that a debtor’s financial circumstances could change during a 5-year repayment period, and that any changes could affect a debtor’s repayment capacity. Creighton/ABI and EOUST specifically asserted that it was unrealistic to assume debtors’ income and expenses would remain stable for 5 years, and that all debtors would complete their repayment plans. If “needs-based” bankruptcy provisions were enacted, the repayment plan completion rate for “can-pay” debtors could be higher or lower than the rate found by AOUSC. However, there is no empirical basis for assuming that the completion rate would be 100 percent. To the extent that the completion rate is less than 100 percent, the amount of debt that the “can-pay” debtors could repay may be less than that estimated in the three reports. Moreover, to the extent that debtors who complete their 5-year repayment plans have them modified during those 5 years, the amount of debt actually repaid could be more or less than that assumed in these reports’ “needs-based” estimates. It would be more for those debtors whose financial circumstances improve and could pay more than anticipated. It would be less for those debtors’ whose financial circumstances deteriorate and could pay less than anticipated."], "subsections": []}, {"section_title": "Similarities and Differences in the Ernst & Young and Creighton/ABI Reports", "paragraphs": ["The two Ernst & Young reports and the Creighton/ABI report attempted to apply the “needs-based” consumer bankruptcy provisions of different proposed bankruptcy bills to estimate the number of debtors in their respective samples who would be required to file under chapter 13 rather than chapter 7 and enter a 5-year repayment plan. The major steps in each report’s analysis were the following: identify the debtors whose gross annual income, adjusted for household size, meets or exceeds a specific median national household income for households of the same size (all three reports); for those debtors who passed the median income test, determine their allowable living expenses using data from the debtors’ expense schedules and the IRS collection financial standards (all three reports); for those debtors who passed the median income test, determine their total nonhousing secured debts, total unsecured priority debts, and total unsecured nonpriority debts (all three reports); for those debtors who passed the median income threshold, determine whether they had more than $50 in projected net monthly income after paying allowable living expenses and paying all of their nonhousing secured debt and unsecured priority debt over 5 years (1998 Ernst & Young and Creighton/ABI); for those debtors who passed both the median annual income test and the monthly net income test, determine whether they could repay at least 20 percent of their unsecured nonpriority debt over 5 years if they devoted 100 percent of their projected net monthly income to the repayment of their unsecured nonpriority debt (1998 Ernst & Young and Creighton/ABI); for those debtors with household incomes at or above the median income threshold for households of comparable size, determine whether the debtors had sufficient income, after paying allowable living expenses, to pay all their nonhousing secured debt, all their unsecured priority debt, and $5,000 or 25 percent, whichever was less, of their unsecured nonpriority debt over 5 years (1999 Ernst & Young).", "Table I.1 details the similarities and differences in the repayment capacity methodologies used in each of the two Ernst & Young reports and the Creighton/ABI report. The EOUST report is not shown in table I.1 because it did not use many of the steps described in the table. For example, EOUST did not use the IRS collection financial standards to determine debtors’ allowable living expenses. The EOUST report is discussed in detail in appendix II.", "Table I.1: Methodological Similarities and Differences in the Two Ernst & Young Reports and the Creighton/ABI Report on Bankruptcy Debtors’ Repayment Capacity Data used or calculation madeCreighton /ABIErnst & YoungErnst & Young (March 1998) (March 1999) (March 1999)", "Debtor sample used for analysis National probability sample of debtors who filed under chapter 7 in calendar year 1997.", "H.R. 3150 as introduced in February 1998.", "H.R. 833 as introduced in February 1999.", "Probability sample of debtors who filed under chapter 7 in calendar year 1995 in each of seven judgmentally selected districts. H.R. 3150 as passed by the House of Representatives, June 10, 1998.", "Estimated current monthly gross income from schedule I.", "Debtors’ gross annual income exceeded 100 percent of 1996 annual median national income for a family household of comparable size as reported by U.S. Census Bureau. For one- person households, used median income for households with one earner. Families of more than four members were assigned the Census Bureau table’s annual median income for a four-person family plus $583 annually for each additional family member.", "Debtors’ gross annual income was 100 percent or more of 1993 national median income for family household of comparable size as reported by U.S Census Bureau. For one-person households, used median income for households with one earner. Families of more than four persons were assigned the median income for a four- person family.", "IRS standard housing and utility allowance by county of residence.", "Same (March 1998) (March 1999) (March 1999)", "Full mortgage payment (except as noted below), home maintenance expenses, utilities (electricity, heating, water, sewer, and telephone), property taxes, and homeowner insurance as reported on schedule J.", "Used the full monthly mortgage payment debtor listed on schedule J unless either of the following conditions applied: (1) if 85 percent of the debtor’s reported monthly mortgage payment, multiplied by 60, was more than 110 percent of the total outstanding mortgage debt shown on schedule D, then determined debtor’s monthly mortgage payment by dividing 110 percent of the total outstanding mortgage debt by 60; or (2) if the debtor’s income after allowable living expenses (excluding debt payments) was insufficient to pay the entire mortgage payment, then used all available income remaining after allowable expenses (excluding debt payments). For all debtors, the outstanding mortgage debt, as shown on schedule D, was increased by 10 percent to include estimated interest costs.", "Full mortgage payment (included property tax and insurance if not included in mortgage payment; excluded property tax and insurance if included in mortgage payment and listed elsewhere); maintenance expenses and utilities (excluding cable television) as listed on schedule J. Used the full monthly mortgage payment debtor listed on schedule J unless the following condition applied: 85 percent of the debtor’s reported monthly mortgage payment, multiplied by 60, was more than 110 percent of the total outstanding mortgage debt shown on schedule D. (March 1998) (March 1999) (March 1999)", "Used secured debt payment as ownership allowance, with exception of leased vehicles. Motor vehicle debt for all vehicles on which secured debt was owed was totaled, 10 percent added for estimated interest costs (equivalent to 9 percent for 2 years), and the resulting total amortized over 60 months to determine monthly vehicle secured debt payment. Thus, if there was no secured debt, there was no ownership allowance. In the absence of consistent information on schedule G, debt for leased vehicles was treated as secured debt, unsecured priority debt, or unsecured nonpriority debt, depending on how the lease costs were listed on the debtors’ schedules. For example, if listed as secured debt or unsecured priority debt, amount would have been amortized over 60 months to determine monthly payment. If vehicle was listed on schedule B,but not D (that is, there was no secured debt shown for the vehicle), no ownership allowance was included.", "Used secured debt payment as ownership allowance when secured debt payment was at least as much as maximum IRS allowance for household of same size and number of vehicles as debtor’s. Motor vehicle debt for all vehicles on which secured debt was owed was totaled, 24 percent added for estimated interest costs (equivalent to 9 percent for 5 years), and the resulting total amortized over 60 months to determine monthly vehicle secured debt payment. The debtor was allowed the total monthly vehicle secured debt payment or the maximum applicable IRS ownership allowance (for one or two cars, based on household size), whichever was higher. Used same method as Ernst & Young for determining allowance for leased vehicles, with one exception. If vehicle was listed on schedule B, but not D (that is, there was no secured debt shown for the vehicle), the vehicle was considered to be debt-free and treated like all other debt-free vehicles. However, no ownership allowance was included for leased vehicles if the lease was listed only on schedule G. For debt-free vehicles, debtors were given the maximum IRS ownership allowance. Ownership allowance was based on the number of vehicles debtors’ reported on schedules B or D. Except for estimating secured debt payments, debtors with household size of one were allowed no more than one ownership allowance; households of two or more were allowed no more than two ownership allowances. (March 1998) (March 1999) (March 1999)", "Same for households of one and households of two or more with no more than two vehicles. However, limited households of two or more to two operating allowances, regardless of the number of vehicles listed on schedules B or D.", "Used the same deductions that were used in the Ernst & Young March 1998 report, except disallowed debt payments withheld from the paycheck, transfers into savings plan, nonmandatory pension contributions, all payments for dependents not at home (except alimony and child support), and tuition payments.", "Based on IRS standards, which are assigned by city or county of residence. If debtor’s city of residence (as reported on the debtor’s bankruptcy petition) had its own IRS allowance, used allowance for that city; otherwise, used allowance for IRS region in which debtor’s county of residence was located. Operating allowance assigned based on debtor’s reported number of vehicles.Debtors with household size of one were limited to one vehicle operating allowance. Households of two or more were assigned operating allowances for the larger of the number of vehicles listed on schedules B or D. Based on IRS standards. For debtors who listed no vehicles on schedules B or D, gave debtor one IRS  vehicle operating allowance for households with no vehicle.Used IRS national standard, based on household’s gross monthly income and family size, for housekeeping supplies, apparel and services, personal products and services, food, and miscellaneous items. Deducted from monthly gross income (as determined by Ernst & Young) the following expenses as reported on debtors’ schedules I and J: payroll deductions (payroll taxes, Social Security, nonhealth insurance, union dues); taxes neither deducted from wages nor included in home mortgage payments; alimony, charitable contributions, child care, other payments to dependents not living at home; health insurance and medical and dental expenses. Not allowed.", "Debtors allowed business expenses as reported on schedule J—but only if debtor reported business income on schedule I.", "All business expenses listed on schedule J were allowed (whether or not they were supported by a supplemental detail list).  In addition, work uniforms listed on schedule I were allowed. (March 1998) (March 1999) (March 1999)", "Total outstanding mortgage debt as shown on schedule D was increased by 10 percent to include estimated interest costs (e.g., $100,000 was converted to $110,000). Total secured debts (other than mortgage on principal residence) as shown on schedule D. Total increased by 10 percent to include estimated interest costs (e.g., $30,000 was converted to $33,000).Total of all debts as shown on schedule E (except for student loans);10 percent added to any back taxes listed on the schedule. The total value of all student loans not entitled to priority status that were listed on schedule E were deducted and added to the total of debts listed on schedule F.Total of all debts as shown on schedule F, plus the value of all student loans deducted from the total debts shown on schedule E.", "Total outstanding home mortgage debt as shown on schedule D.", "Total secured debts (other than mortgage on principal residence) as shown on schedule D.", "Total of all debts shown on schedule E (except for student loans) and the nonpriority portion of debts for which only a part of the total value was listed on schedule E as entitled to priority status (such as some tax liabilities).", "Total of all debts as shown on schedule F plus the value of the debts listed on schedule E that were not entitled to priority status (such as student loans, or a portion of some tax liabilities).", "Assumed debtor would maintain monthly mortgage payments as listed on schedule J, except where mortgage would be paid off in less than 60 months or debtor’s income after allowable living expenses was insufficient to make full mortgage payment. In cases where mortgage debt would be paid off in less than 60 months, determined debtor’s monthly mortgage payment by dividing 110 percent of the total outstanding mortgage debt by 60 months.", "Assumed debtor would maintain monthly mortgage payments as listed on schedule J, except where mortgage would be paid off in less than 60 months.  In such cases, determined debtor’s monthly mortgage payment by dividing 110 percent of the total outstanding mortgage debt by 60 months. (March 1998) (March 1999)", "Assumed total debts, as adjusted for interest, would be paid over 60 months. Total outstanding nonmortgage secured debts were increased by 10 percent (equivalent to 9 percent interest for 24 months) to include estimated interest, and the resulting total amortized over 60 months. (March 1999) Assumed all nonprimary residence real estate debts of less than $20,000 and all non-real estate secured debts, as adjusted for interest, would be paid over 60 months. Nonprimary residence real estate debts of less than $20,000 and all non-real estate secured debts were grossed up by 24 percent (equivalent to 9 percent interest rate for 60 months) and the resulting total amortized over 60 months.", "For debts of $20,000 or more secured by real property other than the debtor’s primary residence, monthly payments were determined by amortizing the outstanding debt shown on schedule D over 15 years (or 180 months) at an interest rate of 9 percent per year. Same, but no interest included for any debts in this category.", "Assumed total debts (as adjusted) paid over 60 months. Back taxes increased by 10 percent (equivalent to 9 percent interest for 24 months) to include estimated interest. Debtor had monthly net income of more than $50, after allowable living expenses (including any monthly mortgage payments) and repayment over 60 months of all nonmortgage secured debt and unsecured priority debt. Debtors who passed initial and second income screen and could also repay at least 20 percent of their unsecured nonpriority debt over 60 months.", "None. H.R. 833 includes no such screen. Next step is to determine debtor’s debt repayment capacity.", "Same as Ernst & Young March 1998 report.", "Likely debtors were those who passed initial income screen and who had sufficient income after allowable living expenses (including any monthly mortgage payments) to repay over 60 months all their nonmortgage secured debt, all their unsecured priority debt, and at least $5,000 or 25 percent of total unsecured nonpriority debts (whichever was less).", "Same as Ernst & Young March 1998 report. (March 1998) (March 1999) (March 1999)", "Debtor attorney fees not included in analysis.", "Used data from report that showed that chapter 13 debtors had average unpaid attorney fee of $800 at filing. Added total of $800 to debtor expenses and amortized it over 60 months. The $800 was assumed to cover chapter 13 attorney fees paid through the plan plus the chapter 13 trustee fee applied to these attorney debt payments.", "None in calculation of debtor’s debt repayment capacity. The debt repayment calculation was independent of any trustee fees.", "Used data from same report as ABI. Report found that chapter 13 incurred average fee of $1,281 in chapter 13 cases. Treated as an unsecured priority debt the difference between this average fee and the amount the debtor indicated on the bankruptcy petition that he or she had paid the attorney prior to filing the bankruptcy petition. If no data in schedule on amount already paid to an attorney, used $800 as unpaid amount and amortized it over 60 months. Needs-based test did not incorporate trustee fees. Total debt repayment estimates are net of trustee fees, and based on three different assumptions: (1) Trustee would receive 5.6 percent of all debt payments by the “can-pay” debtors identified by the needs-based test, excluding debtor payments on mortgage debt in excess of $20,000 (estimate of $249 million in trustee fees paid). (2) Excluding all debtors who could repay 100 percent of their debts—secured nonmortgage, unsecured priority, and unsecured nonpriority (estimate of $138 million in trustee fees paid). (3) Trustee would receive 5.6 percent of debtors’ payments on unsecured debts—unsecured priority and unsecured nonpriority (estimate of $93 million in trustee fees paid).", "Applied a 5.6 percent fee to unsecured priority debts, unsecured nonpriority debts, and secured debt (other than home mortgages and nonprimary residence real estate claims of $20,000 or more).", "Schedule I--Current Income of Individual Debtor(s). The schedule includes such categories as monthly gross wages, salary, and commission; payroll deductions; and income from nonwage sources, such as interest and dividends, alimony, and Social Security. For joint filers, the debtor must show the monthly gross income of both the debtor and his or her spouse. Line one of this form indicates that the information to be provided is an \"estimate of average monthly income.\" Schedule D--Creditors Holding Secured Claims."], "subsections": [{"section_title": "Sampling Differences", "paragraphs": ["The Creighton/ABI sample was drawn from a different population than the population from which the sample in the two Ernst & Young reports was drawn. The differences in the populations make it difficult to compare the Creighton/ABI estimates with those of the March 1998 Ernst & Young report, which is based on substantially the same proposed legislation as that used by Creighton/ABI. The principal difference—and a significant one—is that the version of H.R. 3150 used in the Creighton/ABI report included a higher median household income test than did the version of H.R. 3150 used in the 1998 Ernst & Young repoert.", "The Ernst & Young reports were based on a national probability sample of about 2,200 drawn from all chapter 7 bankruptcy cases filed nationwide during calendar year 1997. The cases were selected randomly from the petitions filed in all federal bankruptcy districts largely in proportion to each district’s total chapter 7 filings. Consequently, the results of the Ernst & Young reports can be generalized to all chapter 7 petitions filed nationwide in calendar year 1997.", "The Creighton/ABI study used chapter 7 cases from seven judgmentally selected bankruptcy districts. The districts used in the study were originally chosen for a different purpose—a study of debtors’ reaffirmations of their debts. A debtor who files for bankruptcy may generally voluntarily choose to reaffirm—or agree to pay—one or more debts. As mentioned previously, the sample was originally chosen for a study of debtor reaffirmation practices in bankruptcy proceedings, including the effect of different permissible reaffirmation practices on debtors’ decisions to reaffirm some of their debts.", "The report states that petitions from these districts had to meet the following four qualifications before being eligible for selection into the study sample: the petition must have been filed in calendar year 1995; the petition must have been filed as or converted to a chapter 7 case; the petition must have been filed by an individual or a married couple (a nonbusiness filing); and the case file had to include most schedules.", "The authors randomly selected filings in each district that met these qualifications.", "The report states that the results were weighted to reflect the number of nonbusiness chapter 7 cases filed in 1995 in each district; however, the results should have been weighted to reflect the number of cases filed as or converted to chapter 7 cases. The authors of the Creighton/ABI report provided us with data, not included in the report, that indicated that 35 of the 1,041 cases in the report’s sample were filed initially under another chapter (mostly chapter 13), but were closed as chapter 7 cases. Depending on the districts where the cases were filed, weighted adjustments that account for their presence in the population could have affected the report’s results. However, we were unable to determine the effect of this error. We provided updated unpublished data to the report’s authors, and they reweighted their estimates. The results of the reweighting show minimal effect on the report’s estimates. The reweighting changed the weighted estimates by less than 0.1 percent.", "The report’s results can be projected to the population of total chapter 7 filings for these seven bankruptcy districts. However, it cannot be used to make projections to the national population of chapter 7 cases filed in 1995. Consequently, neither extrapolation of the Creighton/ABI results to the nation nor comparison with the results of Ernst & Young’s March 1998 report is supported by the methods used. Although the Creighton/ABI report’s authors acknowledge that the two reports were based on different sample designs, they nevertheless portrayed the results of their study as comparable with those of the Ernst & Young report. For example, Part III of their report contains a detailed description of the projected net gain nationwide in the amount of money unsecured creditors would collect based primarily on the assumptions in their study compared with the net gain amount estimated in Ernst & Young’s March 1998 report. Nevertheless, the Creighton/ABI sample provides useful information for policymakers. For example, its results show that, for its seven districts, the median household income and median unsecured nonpriority debts of its “can’t pay” debtors are similar to those in the Ernst & Young and EOUST samples."], "subsections": []}, {"section_title": "Proposed Legislation Used in the Three Reports", "paragraphs": ["The analyses of the two Ernst & Young reports and the Creighton/ABI report were based on the “needs-based” bankruptcy provisions in different versions of proposed federal bankruptcy legislation. In analyzing debtor repayment capacity, each report attempted to apply the “needs-based” provisions of the proposed legislation used in the analysis as they interpreted those provisions. Thus, a number of differences in the reports’ methodologies reflect the different proposed legislative provisions used as the basis for the analysis. The 1998 Ernst & Young report was based on the provisions of H.R. 3150 as introduced in the House of Representatives. The Creighton/ABI report was based on the provisions of H.R. 3150 as passed by the House in June 1998. The 1999 Ernst & Young report was based on the provisions of H.R. 833 as introduced in February 1999."], "subsections": []}, {"section_title": "Similarities and Differences in Determination of Debtors’ Median Income", "paragraphs": ["Each report relied on annual gross median household income data as reported by the U.S. Census Bureau to select debtors for further analysis of their repayment capacity. Each debtor’s annual gross household income was compared with the annual gross median household income for a household of comparable size—one person, two persons, and so forth. However, in making this comparison, the reports used different national median income thresholds from the Census Bureau and data for different calendar years (1993 and 1996). These differences reflect the different median income tests in the different proposed legislation used in each report’s analysis and the different years from which each report’s sample was drawn.", "The Census Bureau reports median household income in different ways. It reports annual gross median income for one-person households and for households with one earner. The median income for households with one earner is higher. The Census Bureau also reports annual gross median income for households of two or more and for family households of two or more. Households are defined as all persons, related and unrelated, occupying a housing unit. Family households are defined as all persons related by birth, marriage, or adoption who reside together. Generally, annual gross median incomes for family households exceed those of nonfamily households. Thus, the table chosen for comparison can affect whether a debtor’s income is determined to be above or below the national median for a household of comparable size.", "The 1998 Ernst & Young report used the lowest annual gross median household incomes for households of one and households of four or more for two reasons. First, it used Census Bureau tables that generally had lower median household incomes than the tables used in the other two reports. Second, based on its interpretation of H.R. 3150 as introduced, the 1998 Ernst & Young report selected for more detailed repayment analysis all debtors whose household incomes were more than 75 percent of the national median household income. In the other two reports, debtors were subject to further repayment analysis if their household incomes were at least 100 percent of the annual gross median household income for households of the same size. This higher standard was based on the median household income standards specified in the proposed legislation used in the other two reports’ analyses.", "An example, which assumes that all the reports used 1997 Census Bureau income data, illustrates the differences. The median annual gross income for a household of one in 1997—the measure used in the 1998 Ernst & Young report--was $18,762. In contrast, the 1997 annual gross median income for a household with one earner—the measure used in the other two reports—was $29,780. To pass the median income test, the 1998 Ernst & Young report required a one-person household to have income in excess of $14,072 (more than 75 percent of $18,762). However, to pass the median income test in the other three reports, the same debtor would have had to have income of at least $29,780—100 percent of the higher median—or more than double the amount required in the 1998 Ernst & Young report (based on 1997 Census Bureau data).", "The median incomes used for households of two to four persons were similar in all three reports, although the national medians used in the 1998 Ernst & Young report were higher for households of two and three persons. However, the incomes diverged again for families of more than four. In all the Census Bureau tables, median household income peaks at families of four and declines for families of five or more. The 1998 Ernst & Young report used the incomes reported in the Census tables for households of more than four. Thus, as family size increased above four, the median income used in the analysis declined. For family households of four or more, the Creighton/ABI report used the median income for a family of four. For family households of more than four, the 1999 Ernst & Young report used the median income for a family household of four, plus $583 annually for each additional household member over four. Each of these methods reflected the proposed legislation used in each report. Had each report used the 1997 Census Bureau tables, the median income used for a family of six would have been $34,849 (1998 Ernst & Young), $53,350 (Creighton/ABI), or $54,516 (1999 Ernst & Young).", "The impact of these different median income thresholds was reflected in each report’s “pass rate”--the percentage of debtors who passed each report’s median income threshold test. The pass rates reported were 47 percent (1998 Ernst & Young), 24.2 percent (Creighton/ABI), and 19 percent (1999 Ernst & Young). However, only the different pass rates in the two Ernst & Young reports reflect solely the effect of using different median income thresholds. Both reports were based on the same sample of debtors and used 1996 Census data on annual gross median household incomes. The different pass rates for the Creighton/ABI report and the EOUST report may reflect not only the different median income thresholds used, but also (1) differences in the annual household incomes of the sample of debtors each report used for analysis and (2) use of median household incomes for different years, 1993 and 1997, respectively. However, Ernst & Young reported to us that had their 1998 report used the same median income thresholds as those used by Creighton/ABI, the percentage of “can-pay” debtors in their 1998 report would have been 10 percent rather than 15 percent."], "subsections": []}, {"section_title": "Similarities and Differences in Determination of Debtors’ Allowable Living Expenses", "paragraphs": ["The Ernst & Young and Creighton/ABI reports based their determination of debtors’ allowable living expenses on the IRS Collection Financial Standards. The IRS uses these standards to determine a taxpayer’s ability to pay a delinquent tax liability. The EOUST report did not use the IRS standards in its assessment of debtors’ allowable living expenses, concluding that they were cumbersome and difficult to apply consistently across debtors.", "The IRS has established specified dollar allowances for housing and utility expenses; transportation expenses; and food, clothing and other expenses. However, the IRS has not established specific dollar allowances for “other necessary expenses,” such as taxes, health care, court-ordered payments (e.g., child support or alimony), child care, and dependent care. Since there are no specific dollar standards, the IRS determines whether individual expenses in this category are reasonable and necessary on a case-by-case basis. The IRS guidance notes that some of these “other necessary expenses,” such as taxes, health care, and court-ordered payments, are “usually considered to be necessary.” However, the taxpayer may be required to substantiate the amounts and justify expenses for other expense items, such as child care, dependent care, and life insurance.", "As previously noted, the Ernst & Young reports and the Creighton/ABI report each used the needs-based provisions of different proposed bankruptcy reform bills. Each of the proposed bills provided that the debtors would be allowed the IRS allowances for the national and local necessary expense standards (housing and utilities; transportation; and food, clothing, and other expenses), and other necessary expenses. However, none of the proposed bills used as the basis for analyses in the three reports specified how the discretionary allowances for “other necessary expenses” were to be determined.", "There are also other provisions of the IRS collection standards that are not mentioned in the bills. For example, the IRS standards permit a taxpayer 1 year in which to modify or eliminate excessive necessary or unallowable conditional expenses, if the tax liability cannot be paid within 3 years.", "The “needs-based” provisions of the proposed legislation used in the Ernst & Young and Creighton/ABI reports provided that debtors’ monthly debt repayment expenses were to include whatever amounts were necessary to pay monthly mortgage payments, to pay in full over 5 years all nonhousing secured debts (such as auto loans), and all unsecured priority debts (such as child support and certain back taxes) as scheduled by the debtors on their financial schedules. Thus, by implication, debtors were to be permitted expenses in excess of the IRS allowances where necessary to repay debt. Consequently, for example, if a debtor’s total monthly vehicle debt payments exceeded the applicable IRS transportation ownership allowance, the higher debt payment would be used as the ownership allowance.", "The Ernst & Young and Creighton/ABI reports divided debtors’ living expenses into several categories, including housing and utility expenses (separately for nonhomeowners and homeowners), transportation expenses, other living expenses, other necessary expenses, and business expenses.  While the three reports used the IRS expense standards for determining allowable living expenses in most of these categories, there were differences in how some of these standards were interpreted. The biggest difference was in how the two Ernst & Young reports and the Creighton/ABI report interpreted the standards to determine the transportation allowance."], "subsections": [{"section_title": "Housing and Utility Expenses", "paragraphs": ["The IRS standards include a single housing and utilities allowance for homeowners and renters, regardless of existing mortgage or rental payments. An allowance is set for each county in the United States. Within each county, there are three levels, according to family size—two persons or fewer, three persons, and four persons or more. The allowances are derived from Census Bureau and Bureau of Labor Statistic (BLS) data. All three reports used these standards for nonhomeowners (by county of residence), but none of the three reports used these standards for homeowners.", "To determine housing and utility expenses for homeowners, the Ernst and Young reports generally used the total of the full mortgage payment, home maintenance expenses, utilities, property taxes, and homeowner insurance amount as reported on schedule J. If the debtor indicated on schedule J that property taxes and insurance were included in the home mortgage payment, but also listed these expenses separately on the schedule, Ernst & Young would have counted these expenses twice. To the extent this occurred, the Ernst & Young analysis would have overstated debtors’ homeowner expenses. The Creighton/ABI report also used the homeowner expenses listed on schedule J to determine a homeowner’s housing and utility allowance. However, property taxes and homeowner insurance, if listed separately on schedule J, were included as expenses only where the schedule indicated that such expenses were not included in the mortgage payment. Thus, where property taxes and homeowner insurance were listed on schedule J twice—as included in the mortgage payment and as separate expenses elsewhere on the schedule--Creighton/ABI would have used lower homeowner expenses than Ernst & Young.", "The three reports made adjustments to homeowner housing and utility expenses if certain conditions applied. In both Ernst & Young reports, adjustments were made to the full monthly mortgage payment listed on schedule J if 85 percent of the reported monthly mortgage payment, multiplied by 60 months, was more than 110 percent of the total outstanding mortgage debt shown on schedule D or if the debtor’s income after allowable living expenses (excluding debt payments) was insufficient to pay the entire mortgage payment. The Creighton/ABI report made adjustments to the reported full monthly mortgage payment if the first condition listed above was found, but did not apply the second condition. According to Ernst & Young and Creighton/ABI, the number of debtors in their samples affected by either of these conditions was very small."], "subsections": []}, {"section_title": "Transportation Expenses", "paragraphs": ["The IRS transportation allowance is divided into two categories— ownership costs and operating costs, which includes an allowance for debtors with no vehicles. The IRS ownership allowance is a single national standard for payments on leased or purchased vehicles—currently $372 for the first car and $294 for the second car, with a maximum of two cars allowed. IRS revised the ownership allowance in 1998 to base it on Federal Reserve Board of Governors’ data on the 5-year average ownership or leasing costs for new and used cars. Because they are based on IRS standards prior to 1998, none of the three reports used the current standard. The prior IRS standard was based on the monthly cost of a 5- year lease or purchase of a vehicle at 8.5 percent, assuming a price of $17,000 for the first car and $10,000 for the second car.", "According to the IRS, the “ownership costs provide maximum allowances for up to two automobiles if allowed as a necessary expense.” The operating portion of the IRS standard is derived from BLS data. The operating allowance varies by census region and metropolitan statistical area. The current allowance for Boston, Massachusetts, for example, is $220 (no vehicles), $274 (one vehicle), or $328 (two vehicles). IRS regulations describe the application of the ownership and operating allowances as follows: “If a taxpayer has a car payment, the allowable ownership cost added to the allowable operating cost equals the allowable transportation expense. If a taxpayer has no car payment, or no car, only the operating cost portion of the transportation standard is used to come up with the allowable expense.”", "Ernst & Young and Creighton/ABI used different methods to assign the ownership portion of the transportation allowance. There were essentially two differences---secured vehicle debt payments that were less than the applicable IRS maximum ownership allowance and ownership allowances for debt-free vehicles. The similarities and differences in the Ernst & Young and Creighton/ABI methods of determining debtor transportation ownership allowances are shown in table I.2. Although in some cases Creighton/ABI provided a higher ownership allowance than the IRS standards or Ernst & Young, we found no evidence that the Ernst & Young reports or the Creighton/ABI report doubled-counted any portion of the transportation ownership allowance.", "Add remainder of maximum IRS allowance, if any $0 Schedule D—Creditors Holding Secured Claims. This example assumes that only the total amount of the unexpired lease is shown as secured debt on schedule D.", "Schedule B--Personal Property. This example assumes that the leased vehicle would be shown only on schedule B, which would also include debt-free vehicles. Ernst & Young stated that its review of 193 cases in its sample found that about 2 percent of chapter 7 debtors listed vehicles on schedule B only.", "Based on its interpretation of H.R. 3150 and H.R. 833, Ernst & Young in effect did not use the IRS ownership allowances. It totaled all secured vehicle debt, added 10 percent for interest (equivalent to 9 percent for 2 years), and amortized the resulting total over 60 months. The resulting monthly amount was used as the ownership allowance, whether it was more or less than the applicable IRS ownership allowance. Creighton/ABI totaled all vehicle debt, added 24 percent for interest (equivalent to 9 percent for 5 years), and amortized the resulting total over 60 months. Creighton/ABI used the resulting monthly vehicle debt payment as the ownership allowance if it was equal to or more than the maximum IRS ownership allowance for a household of the same size and number of vehicles as the debtor’s. If the monthly secured debt payment was less than the maximum IRS ownership allowance for a household of the same size and number of vehicles as the debtor’s, Creighton/ABI added the difference to the debtor’s transportation expenses. For example, the maximum IRS ownership allowance for a one-vehicle household is $372 a month. If a debtor in a one-vehicle household had a monthly payment for secured vehicle debt of $333, Creighton/ABI would have allowed an additional monthly allowance of $39 (see table I.2).", "The other principal difference was the ownership allowance for debt-free vehicles. Because there were no secured debt payments for debt-free vehicles, Ernst & Young did not include an ownership allowance for such cars. Creighton/ABI included the IRS ownership allowance for debt-free cars—one allowance for one-person households, one allowance for households of two or more persons with one vehicle, and two allowances for households of two or more persons with two or more vehicles.", "The Creighton/ABI report explained that its approach to the ownership allowance was based on the fact that the proposed “needs-based” provisions penalize debtors with little or no secured vehicle debt. Debtors with older cars with little or no debt are allowed minimal or no ownership allowance under the IRS standards. The Creighton/ABI report noted that most of the cars in its sample were at least 5 model years old when the debtor filed for bankruptcy, and that debtors owed secured debt on 82 cars that were 10 or more years old. They observed that it was likely that such cars would need either major repairs or replacement during a 5-year debt repayment period, and that limiting the ownership allowance to secured debt payment made no provisions for this probability. To the extent that, during their 5-year repayment plans, debtors faced major vehicle repairs or had to replace their vehicles, the Creighton/ABI method may provide a somewhat more realistic measure of the actual return to unsecured nonpriority creditors. However, to the extent these expenses do not occur during the 5-years, the Creighton/ABI method would understate the amount of income debtors would have available for payments on unsecured nonpriority debt.", "The IRS standards include an ownership allowance for leased vehicles. The Ernst & Young and Creighton/ABI reports generally treated costs for leased vehicles similarly. Neither report used the information from schedule G, where unexpired leases should be listed. The needed data on the amount remaining to be paid on unexpired leases were rarely listed on this schedule. Instead, each report treated leased vehicles as secured debt, unsecured priority debt, or unsecured nonpriority debt, depending on how the lease costs were listed on the debtors’ schedules. If the cost of a leased vehicle was listed on schedule D, Ernst & Young and Creighton/ABI treated the cost as any other nonhousing secured debt—the amount of the debt was increased by the amount of estimated interest costs and amortized over 60 months. The one difference occurred when the leased vehicle was listed on schedule B only. In such cases, Creighton/ABI would have included an IRS ownership allowance for the vehicle (based on household size and the number of other vehicles reported). Ernst & Young would not have included an ownership allowance in such cases since there was no secured debt, and Ernst & Young used amortized secured debt as the ownership allowance.", "Because accurate data on the amount remaining to be paid on unexpired leases were not available from the debtors’ schedules, Creighton/ABI and Ernst & Young simply used the amount of leased debt as listed on schedules D, E, or F. The amount listed may or may not have been the actual amount remaining to be paid on the unexpired lease. In some cases, debtors may have listed only the monthly lease payment on their schedules. Thus, it is not clear that either Ernst & Young or Creighton/ABI was able to accurately capture the amount of unexpired leases and the appropriate amount of monthly payments for those debtors who were leasing vehicles at the time they filed for bankruptcy.", "Crieghton/ABI’s and Ernst & Young’s methods of assigning vehicle operating allowances were different for households of two or more persons with more than two vehicles. Under the IRS collection financial standards, IRS’ normal practice is to limit vehicle operating allowances to one for households of one and two for households of two or more, unless the taxpayer can demonstrate that any additional vehicles are necessary for producing income. However, debtors are not required to provide on their financial schedules information on whether any or all of their vehicles are necessary for producing income.", "Both Ernst & Young and Creighton/ABI determined the number of debtor vehicles by using the larger of the number of vehicles shown on schedules B or D. If a debtor reported no vehicles on either schedule, both Ernst & Young and Creighton/ABI assigned one \"no car” operating allowance. In addition, both Ernst & Young and Creighton/ABI followed the general IRS practice of limiting households of one to one operating allowance. For households of two or more, Crieghton/ABI also followed the general IRS practice of limiting such households to a maximum of two operating allowances. However, Ernst & Young placed no limit on the number of operating allowances for households of two or more. It included operating allowances for the larger of the number of cars listed on schedules B or D."], "subsections": []}, {"section_title": "Other Living Expenses", "paragraphs": ["The IRS collection standards use a national standard for other living expenses. Included in other living expenses are housekeeping supplies, apparel and services, personal products and services, food, and miscellaneous items.  Although the IRS has established allowances for each of the individual categories of expenses, the standard provides a single total amount to each household based on income and size. For example, the current allowance for a four-person household with total monthly gross income between $2,500 and $3,329 would be $912. The allowances for all categories except miscellaneous are based on the BLS consumer expenditure survey and are to be updated annually as new data become available. The IRS has set miscellaneous expenses at $100 for the first person in the household and $25 for each additional person."], "subsections": []}, {"section_title": "Other Necessary Expenses", "paragraphs": ["The IRS has no established national or local standards for these expenses. IRS regulations note that the amounts must be necessary and reasonable in amount, and that the IRS employee responsible for the case determines whether these two criteria have been met.", "The three reports used many of the same deductions from monthly gross income to make allowances for other necessary expenses. The Ernst & Young reports subtracted payroll deductions such as payroll taxes, Social Security, nonhealth insurance, and union dues; taxes neither deducted from wages nor included in home mortgage payments; alimony; charitable contributions; child care; other payments to dependents not living at home; and health insurance and medical and dental expenses. The Creighton/ABI report used the same deductions with some exceptions. The Creighton/ABI report did not allow deductions from monthly gross income for debt payments withheld from the paycheck, transfers into a savings plan, nonmandatory pension contributions, all payments for dependents not at home (except alimony and child support), and tuition payments."], "subsections": []}, {"section_title": "Business Expenses", "paragraphs": ["The three reports determined business expenses differently. While the March 1998 Ernst & Young study did not allow business expenses, the March 1999 study allowed business expenses as reported on schedule J,but only if business income was reported on schedule I. The Creighton/ABI study allowed all business expenses that were listed on schedule J, in addition to expenses for work uniforms listed on schedule I. According to Ernst & Young, their database did not include information on uniforms because it did not itemize miscellaneous expenses reported on the schedules."], "subsections": []}]}, {"section_title": "Differences in Debtor Attorney Fees and Administrative Costs", "paragraphs": ["The March 1998 Ernst & Young report did not include any allowance for debtor attorney fees or the costs of administering a chapter 13 repayment plan. The Creighton/ABI report and the March 1999 Ernst & Young report based their attorney fee estimates on the same 1996 study, which found that the average total debtor attorney fee in chapter 13 cases was $1,281, of which $428 was paid up front and the balance paid through the plan (subject to the trustee’s percentage fee). Based on this study, the Creighton/ABI report assumed that debtor attorney fees would add a total of about $800, or about $13 per month over 60 months, to the debtor’s monthly expenses. The March 1999 Ernst & Young report assumed that debtors who were required to file under chapter 13 would incur an average attorney fee of $1,281.  The report treated as an unsecured nonpriority debt any difference between this total and the amount the debtor indicated on the bankruptcy petition as already paid to his or her attorney. If the debtor schedules included no information on the amount of the attorney fee already paid, Ernst & Young assumed that the remaining fee would be $800 and amortized this amount over 60 months.", "The March 1999 Ernst & Young report and the Creighton/ABI report both included estimates of chapter 13 administrative expenses.  Each report assumed that administrative expenses could consume about 5.6 percent of debtor debt payments under a chapter 13 plan—the 1995 average chapter 13 trustee fees as a percentage of disbursements to creditors. However, each report applied this percentage somewhat differently. The Ernst & Young report included three different estimates of these costs, based on three different assumptions (see table I.1).  The Creighton/ABI report assumed that administrative expenses would be 5.6 percent of debtor payments on unsecured priority debts, unsecured nonpriority debts, and most secured debts. The report assumed that debtors would pay creditors directly for their home mortgages and any other real estate claims of $20,000 or more, thus avoiding the trustee fee on such payments."], "subsections": []}]}]}, {"section_title": "Description of Methodology Used in the Report by the Executive Office for the U.S. Trustees", "paragraphs": ["The methodology of the report by the Executive Office for the U.S. Trustees (EOUST) was substantially different from the methodologies used in the Ernst & Young and Creighton/ABI reports. The EOUST report differed from the other reports in the proposed legislative provisions used in its analysis, its determination of debtor allowable living expenses, and its method of determining the income that debtors had available for debt repayment. The EOUST report’s sample, methodology, and its differences from the other three reports are discussed in this appendix."], "subsections": [{"section_title": "EOUST Debtor Sample", "paragraphs": ["The EOUST report was based on a sample of chapter 7 no-asset casesclosed during the first 6 months of 1998 in the 84 bankruptcy districts with U.S. Trustees. All of the cases in the sample had been designated by the panel trustee as no-asset cases, and almost all of these cases had been filed in late 1997 or early 1998. The number of sample cases in each district was proportional to each district’s share of the national total of chapter 7 cases filed in calendar year 1997. The sample used in the analysis included a total of 1,955 cases.", "Statistical probability sampling methods were not used to select the cases. Instead, after determining the number of cases needed from each district, EOUST requested that the Trustees for the districts send them the districts’ sample quotas from among their most recently closed cases. Because the sample procedure for selecting filings within districts was not random, the characteristics of the filings selected may be influenced by the judgmental selection of the sample cases by the Trustees. Therefore, technically, standard statistical methods are not applicable for making inferences from these results to the population of no-asset chapter 7 cases from these 84 bankruptcy districts closed during this period. However, treating such a sample as if it were a random sample may sometimes be reasonable from a practical point of view. EOUST, based on its subject matter expertise, asserts that these cases are as random as those it would have obtained from a statistical random sample of filings from each Trustee’s office. We have has no basis to judge the accuracy of that assertion."], "subsections": []}, {"section_title": "Description of the EOUST Report’s Methodology", "paragraphs": ["The EOUST report was based on data from debtors’ financial schedules (including any amended schedules). There are two principal differences between the EOUST report and the other three reports we reviewed. First, the EOUST report did not use the IRS financial collection standards to determine debtors’ allowable living expenses. Second, the EOUSC report assumed that debtors would pay their unsecured priority debts and unsecured nonpriority debts from that portion of their total gross income that was above the national annual median income for a household of comparable size. The report assumed that debtors would make any mortgage payments and pay all nonhousing secured debts from that portion of their total annual gross income that was at or below the national median. The report also used “needs-based” provisions from two separate pieces of proposed legislation—H.R. 3150 as it passed the House on June 10, 1998, and S.1301 as reported by the Senate Judiciary Committee. However, as discussed later, this appeared to have less impact on the report’s estimates than the other two differences. The following section describes the EOUST report’s method of estimating the percentage of “can-pay” debtors in its sample and the total amount of unsecured nonpriority debt these debtors could potentially repay."], "subsections": [{"section_title": "Step 1: Determine Debtor’s Gross Income", "paragraphs": ["The report determined each debtor’s gross annual income by multiplying total monthly gross income, as reported on schedule I, by 12 months. In determining a debtor’s total gross monthly income, as shown on schedule I, the EOUST report included any reported earnings from a spouse, whether the debtor filed individually or jointly with a spouse. Such income was included under the assumption that this total income was available to the household for expenses and debt payment. Spousal income was also used because the report’s purpose was to include the upper range of whatever was included in the House (H.R. 3150) or Senate (S.1301) bills. The Senate bill required that the analysis of a debtor’s repayment capacity include income from all sources. The House bill required that spousal income be considered only when the debtor filed jointly. In the other three reports, spousal income was included in the debtor’s gross income only if the debtor filed jointly."], "subsections": []}, {"section_title": "Step 2: Screen Debtors for Median Household Income", "paragraphs": ["Much like the Ernst & Young and Creighton/ABI reports, the EOUST report screened debtors to determine whether their gross annual household income was above 100 percent of the national median income for a household of comparable size as defined in H.R. 3150 and S.1301. The report used whichever median income standard was higher for each debtor household. For households of four or fewer, the median income test used was the same as that used by 1999 Ernst & Young and Creighton/ABI reports. For households of one, the report used the median income for one-earner households (Census Bureau table H-12). For households of two or more, the report used median family household income from Census Bureau table F-8. In this table, median family income peaks at family households of four and declines for families of more than four. For families of five or more, the report used the median income for a family household of four plus $583 monthly for each additional family member—the median income standard used in S. 1301. The differences in the household income standards used in each report are shown in table 2 of this report."], "subsections": []}, {"section_title": "Step 3: Eliminate From the Analysis Any Debtors With Annual Gross Incomes Below the Median Threshold", "paragraphs": ["The EOUST report eliminated from further analysis all debtors whose total gross annual income was less than or equal to the median income for a household of the same size (using the previously discussed criteria). It was assumed that these debtors would be eligible to file for chapter 7, if they chose to do so. This step is similar to that used by both the 1998 Ernst & Young and Creighton/ABI reports.", "Of the 1,955 bankruptcy debtors in the sample, 347 had gross annual household incomes above the national median for a household of comparable size."], "subsections": []}, {"section_title": "Step 4: Deduct Business Expenses From Gross Income Above the National Median", "paragraphs": ["A small number of those debtors with gross annual incomes above the national median reported business receipts as gross income on schedule I. However, according to the EOUST report’s authors, it was not always possible to tell from the schedule how much of the debtor’s gross income was obtained from self-employment. If the debtor listed business expenses on schedule J, these expenses were deducted from the debtor’s reported total gross income. Creighton/ABI also permitted business expenses listed on schedule J. However, Ernst & Young permitted such expenses only if the debtor also showed business income on schedule I."], "subsections": []}, {"section_title": "Step 5: Deduct Taxes From Gross Debtor Income Above the National Median", "paragraphs": ["For all 347 debtors with annual household incomes above the national median, the report estimated the debtor’s net disposable income, after taxes, on that portion of the debtor’s total annual gross income that was above the national median. To do this, the report multiplied the amount of annual gross income above the national median by 65 percent. For example, if a debtor had gross annual income of $40,000 and the appropriate national median income was $30,000, the debtor had $10,000 in gross income that exceeded the national median for a household of the debtor’s size. The report would have assumed that $3,500 of this $10,000 would be used for taxes, leaving the debtor net disposable income of $6,500."], "subsections": []}, {"section_title": "Step 6: Convert Remaining Annual Gross Income to Monthly Income, Then Include Additional Selected Deductions", "paragraphs": ["The debtor’s net annual income above the national median was converted to monthly income. Thus, a debtor who had $6,500 in net annual income above the national median would be deemed to have $541.66 in monthly income above the median. The report then deducted the following expenses, as appropriate, from the net monthly income that was above the national median: tax liabilities shown on schedule J, child support and alimony payments shown on schedule J, and one-sixtieth of total priority debt on schedule E (with no interest).", "Thus, a debtor with net monthly income of $541.66, and total deductible expenses (as determined in the report) of $300, would have $241.66 monthly to devote to unsecured nonpriority debt repayment."], "subsections": []}, {"section_title": "Step 7: Eliminate Second Set of Debtors From Analysis; Estimate Debt Repayment Capacity", "paragraphs": ["As a result of the calculations in steps 4, 5, and 6, 47 debtors no longer had income above the national median. The remainder of the analysis focused on those remaining 300 debtors who had any positive net annual income above the national median.", "The report estimated the total amount of unsecured nonpriority debt that these 300 debtors could repay using four different assumptions. Debtors would use 100 percent, 75 percent, 50 percent, or 25 percent of the income available for payment of unsecured nonpriority debt to pay their unsecured nonpriority debts. In our example, the debtor would use 100 percent, 75 percent, 50 percent, or 25 percent of the $241.66 in net monthly income available for the payment of unsecured nonpriority debt. If the “can-pay” debtors used 100 percent of their available net income to pay unsecured nonpriority debt for 5 years, the report estimated that creditors could receive a total of about $3.76 billion over 5 years. However, should this prove optimistic, and not all “can-pay” debtors were able to devote 100 percent of their net income to unsecured debt payment for 5 years, the report also provided a sensitivity analysis using three less favorable assumptions about the amount of available net income that would be used for debt repayment over 5 years. For the remaining assumptions, the report estimated that using 75 percent, 50 percent, or 25 percent of available net income over 5 years to pay unsecured nonpriority debt would yield $3.22 billion, $2.49 billion, or $1.40 billion, respectively.", "These debt repayment estimates assume that (1) debtors’ income and expenses would remain unchanged over a 5-year repayment period; (2) all debtors would complete their 5-year repayment plans; and (3) there would be no cost to administering the repayment plans. However, each of the three lower estimates of total debt repayment provide an estimate of what could happen if the net effect of changes in these assumptions were to reduce debtor unsecured nonpriority debt repayment capacity by 25 percent, 50 percent, or 75 percent.", "The report notes that the actual amount of debt paid to creditors--secured and unsecured--would depend upon a number of variables, including the number of debtors who completed their repayment plans without modification and the amount of trustee fees and other administrative expenses incurred to administer the repayment plans.  The report stated that it was likely that many of these debtors would experience some type of change, such as job loss or divorce, that would affect their repayment capacity and their ability to complete their repayment plans. The report also noted that it was not clear how the IRS collection standards should be applied and that using the standards would be cumbersome, “conducive to gaming,” and could add to bankruptcy litigation as creditors and debtors sought to clarify the application of the standards. As a result of all these factors, the report noted that the final return to unsecured nonpriority creditors was likely to be less than $1 billion annually."], "subsections": []}]}]}, {"section_title": "Comments From Ernst & Young", "paragraphs": ["The following are GAO’s comments on specific issues included in the letter dated, June 2, 1999, from Thomas Neubig, National Director, Policy Economics and Quantitative Analysis, Ernst & Young. Other issues discussed in the letter have been included in the report text."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. Ernst & Young made several observations regarding our comparison of the four reports and our discussion of the variables that could affect the estimates in each report. First, Ernst & Young stated that our draft report did not sufficiently highlight the similarities in the four reports, in particular that all four reports found that “tens of thousands of above- median income Chapter 7 bankruptcy filers could repay a significant portion of their debts under needs-based proposals.” Second, Ernst & Young stated that our conclusion that the percentage of “can-pay” debtors and the amount of debt they could repay were dependent on a number of variables was not helpful to policymakers. It was noted that it would be more helpful to policymakers if we had identified the “reasonable” impact of the proposed needs-based legislation as drafted, rather than state that nothing could be known with certainty. Ernst & Young noted that estimates based on how the proposed law would have applied in the past, or future estimates based on reasonable assumptions, are more useful than waiting to validate every assumption.", "With regard to the first comment, our report clearly states that each of the reports found that some portion of chapter 7 debtors in their samples— ranging from 3.6 percent to 15 percent—met all relevant means-testing criteria, including the potential ability to repay a specific minimum amount of their unsecured nonpriority debts. (see Results in Brief and table 3). We also note that there is some similarity in the median household incomes and median unsecured nonpriority debts of those debtors whom each report determined were “can’t pay” and “can pay” debtors (table 5).", "However, our report also notes that both the Creighton/ABI and EOUST reports specifically asserted that the formula used to determine the amount of debt that “can-pay” debtors could potentially repay was unrealistic and that the actual return to unsecured creditors under needs- based bankruptcy would be less than the formula indicated.", "With regard to our emphasis on the variables that could affect the estimates in these four reports, we believe it is important that policymakers be provided information that can help them to understand and interpret the point estimates in these four reports. Whether there are “tens of thousands” of “can-pay” debtors and what amount of debt such debtors could potentially repay are questions the answers to which are critically dependent upon the assumptions used to develop the answers. “Can-pay” debtors were defined in the proposed legislation used in the four reports’ analyses as those debtors who (1) met a specific household income test and (2) could potentially repay a specific minimum amount of their unsecured nonpriority debt over 5 years. To determine whether the debtor could repay this minimum amount of unsecured nonpriority debt, each report used two assumptions based upon the means-testing criteria specified in proposed needs-based legislation: (1) the debtor’s income and allowable living expenses would remain stable for the 5-year repayment period and (2) 100 percent of “can-pay” debtors would complete their 5- year repayment plans. Based on these criteria, the reports calculated whether the debtor’s net monthly income available for payment of unsecured nonpriority debt multiplied by 60 months would be sufficient to pay the minimum total amount of unsecured nonpriority debt specified in the needs-based legislation used in the report’s analysis. If so, the debtor was classified as a “can-pay” debtor. This same 60-month total was the basis for estimating the total amount of unsecured nonpriority debt each “can-pay” debtor could potentially repay.", "The fact that these assumptions were specified in proposed legislation for use in identifying “can-pay” debtors did not automatically validate them as empirically based or realistic. There is no empirical basis for assuming that debtors financial circumstances would remain unchanged during the course of a 5-year repayment period, that none of the repayment plans would need to be modified during that 5-year period, and that 100 percent of debtors would complete their repayment plans (modified or not). No one knows how many “can-pay” debtors will be able to complete their 5- year repayment plans on the terms under which bankruptcy court initially confirmed the plans. However, even if the completion rate were higher than the 36 percent for the 953,180 debtors studied by the Administrative Office of the U.S. Courts (AOUSC), it is unlikely to be 100 percent. For those debtors who are unable to complete their repayment plans, the return to creditors is likely to be less than estimated in the Ernst & Young and Creighton/ABI reports, and less than the largest estimate in the EOUST report. 2. Ernst & Young stated that its analyses were the only ones to apply the proposed legislation (H.R. 3150 and H.R. 833) as written. Ernst & Young suggested that we should have used “adherence to the legislative language as a criterion for evaluating the reasonableness of the reports’ methodology.” Ernst & Young principally bases its assertion on the fact that its interpretation of the IRS transportation ownership allowance more closely followed the IRS Collection Financial Standards than did the Creighton/ABI interpretation.", "We clearly described the methodologies of each report, noted where they differed, and discussed the impact of those differences on each report’s estimates. The difference in the Ernst & Young and Creighton/ABI interpretation of the IRS transportation allowances are fully discussed in our report, including appendix I. We would only note here that Creighton/ABI, not Ernst & Young, more closely followed IRS practice with regard to the assignment of vehicle operating allowances for households of two or more persons with more than two vehicles.", "Moreover, all of the reports used some methods and assumptions that were not specifically required by proposed needs-based legislation. For example, neither H.R. 3150 nor H.R. 833, the bills used in Ernst & Young’s March 1998 and March 1999 reports, specified any method of imputing the interest on secured claims. Ernst & Young used a lower imputed interest rate for secured debts (9 percent over 2 years) than did Creighton/ABI (9 percent over 5 years). Compared to Creighton/ABI’s method, Ernst & Young’s method would have resulted in lower payments on secured outstanding debts of the same amount. Consequently, the effect of Ernst & Young’s method would have been to include more income than did Creighton/ABI for the payment of unsecured nonpriority debts. The two Ernst & Young reports offered no explanation for why both used a 2-year rather than 5-year period of interest when secured debts were amortized over 5 years in determining debtors’ repayment capacity.", "Further, the proposed legislation did not require that the formula used to identify “can-pay” debtors consider the potential net return to creditors after administrative costs were deducted from debtors’ payments to creditors. Yet this is an important policy consideration. Both the Creighton/ABI report and the second Ernst & Young report included an estimate of the total cost of administrative fees, such as debtor attorney and chapter 13 trustee fees. Payments to creditors would be reduced by the amount of such fees. The Ernst & Young report included estimates using three sets of assumptions. This type of sensitivity analysis would also have been useful in conjunction with the two Ernst & Young reports’ discussion of their estimates of “can-pay” debtors and the amount of debt such debtors could potentially repay over 5 years.", "Finally, Ernst & Young did not mention a provision of H.R. 833 that could have affected its estimates of “can-pay” debtors and the amount of unsecured nonpriority debt they could repay. Under H.R. 833, the amount of the creditor’s secured claim for personal property purchased within 5 years of filing for bankruptcy would generally be not less than the total remaining amount to be paid, including interest, under the terms of the loan contract. Under current bankruptcy law, the amount of the secured creditor’s allowed claim is generally the market value of the property, which may be more or less than the total amount of principal owed under the loan contract. If it is less, the secured creditor has two claims—(1) a secured claim for the market value of the collateral and (2) an unsecured nonpriority claim for the deficiency between the market value of the collateral and the debt owed on the collateral.", "Ernst & Young did not mention in its March 1999 report whether any of the debtors in its sample would have been affected by this provision of H.R. 833. To the extent that the amount of secured nonhousing debt listed by any affected debtors did not include the unpaid interest owed under the terms of the contract, Ernst & Young would have understated the amount of the secured claims for such debtors, understated secured debt payments and thus overstated the amount of income available for payment of unsecured nonpriority debts. 3. Ernst & Young offered a critique of the Creighton/ABI method of determining debtors’ transportation ownership allowance.", "We believe our report fully discusses this issue, clearly demonstrating where the Creighton/ABI report’s transportation ownership allowances would have varied from the amount that IRS would have provided under its Collection Financial Standards. 4. Ernst & Young also observed that the Creighton/ABI sample is a nonrandom sample whose results cannot be projected nationally. Moreover, the sample could have a very large margin of error that could well encompass Ernst & Young’s estimate that 10 percent of chapter 7 debtors were “can-pay” debtors.", "Our report clearly states that the Creighton/ABI sample cannot be used for national projections. However, the Creighton/ABI sample is a statistically valid random sample for the seven districts used in its analysis. The results of that sample can be projected to the population of 1995 chapter 7 filings in those seven districts. We calculated that the estimates for the seven districts in the Creighton/ABI sample are subject to an error margin of about 1.8 percentage points. 5. Ernst & Young provided new data on a sample of chapter 13 cases filed in 1997 and compared these data with those for its sample of chapter 7 debtors who would be required to file under chapter 13. Ernst & Young stated that these new data, combined with provisions in the proposed “needs-based” legislation, make it reasonable to expect that the percentage of debtors who would complete a required 5-year repayment plan was likely to be “significantly higher” than the 36 percent rate shown in available historical data.", "The data presented by Ernst & Young in its comments had not been previously provided to us or available publicly. Therefore, we have had no opportunity to review the analysis and data on which Ernst & Young’s statements are based. However, we do have two observations on the analysis presented.", "First, current bankruptcy law provides that chapter 13 repayment plans will be for 3 years unless for cause the bankruptcy court approves a period not to exceed 5 years. The repayment estimates in the four reports were based on a repayment period of 5 years, 2 years longer than provided for in current bankruptcy law unless extended for cause. This provides 2 additional years in which debtors could experience a change in their financial circumstances that could affect their ability to complete their repayment plans.", "Second, the Ernst & Young data do not alter our basic point—that the percent of “can-pay” debtors who complete their 5-year repayment plans is unlikely to be 100 percent. Ernst & Young noted that many current chapter 13 filers use chapter 13 as a temporary means of protecting their homes from creditors and then drop out of chapter 13 after their homes are no longer in danger. In our report, we stated that about 49 percent of chapter 13 cases filed between 1980 and 1998 were dismissed. Such cases would include those debtors who temporarily filed under chapter 13 to protect their homes from foreclosure. It is not clear that the proposed needs-based legislation would necessarily increase or decrease the number of such chapter 13 cases.", "In addition, the AOUSC report we cited found that the district with the highest completion rate—57 percent---permitted debtors to repay a very low percentage of their outstanding debt, as little as 5 percent. This is substantially less than the percentage required in any of the proposed needs-based legislation used in the four reports we reviewed.", "We agree with Ernst & Young that the characteristics of the “can-pay” debtors required to file under chapter 13 may be different than those cited in the AOUSC study of chapter 13 debtors, or of those who currently file chapter 13 voluntarily. In addition, as we stated in our report, it is possible that the percentage of debtors who complete their required chapter 13 repayment plans under needs-based bankruptcy could increase. However, even if one assumes, for the reasons Ernst & Young states, that under needs-based bankruptcy the percentage of debtors who complete their chapter 13 plans were double to 72 percent—twice the rate found in the AOUSC study—28 percent of debtors would not complete their plans. For that 28 percent of debtors, creditors would receive less than Ernst & Young’s reports estimated. The amount of the reduced return to creditors would depend upon when within the 5-year period the court determined the debtor could not complete the plan and the amount of debt remaining to be repaid under the debtor’s repayment plan. For those debtors who do complete their plans, creditors could receive more or less than these four reports estimated. For those debtors whose financial circumstances improve during the 5-year plan, creditors could receive more. For those debtors whose financial circumstances deteriorate, creditors could receive less. However, it is important to emphasize that there is no empirical reason to base repayment estimates on the assumption that 100 percent of those required to file under chapter 13 in a needs-based bankruptcy system would complete their repayment plans. 6. In the conclusion to its comments, Ernst & Young states that other organizations, such as the Congressional Budget Office, make reasonable estimates about the expected impact of proposed legislation using reasonable assumptions and available data. Ernst & Young concluded that its reports provided Congress with important information about the expected impact of the proposed legislation.", "As we have stated in our report, we recognize that using the data from the bankruptcy debtors’ financial schedules, despite such problems as inconsistently reported data, was necessary for each report’s analysis. The debtors’ schedules are the only publicly available source of data about debtors income, expenses, and debts. However, it is equally important to clearly state the limitations of the data used and the implications of the assumptions used.", "We believe that each of the four reports provided Congress with important information about the potential impact of proposed “needs-based” legislation. The Ernst & Young reports arguably provided an overall “best- case” estimate of the results of needs-based consumer bankruptcy, if enacted. The Creighton/ABI report provided a lower estimate, principally because of its interpretation of the IRS transportation ownership allowance. In discussing the rationale for its approach, the report highlighted one of the potential problems that could reduce the amount of unsecured nonpriority debt that would be repaid under needs-based bankruptcy. For example, the older the debtors’ cars when they enter chapter 13, the more likely it is that those cars will either need major repairs or replacing (albeit not necessarily with a new car). Moreover, the Creighton/ABI report’s description of the “can-pay” debtors in its sample puts a “personal face” on needs-based bankruptcy, providing a partial picture of the variety of debtors who could be affected by needs-based bankruptcy. The EOUST report showed that a much simpler approach to identifying “can-pay” debtors would result in about the same percentage of “can-pay” debtors as the more complex method used by Ernst & Young and Creighton/ABI."], "subsections": []}]}, {"section_title": "Comments From the Authors of the Creighton/ABI Report", "paragraphs": ["The following are GAO’s comments on specific issues included in the letter dated May 28, 1999, from Professors Marianne Culhane and Michaela White, authors of the Creighton/ABI report. Other issues discussed in the letter have been included in the report text."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. The authors stated that, although theirs was not a national sample, it nevertheless was randomly drawn within the seven districts used in the sample. Moreover, the sample included districts across the country, from rural and urban areas and from low-cost and high-cost areas. In addition, the sample provided a more complete picture of the debtors within each district used because it included a larger number of debtors from each district than did Ernst & Young’s sample.", "We agree that the Creighton/ABI sample is a random sample whose results can be generalized to the population of chapter 7 cases in the seven districts used in its analysis. The districts in its sample are diverse and were initially chosen by the Creighton/ABI’s authors in part because of that diversity. Although the Creighton/ABI sample may include more cases within each district in its sample than did Ernst & Young ‘s sample, both reports focused on the estimates for the entire population in their respective samples. 2.  The authors stated that they reweighted their results based on data that we provided on converted chapter 7 cases. The results of this reweighting had minimal effect on the report’s estimates.", "As we indicated in our draft report, we were uncertain about the impact of using only total cases filed initially under chapter 7 in each district as the basis for weighting the Creighton/ABI report’s weighted estimates. The Creighton/ABI sample also included some cases that had been filed under chapter 13 but converted to and closed under chapter 7. We provided the authors of the report with updated unpublished data on the total number of cases in each district that had been filed in 1995 under chapter 7 and had been converted to chapter 7 from chapter 13. Based on these data, the authors reweighted their estimates. The new Creighton/ABI analysis provided to us shows that the revised weighting had minimal effect on its estimates. The reweighting did not change any of the report’s weighted estimates by as much as 0.1 percent. 3. The authors state that Ernst & Young’s interest calculations on secured debt are incorrect as a matter of law and practice, substantially overstating debtors’ capacity to repay their unsecured nonpriority debts.", "The Ernst & Young method of calculating interest on secured debts (9 percent for 2 years) would have resulted in lower monthly payments on the same amount of outstanding secured debt than would Creighton/ABI’s method of calculating such interest (9 percent for 5 years). The effect of the Ernst & Young method, compared with the Creighton/ABI method, is to decrease secured debt payments and, thus, increase the amount available for payment to unsecured nonpriority creditors. However, whether the Ernst & Young’s method of imputing interest on secured claims was incorrect depends upon the assumptions made about the repayment of secured debt.", "Under current bankruptcy law, the amount of the creditor’s allowed secured claim is the market value of the collateral securing the claim. The market value of the collateral may be more or less than the amount of the secured outstanding debt. Also, under current bankruptcy law, the secured creditor is entitled to the present value of the secured claim. Interest is usually added to the market value of the secured claim to determine its present value. As the authors of the Creighton/ABI study noted in their comments, the amount of the interest paid on secured claims depends on the length of the repayment period. Generally, the longer the repayment period, the greater the imputed interest on secured claims. In determining this interest on secured claims, Ernst & Young and Creighton/ABI differed principally because they used different repayment periods for computing interest on secured nonhousing claims.", "The Creighton/ABI report assumed that secured nonhousing claims would be repaid over 60 months, and computed interest for this entire period. Given that the needs-based “can-pay” formula amortizes secured claims over 60 months, it is not unreasonable to assume that such debts, including interest, would be repaid over 60 months. If secured claims payments were spread over 60 months—that is, the entire repayment plan period--then Creighton/ABI’s method is the appropriate one for imputing interest on secured claims. However, if it were assumed the secured claims would be paid in less than 60 months, then it would be appropriate to compute interest for a shorter period. Essentially, the Ernst & Young method assumed that most secured debts would be paid in 24 months. This may or may not be true under needs-based bankruptcy. However, if it were true, the Ernst & Young method would be appropriate and correct. 4. The Creighton/ABI authors state that reasonable people can differ over the interpretation of H.R. 3150 and how the IRS expense allowances were to be interpreted within the context of the bill.  The bill directed the use of the IRS allowances “excluding payments of debts.” Ernst & Young interpreted this to mean that secured vehicle debt payments were to be used as the ownership allowance. Because vehicle lease payments are not secured debt, the Ernst & Young method provided no allowance for vehicle lease payments. Creighton/ABI gave the debtor the IRS ownership allowance, less the amount of secured vehicle debt payments.", "Our report states that the IRS ownership allowance is used by IRS as a “cap.” The allowance includes monthly loan or lease payments for no more than two purchased or leased vehicles. As we noted in our report, the Creighton/ABI interpretation provided a higher transportation ownership allowance than IRS would permit or Ernst & Young permitted for debtors with debt-free vehicles or whose secured vehicle debt payments were less than the maximum applicable IRS allowance.", "The determination of actual lease payments was problematical for Ernst & Young and Creighton/ABI because the data in Schedule G (unexpired leases) were not generally useful for determining the amount remaining to be paid on the vehicle lease. As we discussed in our report, neither Creighton/ABI nor Ernst & Young found the data on leased vehicles in their samples to be particularly consistent. Ernst & Young did not include a transportation ownership allowance for vehicle lease payments unless they were listed as secured debt. If the lease payments, or the amount remaining to be paid on the lease, were listed as unsecured priority or unsecured nonpriority debt, no ownership allowance was included.", "We agree that it is possible that adjustments may need to be made in the 5- year repayment plans of debtors who incur substantial major vehicle repairs or are required to replace a vehicle. To the extent this occurs, the actual amount the debtor repaid to creditors could be less than anticipated at the beginning of the repayment plan, or in the “can-pay” formula as interpreted by Ernst & Young. On the other hand, to the extent this need does not arise, the Creighton/ABI method of determining transportation ownership allowances would understate the amount of income that would be available for debt repayment. 5. The authors stated that there are questions about the Ernst & Young database that we did not address in our report. These include the high percentage of asset cases in the chapter 7 debtor sample, the fact that the sample was not strictly proportional to the chapter 7 filings in each district, and that Ernst & Young excluded what appears to be a high number of sample cases from its analysis.", "Ernst & Young’s report did not discuss whether the asset cases in its sample had a higher proportion of “can-pay” debtors than did the no-asset cases in its sample. To be statistically valid, a sample need not be designed so that sample sizes are strictly proportional to the sizes of known subgroups within the population from which the sample was drawn. However, if a sample design is intentionally disproportionate to the size of known subgroups, projections to the population from which the sample was drawn must be appropriately weighted. It appears that Ernst & Young did such reweighting. Although the number of cases excluded from the analysis was higher than Creighton/ABI experienced, it is not necessarily an unusually high number of cases to exclude."], "subsections": []}]}, {"section_title": "Comments From the Executive Office for U.S. Trustees", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgements", "paragraphs": ["In addition to those named above, David Alexander, Anne Rhodes-Kline, Sidney Schwartz, Wendy Ahmed, and Geoffrey Hamilton made key contributions to this report.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC 20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000 or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony. To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touch-tone phone. A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}