{"id": "GGD-00-1", "url": "https://www.gao.gov/products/GGD-00-1", "title": "IRS Employee Evaluations: Opportunities to Better Balance Customer Service and Compliance Objectives", "published_date": "1999-10-14T00:00:00", "released_date": "1999-10-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the extent to which the Internal Revenue Service (IRS) employee evaluation system can support the new mission statement during the period IRS will need to revamp its performance management system, focusing on: (1) determining the relative emphasis on revenue production, efficiency, and customer service in enforcement employees' annual written evaluations; (2) identifying features of the evaluation process that might be used to greater advantage to reinforce the importance of customer service; and (3) describing IRS initiatives to promote customer service, including those to encourage enforcement employees to be taxpayer oriented."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) IRS could take advantage of opportunities within the evaluation process to reinforce the importance of customer service among its frontline enforcement employees; (2) there are a number of reasons for doing so; (3) most importantly, the evaluation process is not aligned with IRS' new mission statement because it emphasizes revenue production more than customer service; (4) also, it is uncertain when a new performance management system that IRS is planning will become fully operational; (5) enforcement employees' two most recent written evaluations for the period ending June 1998 emphasized their revenue production and efficiency skills more than their customer service skills; (6) available evidence indicates that four features of the evaluation process could be used to greater advantage to reinforce the importance of customer service among enforcement employees; (7) if the features were to be used more, however, IRS would need to consider the potential implications for the way in which supervisors allocate their time between these and other administrative tasks; (8) the narrative portion an employee's written evaluation provides flexibility for supervisors to focus on employees' customer service skills; (9) midyear progress reviews, which are required, provide supervisors with opportunities to give interim feedback on aspects of case handling in relation to customer service (and other) goals; (10) mandatory reviews of sampling of completed cases present another opportunity for supervisors to comment on customer service skills because these are ex post facto examinations of documents prepared by employees to support their case decisions; (11) field visits present an excellent opportunity to reinforce customer service; (12) IRS has implemented a number of initiatives to promote customer service; (13) it has: (a) revised its strategic goals; (b) aligned them with its mission statement; and (c) introduced organizational performance measures that are to balance customer satisfaction, employee satisfaction, and business results; (14) in the meantime, IRS has taken several interim actions to encourage enforcement employees to be taxpayer oriented; and (15) it has incorporated into the employee evaluation process a new retention standard relating to the fair and equitable treatment of taxpayers that employees must meet at a passing level to retain their jobs."]}], "report": [{"section_title": "Letter", "paragraphs": ["The enactment of the Internal Revenue Service Restructuring and Reform Act of 1998 signaled strong congressional concern that the Internal Revenue Service (IRS) had been overemphasizing revenue production at the expense of fairness and consideration of taxpayers. The concern centered on frontline enforcement employees who have face-to-face dealings with taxpayers during the potentially confrontational process of assessing and collecting taxes. In response, the Commissioner of Internal Revenue is seeking to transform the agency’s culture to one that more fully embraces customer service as a core organizational value. The Commissioner began this transformation by replacing IRS’ old mission statement, which emphasized collecting the proper tax at the least cost, with a new one, which emphasizes providing world-class customer service by helping taxpayers understand and meet their tax responsibilities and applying the tax law with integrity and fairness. IRS has begun a number of long-range initiatives to make the new mission statement a reality, including developing new organizational performance measures and revamping the overall performance management system.", "In light of this, you asked us to review the extent to which the current employee evaluation system can support the new mission statement during the period IRS will need to revamp its performance management system. Specifically, the objectives for this report are to (1) determine the relative emphasis on revenue production, efficiency, and customer service in enforcement employees’ annual written evaluations; (2) identify features of the evaluation process that might be used to greater advantage to reinforce the importance of customer service; and (3) describe IRS initiatives to promote customer service, including those to encourage enforcement employees to be taxpayer oriented. To address these issues, we analyzed a representative sample of the two most recent enforcement employee evaluations prepared under IRS’ old mission statement for the period ending June 1998. Thus, our results are most appropriately used as baseline data for determining the degree to which supervisors might need to change the way they prepare employee evaluations under the current process to better reflect IRS’ new mission."], "subsections": [{"section_title": "Background", "paragraphs": ["The employee evaluation process is an important tool for influencing employee behavior. At IRS, as in other federal agencies, employee evaluations are the official documents used to support many personnel actions, including within-grade pay increases, performance awards, promotions, reductions-in-force, and adverse performance-based actions. As stated in IRS documents, the process is intended to accurately reflect employees’ performance, facilitate their development, and improve and enhance their work.", "For enforcement (and most other IRS) employees, the evaluation process is to include an annual formal written evaluation and a midyear progress review. The annual written evaluation involves a quantitative assessment of performance, which may be supported by narrative commentary. Supervisors who complete the evaluations are to address how well employees perform a number of critical job elements, which are job skills that must be performed at or above a set standard for an employee’s performance to be judged acceptable. The critical elements include technical skills—the specialized skills needed to process cases, such as workload management and case analysis—as well as customer relations, which involves interpersonal skills in dealing with taxpayers.", "The number of critical job elements on which an enforcement employee is evaluated generally has ranged from five to seven, depending on his or her job classification (e.g., tax auditor, revenue officer, or revenue agent). Each element is rated on a 5-point scale, with 1 being unacceptable and 5 being outstanding. A score of 3 is to be given for performance deemed fully successful. The evaluation forms for the types of enforcement employees we reviewed have similar formats and critical job elements, as the examples shown in appendix II illustrate. Progress reviews are also required, preferably at midyear, and are to be communicated by supervisors to each of their employees.", "IRS policy imposes several additional requirements. Notably, the supervisor who is responsible for assigning an employee’s work is also responsible for preparing and signing his or her evaluation. The evaluation must be reviewed, approved, and signed by a higher level manager. And to help ensure the accuracy and fairness of the rating, the supervisor who prepares the evaluation is to observe the performance of the employee during the rating period.", "In evaluating employee performance, supervisors are to exercise caution when describing employees’ skills and contributions vis-a-vis revenue production and efficiency, so as not to improperly emphasize the accomplishment of statistical or numerical goals. IRS policy prohibits rating officials from using enforcement statistics, such as the average amount of taxes assessed or collected, in employee evaluations. However, during hearings held by the Senate Committee on Finance in September 1997, witnesses alleged that IRS’ focus on enforcement statistics at the organizational level was encouraging enforcement officers to take unnecessary and inappropriate enforcement actions against taxpayers.IRS’ Internal Audit subsequently reviewed the use of such statistics by examination and collection supervisors and found an atmosphere largely driven by statistical measures. In November 1998, we reported that 75 percent of revenue agents, tax auditors, and revenue officers believed that enforcement results affected their evaluations."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To meet our reporting objectives, we reviewed the two most recent evaluations for each employee as of June 1998 in a statistically representative sample of 19,096 examination and collection frontline employees and the supplemental documentation supporting those evaluations. Because the confidence intervals for the different estimates vary in size, we report all of them in appendix IV. We also interviewed responsible IRS headquarters officials and 30 supervisors in 3 district offices and sent division chiefs in all 33 IRS district offices a survey on how supervisors allocated their time.", "We requested comments on a draft of this report from the Commissioner of Internal Revenue. In a letter dated September 17, 1999, we received his comments, which are discussed at the end of this letter and reprinted in appendix VIII.", "We did our work at IRS headquarters in Washington D.C., and the Northern California, Kansas-Missouri, and Georgia District Offices between November 1998 and June 1999 in accordance with generally accepted government auditing standards. (See app. I for more details on our objectives, scope, and methodology.)"], "subsections": []}, {"section_title": "Employee Written Evaluations Emphasized Revenue Production and Efficiency More Than Customer Service", "paragraphs": ["Our analysis of evaluations written when IRS’ old mission statement was in effect showed that, overall, written evaluations of enforcement employees emphasized revenue production and efficiency more than customer service. In addition, customer service comments, when made, often did not emphasize the importance of taking into account the taxpayer’s point of view or how well the taxpayer understood the tax issues being raised by the enforcement employee."], "subsections": [{"section_title": "Revenue Production and Efficiency Emphasized", "paragraphs": ["As shown in table 1, about two-thirds of supervisors’ comments related to revenue production and efficiency, and one-third related to customer service. Looking only at the comments in the technical skill portion of the evaluations, comments on revenue production and efficiency outnumbered customer service by about four to one. Of the comments in the customer relations element, we estimate that about three-fourths related to customer service and one-fourth to revenue production and efficiency.", "In considering these results, it is important to point out that, to some extent, the design of IRS’ employee evaluations for enforcement personnel could lead supervisors to focus on revenue production and efficiency. This is because customer relations is only one of five or more equally weighted critical job elements upon which employees are evaluated. Because the other, more technical elements logically tend to involve considerations of revenue production and efficiency, the evaluation likely would focus on such issues."], "subsections": []}, {"section_title": "Comments on Customer Service Did Not Emphasize the Importance of the Taxpayers’ Point of View and Understanding", "paragraphs": ["Our analysis also revealed that, overall, many of the customer service comments did not emphasize the importance of taking into account the taxpayers’ point of view or whether they understood the tax issues being raised by the enforcement employee. To illustrate, consider the following results on comments regarding employees’ assistance in helping taxpayers to better understand their tax issues. As shown in table 2, an estimated 53 percent of the employees received evaluations discussing their efforts to describe the law and regulations related to the examination and collection process to the taxpayer. An estimated 4 percent received evaluations discussing efforts to check on taxpayers’ understanding of these issues by asking taxpayers questions or soliciting their responses. Both approaches can improve taxpayer understanding. However, the latter approach—and comments as to its use or lack thereof—can also help reinforce the importance of targeting explanations to the needs of the taxpayer.", "Most of the comments regarding whether the employee applied the tax law with integrity and fairness also did not reflect the taxpayer’s point of view.", "As shown in table 3, an estimated 31 percent of the employees had comments in their evaluations discussing whether the employee balanced taxpayer’s interests with the government’s interests by listening to and considering the taxpayer’s position. Comments that were more reflective of the taxpayer’s point of view, such as whether the employee considered a variety of actions to try to meet taxpayer needs, such as proposing an installment agreement to meet the tax liability, or took proactive action, such as identifying tax credits or deductions the taxpayer was entitled to, were each made for about 6 percent of the employees.", "As shown in table 4, an estimated 38 percent of the employees received evaluations indicating that they listened to taxpayers, and 32 percent received evaluations indicating that they were courteous with taxpayers. “Over the last year the Service is emphasizing payments be obtained at the conclusion of the examination. It can truly be said that the agent has kept to this philosophy. The agent always seeks to obtain full payment of the deficiency, penalties, and interest. This shows a strong commitment to the Service programs.”", "Further, the above comment was contained in the narrative for the customer relations critical job element and seems to equate good customer relations with success in obtaining full payment in every case. “You set clear, reasonable deadlines and follow-up on them promptly, usually with an appropriate collection tool rather than a phone call. Your success in that regard is referenced above. During the selection of cases for one entity review it was noted that 84% of your inventory was less than 5 months old. On another it was noted that only 4 of your cases had been assigned for longer than six months.”", "While this discussion of the employee’s performance may be appropriate, it was not balanced with statements indicating the employee considered the taxpayer’s circumstances when setting deadlines and taking follow-up actions.", "Although the employee’s actions from the perspective of revenue production and efficiency may warrant discussion, given IRS’ new mission statement, these comments logically would need to be balanced with comments on the employee’s action from the perspective of customer service. Appendix V contains examples on how supervisor comments can reflect the old versus new mission statements."], "subsections": []}]}, {"section_title": "Features of Current Evaluation Process Could Be Used to Reinforce Customer Service", "paragraphs": ["The current IRS evaluation process contains four features that provide supervisors with opportunities to reinforce the customer service orientation reflected in IRS’ new mission statement. The narrative portion of employee evaluations, midyear progress reviews, case reviews, and field visits provide supervisors with the flexibility to identify and provide feedback on employees’ customer service behaviors, as well as on their technical skills."], "subsections": [{"section_title": "Features of Current Evaluation Process Offer Opportunities to Promote Good Customer Service Skills", "paragraphs": ["Available evidence indicates that IRS supervisors could take greater advantage of four features to emphasize customer service. They could use the narrative part of the evaluation more fully. They also could conduct more midyear progress reviews, case reviews, and field visits and sit-ins."], "subsections": [{"section_title": "Employee Annual Evaluations", "paragraphs": ["Employee annual evaluations are intended to facilitate employees’ development and improve and enhance their work. The narrative portion of an employee’s written evaluation provides flexibility to supervisors to focus on employees’ customer service skills. We estimated that over a 2- year period, more than 40 percent of the employees received evaluations with no narratives in one or both evaluations. An additional estimated 12 percent of employees received an evaluation that duplicated the narratives from the prior year, sometimes repeated word-for-word. A further 13 percent had some narrative but at least one evaluation with no narrative for at least one critical job element. Table 5 shows the extent of missing and duplicate narratives.", "According to the examination and collection division chiefs who completed our survey in IRS’ 33 district offices, enforcement supervisors have an average of 12 employees that they supervise. To reduce the administrative burden associated with completing the evaluations, IRS and NTEU agreed that supervisors could omit narratives from evaluations under two circumstances. Supervisors can omit all narratives for employees who have earned the same numerical rating in every critical job element as the prior year. In these cases, supervisors may revalidate the prior evaluation without having to prepare a new evaluation. Also, supervisors are allowed to omit narratives for critical job elements when employees receive a numerical rating of either 5 (outstanding) or 4 (exceeds fully successful) for those elements, and the numerical rating is the same as or higher than the prior year’s rating. IRS’ evaluation policies do not address the use of duplicate narratives."], "subsections": []}, {"section_title": "Midyear Progress Reviews", "paragraphs": ["Midyear progress reviews provide supervisors with opportunities to provide interim feedback on all aspects of case handling, including any deficiencies, relating to agency customer service (and other) goals. While supervisors are required to conduct midyear progress reviews, we estimated that about 65 percent of the employees’ files did not contain evidence that a midyear progress review was done. Also, for the employees for whom reviews were documented, an estimated 36 percent did not have reviews discussing the customer relations critical job element."], "subsections": []}, {"section_title": "Case Reviews", "paragraphs": ["Supervisors are required to review a sample of each employee’s cases at least once a year. We estimated that the evaluations of about 30 percent of the employees did not contain evidence that they were supported by case reviews. These reviews are important because they provide supervisors with the opportunity to examine employees’ case documentation to determine whether employees’ case decisions were made in accordance with the agency’s policies and procedures, including those that relate to customer service. Also, we found that supervisors did not always take advantage of case reviews to review customer service. We estimate that 23 percent of employees for whom case reviews were documented did not receive reviews that addressed the customer relations critical job element."], "subsections": []}, {"section_title": "Field Visits", "paragraphs": ["According to IRS training documents, many experienced supervisors see significant benefits to field visits, which allow supervisors to observe the employee interacting with taxpayers and the employee’s application of the law, regulations, and procedures. One field visit is required during an employee’s first year, but after the first year, the frequency and need for visits is left to the supervisor’s judgment. We found that supervisors had not documented field visits for an estimated 66 percent of the employees and that for those employees for whom visits were documented, an estimated 18 percent had reviews with no indication that the customer relations critical job element was discussed."], "subsections": []}]}, {"section_title": "Increased Use of Evaluation Process Features Could Reduce Time Spent on Other Administrative Tasks", "paragraphs": ["More fully using the evaluation process features discussed above, especially field visits, could reduce the time supervisors spend on their other administrative tasks. The 30 supervisors from 3 district offices that we visited estimated that they were spending an average of about 25 percent of their time on the 4 employee evaluation activities and about 29 percent of their time on clerical duties and other administrative and collateral duties. All but one of these supervisors we talked to indicated that direct observation of employees was the best method for evaluating customer service skills. However, 25 of the 30 supervisors said that they did not have time to spend in the field with their employees and also complete their other supervisory and administrative responsibilities. The supervisors’ administrative burden and its effect on supervisors’ ability to manage their employees was also raised in a 1991 nationwide IRS survey of revenue officer supervisors and more recently by the Professional Managers Association. In a December 17, 1998, message to the Commissioner of Internal Revenue, the association stated, “One of the major concerns of frontline managers is the excessive administrative burden placed on them.”", "Supervisors we interviewed suggested several options that would give them more time to spend in the field with their employees and on other employee evaluation activities. These options included reducing their administrative duties, providing clerical staff to take over some of their administrative duties, and reducing the number of employees that report to them. We did not evaluate the feasibility or impact of these alternatives. If the features were to be used more, IRS would need to consider the potential implications for the way in which supervisors allocate their time between these and other administrative tasks."], "subsections": []}]}, {"section_title": "IRS Initiatives to Promote Customer Service", "paragraphs": ["IRS has implemented a number of initiatives to promote customer service, setting the stage for the reform of IRS’ entire performance management system over the coming years. Thus far, IRS has revised its strategic goals; aligned them with its new mission statement; and introduced organizational performance measures that are to balance customer satisfaction, employee satisfaction, and business results. IRS has also taken several interim actions to promote customer service in evaluating enforcement employees.", "IRS’ new strategic goals are intended to promote customer service by (1) providing service to each taxpayer by such means as being prompt, professional, and helpful to taxpayers when additional taxes may be due; (2) providing service to all taxpayers by such means as increasing the fairness of compliance; and (3) increasing productivity by providing a quality work environment for employees.", "To evaluate how well it is achieving these new goals, IRS has also developed new organizational performance measures that are intended to balance customer satisfaction, employee satisfaction, and business results. Customer satisfaction is to be measured through written or telephone surveys to obtain taxpayers’ perceptions of how they were treated by IRS employees during interactions. Employee satisfaction is to be measured through annual employee surveys of work environment satisfaction. The quality aspects of business results are to be measured through samples of completed cases taken under its various operational quality review programs, while the quantity aspects are to be based on data collected on such outcome-neutral items as the number of cases handled. IRS is in the process of providing training to supervisors and employees on the new balanced measures, which emphasizes customer service.", "IRS also intends to revamp its entire performance management system as required by the Internal Revenue Service Restructuring and Reform Act of 1998. Performance management systems are broad systems for managing employee behavior that incorporate the evaluation process and other managerial actions. Office of Personnel Management regulations define performance management as the integrated processes agencies use to (1) communicate and clarify organizational goals, (2) identify accountability for accomplishing organizational goals, (3) identify and address developmental needs, (4) assess and improve performance, (5) measure performance for recognizing and rewarding accomplishments, and (6) prepare appraisals.", "It is difficult to determine when IRS’ new system would become fully operational. As we have reported, IRS faces formidable challenges to achieve this and other reforms related to its ongoing modernization efforts. As we noted, IRS is attempting to implement all of the reforms in a comprehensive, rather than sequential, fashion. The integrated approach that IRS is using makes sense and has the potential to significantly improve the way IRS interacts with taxpayers. However, it also presents a significant challenge. At the same time IRS is attempting to reform its performance management system, it also is striving to revamp its business practices, restructure its organization, and implement new technology. Effectively implementing such a broad and complex set of interdependent changes will strain IRS’ management capacity. Having to make the transition while continuing to operate the existing tax administration process will strain the agency further. These factors and IRS’ poor track record for implementing reforms suggest that it could be years before a new performance management system is fully operational.", "IRS recognizes that revamping its performance management system is a major effort. With respect to enforcement employees in particular, IRS has recognized that the evaluation process is an important part of any performance management system and may be a key to improving customer service. In laying out its long-term strategy for creating a customer- oriented work force, IRS has identified the need for change in the evaluation process for enforcement and other employees so that supervisors communicate what constitutes good customer service, ensure that employees adopt the new desired behaviors, and assess and develop employees’ customer service skills. IRS has also recognized that short- term improvements in employees’ customer service are needed and has advised managers to think of ways they could begin fostering the new orientation.", "IRS has incorporated into the evaluation process a new performance standard relating to the fair and equitable treatment of taxpayers that employees must meet at a passing level to retain their jobs. The retention standard, which was required by the IRS Restructuring and Reform Act, says that employees must “Administer the tax laws fairly and equitably, protect all taxpayers’ rights, and treat each taxpayer ethically with honesty, integrity, and respect.” When evaluating employees, supervisors are to first determine whether the employee met the retention standard and, if the employee did, then proceed to evaluate the employee on the critical job elements. IRS officials expect that most employees will meet the retention standard.", "The new retention standard was put in place in July 1999. IRS issued guidance on how managers were to implement the retention standard. The guidance included examples of behaviors that would meet the standard and those that would not. Supervisors were also instructed to develop other examples of behavior tailored to their employees’ occupations. By July 31, 1999, supervisors were to have held individual or group meetings with their employees to discuss how employees would be evaluated under the standard.", "In addition, the Collection Division has taken two steps to restructure its evaluation system for revenue officers to better reflect the increased value that IRS now places on customer service. The division has (1) revised its standard position description for revenue officers and (2) reduced the number of critical job elements for revenue officers from five to three. The three revised critical job elements of customer relations and assistance, case resolution, and case management take the place of time and workload management, case decisions, investigation and analysis, accounts maintenance, and customer relations.", "The revised elements became effective in July 1999. The guidance issued to IRS district collection officials on implementing the revised elements is not as comprehensive as the guidance issued for the new retention standard. The guidance instructs supervisors to meet with their employees to discuss the revised position description and critical job elements. It does not, however, explain or provide examples of how the revised elements are to be incorporated into the evaluation process or to be used to evaluate revenue officers.", "In a related effort, the Examination Division was exploring the extent to which critical job elements for revenue agents should reflect IRS’ auditing standards. By linking the critical job elements with the auditing standards, the Examination Division hoped to reduce the number of standards supervisors must refer to when evaluating employee performance. At the time we completed our fieldwork, the Examination Division had not yet established a time frame for completing the initiative, which began in April 1999."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["To fulfill its new mission statement, IRS will need to make a significant departure from the past supervisory practice of emphasizing revenue production and efficiency in employee evaluations to one that balances these goals with good customer service. IRS recognizes that making changes to its employee evaluation process will be important in bringing about cultural change and establishing customer service as an agency priority. IRS expects to change the process as part of a larger reform of its entire performance management system.", "However, because of the magnitude of the changes IRS is undertaking, it is uncertain when such a system will become fully operational and a new employee evaluation process put in place. In the meantime, IRS could take better advantage of opportunities within the current evaluation process to reinforce the importance of customer service among its frontline enforcement employees."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["We recommend that the Commissioner of Internal Revenue develop an interim approach for making better use of enforcement employees’ performance evaluations to develop and encourage good customer service. The approach could include providing guidance on the conditions under which supervisors should provide narrative for critical job elements and conduct field visits in assessing individual employees. As part of developing the approach, the Commissioner should determine whether to better enforce the existing agency policies requiring that supervisors conduct midyear progress reviews of all enforcement employees and review a sample of their caseloads annually.", "We also recommend that the Commissioner ensure that Collection Division supervisors are given more comprehensive guidance on how the revised elements are to be incorporated into the evaluation process and used to evaluate revenue officers."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["The Commissioner of Internal Revenue provided written comments on a draft of this report in a September 17, 1999, letter, which is reprinted in appendix VIII. We also met with senior Collection and Examination officials on August 26, 1999, to obtain oral comments from them on the draft report. We have incorporated technical comments from that meeting and the Commissioner’s letter where appropriate. Our evaluation of IRS’ comments focuses on those of the Commissioner, since his comments and those provided by IRS officials were generally consistent.", "The Commissioner’s letter emphasized that IRS is providing training to supervisors and employees on the balanced measurement system that would reinforce IRS’ increased emphasis on good customer service. Although IRS’ training on performance measures was not part of our review, we said in our testimony on modernization that—given the critical role that frontline employees will have in improving taxpayer service— such training will be important to effectively align IRS’ culture with its new mission statement.", "More specific to our report, the Commissioner noted that the report provides timely information on IRS’ current evaluation system. He also agreed with our recommendation to develop an interim approach for making better use of enforcement employees’ performance evaluations to develop and encourage good customer service. He said IRS is developing a Manager’s Guide to Performance Management that would provide detailed information on the entire appraisal process, including monitoring and evaluating employee performance. He said that the guide, which is expected to be issued in October 1999, would specifically address the conditions under which managers should provide a narrative for critical job elements and conduct field visits. He also stated that mandatory mid- year progress reviews are to be conducted.", "The Commissioner did not specifically say if he would enforce existing agency policies requiring supervisors to review a sample of employees’ caseloads.  However, he stated that current IRS procedures require periodic reviews of employees’ caseloads, which we interpret to mean the current requirement for annually reviewing a sample of employees’ caseloads will be enforced. As our report points out, case reviews are important for determining whether employees’ case decisions were made in accordance with agency policies and procedures.", "The Commissioner stated that IRS plans to discuss with NTEU representatives our recommendation that more comprehensive guidance on the revised critical job elements be provided to Collection supervisors. He stated that the revised critical job elements represent a reordering of previous job elements under the current appraisal system and that IRS worked closely with NTEU to define the features of this appraisal system. Therefore, IRS plans to collaboratively work with NTEU to develop any additional guidance regarding incorporating the revised elements for revenue officers into the evaluation process.  We believe that this is an appropriate approach to take. Our recommendation is based on the premise that customer service starts with the frontline employees, who need to know what IRS expects, and that supervisors are a key link in explaining those expectations.  NTEU representatives should be knowledgeable of the sort of guidance supervisors need to evaluate revenue officers and can help IRS develop guidance about IRS’ expectations regarding acceptable performance under the revised critical job elements, including good customer service.", "We are sending copies of this report to Representative Charles B. Rangel, Ranking Minority Member, Committee on Ways and Means; Representative William J. Coyne, Ranking Minority Member, Subcommittee on Oversight, Committee on Ways and Means; various other congressional committees; the Honorable Lawrence H. Summers, Secretary of the Treasury; the Honorable Charles O. Rossotti, Commissioner of Internal Revenue; and other interested parties. We will also make copies available to others on request.", "If you have any questions, please contact me at (202) 512-9110 or Ralph T. Block at (415) 904-2000. Other major contributors are acknowledged in appendix IX."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": [], "subsections": [{"section_title": "Objectives", "paragraphs": ["Our objectives in this report are to (1) determine the relative emphasis on revenue production, efficiency, and customer service in enforcement employees’ annual written evaluations; (2) identify features of the evaluation process that might be used to greater advantage to reinforce the importance of customer service; and (3) describe IRS initiatives to promote customer service, including those to encourage enforcement employees to be taxpayer oriented."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine the relative emphasis on revenue production, efficiency, and customer service comments in annual evaluations written under IRS’ former mission statement, we reviewed the two most recent evaluations for each employee as of June 1998 in a statistically representative sample of 19,096 examination and collection frontline employees. For comments on revenue production, we included comments such as those discussing (1) dollars assessed or collected by the employee, (2) number of cases in which the taxpayer agreed with IRS’ assessment, or (3) use of collection tools by the employee to secure payment from the taxpayer. For comments on efficiency, we included comments such as those discussing (1) timeliness and output, such as the number of overage cases, which are cases that have been in inventory for more than a certain length of time, and (2) the average number of hours needed to complete work on a return.", "For customer service comments, we included comments on the extent to which the employee (1) helped taxpayers to understand and meet their tax responsibilities and (2) applied the law with integrity and fairness. We also included a category for interpersonal skills because IRS has emphasized that quality interactions with taxpayers are an important component of customer service. To validate our approach, we discussed our criteria with IRS headquarters officials in the Collection and Examination Divisions, who agreed that it accurately captured their new customer-service orientation. Appendix III provides a more detailed explanation of our sampling methodology, and appendix IV provides a summary of the results of our analysis.", "To identify features in the current evaluation process that could be used to reinforce the importance of customer service, we reviewed the same two evaluations mentioned above. We counted the number of evaluations without narrative descriptions, and the number of evaluations that contained evidence that they were based on field visits, case reviews, and midyear progress reviews that included comments on the customer relations critical job element. To strengthen our understanding of how supervisors allocated their time, we interviewed 30 supervisors from the Northern California, Kansas-Missouri, and Georgia District Offices, which we chose because of their proximity to our offices, and sent a survey to examination and collection division chiefs in IRS’ 33 district offices.", "To obtain data describing any IRS initiatives to promote customer service, we interviewed IRS headquarters officials, attended IRS training sessions introducing IRS’ new initiatives, and reviewed draft documents describing the new initiatives.", "Our review was subject to some limitations. Our choice of evaluative statements as supporting revenue production, efficiency, and customer service, and our analysis of supervisors’ written comments required us to make judgments that were, in part, subjective. To maximize the objectivity of our analysis, we (1) obtained IRS’ concurrence that the categories we used to characterize the evaluative statements were appropriate and (2) conducted two separate and independent assessments of each sampled evaluation. When differences arose, a collaborative approach was used to resolve them. Although we did not verify responses from our survey of division chiefs, we did discuss supervisory and administrative responsibilities with 30 supervisors in the field."], "subsections": []}]}, {"section_title": "Samples of Employee Evaluation Forms", "paragraphs": ["The evaluation forms for revenue officers, revenue agents, and tax auditors are very similar and have three parts. The first part provides basic information on the employee; assesses the employee’s competence level; and provides an overall rating of the employee, such as outstanding or fully successful.", "The second part, shown in figures II.1, II.2, and II.3, is tailored to the job classification. It lists the critical job elements and provides the supervisor’s numerical rating of how well the employee performed.", "The third part contains the narrative to support the numerical rating. We have not included a sample for this part because there is no official document for the narrative part of the evaluation. The supervisors attach as many typed or handwritten pages of narrative as they feel are necessary.", "This appendix discusses the sampling methodology we used to determine the extent to which evaluations referred to customer service and the extent to which supervisors used various features of the current evaluation system to monitor and give feedback on employees’ customer service skills."], "subsections": [{"section_title": "Sample Design", "paragraphs": ["To minimize disruption of IRS operations, we used the same sample for this report that we drew for our report entitled IRS Personnel Administration: Use of Enforcement Statistics in Employee Evaluations (GAO/GGD-99-11, Nov. 30, 1998).", "To determine the extent to which (1) evaluations referred to revenue production, efficiency, and customer service and (2) supervisors used various features of the current evaluation process, we reviewed the evaluations of a sample of 300 IRS employees from the 3 enforcement employee groups of interest: tax auditors, revenue agents, and revenue officers.", "IRS managers are not required to write performance narratives for every rating dimension for every employee each year. To review more narratives, two ratings were requested from IRS for each employee in the sample. The results presented in the report reflect only employees who received two performance evaluations during the period of our review."], "subsections": []}, {"section_title": "Sample Disposition", "paragraphs": ["From our sample of 300 IRS employees, we received usable responses for 267 employees for a response rate of approximately 89 percent. We eliminated all nonrespondents, including those for whom we did not have two evaluations or who functioned in a specialized capacity, such as computer audit specialist (known ineligible), and those for whom we did not receive responses (unknown eligibility). Disposition of the sampled cases is provided in table III.1."], "subsections": []}, {"section_title": "Calculation of Survey Estimates", "paragraphs": ["After weighting the responses to account for selection probabilities and nonresponse, we were able to make estimates of the percentage of IRS employees who received a narrative referring to customer service in at least one of their two most recent employee evaluations prepared for the period ending June 1998. In addition, we were able to make estimates of the percentage of employees whose files indicated they received field visits, case reviews, and midyear progress reviews referring to customer service, as well as the number of evaluations lacking narrative for one or more critical job elements."], "subsections": []}, {"section_title": "Sampling Error", "paragraphs": ["Because we reviewed a statistical sample of employee evaluations, each estimate developed from the sample has a measurable precision or sampling error. The sampling error is the maximum amount by which the estimate obtained from a statistical sample can be expected to differ from the true population value being estimated. Sampling errors are stated at a certain confidence level—in this case, 95 percent. This means that the chances are 19 out of 20 that if we reviewed evaluations for all IRS employees in the groups of interest, the true value obtained for a question on these evaluations would differ from the estimate obtained from our sample by less than the sampling error for that question. Because the confidence intervals for the different estimates vary in size, we report all of them in appendix IV."], "subsections": []}]}, {"section_title": "Criteria for Categorizing Narrative Statements and the Results of Our Analysis", "paragraphs": ["This appendix discusses the criteria we used to categorize narrative statements in evaluations of enforcement employees and the results of our analysis of that data.", "We reviewed the two latest evaluations for the period ending June 1998 for each employee in a statistically representative sample of 267 of 19,096 examination and collection enforcement employees. For each narrative describing performance in a critical job element, we documented comments on (1) revenue production, (2) efficiency, and (3) customer service. Comments about revenue production included statements discussing the dollars assessed or collected by the employee, the number of cases in which the taxpayer agreed with IRS’ assessment, or the use of collection tools by the employee to secure payment from the taxpayer. Comments on efficiency included statements discussing timeliness and output, such as the number of overage cases, and the average number of hours needed to complete work on a return. Customer service comments were categorized as comments regarding (1) helping taxpayers understand and meet their tax responsibilities and (2) applying the tax laws with integrity and fairness. We also included a category for interpersonal skills because IRS has emphasized that quality interactions with taxpayers are an important component of customer service.", "Comments on skills that we looked for in determining whether the narrative contained a customer service comment are listed below. IRS headquarters officials agreed that these behaviors were appropriate for the customer service critical job element.", "The following are comments on the extent to which the employee helped taxpayers understand and meet their tax responsibilities:", "Employee asks questions to identify taxpayer needs.", "Employee explains the examination or collection process to taxpayer.", "Employee provides Publication 1 to taxpayer without explanation.", "Employee explains taxpayer rights to taxpayer.", "Employee checks taxpayer’s understanding of issues involved, process involved, and what’s expected by asking questions or soliciting a response from the taxpayer.", "Employee looks for ways to improve taxpayer’s future compliance.", "The following are comments on the extent to which the employee applied tax law with integrity and fairness:", "Employee applies law objectively.", "Employee considers a variety of actions to try to meet the taxpayer’s need.", "Employee takes proactive action in favor of the taxpayer.", "Employee balances taxpayer interest with government interest.", "The following are comments on the employee’s customer service interpersonal skills:", "Employee treats taxpayer with respect.", "Employee treats taxpayer fairly.", "Employee is courteous and tactful in dealings with taxpayer.", "Employee is well prepared or organized for taxpayer contact.", "Employee responds quickly to taxpayer’s inquiries or problems.", "Employee listens to the taxpayer.", "We also documented additional comments about an employee’s interaction with the taxpayer such as (1) the employee is firm with or demands payment from the taxpayer and (2) the employee sets time frames or limits for the taxpayer.", "The critical job elements are different for revenue agents, tax auditors, and revenue officers. In order to discuss the narrative comments for all three employee types together, we grouped the critical job elements for each employee type into five skill groups, as shown in table IV.1. IRS Examination and Collection officials agreed with our grouping of the job elements into those skill groups.", "Tables IV.2 through IV.12 present the results of our analysis of narrative comments made by supervisors in our sample of enforcement employees. We analyzed two evaluations for each employee. In table IV.3 and table IV.4, we combined the data from the two evaluations into one record for each employee.", "Note 1: Confidence intervals are bracketed."], "subsections": [{"section_title": "Table IV.3: Estimated Frequency of Comments Related to Revenue Production and Efficiency and Customer Service", "paragraphs": [], "subsections": []}]}, {"section_title": "Examples of Supervisors’ Comments From Employee Evaluations", "paragraphs": ["This appendix provides examples of written comments by supervisors from evaluations of the enforcement employees reviewed for this report. The comments are grouped in two categories: (1) comments on revenue production and efficiency that reflect IRS’ old mission statement and (2) comments on customer service behaviors that reflect IRS’ new mission statement. At the beginning of each excerpt from an employee evaluation, we note which of the critical job elements the statements are from."], "subsections": [{"section_title": "Comments That Reflect Revenue Production and Efficiency", "paragraphs": ["“Time spent, both in terms of hours applied and months in process, was on the high end of an acceptable range. Decisions need to be made in a more timely manner and weighed against the ultimate tax potential of the issues being developed.” “You do not hesitate to use the full array of collection tools to resolve a case or move it along. Summonses, prompt assessments, levies, and seizures have all been frequently used with great success throughout the rating period . . . . You have maintained a vigorous program of appropriate enforcement with many seizures resulting in full payment and some others going to Chapter 11. These have included restaurants, an attorney’s office, a bakery, a social club and several vehicles.” “You set clear, reasonable deadlines and follow-up on them promptly, usually with an appropriate collection tool rather than a phone call. Your success in that regard is referenced above. During the selection of cases for one entity review it was noted that 84% of your inventory was less than 5 months old. On another it was noted that only 4 of your cases had been assigned for longer than six months.” “On another case, she found that the taxpayers had no mortgage on their home, she dealt with the taxpayers and convinced them that they needed to take out a mortgage. They took out that mortgage and fullpayed the liability.” “Your case files show that you consistently demand full payment, warn T/Ps  of enforcement and document Publication 1. receipt. Taxpayers’ rights are fully observed with respect to lien filing and final notice issuance before levy. During the year you have had frequent enforcement activity with BMF  cases . . .. The fact that so many of these led to full payment is indicative of your proper direction and refusal to accept less. With many of these types of cases, effective customer relations means standing firmly behind your correct decisions and you have done that very well.” “ does a very good job in developing pertinent information through the interview process. On several cases  was able to pick up subsequent and related returns, get agreement, collect deficiency and close returns out in a short time frame.” “Your attention to the aspects of this element has remained high. You continue to observe the rights of taxpayers by professionally demanding full payment and/or delinquent returns. You also continue to consistently explain and warn of enforcement actions, which you also document fully. You conduct yourself in a very businesslike way and demonstrate an industrious manner.” “Your personal contacts and discussions are conducted in a firm business-like and professional manner. The customer relation aspects of the -A- and -B- case examinations are significant. The examinations were conducted in a timely manner with documented efforts to maintain the forward momentum of the examinations. You applied good time saving techniques, conducted the majority of the audit at the taxpayer’s place of business and, in general, conducted the examinations in a prompt and efficient manner. In both instances, you proposed significant adjustments as a result of your audit efforts, and secured the taxpayer’s agreement and checks in full settlement of the resulting tax, which, again, was significant. Not only did you save the taxpayer from additional charges by collecting the tax on the spot, but you also supported the Servicewide objective of maintaining a high collectibility rate, thereby reducing costs of collecting taxes due.”"], "subsections": []}, {"section_title": "Comments That Reflect Customer Service", "paragraphs": ["“You approach your audits in an objective manner and always consider the taxpayer’s position on issues that are unagreed. You generally cite the tax law for each adjustment you make ….You document the taxpayer’s position on unagreed issues and explain to them your position and the tax law’s applications.” “You make a point to explain all the facts, apply the proper code section, regulations, and include numerous cases to support your position and conclusion. You are able to identify factual differences between your issues and those in court cases and rulings. You ensure taxpayer is in agreement as to the facts and the only disagreement is the question of the law.” “You are open minded when dealing with your customers and willing to listen to their point of view as well as other information they may provide prior to making case decisions. Overall the case decisions you have made as well as the information you share have been presented in a professional and understandable manner.” “You have a difficult inventory, inhabited by difficult taxpayers and even more difficult exasperating representatives. In spite of this, you handled all of your customers well. You were extremely fair and did an excellent job in balancing the rights of your taxpayers with the protection of the interests and revenue of the Service . . . .You projected an excellent image of the Service.” “You have displayed a very helpful and courteous attitude towards taxpayers and have demonstrated that you are willing to take every step possible to ensure that the Service is represented to the public in the best possible light. You treat everyone you come into contact with both within the Service and outside of the Service, in a respectful manner, which not only enhances agreed cases but also contributes in a significant way to positive customer relations. Overall you are very good at securing cooperation during the course of examinations, thus facilitating case closings and demonstrating skill in explaining findings and conclusions with technical competence, while also effectively listening and considering the taxpayer’s point of view . . . In your discussions with taxpayers or their representatives, you will always disclose all facts and will never misrepresent the Service policies or interpretations of case law. You carefully listen to the opposing view and will tell the taxpayer that you need to research further and will get back to him in an expeditious manner. You employ a tactful manner in discussions of controversial tax issues while at the same time demonstrating your technical knowledge, always in attempting to resolve cases at the lowest possible level.”"], "subsections": []}]}, {"section_title": "Data on Field Visits, Case Reviews, and Midyear Progress Reviews", "paragraphs": ["This appendix provides the results of our review of IRS enforcement employee evaluations to determine how often supervisors used various features of the evaluation process to support their written evaluations and the extent to which supervisors addressed customer service when using them."], "subsections": []}, {"section_title": "Results of Survey to Determine How IRS Supervisors Allocate Their Time", "paragraphs": ["This appendix provides data on the results of our survey of 30 supervisors selected by IRS in 3 district offices (see table VII.1) and examination and collection division chiefs in all 33 IRS district offices (see table VII.2). As shown in the tables, both supervisors and division chiefs agree that supervisors, the immediate managers of frontline enforcement employees, spend little time on field visits and a significant amount of time on clerical, administrative, and collateral duties."], "subsections": []}, {"section_title": "Comments From the Internal Revenue Service", "paragraphs": [], "subsections": []}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, Wendy Ahmed, Robert V. Arcenia, Benjamin Douglas, Suzy Foster, Ronald J. Heisterkamp, Sidney H. Schwartz, Sam Scrutchins, Jonda Van Pelt, and John N. Zugar made key contributions to this report.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC 20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000 or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony. To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touch- tone phone. A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}