{"id": "GGD-95-44", "url": "https://www.gao.gov/products/GGD-95-44", "title": "Tax Administration: Changes Needed to Reduce Volume and Improve Processing of Undeliverable Mail", "published_date": "1994-12-07T00:00:00", "released_date": "1994-12-07T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["In response to a congressional request, GAO reviewed the Internal Revenue Service's (IRS) processes for handling undeliverable mail, focusing on the: (1) amount of and reasons for undeliverable mail; and (2) impact of undeliverable mail on taxpayers and IRS."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) IRS estimates that it had about 6.5 million pieces of undeliverable mail in 1986 and about 15 million pieces in 1992; (2) undeliverable mail is principally caused by taxpayers failing to leave forwarding addresses, the U.S. Postal Service not delivering or forwarding mail, and IRS incorrectly recording taxpayers' addresses in its files; (3) taxpayer interest and penalties can substantially increase because of undeliverable mail, which eventually can lead to IRS attachment of taxpayers' liquid assets; (4) IRS loses millions of dollars in revenue annually and incurs increased operating costs because of undeliverable mail; (5) the IRS Collection Division plans to start processing undeliverable mail after the first occurrence and send only two instead of four service center notices to decrease collection costs; (6) IRS has implemented only a few recommendations to decrease its undeliverable mail because it expects its Tax Systems Modernization initiative to resolve its undeliverable mail problem; (7) senior IRS management recently requested responsible IRS offices to develop action plans to decrease the amount of undeliverable mail in a recent internal IRS report; (8) IRS needs to increase taxpayers' awareness of the need to provide address changes to minimize the volume of undeliverable mail; and (9) more efficient processing of undeliverable mail could result if IRS consolidates mail processing functions into one centralized unit."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report responds to your request that we review the Internal Revenue Service’s (IRS) processes for handling undeliverable mail. You asked us to identify the amount of undeliverable mail and reasons why some of the mail IRS sends to taxpayers was undeliverable and the impact nondelivery of this mail had on taxpayers and IRS. We focused on notices IRS sent taxpayers involving the assessment and collection of taxes. We also assessed IRS’ procedures for processing undeliverable mail."], "subsections": [{"section_title": "Background", "paragraphs": ["The Internal Revenue Code (IRC) requires IRS to notify taxpayers of taxes they might owe and about actions it plans to take to collect the taxes. Since the Revenue Act of 1928, IRS has been required to send such notifications to a taxpayer’s last known address. A taxpayer’s last known address was not defined by the Revenue Act nor has it been defined by Department of the Treasury regulations. However, over the years, courts have generally defined a taxpayer’s last known address as the address shown on the taxpayer’s most recently filed tax return, unless the taxpayer notified IRS of an address change. Generally, IRS requires that such notifications be in writing."], "subsections": [{"section_title": "IRS’ Process for Handling Undeliverable Mail", "paragraphs": ["If IRS’ notices cannot be delivered to the taxpayer as addressed, the Postal Service is supposed to return them to IRS. The Postal Service is also supposed to forward mail to taxpayers’ new addresses if a change of address form has been submitted to it. Also, the Postal Service is to return mail that is refused or unclaimed by taxpayers. However, IRS generally does not consider mail that is refused or unclaimed to be undeliverable mail.", "IRS’ processing of undeliverable mail involves labor-intensive and manual procedures at the 10 IRS service centers. Mail at each service center is separated into two groups—high and low priority. Mail in the high-priority group includes notices such as the final notices that are sent taxpayers regarding delinquent tax returns and collection of taxes and notices returned with change of address information provided by the Postal Service.", "For mail in the high-priority group, IRS’ procedures require that efforts be made to find the taxpayers’ current addresses. To do this, high-priority undeliverable mail is to be returned to the IRS service center function that originated it. For example, those notices involving proposed assessments for underpayment of taxes are returned to the Examination or Underreporter functions for processing. Similarly, notices involving taxpayers’ failures to file tax returns and pay delinquent taxes are returned to the Collection function for processing. All low-priority mail is destroyed without further processing.", "All service center functions generally use internal IRS sources, such as W-2 Forms and other types of information returns, as leads to help them contact taxpayers whose high-priority mail was returned as undeliverable. Service center staff may also use forwarding address information provided on mail returned to IRS by the Postal Service. If a different address is located, IRS is to make an attempt to contact the taxpayer at that address to request verification of an address change. If a taxpayer responds to IRS by confirming a new address, IRS is to change its master file address record—a taxpayer’s last known address at IRS.", "In situations where verification of a different address is not received from the taxpayer and the law requires that a notice be sent to the taxpayer’s last known address, IRS’ procedures require that the notification be sent to both the master file address and the unverified address. This may be done in situations where IRS is sending notices of intent to levy taxpayers’ liquid assets (e.g., bank accounts or wages) that are in the possession of third parties (e.g., financial institutions and employers) or statutory notices of tax deficiencies to taxpayers.", "Unresolved cases from service center functions, other than Collection, may ultimately become collection cases when proposed taxes are assessed. After assessments are made against taxpayers, IRS is to begin sending them collection notices. If unresolved by collection notices, cases over a predetermined dollar threshold are to be sent to the next stage of IRS’ collection process—the Automated Collection System (ACS) call sites, where more detailed address searches are to be done. In addition to address sources used by service centers, ACS uses sources such as state employment commissions and motor vehicle records to find better addresses for taxpayers. ACS may also try to contact taxpayers by telephone to get taxpayers to file delinquent tax returns or pay taxes owed. If the case is not resolved while in ACS and it falls within a certain dollar range, it may be referred to a revenue officer in a district office, where the revenue officer is to attempt to contact taxpayers by conducting field investigations and using local information sources.", "If a taxpayer does not provide IRS written notification of an address change, IRS continues to send notices to the master file address, which is the same as the last known address, even though previous mail sent to that address has been returned as undeliverable. When mail is undeliverable, taxpayers are generally still accountable for the taxes, interest, and penalties IRS says are owed as long as the mail was sent to the taxpayer’s last known address."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to obtain information on (1) the number of undeliverable notices that are returned to IRS, (2) the impact these notices have on taxpayers and IRS, and (3) the causes for nondelivery of the mail. Another objective was to assess IRS’ procedures for processing undeliverable mail.", "To obtain information on the extent of IRS’ undeliverable notices, we reviewed relevant IRS studies and data that estimated the volume of undeliverable mail. We did not test or independently verify the data provided by IRS.", "To gather information on the impact undeliverable notices can have on taxpayers and IRS, we interviewed staff from IRS’ National Office and all 10 service centers with responsibilities for processing this mail. We also reviewed studies and projects on undeliverable mail by IRS’ Internal Audit, service centers, and other groups within IRS. Because certain notices are legally required to be sent to taxpayers, we discussed the impact that undeliverable mail can have on taxpayers and IRS with representatives of IRS’ Chief Counsel’s Office.", "To acquire information on the causes of IRS’ undeliverable mail, we reviewed service center policies and procedures for processing undeliverable mail and for accepting changes of address from taxpayers. To help in understanding the possible effects of these policies and procedures, we interviewed IRS officials in both the National Office and service centers with responsibilities for processing undeliverable mail. Also, to obtain information on reasons why mail may be undelivered in general, we contacted Postal Service officials at the National Address Information Center in Memphis, Tennessee.", "To assess IRS’ procedures for processing undeliverable mail, we reviewed prior IRS studies focusing on ways to better process this mail. We contacted staff at the Cincinnati and Fresno Service Centers to determine (1) how specialized locator services units at these locations were used to locate taxpayers whose mail was undelivered and (2) how their procedures may have varied from the other service centers. Because IRS recently implemented the Undeliverable Mail System (UMS) in 9 of its 10 service centers, we discussed how it affects undeliverable mail with National Office Collection officials. We also interviewed Collection staff in the Southeast Region, where UMS was piloted. We limited our work to undeliverable mail at IRS’ service centers because the majority of IRS’ mail originates at the centers, and undelivered mail is returned to its originating location.", "Because other companies have problems with undeliverable mail, we contacted two large credit card companies to determine whether their procedures offered methods that IRS could possibly use in handling its undeliverable mail. The two companies were judgmentally selected and are similar to IRS in that they send notices and bills to their customers regarding account adjustments and delinquent payments.", "We did our work between August 1992 and March 1994 in accordance with generally accepted government auditing standards. On October 26, 1994, we met with Collection’s Acting Executive Director, (Operations); the Chief of Document Handling, Taxpayer Services; and other IRS National Office officials responsible for overseeing undeliverable mail to obtain their comments on a draft of this report. Their comments are summarized and evaluated on pages 16 and 17 and incorporated in the report where appropriate."], "subsections": []}, {"section_title": "Extent and Causes of Undeliverable Mail", "paragraphs": ["American society is very mobile. According to the U.S. Census Bureau, between 15 and 20 percent of Americans move annually. At that rate, as many as 49 million people may move yearly. Keeping up with address changes for such a mobile society presents IRS with a formidable task. Current addresses are critical to IRS because it mails hundreds of millions of pieces of correspondence to taxpayers yearly.", "IRS does not have precise information on the volume of mail it sends taxpayers annually that is returned undeliverable. However, from time to time various IRS study groups have made estimates of the undeliverable mail volume. Estimates made by these groups indicated that undeliverable mail rose from 6.5 million pieces in 1986 to as much as 15 million pieces in 1992. Because IRS often sends more than one notice to a taxpayer, the number of taxpayers affected by undeliverable mail was probably less than these estimates, but the exact number is unknown.", "The volume of IRS’ undeliverable mail may continue to rise if its accounts receivable inventory continues to grow as it has done for years. This is because the volume of mail IRS sends to taxpayers pertaining to their tax cases is directly related to the number of delinquent accounts in the receivables inventory. Virtually all delinquent accounts are sent notices, and some of this mail may be returned to IRS as undeliverable.", "According to IRS, most undeliverable mail has three principal causes.", "Taxpayers move and leave no forwarding addresses with either the Postal Service or IRS. When this occurs, the taxpayers may ultimately bear responsibility for the fact that their mail was delayed or undelivered, but IRS still has to process the undeliverable mail.", "The Postal Service may not deliver or forward mail, and mail is returned to IRS. This happens even though Postal Service policy states that all First-Class Mail, which most IRS notices are, is to be forwarded for up to 1 year when a valid forwarding address is on file. IRS incorrectly records taxpayers’ addresses in its databases.", "Of the three principal causes, IRS can completely control only the one dealing with how its staff records taxpayers’ addresses in its databases. As discussed later in this report, IRS could do more to encourage taxpayers to provide it with address changes even though there is no statute that requires taxpayers to do so. To some extent, IRS is depending on TSM to eliminate some of the errors associated with transcribing taxpayers’ addresses in the future. The Taxpayer Ombudsman has also recommended adopting procedures to help ensure that taxpayers’ addresses are accurately updated in IRS’ databases. Such procedures could help address the problems IRS has disclosed in this area. According to a 1991 IRS Internal Audit report, IRS incorrectly input 450,000 new addresses to the master file when tax returns were filed in 1988. This resulted in approximately 300,000 undeliverable notices, which included balance due notices totaling $49 million."], "subsections": []}, {"section_title": "Effect of Undeliverable Mail on Taxpayers", "paragraphs": ["It is very important that IRS’ mail reach the intended parties promptly. When not paid, taxes grow even higher as interest and penalties may be added to the tax liability. In some instances, IRS may be unsuccessful in contacting taxpayers at their home addresses but may have information on where they work or bank. With this information, IRS may eventually levy their bank accounts or garnish their wages to satisfy the debt. Thus, the consequences for taxpayers can be quite severe when IRS has an incorrect address and mail is returned to IRS as undeliverable.", "The impact that undeliverable mail has on taxpayers varies depending on the reason IRS is attempting to contact them. If IRS is questioning the amount of taxes owed because information it has shows that taxpayers might have underreported their tax liabilities, IRS sends notices containing information about this proposed deficiency and instructions on how to resolve it. If the notices are returned to IRS because they were undeliverable, the taxpayers would be unaware that IRS is attempting to contact them. Ultimately, this lack of information could adversely affect their opportunity to appeal the proposed assessments. Even though IRS is unable to contact taxpayers and obtain current addresses, a proposed tax deficiency would ultimately be legally assessed against them. Once IRS assesses the tax, the taxpayer may be required to pay the tax in order to appeal the case.", "If IRS is attempting to collect delinquent taxes already assessed against taxpayers, it sends collection notices to them. This occurs when (1) taxpayers file balance due tax returns and do not pay, and (2) IRS determines that taxpayers owe additional taxes on the basis of audits and other means. If the notices are returned to IRS as undeliverable and IRS is unable to contact the taxpayer and obtain a written verification of a different address, IRS’ computers will automatically send future notices to the same address, even though prior notices were returned as undeliverable.", "Taxpayers may face unanticipated enforcement actions by IRS, such as seizures of assets and garnishment of wages, without first having had an opportunity to negotiate payment arrangements or show proof that IRS’ records may be incorrect. Such actions may occur when IRS’ notices are returned as undeliverable even if the taxpayers and IRS had no contact. This is because IRS may have information on where the taxpayer banks or works. If it has this information, IRS’ procedures state that it may seize funds in the bank accounts and garnish wages to cover the amount of the taxes. For some taxpayers who did not receive IRS notices, enforcement actions such as these may be their first indication that IRS has been trying to contact them regarding their tax situations. In circumstances such as this, taxpayers’ situations would probably worsen since IRS may be required by law to assess penalties and interest. In certain instances, IRS may even seize assets, such as real and personal property, to recover the total amount owed if the case is considered to be in jeopardy. A jeopardy case is one in which IRS feels it must take immediate distraint action to protect the government’s interest versus risking further losses. However, IRS officials said that such cases are infrequent, and IRS’ procedures require that field collection staff make additional attempts to contact the taxpayers prior to seizing assets.", "When mail is undeliverable, taxpayers may incur added expenses and time to resolve their tax situations and this could increase their burden and frustration when dealing with IRS as well as lower their general perceptions of IRS. When IRS sends mail to a taxpayer’s last known address, it fulfills its legal obligation of notifying the taxpayer even if the taxpayer does not receive it. IRS does not have the burden of proving that the taxpayer actually received the mail."], "subsections": []}, {"section_title": "Effect of Undeliverable Mail on IRS", "paragraphs": ["In addition to the inconvenience and burden that undeliverable mail can cause taxpayers, IRS is also adversely affected when its mail does not reach taxpayers. The millions of pieces of mail returned to IRS as undeliverable must be processed, adding to IRS’ service center costs. In addition to sorting and routing the mail back to the originating service center functions, attempts are to be made to contact taxpayers to obtain written notification of their address changes. When changes to the taxpayers’ addresses cannot be verified, IRS must send legally required notices to taxpayers at the addresses on their most recently filed tax returns.", "By mailing statutory notices to taxpayers’ last known addresses, IRS fulfills its legal requirements for notifying taxpayers about their tax situations. However, many taxpayers may not receive IRS’ notices because the addresses on their last tax returns are not their current addresses. IRS’ efforts to collect delinquent taxes may be hampered if the taxpayers do not receive the notices because the addresses on the notices were no longer current. IRS recognizes this problem and generally attempts to notify taxpayers of their tax obligations by sending additional notices to addresses it believes may be more current than the addresses in its records.", "IRS’ accounts receivable inventory is also affected to the extent that collection bills are not delivered to taxpayers for timely collection. Not only will the accounts receivable inventory show a higher balance, the government is denied access to funds it is owed. According to IRS staff, as delinquent accounts get older, they are generally more difficult to collect; thus, any delay in collecting accounts may pose some risk regarding the ultimate collectibility of older accounts. If the collection notices reflect taxpayer or IRS errors, delays in resolving invalid cases will only result in IRS wasting time and resources pursuing unproductive cases.", "Although IRS could not provide us precise estimates of the total costs of undeliverable mail to IRS—either in added costs of operations or in lost revenues—a few studies have attempted to measure component parts of the overall cost. For example:", "A 1991 report by IRS Internal Audit showed that 70 percent of the estimated 9 million pieces of undeliverable mail in 1988 were notices to taxpayers who potentially owed $3.4 billion in delinquent taxes or had not filed tax returns. According to that report, IRS spent about $13.9 million to print, mail, and process this mail. In addition, it said these undeliverable notices cost IRS millions of dollars in lost revenue and increased collection costs. In a December 1992 briefing on undeliverable mail for IRS’ Chief Operations Officer, IRS estimated that for fiscal year 1992, it issued 340,000 undeliverable statutory notices valued at $1.7 billion. IRS’ Chief Counsel estimated that undeliverable statutory notices with last known address problems cause losses of $5.5 million annually.", "A 1992 National Office quality improvement project reported that IRS had at least 1.2 million invalid business addresses in IRS computer files, resulting in about 2.25 million pieces of undeliverable mail annually. According to the report, IRS incurs increased operating costs of at least $3.6 million annually, a minimum revenue loss of $100 million, and decreased taxpayer compliance. This report also noted that the problem of undeliverable mail diminishes taxpayers’ image of IRS because of the undue burdens imposed on them."], "subsections": []}, {"section_title": "Efforts by IRS to Reduce Undeliverable Mail", "paragraphs": ["IRS has recognized the need to reduce the amount of its undeliverable mail and has several studies and projects focusing on ways to deal with it. One project involved the implementation of UMS in 9 of the 10 service centers by early 1994. UMS is an automated system designed to make the Collection function’s search for taxpayers’ addresses easier. In searching for address leads, UMS uses information from IRS’ own databases, such as information returns like W-2 Forms, and external data from credit bureaus. If a different address is located, UMS sends a computer-generated letter to the taxpayer requesting verification of the address. If the taxpayer confirms a different address, IRS changes the taxpayer’s master file address. However, when a different address is not found or confirmed by the taxpayer through UMS, the results of UMS’ research are to be electronically transmitted to ACS. According to Collection officials, UMS should reduce processing time and lower operations costs for handling undeliverable mail.", "As currently used, UMS researches undeliverable notices regarding only delinquent tax returns and payments for the Collection function. At one time, IRS’ future plans called for adding additional address sources to the UMS database and allowing all functions that process undeliverable mail to use it. However, as we were completing our work, we learned that UMS will become a part of the new Inventory Delivery System. The purpose of the Inventory Delivery System is to further automate the service center Collection processes. The Inventory Delivery System’s enhancements include direct interface with IRS’ computer files to update taxpayers’ addresses in IRS’ records and an increase in the number of sources used for locating addresses.", "In January 1995, IRS will implement a program designed to speed the resolution of tax cases. The program is referred to as an early intervention program because IRS staff are to contact taxpayers by telephone at the same time it sends out collection notices. To implement this program, IRS’ Collection function in the 10 service centers is to start processing undeliverable mail after the first occurrence of this mail as the other service center functions do. Under Collection’s new procedures, taxpayers will be sent only two service center notices instead of the four notices currently being sent. By sending fewer notices, this program should have a potential to reduce the amount of Collection’s undeliverable mail and lower the costs associated with sending notices to undeliverable addresses.", "One of IRS’ studies on undeliverable mail was a multifunctional study on last known addresses issues sponsored by the IRS Taxpayer Ombudsman. As a starting point, this study looked at the recommendations made in other studies and projects. The study was critical of IRS for not seriously considering prior recommendations and stated that few changes aimed at better handling undeliverable mail had occurred because of a feeling within IRS that the future operational improvements under TSM will resolve the undeliverable mail problems. Recommendations from prior IRS studies and projects, as well as new recommendations, have been summarized in the report by the Taxpayer Ombudsman. In total, 25 recommendations aimed at helping IRS better deal with undeliverable mail have been made. The recommendations included (1) developing standardized procedures for processing undeliverable mail throughout IRS and making the Collection function’s automated systems available to other service center functions; (2) testing alternative methods for taxpayers to provide address changes to IRS, such as the use of a tear-off return stub on notices; and (3) adopting procedures to help ensure that taxpayers’ addresses would be accurately updated in its databases. When we were completing this report, we learned that IRS had approved the report on the Taxpayer Ombudsman’s project in August 1994, and responsible offices were developing action plans to implement its recommendations.", "TSM, a long-term project to modernize computer operations and enhance customer service, is to shift IRS from a paper-based environment to an electronic one. IRS anticipates that this shift will potentially reduce the volume of undeliverable mail because more taxpayers are expected to file tax returns electronically, which should result in more accurate processing. This should eliminate errors caused by manually keying information, and therefore reduce IRS’ need to contact taxpayers to correct mistakes. Also, under TSM, IRS plans to make many of its contacts with taxpayers by telephone, and this should eliminate some of the need to correspond by mail. In addition, TSM’s new Document Processing System would allow IRS to enter information into its databases by optically scanning paper documents sent to IRS by taxpayers and eliminate the need for IRS’ staff to manually transcribe the data as is currently being done. This will also result in faster and more accurate processing of tax information."], "subsections": []}, {"section_title": "IRS Could Better Encourage Taxpayers to Make Address Changes", "paragraphs": ["Currently, through tax packages and publications, IRS informs taxpayers that they should notify it in writing of address changes. IRS’ instructions tell the taxpayers to use the preaddressed labels supplied on their tax packages. If the addresses on these labels are incorrect, taxpayers are instructed to simply cross out the old addresses and write in their new addresses. If a taxpayer’s address changes after the current year’s tax return was filed, the instructions advise taxpayers to notify their service centers or district offices in writing. Taxpayers are told that they can use an IRS change of address form to do this, and they should also notify the Postal Service of the change if they anticipate receiving a tax refund.", "If a taxpayer voluntarily calls IRS to report an address change, IRS’ procedures require that the staff accept the new address for the sole purpose of mailing the taxpayer a change of address form. According to IRS officials, it will not change the address in its records until the taxpayer returns the change of address form. However, IRS’ procedures allow address changes based on oral statements taken over the telephone when an IRS employee contacts a taxpayer in connection with an unresolved tax case and when a taxpayer calls IRS to inquire about an undelivered income tax refund check.", "Even though IRS’ procedures require written notification from taxpayers to change their addresses, except for the two circumstances previously mentioned, such notification is not fail-safe because IRS generally accepts it without verification. Thus, the acceptance of address changes over the telephone should pose no greater risk to IRS than accepting written notifications, since both written notifications and orally supplied changes of address can be fraudulently supplied to IRS.", "IRS’ TSM plans call for systems that would allow taxpayers to change their addresses simply by using the keypad on their telephones. Since IRS currently accepts changes of address by telephone when its staff contacts taxpayers regarding unresolved tax cases and when taxpayers contact IRS about undeliverable income tax refund checks, it might consider accepting address information over the telephone now, especially when taxpayers call IRS to provide it. The general acceptance of changes of address by telephone should help IRS promote its one-stop concept of resolving taxpayers’ concerns with minimum contact and effort.", "We contacted two large private sector companies in the collection business for information on how they handle address changes. Like IRS, these companies need accurate addresses to contact customers. Officials from these companies told us that they ordinarily do not require written verifications from customers before they make address changes because their experiences have shown that information obtained by telephone was usually reliable.", "We believe that increasing taxpayers’ awareness of the importance of providing address changes to IRS is fundamental to developing a strategy to minimize the volume of undeliverable mail. If taxpayers are unaware of the importance, planned TSM enhancements will not be much help in resolving the problem of undeliverable mail. We found that IRS publications such as tax packages supplied annually to taxpayers did not discuss the importance of keeping addresses current with IRS. Even though the tax packages requested taxpayers to use the change of address form—Form 8822—to notify IRS of address changes, the form is not included in the packages. Taxpayers must take additional steps to obtain the change of address form, such as (1) visiting an IRS office, (2) calling a toll-free number, or (3) using a special order form. In contrast, many businesses make it much more convenient for customers to change their addresses. They often provide customers a conspicuous means for changing their addresses, such as on return envelopes, order forms, or change of address forms accompanying each mailing.", "To raise taxpayers’ awareness of IRS’ need for current addresses, IRS could explore ways to make (1) taxpayers more aware of the importance of keeping their addresses current and (2) the change of address form more conveniently available. We believe that such actions could help IRS reduce the volume of undeliverable mail and improve customer service."], "subsections": []}, {"section_title": "IRS Could Consolidate Research Efforts", "paragraphs": ["The different IRS service center functions that process undeliverable mail perform similar address searches. They work independently, however, and generally do not coordinate or share results despite the fact that taxpayers’ cases may ultimately be referred to and worked on by the other functions. As a result, each function may perform the same research on the same taxpayer. This duplication of effort increases IRS’ costs and the time associated with obtaining different addresses for taxpayers whose mail was undeliverable.", "In the Examination function, for example, staff manually maintain a file for each taxpayer’s case that includes information on the results of efforts to locate and contact the taxpayer. While these files are available to all Examination function staff, they are not shared with other service center functions that may be assigned the case at some time in the future. The Inventory Delivery System, which Collection plans to implement, should give it the means to automatically maintain results of prior address searches. However, the results of address searches would still not be shared among service center functions.", "We identified attempts by two service centers to consolidate efforts to locate taxpayers’ addresses in order to reduce costs and improve effectiveness. In one, the Cincinnati Service Center established a unit to serve service center functions handling undeliverable mail. The purpose of the unit is to (1) search for different addresses for selected notices and (2) identify the best available address and provide it to the function responsible for the mail. However, this unit did not process all of the service center’s undeliverable mail. The other consolidation effort at the Fresno Service Center has been disbanded because of IRS’ Chief Counsel’s objection to it changing addresses without taxpayers’ confirmation. Although IRS did not collect productivity data on these consolidation efforts, staff who were involved in them told us that the consolidation eliminated some of the duplicate research at the service centers.", "Collection’s experience with UMS and the centralization projects at the Fresno and Cincinnati Service Centers suggested that a centralized means of processing undeliverable mail would be more efficient. Further, as a result of IRS’ Taxpayer Ombudsman’s study, IRS plans to establish centralized units in an effort to standardize their procedures servicewide. By using centralized units to process undeliverable mail, IRS could expect earlier resolution of address problems, reduced rework and duplicative address searches, and lower operations costs. On that basis, IRS could proceed to centralize the process and, in the future, gather the data necessary to continuously improve the centralized process."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Although it is unlikely that the problem of undeliverable mail can be totally eliminated, IRS needs to give undeliverable mail more attention because it adversely affects operations and can cause undue burden on taxpayers. IRS is aware of the need to better manage its undeliverable mail and is considering ways to better deal with this mail. Although previous efforts to deal with this mail were primarily limited to IRS’ service center Collection functions, new efforts are expected to have Service-wide consequences because IRS agreed in August 1994 to implement the recommendations of the Taxpayer Ombudsman’s study. The implementation of these recommendations should have a significant impact on reducing IRS’ undeliverable mail. One recommendation from this study calls for IRS to standardize its procedures for processing undeliverable mail throughout the service centers and expand Collection’s initiatives, such as UMS, for Service-wide use. The implementation of this recommendation could help IRS implement its planned centralized unit in each service center to process all undeliverable mail starting with the initial occurrence of returned mail. This would further ensure that the duplication of effort that currently exists across service centers would be eliminated and that IRS would resolve the problem of its undeliverable mail sooner.", "Over time, IRS expects TSM to bring further operational improvements and eliminate some of the paper correspondence between IRS and taxpayers. Ideally, TSM will foster IRS’ goal of accepting taxpayer address changes by telephone and reduce the errors associated with having staff manually update taxpayers’ addresses. However, to minimize the amount of undeliverable mail, IRS should also explore ways to make taxpayers more aware of the importance of keeping it informed of address changes. It should allow taxpayers to make address changes with minimum effort by such means as telephoning IRS or using the change of address form, which should be conveniently available."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["To help IRS better manage its undeliverable mail we recommend that the Commissioner of Internal Revenue take the following actions:", "Better encourage taxpayers to make address changes by (1) accepting changes of address over the telephone; (2) making Form 8822, Change of Address, more conveniently available; and (3) emphasizing to taxpayers the importance of keeping their addresses current with IRS.", "Proceed with plans to establish a centralized unit within each service center to process all service center undeliverable mail starting with the initial occurrence of returned mail."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["Responsible IRS officials, including the Acting Executive Director, Collection (Operations), and the Chief of Document Handling Services, Taxpayer Services, reviewed a draft of this report and provided oral comments in a meeting on October 26, 1994. The officials agreed that additional steps should be taken to process undeliverable mail more efficiently and reduce the volume of such mail. In this regard, they said that IRS senior management has approved the recommendations in the Taxpayer Ombudsman’s study and action plans are being prepared to implement them. According to the IRS officials, one action plan is to deal with standardizing procedures for address searches and would involve centralizing the processing of undeliverable mail in the service centers as we are recommending.", "The IRS officials explained that several measures that affect how undeliverable mail is processed are currently being tested or planned. They believed that these measures generally address the issues discussed in our recommendations. For example, to encourage taxpayers to make address changes, they said Taxpayer Services is including a change of address form in notices sent to taxpayers on a test basis. The Chief of Document Handling Services, Taxpayer Services, told us that IRS has several planned studies that could potentially affect IRS’ undeliverable mail. These include (1) IRS’ participation in a project with the Postal Service and other federal agencies in which the Postal Service will collect change of address information and provide it to the participating agencies, and (2) IRS’ use of the Postal Service’s National Change of Address database to contact taxpayers in order to verify addresses. To encourage taxpayers to provide IRS address changes, we are recommending that IRS accept address changes by telephone. Although Collection officials agreed with us, they said that IRS’ Chief Counsel must first approve this change.", "In a draft of this report that IRS reviewed, we proposed that IRS stop sending service center collection notices to known undeliverable addresses while research for a current address is ongoing, except for notices that are legally required to be sent to taxpayers. IRS’ Collection officials disagreed with this proposal. They said that the costs of sending notices are negligible and that because some taxpayers may be located by subsequent mailings to the same addresses, IRS should not begin searches until these mailings are returned undeliverable. Collection officials also said that they would incur increased staff costs if they were to eliminate some notices and accelerate processing of undeliverable mail to the next stage in its collection process. The IRS officials said that costs would be higher in the subsequent collection stages because higher graded staff are used to work unresolved collection cases. We have since dropped our proposal because Collection officials later told us that beginning in January 1995, they will reduce the number of service center notices sent to taxpayers, which will result in earlier processing of undeliverable mail. When this change takes effect, Collection will be sending taxpayers only two service center notices. The effect of IRS’ elimination of two of the four service center notices basically carries out what we had previously proposed. However, we question whether IRS would incur increased staff costs by accelerating a case to the next stage in the collection process. We raise this question because all unresolved cases would eventually move to the next stage of the collection process, and delaying collections and resolution of such cases may actually cost more.", "As arranged with the Subcommittee, we are sending copies of this report to the Commissioner of Internal Revenue and other interested parties. We will make copies available to others upon request.", "Major contributors to this report are listed in appendix I. Please contact me on (202) 512-9044 if you or your staff have any questions."], "subsections": []}]}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "General Government Division, Washington D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Chicago Regional Office", "paragraphs": [], "subsections": []}, {"section_title": "Kansas City Regional Office", "paragraphs": ["Terry Tillotson, Evaluator-in-Charge Marvin McGill, Evaluator Kathy Squires, Evaluator The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (301) 258-4097 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}