{"id": "GGD-95-32", "url": "https://www.gao.gov/products/GGD-95-32", "title": "Reimbursed Travel: Commerce and FTC Generally Met Requirements but Some Improvements Needed", "published_date": "1995-01-26T00:00:00", "released_date": "1995-01-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the Department of Commerce's and the Federal Trade Commission's (FTC) controls over the acceptance and reporting of nonfederally reimbursed travel by their employees, focusing on: (1) whether Commerce and FTC met their review and reporting requirements; and (2) the implications of Commerce denying the Office of Government Ethics (OGE) access to its records of reimbursed travel in 1992."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) although Commerce generally met applicable requirements for accepting and reporting travel reimbursements, certain procedural improvements could be implemented in the receipt and reporting of these funds; (2) Commerce did not ensure that travel requests contained all of the required information, were prepared and reviewed before trips were approved, accurately disclosed the circumstances of each trip, or adequately documented the actual expenses reimbursed; (3) although FTC consistently met the requirements for controlling the acceptance and reporting of travel reimbursements by its employees, it could improve its reporting by better detailing the nature of events attended by FTC employees; (4) Commerce's decision to deny OGE access to its travel records was based on its view that OGE was not responsible for the applicable travel regulations; and (5) although Commerce changed its position and acknowledged that OGE did have the authority to review such records, the overall effect of Commerce's temporary denial of access was minimal."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report presents the results of our review of the programs administered by the Department of Commerce and Federal Trade Commission (FTC) for controlling the acceptance and reporting of travel expenses incurred by their employees and paid by nonfederal organizations. Under regulations promulgated by the General Services Administration (GSA), federal employees can accept payment of travel costs by nonfederal sources, such as private companies and universities, if the purpose of the travel is related to the employees’ official duties and responsibilities and the acceptance of such travel does not present the appearance of a conflict of interest. Federal agencies are required to establish procedures to ensure that these conditions are met before travel reimbursements are accepted.", "The Commerce, Consumer, and Monetary Affairs Subcommittee asked us on November 9, 1993, to determine (1) the adequacy of Commerce’s administration of its employees’ acceptance and reporting of travel funds from nonfederal sources and (2) the implications, if any, of Commerce’s denying the Office of Government Ethics (OGE) access to its records of reimbursed travel in 1992. On June 6, 1994, the Subcommittee also asked that we include FTC in our review."], "subsections": [{"section_title": "Background", "paragraphs": ["Section 302 of the Ethics Reform Act of 1989 (31 U.S.C. 1353) provides that the Administrator of GSA, in consultation with the Director of OGE, prescribe by regulation the conditions under which an agency or employee may accept payment from nonfederal sources for travel, subsistence, and related expenses with respect to attendance at any meeting or similar function relating to the official duties of the employee. In the request for comments on the implementing regulations, GSA stated that it expected OGE to review agency implementation of section 302 in connection with its ongoing reviews of agency ethics programs.", "GSA promulgated interim regulations in 41 C.F.R. 304 to implement section 302. These regulations, which have been in effect from March 8, 1991, through the present, include a definition of what constitutes conditions for accepting travel reimbursements, a description of payment methods, and a requirement that all instances of nonfederally reimbursed travel in excess of $250 be reported semiannually to OGE. Initially, these reports were to include the name and position of the employee, nature of the event, dates of travel, and amount of payment. However, GSA amended its regulations effective December 9, 1992, by adding a few additional requirements, including a provision that reports to OGE should also contain the dates of the events and itemized expenses. Commerce and FTC have established regulations that require adherence to GSA’s regulations.", "Private companies, universities, and other organizations often want federal employees with expertise in such areas as weather forecasting and antitrust and trade regulations to participate in meetings and other events. When these employees receive offers of reimbursed travel, subsistence, or related expenses for a trip to such an event, the employees are supposed to prepare a travel order to obtain approval for the trip and a form requesting approval to accept the offer of reimbursement. At Commerce and FTC, the forms requesting approval for reimbursement, referred to as request forms, require the inclusion of details concerning the trip. These details include the name of the source offering reimbursements, dates and nature of the event, and types and amounts of expenses that will be reimbursed. This information is to be used by the employees’ supervisors and other higher level reviewing officials. If a trip meets the applicable GSA regulations for authorizing travel on a reimbursable basis, a travel order can be approved. At Commerce, all travel reimbursement offers made to the Secretary of Commerce are reviewed by the Department’s Office of General Counsel, while reimbursement offers made to other Commerce employees are reviewed in their respective offices. At FTC, travel reimbursement offers made to any employee are reviewed by FTC’s Office of General Counsel.", "During the period of March 8, 1991, when GSA’s interim regulations became effective, through September 30, 1993, Commerce had 3,104 nonfederally reimbursed trips, or an average of 1,242 trips per fiscal year. We sampled 160 of these trips and found that the average amount of reimbursed expenses was $1,100 per trip. Reimbursements varied from covering all of the trip’s expenses to some portion, such as airfare or lodging. During the period of October 1, 1992, through September 30, 1993, FTC had 59 nonfederally reimbursed trips. The average amount of reimbursed expenses for FTC employees was $677 per trip. Additional details on our scope and methodology follow."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine the adequacy of Commerce’s administration of employees’ acceptance of travel funds from nonfederal sources, we reviewed two random samples of nonfederally reimbursed trips at Commerce. First, because of the Subcommittee’s interest in travel by high-level officials, we reviewed available documentation for a sample of 60 of the 112 trips reported during the period from March 8, 1991, through September 30, 1993, by these officials. We defined “high level” as those officials in the Office of the Secretary or the highest level official in all other Commerce offices. We compared these documents, including travel requests, orders, vouchers, and receipts, to the regulations in effect at the time the trips were taken and reported. Second, we reviewed similar information for a sample of 100 of the 2,992 trips reported during the same period by Commerce employees who were not high-level officials. We limited our review to the travel reimbursed on or after March 8, 1991, because the GSA interim regulations implementing Section 302 of the Ethics Reform Act of 1989 took effect at that time. We included travel reported through September 30, 1993, since these were the latest trips identified in OGE’s reports when we began our review.", "As agreed with the Subcommittee, we also reviewed how the procedures governing reimbursed travel were administered within Commerce’s Office of the Secretary and at the three offices with most of the reimbursed travel during the period. Collectively, the International Trade Administration (ITA), National Oceanic and Atmospheric Administration (NOAA), and National Institute of Standards and Technology (NIST) accounted for about 79 percent of Commerce’s trips. We did this work to better understand the procedures and policies in place for administering reimbursed travel at individual offices.", "The Subcommittee selected FTC for review in part because it had a centralized system for reviewing travel requests as compared to Commerce’s decentralized system. Because the decision to include FTC was made during the latter part of our review, we limited our review to all FTC employee trips that were reimbursed during fiscal year 1993 to ensure records would be readily available.", "We performed this review at Commerce, ITA, and FTC headquarters in Washington, D.C.; NOAA headquarters in Silver Spring, MD; and NIST headquarters in Gaithersburg, MD.", "We obtained comments from Commerce and FTC that are discussed on page 11 and presented in appendixes II and III. Our work was conducted from December 1993 to September 1994 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Commerce Generally Complied With Requirements for Accepting Travel Reimbursements", "paragraphs": ["Although our review of Commerce’s handling of reimbursed travel showed that applicable requirements were generally complied with, we found some instances of noncompliance. The most common of these instances was that Commerce sometimes approved employees’ travel orders without first reviewing travel requests to obtain all of the necessary information about the trip to be taken. Although less frequent, we also identified certain deficiencies in how Commerce reported these reimbursements to OGE and in how internal controls governing reimbursed travel were applied. While no individual reporting deficiency occurred consistently, a number of the reports had at least one type of deficiency. The frequency and types of these deficiencies are shown later in this section."], "subsections": [{"section_title": "Commerce Sometimes Approved Employees’ Travel Without Reviewing All the Required Information", "paragraphs": ["Under GSA regulations, authorization to accept payment from a nonfederal source should be given in advance of the travel. As GSA states in its regulations, the requirement for advance approval is consistent with the long-standing practice of approving an employee’s official travel plans in advance. Moreover, there is less risk that an employee will receive an improper payment on behalf of the agency if advance approval is required.", "Our review showed that travel orders indicating the existence of reimbursed travel were almost always approved before the beginning of the trip. However, our samples of 60 high-level officials and 100 other employees identified a total of 36 trips, 13 and 23, respectively, where the travel order was approved without first reviewing a travel request form. Nine of these 36 trips in the samples were in the National Weather Service in NOAA. Weather Service officials told us that they (1) require the employee to include a statement identifying the expenses that will be reimbursed by the nonfederal source on the travel order and (2) allow the employee to complete the travel request form after the trip is complete. The problem with such an approach is that there is no assurance that all of the information necessary to assess conflict-of-interest situations is submitted with the travel order. It should be noted that three of the Weather Service’s nine travel orders did not contain such important information as the identity of the reimbursing organization and/or the amount and type of expenses to be paid. Also, 17 of the other 27 trips had travel orders that did not include some of this important information."], "subsections": []}, {"section_title": "Commerce’s Semiannual Reports Could Be Improved", "paragraphs": ["GSA’s regulation governing the semiannual reporting of nonfederally reimbursed travel to OGE requires 18 specific items of information to be reported for each trip. These items include the name of the nonfederal source, the nature of the event, the dates of the employee’s travel, an itemization of benefits received, and the amount of each benefit. The regulations also require that the expenses reported must be the actual amount paid by check or the value of in-kind services, other than for meals.", "While Commerce’s Office of General Counsel, which is responsible for providing the semiannual reports of reimbursed travel to OGE, has several procedures in place to ensure that all reimbursed travel is reported to OGE, we identified some deficiencies in the reported information. Specifically, we found 27 deficiencies that were contained in 23 of the 160 trips in our sample. These deficiencies are shown in table 1.", "An official in Commerce’s Office of General Counsel said that many of the deficiencies were due to the December 9, 1992, change in GSA’s regulations, which is discussed on pages 2 and 3 of this report. In corroboration of this point, we found that all 12 of the deficiencies involving the dates of events and itemized expenses did occur shortly after the regulations were changed. However, the other deficiencies did not appear to be related to the revised regulations.", "The individual Commerce offices are responsible for the accuracy of expenses reported to the Office of General Counsel. In 11 of the 160 trips (9 in the all-employee sample and 2 in the high-level officials’ sample) the reported amounts differed from the amounts recorded in the receipts. The reported amount was less than the receipts in five instances, ranging in difference from $7 to $523. In the other six instances, the reported amount exceeded the receipts by $12 to $350. Four of the nine instances of differing amounts in the all-employee sample occurred in ITA. The ITA Director of the Office of Organization and Management Support commented on these four trips. For the trip that resulted in the largest variance, she said that it was possible the employee reported the government rate for the airfare rather than the actual amount paid. She also said that the other three instances, none of which was greater than $15, could have been attributed to math errors.", "It should be noted that we could not always determine whether the actual costs of the trips were reported in Commerce’s semiannual reports because receipts are not required for expenses paid in-kind. About 71 percent of the 160 reports included in-kind reimbursements."], "subsections": []}, {"section_title": "Commerce Could Strengthen Internal Controls", "paragraphs": ["Commerce could improve its controls over travel expenses paid, either by check or in-kind, by ensuring that employees submit receipts and travel vouchers for all reimbursed expenses."], "subsections": [{"section_title": "Receipts Were Not Always Obtained and Travel Vouchers Were Not Always Prepared", "paragraphs": ["The Federal Travel Regulations (Part 301-11) require employees to provide receipts for allowable cash expenditures in excess of $25. Receipts are also required for certain expenditures regardless of amount, including fees relating to travel outside of the United States. When receipts are not available, the only documentation for expenditures is the travel voucher. While the GSA regulations on nonfederally reimbursed travel do not address the need for receipts, both Commerce and FTC believe that the Federal Travel Regulations apply to expenses initially incurred by the employee and the government and later reimbursed by check from the nonfederal source.", "There were 16 and 36 trips in the high-level officials and all-employee samples at Commerce, respectively, that included expenses that were reimbursed either partially or fully by check. Of these 52 trips, files for 11 cases contained no evidence of receipts’ being obtained to support the expenses that were claimed. According to several Commerce officials, receipts are used to bill the sources of the reimbursements and may have been sent to them.", "Also, for another 11 of the 160 trips in our sample, Commerce indicated that travel vouchers had never been prepared by the employees.", "Commerce officials said that the vouchers were not prepared in these 11 cases because all of the expenses were paid in-kind and, thus, there was no cost to the government and no need to account for the expenses incurred. However, since receipts are generally not obtained for in-kind expenses, the travel voucher serves as the only source of information for identifying the actual expenses incurred when reporting to OGE."], "subsections": []}, {"section_title": "Receipts Are Not Required for In-Kind Expenses", "paragraphs": ["GSA regulations governing nonfederally reimbursed travel require the actual amounts of expenses paid, in-kind and by check, to be reported to OGE. Of the 160 trips in our sample, 128 included in-kind reimbursements. Since GSA regulations do not require travelers to obtain receipts for in-kind expenses, Commerce did not have receipts for 99 of these trips and thus, there was no assurance that the estimates of reimbursed travel coincided with the actual costs incurred."], "subsections": []}]}]}, {"section_title": "FTC Complied With the Requirements for Accepting and Reporting Reimbursed Travel", "paragraphs": ["We did not identify any deficiencies in FTC’s acceptance of reimbursed expenses for the 59 trips we reviewed. FTC also generally complied with all GSA requirements for reporting and documenting reimbursed travel. However, FTC could have improved its reporting by more fully describing the nature of the event in 17 reports to OGE. FTC also had internal controls in place, including the use of letters of commitment to monitor expenses. As previously discussed in the background section, GSA regulation 41 C.F.R. 304-1.9 governing reports of nonfederally reimbursed travel to OGE requires specific information in each report, including the nature of the event. In the 17 reports to OGE where FTC did not fully describe the nature of the event, FTC only stated the name of the organization conducting the event, followed by a term such as “meeting,” “conference,” or “symposium.” The FTC Deputy Ethics Official responsible for the report said that he believes FTC’s practice to be in compliance with GSA regulations. A GSA official in the division responsible for administering the regulations said that providing a specific description of the event’s nature, such as an American Bar Association meeting on foreign trade tariffs, allows OGE and the public to better understand the employee’s reason for attending the meeting.", "As previously discussed above, the GSA travel regulations do not require employees to obtain receipts for expenses reimbursed in-kind, but do require the actual value of in-kind services be reported to OGE. FTC obtains letters of commitment before the trips that provide estimates of the expenses to be paid and relies on the employees to inform FTC if the actual value of expenses paid in-kind deviates from the estimate."], "subsections": []}, {"section_title": "OGE’s Access to Commerce’s Travel Records Has Been Resolved", "paragraphs": ["OGE is responsible for providing overall direction of executive branch policies related to preventing conflicts of interest on the part of officers and employees of any executive agency. Specific responsibilities include developing and reviewing statutes and regulations pertaining to conflicts of interest and monitoring agency ethics programs.", "During a review of Commerce’s ethics program in 1992, Commerce officials denied OGE access to records and supporting documents relating to acceptances of travel, subsistence, and related expenses from nonfederal sources under 31 U.S.C. 1353. According to OGE officials, OGE made two verbal requests for the records and sent a letter with their final report on October 15, 1992. OGE’s letter expressed the need for OGE to have access to such records and asked Commerce to reconsider its decision.", "OGE’s letter also argued that the law requires GSA to consult with OGE in the development of the regulations and requires agencies to submit semiannual reports of payments accepted under the authority to OGE. Given OGE’s involvement in those areas, combined with its overall oversight responsibilities regarding ethical standards and conduct, OGE believed its authority encompassed reviewing agency compliance with the regulation for nonfederally reimbursed travel.", "Commerce’s General Counsel responded to OGE’s letter with a letter dated November 5, 1992. The General Counsel’s letter stated that Commerce officials did not provide documents related to nonfederally reimbursed travel because such information seemed to be outside the scope of OGE’s audit. The letter further stated that regulations governing such travel are not found in ethics regulations but in GSA travel regulations. Therefore, Commerce believed that oversight was the responsibility of GSA rather than OGE.", "Since it is OGE’s responsibility to monitor executive agency compliance with the statutory and regulatory requirements governing travel reimbursement from nonfederal sources, we believe that OGE is entitled to access to all records related to such reimbursed travel that an agency may possess. Commerce now agrees with our position. In May 1994, in response to our inquiries, Commerce’s Assistant General Counsel for Administration sent us a letter stating that Commerce’s “position is that OGE has authority to review records relating to travel expenses accepted under the authority of the Ethics Reform Act, including supporting documents. Any past misunderstandings concerning this issue have been resolved.” In addition, OGE conducted a review of Commerce’s Patent and Trademark Office this year, and OGE was given access to the office’s records of nonfederally reimbursed travel.", "Commerce’s denial did not adversely affect OGE’s reviews of other agencies’ nonfederally reimbursed travel. Other agencies did not refuse OGE access in reviews of reimbursed travel conducted during or after Commerce’s denial."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Although Commerce generally complied with the requirements for nonfederally reimbursed travel, some of its procedures can be strengthened to reduce the risk of conflict of interest and improve internal controls. Specifically, Commerce could better ensure that (1) employees have approved travel requests containing all of the necessary information before trips are taken; (2) travel reports to OGE accurately disclose the circumstances of each travel incident, including the nature, dates, and itemized costs of the trips; and (3) trips are adequately documented with receipts and vouchers.", "FTC’s procedures for accepting and reporting reimbursed travel were basically sound. However, FTC’s semiannual reports sometimes could have better described the nature of the event to be attended. By including a better description, FTC could enable OGE to better form an opinion as to whether the employee’s attendance may appear to constitute a conflict of interest.", "The issue of OGE’s access to records relating to reimbursed travel expenses at Commerce has been resolved. Commerce’s letter stating that OGE has authority to review these records and OGE’s recently completed audit of such records at Commerce’s Office of Patent and Trademark indicate that Commerce and OGE are in accord. The overall effect of Commerce’s temporary denial of access was minimal in that OGE eventually received access to Commerce records, and OGE has not been denied access to such records at any other agency."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["We recommend that the Secretary of Commerce take actions to ensure that all Commerce employees’ travel requests containing all of the necessary information, such as the name of the payer and the amount and type of expenses to be paid, are reviewed and approved before a trip; the Office of General Counsel, as part of its responsibilities for submitting semiannual reports to OGE, ensure that these reports include the required information, including the dates and nature of events attended and expenses paid; and", "Commerce offices require (1) travel vouchers and (2) receipts for reimbursed expenses, except for meals since they are not required by Federal Travel Regulations to be supported in this manner.", "Also, we recommend that the Chairman, Federal Trade Commission require the Office of General Counsel to ensure that the agency’s reports to OGE more completely describe the nature of the events attended."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["Commerce and FTC provided written comments on a draft of this report. These comments are summarized below and included in their entirety, along with our specific responses, in appendixes II and III.", "Commerce agreed to implement our recommendations that the Department ensure that (1) all Commerce employees’ travel requests be reviewed and approved before beginning a trip, (2) the Office of General Counsel ensure that reports to OGE include the required information, and (3) Commerce offices require receipts for those expenses reimbursed by check. Also, Commerce offered an alternative to our recommendation that its offices require travel vouchers by proposing that it require receipts and other evidence for all reimbursed expenses regardless of whether they were paid in-kind or reimbursed by check. We consider Commerce’s proposal to be an adequate response to our concern that expenses reported to OGE are accurate. However, because a travel voucher is the established way for employees to submit travel receipts and other related information to management, we continue to believe that Commerce should require their use. FTC agreed to implement our recommendation that it ensure that reports to OGE more completely describe the nature of the events attended.", "We are sending copies of this report to the Secretary of Commerce, the Chairman of FTC, and other interested parties and will also make copies available to others upon request.", "The major contributors to this report are listed in appendix IV. If you have any questions about this report, please contact me on (202) 512-5074."], "subsections": []}]}, {"section_title": "Missions of the Agencies Reviewed", "paragraphs": [], "subsections": [{"section_title": "Office of the Secretary", "paragraphs": ["This office administers the operations of all the offices in the Department of Commerce."], "subsections": []}, {"section_title": "International Trade Administration (ITA)", "paragraphs": ["ITA is involved in issues concerning import administration, international trade and commercial policy, and trade promotion. Specific operations include conducting a trade adjustment assistance program that provides financial assistance in the form of grants to selected firms and communities, developing and carrying out policies and programs to promote world trade, and strengthening the international trade and investment position of the United States."], "subsections": []}, {"section_title": "National Oceanic and Atmospheric Administration (NOAA)", "paragraphs": ["NOAA has five major program areas, each with its own mission related to some aspect of oceanic and atmospheric conditions. Our review focused on the two offices with the most employees, the National Marine Fisheries Service and the National Weather Service. The Fisheries Service is responsible for promoting the conservation, management, and development of living marine resources for commercial and recreational use. The program includes the management of a nationwide financial assistance program in the form of loan guaranties and a capital construction fund. The Weather Service is responsible for monitoring and predicting the state of the atmospheric and hydrologic environment. The Weather Service has contracts for computers and other services with private entities."], "subsections": []}, {"section_title": "National Institute of Standards and Technology (NIST)", "paragraphs": ["NIST’s primary mission is to promote economic growth in the United States by working with industry to develop and apply technology, measurements, and standards. NIST programs include an advanced technology effort that includes entering into contracts and cooperative agreements with businesses. NIST has eight laboratories whose roles range from establishing standards for information processing and various forms of radiation to analyzing the performance of building and construction materials.", "NIST now works with industry and other federal agencies in four major areas: (1) transferring technology, (2) helping smaller manufacturers tap into regional and national sources of information, (3) recognizing U.S. companies that have successful quality management systems, and (4) assisting federal agencies and industry with specific technically based trade issues related to standards and conformity assessment."], "subsections": []}, {"section_title": "Federal Trade Commission (FTC)", "paragraphs": ["FTC is involved in investigation, rule making, and enforcement of laws for organizations engaged in or whose businesses affect commerce, except banks, savings and loans, federal credit unions, and common carriers. FTC utilizes its statutory powers to enforce both consumer protection and antitrust laws. For example, FTC is responsible for keeping the marketplace free from unfair, deceptive, or fraudulent practices by investigating alleged law violations and, when appropriate, taking administrative enforcement action or seeking judicial enforcement."], "subsections": []}]}, {"section_title": "Comments From the Department of Commerce", "paragraphs": ["The following are GAO’s comments on Commerce’s letter dated October 12, 1994."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. Although it is true that our review did not identify any conflicts of interest, it needs to be recognized that identifying such situations was not the specific purpose of our review. The focus of our review was to determine how well these controls over reimbursed travel were being implemented. 2. Commerce said that these issues arose with respect to only a few of its operating units. As stated in our scope and methodology section, we reviewed the procedures governing reimbursed travel at these offices because they accounted for 79 percent of the reimbursed travel by Commerce employees. 3. We understand Commerce’s reluctance to have the Office of General Counsel audit all of the travel gift reports. We believe that obtaining receipts for all reimbursed expenses would improve the accuracy of reported amounts and preclude the need for a General Counsel audit. 4. We believe that the FTC’s favorable experience with securing letters from nonfederal sources listing the expenses to be paid prior to the trip demonstrates that this suggestion is feasible. However, we withdrew this draft recommendation in deference to Commerce and FTC views that the added administrative burden would outweigh the benefits of better assuring that the actual amount of reimbursed expenses was being reported to OGE."], "subsections": []}]}, {"section_title": "Comments From the Federal Trade Commission", "paragraphs": ["The following are GAO’s comments on FTC’s letter dated October 3, 1994."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. With respect to FTC’s concern that the draft report’s title appeared to focus on the few negative aspects of our review, we modified the title to reflect that FTC and Commerce generally complied with requirements but some improvements are needed. 2. We disagree with FTC’s contention that the potential for “double charging” does not exist. FTC said that the traveling employee would not receive a receipt for a travel-related expense paid in-kind by a nonfederal source and would, therefore, not have the documentation needed to charge the government for the same expense. Our review of FTC trips in 1993 found that employees had been able to obtain receipts for in-kind expenses for three of the trips. In addition, Commerce proposed in its comments that employees obtain receipts for in-kind expenses to better document travel expenses. While it appears that the employees can obtain receipts for some in-kind expenses, we believe that FTC’s practice of obtaining a letter from the nonfederal source citing expenses to be paid is a sufficient internal control against an employee’s double charging the government. 3. While it is true that there is no evidence that travelers inaccurately report in-kind payments received from nonfederal sources, there is also little evidence that they reported accurately. There were no receipts for 25 of the 28 trips by FTC employees in fiscal year 1993 that involved in-kind expenses. Nevertheless, we withdrew our draft recommendation regarding the verification letter, deferring to FTC’s and Commerce’s views that the added administrative burden may outweigh the benefit of improved controls over accurately reporting the receipt of in-kind expenses."], "subsections": []}]}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "General Government Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Office of the General Counsel, Washington, D.C.", "paragraphs": ["Alan N. Belkin, Assistant General Counsel James M. Rebbe, Attorney The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (301) 258-4097 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": [{"section_title": "Address Correction Requested", "paragraphs": [], "subsections": []}]}]}], "fastfact": []}