{"id": "GGD-96-15", "url": "https://www.gao.gov/products/GGD-96-15", "title": "Government Contractors: Selected Agencies' Efforts to Identify Organizational Conflicts of Interest", "published_date": "1995-10-25T00:00:00", "released_date": "1995-11-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a legislative requirement and a congressional request, GAO reviewed three federal agencies' implementation of the Office of Management and Budget's (OMB) policies on conflicts of interest, focusing on: (1) whether the agencies have complied with existing requirements to identify and evaluate potential organization conflicts of interest (OCI); and (2) ways that agencies could improve their screening for such conflicts."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) although the Environmental Protection Agency (EPA) and the Department of Energy (DOE) obtained contractors' OCI certifications in almost all of the cases reviewed, the Navy failed to obtain OCI certifications in most cases, mainly because contracting officers did not request or require them; (2) the Navy has since stressed the importance of obtaining OCI certifications; (3) a 1993 Presidential council report showed that only 9 of 19 agencies reviewed obtained OCI certifications; (4) many agency officials did not believe the certifications were an effective deterrent; (5) self-certifications have limitations because differences of opinion or interpretation cause potential OCI underreporting; (6) the OMB requirement that agencies evaluate the potential for OCI is an important supplemental control; (7) DOE and EPA have conducted preaward evaluations for potential OCI; (8) although the Navy has not routinely conducted required preaward OCI evaluations, it has tried to prevent future conflicts of interests; and (9) agencies could improve their screening for OCI by ensuring that all responsible officials receive OCI training to avoid misinterpretation."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report responds to a legislative requirement (P.L. 100-463) that we review agency implementation of the Office of Management and Budget’s (OMB) Policy Letter 89-1, “Conflict of Interest Policies Applicable to Consultants,” dated December 8, 1989. This report also responds to a request from the Ranking Minority Member, Subcommittee on Post Office and Civil Service, Senate Committee on Governmental Affairs, that we review organizational conflict of interest (OCI) requirements applicable to advisory and assistance service contractors, including consultants. Because the request was similar to the legislative requirement, we are issuing one report on this subject. Our objectives were to (1) determine whether selected agencies have complied with existing requirements to identify and evaluate potential OCIs and (2) identify ways, if any, that agencies might improve their screening for such conflicts. We selected the Department of Energy (DOE), the Environmental Protection Agency (EPA), and the Department of the Navy (Navy) for review because they were among the largest users of contracted advisory and assistance services."], "subsections": [{"section_title": "Background", "paragraphs": ["OMB Policy Letter 89-1, “Conflict of Interest Policies Applicable to Consultants,” issued by the Office of Federal Procurement Policy, establishes federal policy relating to OCI standards for persons who provide consulting services, including advisory and assistance services, to the government. The federal government obligated about $14 billion for consulting and advisory and assistance services in fiscal year 1994. They included activities such as special studies and analyses and professional, administrative, and management support services.", "The policy letter defines a conflict as a condition or circumstance in which a person is unable or potentially unable to render impartial assistance or advice to the government because of other activities or relationships with other persons or organizations, or where a person has an unfair advantage in competing for a federal contract. The policy letter also provides examples of potential OCI situations. One could include a situation where a contractor is providing advice and assistance to an agency where such advice and assistance could benefit the contractor’s other clients. Another situation could include a contractor hired to evaluate a third party’s products or services when the contractor is or was substantially involved in the development or marketing of those products or services.", "To help avoid conflicts of interest, the policy letter states that for contracts over $25,000, contractors must submit to the agency a certificate describing the nature of the services to be rendered and a statement that (1) no actual or potential organizational conflict of interest exists, or (2) any actual or potential conflict has been communicated in writing to the contracting officer. In addition, the policy letter requires agency officials to evaluate the potential for a conflict of interest and to determine whether an actual conflict exists before a contract is awarded. In carrying out this responsibility, information from the contractor’s certificate and any other available information may be used.", "The provisions of the OMB policy letter are implemented by the Federal Acquisition Regulation (FAR). The FAR sets forth governmentwide regulations and requirements, including requirements for avoiding and mitigating organizational conflicts, for all types of procurement by contract. For example, the FAR requires agencies to determine whether an OCI exists before awarding a contract for all types of services, including advisory and assistance services as well as others not covered by the policy letter. The FAR lists certain sources of information that may be used to help identify conflicts. These include sources within the government, such as personnel within the contracting office and other contracting offices, and nongovernment sources, such as publications and credit rating services."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["We reviewed instructions for identifying organizational conflicts of interest contained in the FAR and in OMB Policy Letter 89-1. We also reviewed agency-specific procurement regulations at the agencies selected for review—DOE, EPA, and Navy.", "To determine whether agencies were complying with the requirements, we reviewed a sample of advisory and assistance service contracts from a fiscal year 1992 contract universe provided by the Federal Procurement Data Center for DOE, EPA, and Navy. Fiscal year 1992 was the most recent year for which data were available when we began our work.", "We generated a random list of contracts identified by the Federal Procurement Data Center as being for advisory and assistance services and selected 102 contracts for review from the above agencies (DOE-36, EPA-26, Navy-40). Our sample included DOE contracts administered by the agency’s Washington, D.C., headquarters and field locations in Colorado. Navy contracts included contracts from that agency’s headquarters as well as field locations in California. EPA contracts included contracts administered at its Washington, D.C., headquarters and at a Pennsylvania field location. Because of travel costs and other considerations, our sample was of a limited size and was not designed to be projectable.", "We reviewed contract files to determine compliance with contractor certification requirements and to obtain documentation on the nature and extent of agency OCI reviews. The Navy did not consider the contracts selected to be for advisory and assistance services, but to be for routine technical and engineering services which are not subject to contractor certification requirements in the policy letter. Rather than resample Navy contracts to test compliance with the certification requirements, we relied on a DOD IG report, Organizational and Consultant Conflicts of Interest (Report No. 94-174, August 10, 1994). We discussed the report with DOD IG officials and reviewed the supporting working papers. We reviewed the 40 Navy contracts we had selected, however, to test compliance with the OCI evaluation requirements set forth in the FAR.", "We discussed OCI review procedures with agency officials. To do this, we judgmentally selected 32 contracts from our sample and identified a total of 66 procurement, program, and General Counsel officials who were responsible for them. We interviewed these officials to obtain an understanding of the steps followed as well as the types of external sources of information such as contractor annual reports and marketing brochures used in making OCI determinations. We also discussed OCI training with these 66 officials to, among other things, obtain (1) information on the extent that they had received OCI training and (2) their views on the value of additional training. We reviewed available training material at DOE and EPA to determine the content and nature of training provided.", "We reviewed an April 1993 survey report prepared by the PCIE on the implementation of OMB Policy Letter 89-1. We also discussed the report with PCIE officials and reviewed PCIE workpapers.", "We did our work at the agencies’ headquarters in the Washington, D.C., area and selected field locations between April 1993 and July 1995 in accordance with generally accepted government auditing standards. We requested oral comments on a draft of this report from the Secretaries of DOD, Navy, and DOE, the Administrator of EPA, and the Director of OMB or their designees. Their comments are discussed on pages 15 to 17.."], "subsections": []}, {"section_title": "Compliance With the Certification Requirement Has Varied", "paragraphs": ["Agency compliance with the requirement for obtaining contractors’ OCI certifications or advisory and assistance service contracts has varied. At two of the three agencies we reviewed—EPA and DOE—we found certificates in contract files in almost all cases in which they were required. For example, 19 of the 26 EPA contracts we selected were subject to the certification requirement because they had been awarded after the issuance of OMB Policy Letter 89-1. We found certificates for 18 of them. Of 36 DOE contracts, 26 were subject to the certification requirement. Certificates had been filed for 25 of them. Officials at both agencies believed that the two missing certifications had been received but had not been included in the contract file.", "To check Navy’s compliance with the certification requirement, we relied on the 1994 DOD IG study. This study was done to determine whether DOD contracting offices had effectively implemented FAR OCI policies and procedures when planning procurements and awarding contracts. The IG study included 46 contracting activities in the Army, Navy, Air Force, the Defense Supply Service - Washington, the Advanced Research Projects Agency, and the Defense Nuclear Agency.", "The IG reported that, in most cases, DOD contracting officers failed to obtain the OCI certificates required by the FAR. Of 101 contracts reviewed, the IG determined certificates were required for 28 contracts. Certificates were not, however, obtained for 25 of the 28 contracts. Twelve of the 28 contracts requiring certificates were Navy contracts. Certificates were only obtained for two of them. Contracting officers at five contracting activities told the IG that contractors probably ignored the applicable FAR provisions. The IG concluded that certificates were not being submitted because they were not requested or required by contracting offices. The IG recommended that service procurement officials take steps to ensure compliance with the FAR requirements concerning OCI contractor certificates. In July 1994, the Director of Defense Procurement requested defense agencies to remind contracting officers to obtain the certificates. In addition, in September 1994, the Navy reemphasized to Navy contracting offices the importance of obtaining the required contractor certificates.", "The PCIE had also reviewed agency compliance with the certification requirements. Its April 1993 report stated that of 19 agencies reviewed, contractors’ certifications were obtained only at 9 of them. EPA, one of the agencies we reviewed, did not provide information on the number of certificates because it was not available from agency records. EPA conducted its own sample and found that the certificates had been filed. DOE and DOD did not participate in the PCIE study. The PCIE report did not cite a reason for the noncompliance, but indicated that agency officials generally believed contractors’ self-certification would do little to deter dishonest contractors.", "While contractor certifications are important controls required by the FAR and the OMB policy letter, the perceptions of agency contracting officials that contractors’ self-certifications have limitations appear to have merit. For example, it is possible that even if a contractor made a good faith effort to identify and report potential conflicts of interest, some might be missed or go unreported because of different interpretations of the policy letter and what constitutes a conflict. Consequently, independent efforts by agencies to obtain additional information to use in identifying and evaluating potential conflicts are, in our view, particularly important supplementary controls."], "subsections": []}, {"section_title": "Agency Organizational Conflict of Interest Evaluations", "paragraphs": ["Policy Letter 89-1 and the FAR require that contracting officers, prior to contract award, evaluate and identify the potential for such conflicts that could be prejudicial to the interest of the federal government with regard to persons who provide advisory and assistance services and take steps to avoid or mitigate any conflicts believed to exist. We reviewed 62 advisory and assistance service contracts at DOE and EPA. Our review showed that contracting officials had conducted the required evaluations before awarding the contracts.", "We also reviewed case files for the 40 Navy contracts we had selected. As discussed on page 5, these contracts were identified by Navy officials as involving routine engineering and technical services rather than advisory and assistance services, and were consequently not subject to Policy Letter 89-1. However, the FAR still requires agencies to evaluate such acquisitions for potential conflicts of interest prior to contract award. Our contract file review found little documentation of such evaluations and contracting officials whom we spoke with said they were not frequently done. However, during our review, corrective action was taken in the form of various directive memorandums to reemphasize the need for contracting officials to comply with the FAR’s requirements on conflict of interest evaluations."], "subsections": [{"section_title": "Evaluations of DOE and EPA Advisory and Assistance Contracts", "paragraphs": ["The DOE and EPA contracts we reviewed included such advisory and assistance services as health and safety assessments, environmental studies and audits, assistance in developing regulations, and analyses of the impact of regulations. The nature of potential conflicts involved contractors performing work that could benefit the contractor or other clients of the contractor, or evaluating products or services in which the contractor had a financial interest.", "Both DOE and EPA have agency-specific instructions and guidance that supplement Policy Letter 89-1 and the FAR. For example, a DOE order outlines the responsibilities of contracting personnel and describes OCI procedures. DOE procedures include controls such as (1) requiring the technical representative or contract specialist to complete an OCI abstract that focuses on specific questions to be asked for each procurement and (2) requiring contractors to complete an OCI questionnaire. EPA has a procurement policy notice that describes similar procedures.", "Our review of 36 advisory and assistance service contract files at DOE and 26 contract files at EPA indicated that evaluations aimed at identifying potential conflicts of interest, as called for by the policy letter and the FAR, had been made. The files generally included the types of documentation called for by agency-specific procedures. In addition, the files often included other sources of information for use by contracting officials in making OCI determinations. These included contractor marketing brochures, resumes of contractor personnel, and lists of a contractor’s other contracts. Such sources can provide important information to contracting officials in making OCI determinations.", "The following two examples—both at EPA—illustrate the importance of agencies’ reviews to identify and evaluate potential conflicts of interest.", "Case 1. In this case, EPA awarded a $23 million contract in February 1993 for the study of the economic and environmental impacts of the Clean Air Act’s provisions regulating acid rain. In August 1992, before the contract award, program officials who reviewed the contractor’s proposal discovered the potential for a conflict and expressed their concern. The contractor had several contracts with electric utilities and a coal company. These industries have been identified as prime contributors to acid rain. The officials believed that such industry ties could possibly impair the contractor’s objectivity in evaluating the Clean Air Act’s provisions regulating acid rain.", "Also, two of the contractor’s subsidiaries had contracts with third parties that could cause potential conflicts of interest. One subsidiary had contracts of its own with electric utilities. The other subsidiary owned the licensing rights of various technologies that the contractor was to evaluate under the EPA contract.", "The contractor acknowledged in a September 1992 letter to the pre-award contracting officer that the appearance of a conflict existed. The contractor pointed out that “the electric utility industry is the principal constituent of the acid rain program’s regulated community, and the mere fact of providing professional services under contract both to the regulated community and to the community of regulators can create the appearance of potential conflict of interest.”", "After examining the potential conflicts of interest, EPA had the contractor prepare a conflict avoidance plan and awarded the contract. Among other things, the plan prohibited the employees of the contractor who had worked on other projects that could cause a conflict situation from taking part in the EPA work. We did not evaluate the reasonableness of the avoidance plan.", "Case 2. This case involved the award by EPA of a $50 million contract in March 1994 for the identification of parties responsible for pollution at Superfund sites in one of EPA’s regions. Under the Superfund law, parties responsible for contaminated sites may be required to clean them up or to reimburse EPA for the cleanup it performs.", "As instructed by EPA, the contractor searched EPA’s list of potential polluters in the region to identify any party on the list with which the contractor could have a conflict of interest. The contractor reported that it had business relationships with approximately 40 parties on EPA’s list of potential polluters, but did not believe they would constitute a conflict of interest. The contractor certified to EPA that it was unaware of any potential conflict of interest.", "According to the pre-award contract officer, he and the technical evaluation panel reviewed the identified relationships and found no apparent conflict. He pointed out, however, that it was difficult to determine whether the business relationships constituted a conflict because actual work assignments and pollution sites had not been identified. He said that the subject contract was essentially considered a contract vehicle with no specific requirements. After the contract was entered into, work assignments were issued with specific requirements to be performed under the contract at specifically identified pollution sites.", "Another contracting officer was responsible for the post-award contract. He identified 410 potential polluters for a site in a work assignment he issued. Out of the 410, the contractor had identified approximately 40 with which it had 500 to 1,000 contractual relations. The contracting officer reviewed the contractual relationship with each of the potential polluters and determined that four would be in conflict with the efforts to be performed under the work assignment. The work assignment was issued after the investigative activities to be performed by the contractor, which were considered most susceptible to conflicts of interest, were deleted."], "subsections": []}, {"section_title": "Navy Did Not Routinely Perform Pre-Award OCI Evaluations", "paragraphs": ["The 40 Navy contracts that we selected primarily involved routine engineering and technical services. They did not fall into the category of advisory and assistance services that were subject to the contractor certification requirement. According to section 9.504 (a) of the FAR, however, all contracts are to be reviewed for potential conflicts of interest prior to award. Our review of the contract files showed that with the exception of 10 contractor officials’ resumes and 5 lists of other contracts in which the contractors were involved, the 40 contract files we reviewed included no documentation to indicate that any type of pre-award evaluation had been made to disclose the possibility of an OCI or a situation of an unfair advantage and contracting officials told us that evaluations were not frequently done. Some of their comments are summarized below.", "Officials at the Naval Air Weapons Station, China Lake, California, agreed that pre-award analysis to help detect potential conflicts of interest would be helpful.", "An official at the Naval Regional Contracting Center, San Diego, California, acknowledged that contract personnel do not generally examine past contracts held by a prospective contractor, or other financial relationships in which the contractor may be involved. The official said that he sporadically examines industry financial reports or corporate credit ratings, but not on a routine basis.", "An official at the Naval Command and Control and Ocean Surveillance installation, San Diego, California, said there was no screening of historic data about a contractor to detect OCI situations.", "While the Navy did not routinely conduct OCI evaluations before awarding these contracts, contracting officials pointed out that they concentrate on the possibility of future benefits that may accrue to a contractor and use contract clauses to prevent the possibility of such future conflicts. Our review of the contract files supported this. For example, one contract we reviewed contained a conflict of interest clause in which the contractor agreed not to supply DOD for a period of 2 years after completion of the contract with any major component which the contractor might suggest DOD purchase.", "We also discussed the apparent lack of pre-award evaluations with DOD and Navy procurement officials. They agreed that the Navy should comply with the FAR requirement to evaluate the potential for conflict of interest situations prior to contract award. They provided us with documentation that showed that corrective action had been taken to reemphasize the need for contracting officials to comply with the FAR’s requirements on conflict of interest evaluations."], "subsections": []}]}, {"section_title": "Possible Improvements in OCI Controls", "paragraphs": ["During our work we identified two opportunities to help agencies meet the objective of OMB’s policy letter regarding the avoidance of OCI situations. These include ensuring that all appropriate agency officials receive OCI training. Among other things, such training could emphasize the availability and usefulness of possible sources of information—such as annual reports and marketing brochures—that can assist contracting officials in understanding the business relationships of potential contractors and identifying possible OCI situations. In addition, we identified the potential for the FAR to be interpreted to imply that if certificates had been obtained from contractors, agencies should not obtain other information in conducting an evaluation of the potential for conflicts of interest. OMB could provide clarification to avoid such an interpretation."], "subsections": [{"section_title": "Agency OCI Training", "paragraphs": ["Officials at the three agencies we visited received varying amounts of OCI awareness and detection training. DOE and EPA offered formal in-house OCI training. The Navy did not have an OCI training course. However, some Navy officials received training from other sources. In none of the three agencies had all of the officials received training.", "We asked 66 procurement officers at the three agencies (DOE-27, EPA-15, and Navy-24) whether they had received 1 day or more of OCI training, less than 1 day of training, or no training. We also asked them how they believed the OCI screening process could be improved. Several of the officials said the process could be improved with more training. The results of our discussions are shown in Table 1.", "As shown, 44 of 66 contracting officers reported receiving some OCI training. (Sixteen reported receiving more than 1-day of OCI training and 28 reported receiving less than 1-day of OCI training.) However, 22 (one-third) of the officers reported receiving no training. Nineteen of the 66 officers expressed the belief that more training would improve the OCI screening process.", "We reviewed EPA’s and DOE’s OCI training materials. EPA’s material discussed Policy Letter 89-1 and FAR requirements, procedures to follow if the existence of an OCI were to be identified, and basic steps in making an OCI decision. The training materials also emphasized basic information in making OCI determinations, including whether the work to be performed by the contractor was related to work the contractor was also doing for the industry and how much work was performed for commercial clients over the last 3 years.", "DOE’s training materials covered similar subjects. In addition, DOE’s training emphasized the availability of a variety of sources of information such as annual reports that could (1) be used by contracting officials to understand the business relationships of a contractor, (2) assist in verifying the information in the contractor’s certificate that no actual or potential conflict of interest exists, and (3) help identify potential conflicts of interest.", "To identify the extent that agencies used such independent sources of information in examining for potential contracts, we asked 57 contract and program personnel at the 3 agencies (DOE-26, EPA-11, Navy-20) whether they were using selected external sources of information. Table 2 shows the results of our discussions.", "As shown, DOE contracting officials most frequently cited using the full range of information sources. DOE procurement officials attributed such widespread use to its training courses.", "Officials at DOE, EPA, Navy, and OMB generally agreed about the importance of ensuring that contracting officials receive sufficient conflict of interest training. EPA officials also pointed out that subsequent to our interviews with procurement officials additional training had been provided. OMB officials said that they believed agency procurement staff needed to be reminded of the importance of conflict of interest training and they thought it would be helpful for OMB to remind agencies to ensure that their staffs are adequately trained in this area."], "subsections": []}, {"section_title": "FAR Organizational Conflict of Interest Requirements Can Be Clarified to Avoid Misinterpretation", "paragraphs": ["“(a) If information concerning prospective contractors is necessary to identify and evaluate potential organizational conflicts of interest or to develop recommended actions, and no organizational conflicts of interest certificates have been filed contracting officers should first seek the information from within the Government or from other readily available sources. Government sources include the files and the knowledge of personnel within the contracting office, other contracting offices, the cognizant contract administration and audit activities and offices concerned with contract financing. Non-Government sources include publications and commercial services, such as credit rating services, trade and financial journals, and business directories and registers.” (Underscoring added)", "In our opinion, this language could be interpreted to indicate that such external sources of information should not be sought in instances where contractor certificates have been obtained. However, OMB’s policy letter provides that in evaluating the potential for conflicts of interest, contracting officers may use any substantive information that is available whether or not the certificates have been provided.", "Officials at DOE, Navy, and OMB generally agreed that there was a need to clarify the FAR. EPA officials said they were not sure such clarification may be needed. They said that contractors’ certifications should, in most cases, be sufficient to protect the government’s interests."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["OCI situations can be detrimental to the interests of the federal government and, as a matter of policy, are to be identified, avoided, and/or mitigated. As shown by a 1993 PCIE study, however, agencies’ implementation of OCI requirements for advisory and assistance services has varied. Although two of the three agencies covered in our review appeared to be complying, the third agency—Navy—was reported by the DOD IG as not ensuring that contractor certificates were received prior to contract award. Corrective action, however, was taken during our review that reemphasized the need for contracting officials to obtain such certificates. We also noted that Navy contracting officials were not routinely evaluating contracts prior to award for potential conflicts of interest. However, corrective action was also taken during our review that reemphasized the need for contracting officials to comply with the conflict of interest policies and procedures set forth in the FAR.", "One-third of the agency contracting officials we spoke with indicated that they had received no OCI training. About 19 (29 percent) believed that additional training could help improve OCI screening. Each of the agencies included in our review agreed on the importance of OCI training and OMB suggested it would be helpful if OMB reminded agencies to ensure that training is provided.", "The importance of the OCI requirements of the OMB policy letter are reflected by their inclusion into the FAR as federal regulation. Unfortunately, the FAR could be interpreted to suggest that if OCI certifications have been obtained from contractors, agencies should not obtain additional information in conducting an evaluation of the potential for conflicts of interest. In actuality, whether or not OCI certifications have been obtained, contracting officials should be encouraged to obtain any additional information they believe is necessary and appropriate in order for them to identify and evaluate the potential for conflicts of interest."], "subsections": []}, {"section_title": "Recommendations to the Director, OMB", "paragraphs": ["We recommend that the Director, OMB (1) emphasize to heads of agencies the importance of ensuring that contracting officials receive sufficient training to help them to identify and to avoid and mitigate OCI situations and (2) take steps to avoid the possibility that the FAR might be interpreted to imply that if certificates have been obtained from contractors, agencies should not obtain other information in conducting an evaluation of the potential for conflicts of interest. One way of accomplishing both recommendations without going through the formal process of modifying the FAR would be by issuing a new policy letter or supplement to Policy Letter 89-1."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["DOE, EPA, DOD, Navy, and OMB officials reviewed a draft of this report. Comments were provided on various dates between September 7 through 20, 1995, by the Deputy Assistant Secretary for Procurement and Assistance Management and the Acting Director, Office of Headquarters Procurement Operations, DOE; the Director, Office of Acquisition Management, EPA; the Director, Defense Procurement, DOD; the Special Assistant for Management and Administration, Navy; and the Deputy Administrator and the Deputy Associate Administrator, Office of Federal Procurement Policy, OMB.", "Each of the agencies agreed with our observations and recommendation to OMB regarding the need to emphasize the importance of ensuring that contracting officials receive sufficient conflict of interest training.", "DOE, DOD, Navy, and OMB agreed with our recommendation to OMB regarding the need to take steps to avoid the possibility that the FAR could be misinterpreted. EPA officials, however, said they interpreted section 9.506 of the FAR as providing guidance to contracting officials in those instances when contractors’ certificates are not required. When a certificate is required by the FAR, the officials believed that the certificate itself will provide the primary source of information on potential conflicts. They said that the contracting officer may choose to seek additional information, as he or she sees fit.", "We do not disagree with EPA’s view that when a certificate is required under the FAR, the contracting officer may choose to seek additional information in order to evaluate the potential for conflicts of interest. Our point, however, is that the current wording in the FAR could be interpreted as indicating that such information should be sought only in instances when contractor certificates have not been obtained. To avoid this possibility, we believe the FAR should be clarified.", "EPA officials also said they believed that our suggested approach to accomplishing both recommendations to OMB through issuing a new policy letter or supplement to Policy Letter 89-1 could lead to conflicting guidance on the subject since the FAR language would remain the same. We provided this suggestion as a possible alternative to modifying the FAR. If OMB chooses, the FAR could be modified. In its comments, OMB suggested another possible means to implement the recommendations—sending a memorandum to senior agency procurement officials. We believe the manner of implementation should be up to OMB’s discretion.", "OMB officials also suggested that it might be beneficial for us to address our recommendations to the Administrator, Office of Federal Procurement Policy, rather than to the OMB Director. Our usual practice is to address the recommendations to the agency head. The Director, of course, could delegate the responsibility to implement the recommendations to the Administrator.", "DOD and Navy officials agreed that the Navy should comply with the FAR requirement to evaluate the potential for conflict of interest situations prior to contract award. They pointed out that corrective action had been taken during the course of our review, in the form of various directive memorandums, to reemphasize the need for contracting officials to comply with the FAR’s requirements. Because of the action taken, we are not making a recommendation on this issue.", "As agreed with your office, unless you publicly announce the contents earlier, we plan no further distribution until 30 days from the date of this report. At that time, we will send copies of this report to the Director of the Office of Management and Budget, the Secretaries of Energy, Defense, and Navy, and the Administrator of the Environmental Protection Agency. We will also provide copies to the Chairman, Subcommittee on Post Office and Civil Service, Senate Committee on Governmental Affairs, and other appropriate congressional committees. Copies will be made available to other interested parties upon request.", "Richard Caradine, William Bosher, and Carolyn Samuels of our General Government Division and Ronald Belak of our Denver Regional Office were major contributors to this report. If you have any questions about this report, please call me on (202) 512-3511.", "Timothy P. Bowling Associate Director Federal Management and Workforce     Issues The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (301) 258-4097 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}