{"id": "GGD-99-54", "url": "https://www.gao.gov/products/GGD-99-54", "title": "Terrorism and Drug Trafficking: Testing Status and Views on Operational Viability of Pulsed Fast Neutron Analysis Technology", "published_date": "1999-04-13T00:00:00", "released_date": "1999-04-13T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a legislative requirement, GAO provided information on the operational viability of pulsed fast neutron analysis technology (PFNA), which is designed to directly and automatically detect and measure the presence of specific materials by exposing their constituent chemical elements to short bursts of subatomic particles called neutrons, focusing on: (1) the status of plans for field testing a PFNA inspection system for counterterrorism and counterdrug purposes; and (2) federal agency and vendor views on the operational viability of such a system."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the Customs Service, the Department of Defense (DOD), the Federal Aviation Administration (FAA), and the Ancore Corporation recently began planning to field test PFNA; (2) because they are in the early stage of planning, they do not expect the actual field test to begin until mid to late 1999 at the earliest; (3) generally, agency and vendor officials estimate that a field test covering Customs' and DOD's requirements will cost at least $5 million and that the cost could reach $8 million if FAA's requirements are included in the joint test; (4) Customs officials told GAO they are working closely with applicable congressional committees and subcommittees to decide whether Customs can help fund the field test, given that Senate Report 105-251 directs the Commissioner of Customs to enter into negotiations with the private sector to conduct a field test of PFNA technology at no cost to the federal government; (5) generally, a complete field test would include: (a) preparing a test site and constructing an appropriate facility; (b) making any needed modifications to the only existing PFNA system and its components; (c) disassembling, shipping and reassembling the system at the test site; and (d) conducting an operational test for about 4 months; (6) according to agency and Ancore officials, test site candidates are two seaports in California (Long Beach and Oakland) and two land ports in El Paso, Texas; (7) federal agency and vendor views on the operational viability of PFNA vary; (8) while Customs, DOD, and FAA officials acknowledge that laboratory testing has proven the technical feasibility of PFNA, they told GAO that the current Ancore inspection system would not meet their operational requirements; (9) among other concerns, Customs, DOD, and FAA officials said that a PFNA system not only is too expensive (about $10 million to acquire per system) but also is too large for operational use in most ports of entry or other sites; (10) accordingly, these agencies question the value of further testing; (11) Ancore disputes these arguments, believes it can produce an operationally cost-effective system, and is proposing that a PFNA system be tested at a port of entry; and (12) the Office of National Drug Control Policy has characterized neutron interrogation as an emerging or future technology that has shown promise in laboratory testing, and, thus, warrants field testing to provide a more informed basis for deciding if PFNA has operational merit."]}], "report": [{"section_title": "Letter", "paragraphs": ["In its counterterrorism and counterdrug efforts, the federal government has invested considerable funds in recent years to develop technologies for detecting explosives and narcotics. Along with X-ray and other nonintrusive inspection systems, one type of technology under development is a pulsed fast neutron analysis (PFNA) inspection system, which is designed to directly and automatically detect and measure the presence of specific materials (e.g., cocaine) by exposing their constituent chemical elements to short bursts of subatomic particles called neutrons. Over the years, several federal agencies—including the Customs Service, the Department of Defense (DOD), the Federal Aviation Administration (FAA), and the Office of National Drug Control Policy (ONDCP)—have been interacting, to various degrees, with the system inventor (Ancore Corporation, located in Santa Clara, CA) to develop a PFNA system for federal use.", "As directed by the Senate Report accompanying the fiscal year 1999 Treasury and General Government Appropriations Bill, this report provides information about (1) the status of plans for field testing a PFNA inspection system for counterterrorism and/or counterdrug purposes and (2) federal agency and vendor views on the operational viability of such a system."], "subsections": [{"section_title": "Background", "paragraphs": ["As the nation’s principal border agency, the Customs Service has a significant narcotics interdiction role and is increasingly relying upon technology to help implement that role. Equipment and technology used by Customs for screening and drug interdiction activities include automated databases, portable contraband detectors (“busters”), sonic and laser range finders, fiber-optic scopes, and X-ray systems.", "Nonintrusive technology, such as X-ray systems, allow Customs staff to inspect for contraband without having to physically enter into or unload vehicles or containers. According to its February 1998 Five-Year Technology Acquisition Plan for the Southern Tier, Customs currently uses over 800 items of nonintrusive inspection technology, primarily for inspecting inbound vehicles and containers. Nearly 50 percent ($289.1 million) of Customs’ proposed 5-year technology investment of $631.4 million is for new nonintrusive inspection equipment, including fixed-site and mobile X-ray systems for inspecting tank trucks, railcars, and sea containers.", "For counterterrorism and other purposes, nonintrusive inspection technologies are also important for supporting the missions of DOD and FAA. DOD, for example, has evaluated PFNA and other technologies for possible force protection uses. Also, FAA has considered various technologies for screening air baggage and cargo for explosives and contraband.", "Whereas X-ray technology is widely used, PFNA or neutron interrogation technology has not been operationally fielded anywhere in the world. A claimed potential advantage of PFNA technology is that it can be used to inspect fully loaded trucks and containers and specifically identify drugs and explosives (“material specificity”) automatically without human interpretation. In contrast, X-ray inspection technology identifies (with human interpretation) anomalous “shapes or shadows” in empty, partially loaded, and fully loaded vehicles and containers, which could result in false alarms and, in turn, might require further intrusive inspection for resolution, such as by unloading the vehicles and containers.", "During fiscal years 1989 to 1998, according to Ancore officials, PFNA “laboratory” funding totaled about $60 million—with the large majority provided by DOD (about $28.4 million) and the Eurotunnel consortium(about $20 million), and the remainder by FAA (about $6.5 million) and the vendor or its parent company (about $5 million). The most recent congressional funding-related guidance regarding PFNA is as follows:", "The DOD Appropriations Act for fiscal year 1999, P.L. 105-262, directs DOD to spend $3 million in prior-year PFNA-related funds through cooperation with ONDCP. According to DOD officials, the actual amount available for expenditure will be about $2.7 million, which reflects general budget reductions mandated by Congress and the Office of the Secretary of Defense. DOD must obligate its PFNA funds by September 30, 1999, or the funding authority will expire.", "The conference report (H. Conf. Rep. 105-825) on the Omnibus Appropriations Act for fiscal year 1999, P.L. 105-277, indicates that $2.5 million is for FAA to develop PFNA.", "Also, as mentioned earlier, Senate Report 105-251 (July 1998) on the Treasury and General Government Appropriations bill for fiscal year 1999 directs the Commissioner of Customs to enter into negotiations with the private sector to conduct a field test of PFNA technology at no cost to the federal government.", "In conducting our work, we interviewed responsible officials at and reviewed applicable documents obtained from the Customs Service, DOD, FAA, ONDCP, and Ancore Corporation. We requested comments on a draft of this report from the Customs Service, DOD, FAA, ONDCP, and Ancore Corporation. Their comments are discussed near the end of this letter. We performed our work from October 1998 to February 1999 in accordance with generally accepted government auditing standards. Appendix I presents more details about our objectives, scope, and methodology."], "subsections": []}, {"section_title": "Status of Plans for a PFNA Field Test", "paragraphs": ["Customs, DOD, and FAA are making plans to comply with their respective congressional guidance on PFNA. In November 1998, the Commissioner of Customs met with Ancore representatives to discuss field testing of PFNA. Also, in November 1998, DOD officials told us that they would begin drafting, with Ancore’s participation, a rough or preliminary plan with general parameters for field testing a PFNA system. In December 1998, Ancore submitted a written proposal to Customs. Specifically, Ancore proposed that a 4-month Customs/DOD field test be conducted at a U.S. sea or land port of entry, at an estimated cost ranging from $5 million to $5.5 million, including the cost of a site facility.", "In its proposal, Ancore mentioned the availability of $2.7 million from fiscal year 1998 DOD appropriations. Ancore indicated that this money could be used for system engineering modifications for ease of relocation, system shipment and installation, and operation and maintenance of the system throughout the test. Ancore asked Customs to fund the remaining amount needed for the field test, $2.3 million to $2.8 million, to be used for constructing a facility to house the PFNA system, preparing related infrastructure, and modifying an existing automated ground vehicle. Also, Ancore proposed that Customs’ responsibilities for the test would include selecting a test site, ensuring the availability of real drugs and other contraband for inspection if real drugs are to be used, and providing cargo- handling labor and equipment.", "In January 1999, the Commissioner of Customs responded in writing to Ancore’s proposal. In his response, the Commissioner expressed interest in working with Ancore to conduct a field test. The Commissioner said, however, that before Customs could make a final decision on the proposed test, a more detailed description of respective responsibilities was needed. Also, the Commissioner indicated that after receiving the requested detailed information, Customs could select a site and make more precise estimates of funding needed. He also stated that Customs would be responsible for preparing the final test report.", "As reflected in his January 1999 response to Ancore’s proposal for a field test, the Commissioner of Customs is considering whether Customs should contribute to the funding of such a test. In this regard, recognizing the no- federal-cost language of Senate Report 105-251, in February 1999, Customs officials told us that they were working closely with applicable congressional committees and subcommittees.", "In December 1998, Ancore submitted a written proposal to FAA for use of its fiscal year 1999 PFNA funds ($2.5 million). Ancore proposed to (1) build on previous FAA development and testing efforts to modify the existing land/sea container and truck inspection system for FAA’s specific air cargo inspection requirements and (2) conduct a laboratory test. Given the vulnerability of aircraft to explosives, FAA requires the modifications in order to improve the system’s capability to detect small amounts of target materials. In January 1999, a FAA official told us that FAA had contacted Customs and DOD about the possibility of working jointly to conduct a field test. However, the FAA official noted that detailed discussions with Customs, DOD, and Ancore might be needed to determine whether a joint test could adequately cover the combined counterdrug and counterterrorism operational requirements of the three agencies. Further, the FAA official said that, if a three-agency field test is conducted, most of FAA’s funds would be used for engineering modifications to PFNA components to allow the system to detect small amounts of target materials.", "In January 1999, a Customs official told us that, in order to minimize the expenditure of federal government funds, he was hopeful that the three agencies could agree on and implement a joint field testing plan. Also, Customs, DOD, FAA, and ONDCP officials indicated that it might be appropriate to form a “configuration board” or test review group made up of agency officials to evaluate the joint agency test plan before it is implemented to ensure that all operational requirements are considered and include advisory representation from the National Academy of Sciences on the configuration board to lend scientific advice and expertise, objectivity, and credibility.", "Regarding a field test location, Ancore’s proposal would give Customs the responsibility for selecting a site. Initially, Customs officials told us that the Army’s Thunder Mountain Evaluation Center (Fort Huachuca, AZ) would be considered as a possible test site rather than a port of entry. However, after considering Ancore’s proposal, the Commissioner of Customs decided that conducting a field test at a port of entry would be more appropriate. DOD officials expressed no preference for a location; rather, the officials indicated that DOD probably would defer to Customs—the agency that has a primary counterdrug role and potentially the most need for PFNA technology. FAA officials prefer having the field test at an airport or a seaport and stated their least preferred site is Fort Huachuca. ONDCP officials prefer testing at a port of entry to ensure a realistic stream of commerce. Ancore officials also prefer testing at a port of entry for the same reason.", "In February 1999, Customs, DOD, FAA, and Ancore officials told us that four port-of-entry sites were being considered for the field test. These sites are two seaports in California (Long Beach and Oakland) and two land ports in El Paso, Texas."], "subsections": []}, {"section_title": "Differing Views on the Operational Viability of a PFNA System", "paragraphs": ["There is general agreement that PFNA’s technical feasibility has been proven in the laboratory. However, citing cost, size, and other operational concerns, the three prospective users—Customs, DOD, and FAA—do not foresee using a PFNA system in their missions or operations and, therefore, question the value of further testing. ONDCP, on the other hand, believes that an informed decision about the operational viability of a PFNA system cannot be made without first conducting a field test. Ancore expressed similar views about the need for field testing."], "subsections": [{"section_title": "Customs Service and DOD Views", "paragraphs": ["In January 1998, the Department of the Treasury and DOD jointly issued an assessment report, which concluded that—although proven effective in a laboratory setting for detecting and distinguishing target materials—a PFNA system would not meet their respective counterdrug and counterterrorism needs. The joint assessment report cited several limiting factors of a PFNA system as follows:", "The $10 million cost of procuring and installing each PFNA system is excessive compared with other systems. Similarly, the estimated $1 million annual cost per system for operations and maintenance is excessive.", "The 15,000 square feet of physical space needed to accommodate a PFNA system for operations is excessive and would limit application of a PFNA system to installations that have no space restrictions.", "It is unlikely a PFNA system could ever achieve the mobility goal of being relocatable from one site to another within 3 to 5 days.", "Although a PFNA system can detect operationally significant quantities of cocaine, the system has throughput rate (e.g., number of vehicles or containers that can be screened per hour) and detection limitations regarding other contraband, such as explosives, nuclear weapons and materials, and chemical agents.", "Less than 10 DOD facilities worldwide could accommodate or would have requirements for a PFNA inspection system.", "Treasury and DOD therefore recommended terminating the PFNA program and using any remaining fiscal year 1998 funds for other purposes. Early in our review, in response to our inquiries, Customs and DOD reaffirmed the conclusions presented in the joint assessment and stated that the primary reasons for rejecting PFNA were the high cost and excessive space requirements. Customs believes PFNA will cost about $12 million per system to acquire and install at each port of entry, a cost that Customs considers excessive. In comparison, for example, for the cost of 1 PFNA system, Customs officials said that the agency can purchase 5 to 10 alternative inspection systems and deploy them at multiple ports of entry.", "Customs’ current 5-year technology acquisition plan (dated February 1998) does not include PFNA systems; rather, the plan calls for deploying X-ray systems and other alternative inspection technologies, such as gamma-ray imaging, to be used for counterdrug purposes. The officials stated that a PFNA system would be effective only at locations where it can screen vehicles and cargo that must pass through entry or “choke” points. Moreover, at our exit conference in February 1999, DOD officials emphasized that DOD does not want a PFNA system, does not envision using such a system in an operating environment, and would prefer using available PFNA funds for higher priorities."], "subsections": []}, {"section_title": "FAA Views", "paragraphs": ["Despite some interest in PFNA in previous years, FAA currently does not envision a role for this technology in the agency’s security operations. As with Customs and DOD, FAA has concerns about the costs, size, and other operational aspects of a PFNA inspection system. Alternatively, FAA sees more advantages in other types of inspection technology, particularly scanning technology adapted from the medical field to detect a wide range of explosives. In fact, FAA has already officially certified alternative detection systems as meeting FAA standards.", "Moreover, FAA officials told us that the agency’s evolving or maturing operational philosophy has further lessened FAA’s interest in PFNA. The officials explained that FAA is putting more emphasis on “know-your- customer” concepts and on screening air cargo parcels before they are combined onto pallets."], "subsections": []}, {"section_title": "Ancore Views", "paragraphs": ["Ancore prepared a detailed response to Treasury’s and DOD’s January 1998 joint assessment report. In its response, Ancore made the following assertions:", "Treasury and DOD have not quantified the concept of “affordability.”", "However, PFNA is affordable because the capital cost of PFNA is lower than or the same as any of the existing systems claiming to be able to inspect fully loaded trucks and containers.", "The life-cycle cost of a system that lasts 10 to 30 years should be considered. The joint assessment claimed maintenance costs could be as high as $1 million per system per year, but the only time such costs were asked for, a fixed-price bid of $500,000 to $600,000 was given to the European consortium for maintenance for the first year.", "The operations cost is lower for PFNA than for X-ray because PFNA needs fewer people to look at images. The major cost of operating an inspection system is one that Customs regularly ignores (i.e., the cost of processing vehicles or containers rejected by a system). Such rejections can result from false alarms. Also, rejections include any vehicles or containers that the system cannot effectively inspect, such as fully loaded trucks. Yet, sometimes Customs uses the argument that manual unloading of vehicles or containers represents fixed costs that should not be considered in any comparative analyses. However, while retaining the same staff for opening trucks and containers, Customs could seize more contraband with PFNA because it provides a much higher detection rate than any other technique. Thus, PFNA would provide a better return on cost than other inspection technologies.", "A PFNA system can be accommodated in different size areas, depending on the site requirement. The current system, with the existing type of elecrostatic accelerator, protective shielding, and full- size truck interrogation tunnel, occupies about 4,000 to 5,000 square feet. Also, the joint assessment report disqualifies PFNA based on size, ignoring the space required for the alternative, namely partially or fully unloading trucks or containers. Use of a PFNA system, compared with the less efficient X-ray systems, results in a better utilization of the scarce real estate in ports of entry.", "The current throughput rate of a PFNA system is similar to or exceeds that of the X-ray system selected by Treasury to inspect empty trucks.", "The agreed-upon goal was to have a PFNA inspection system that could be moved from one location to another within 14 days. However, the joint assessment report said that Treasury wants a system that can be relocated within 3 to 5 days. Ancore has been in discussions with barge manufacturers about mounting the PFNA system on a barge, which could be towed from one port to another as a method for meeting Treasury’s time requirement.", "In response to our inquiries, Ancore officials reaffirmed their disagreement with the joint assessment report’s conclusions. Further, Ancore’s officials commented that a fairly designed and conducted field test would demonstrate the operational effectiveness of a PFNA system."], "subsections": []}, {"section_title": "ONDCP Views", "paragraphs": ["ONDCP’s position is that a PFNA system should be operationally field tested. ONDCP officials noted that the technology has successfully passed laboratory tests, which proved the physics of neutron interrogation. In a 1996 report on inspection systems, ONDCP concluded that: “The state-of-the art in PFNA inspection systems is not sufficiently developed for current operational use. Any field implementation of the current PFNA system should be in an operational test bed environment.”", "ONDCP recommended that a test bed at a port of entry be procured to facilitate gathering data and making a more informed, analytical decision.", "More recently, in its July 1998 10-year plan, ONDCP characterized neutron-based inspection technology as an emerging technology (7 to 10 years out) rather than an off-the-shelf technology. In responding to a draft of the plan, Customs urged ONDCP to remove all references to PFNA because it did not want the plan to be construed as representing Customs support for a PFNA system. In response to our inquiries, the Director of ONDCP’s Counterdrug Technology Assessment Center said that Customs seemed to have rejected PFNA without the benefit of sufficient, empirical data. According to the Director, PFNA warrants field testing to provide a sound basis for decisionmaking."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["A point not in dispute is that PFNA’s technical feasibility has been proven in the laboratory. Nonetheless, agency officials said that solving the physics problem does not solve the operational problems. In this regard, in addition to costs, the principal areas of controversy about a PFNA inspection system involve “operational” rather than “physics” issues. Even the issue of system size or space requirements is in dispute. In the absence of field testing, there may be no definitive answer as to whether a PFNA system has operational merit—particularly if these disagreements continue.", "The prospective users—Customs, DOD, and FAA—seriously question whether a PFNA system has operational merit and, thus, also question the need for field testing. On the other hand, ONDCP, which coordinates counterdrug technology research and development within the federal government, questions rejecting a PFNA system on operational grounds when no field testing has been conducted. Also, Ancore believes a field test of PFNA will demonstrate its operational effectiveness.", "Despite their views on PFNA, Customs, DOD, and FAA are planning to comply with their respective congressional guidance, and Customs said it is working with Congress to clarify its own funding guidance. These agencies recognize that, if a test is to be conducted, a joint, cooperative effort would be the most efficient use of government funds and that a configuration or test review board with advisory representation from the National Academy of Sciences may be appropriate to evaluate the test plan before implementation."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["On February 24, 1999, we provided a draft of this report for review and comment to the Customs Service, DOD, FAA, ONDCP, and Ancore Corporation. We received either written or oral comments during the period March 9-15, 1999, from the Director, Applied Technology Division, Office of Information and Technology, the Customs Service; the Assistant for Science and Technology, Office of Assistant Secretary of Defense for Special Operations and Low Intensity Conflicts, the Department of Defense; the Scientific Advisor, Office of Civil Aviation Security, the Federal Aviation Administration; the Director, Counterdrug Technology Assessment Center, the Office of National Drug Control Policy; and the President/Chief Executive Officer of the Ancore Corporation. In its written comments, Customs said that:", "The report accurately reflects the agency’s position on the field test and discussions with the vendor, as well as the current status of interagency planning.", "Customs continues to differ with Ancore, as summarized in the report.", "In its written comments, DOD concurred with the report. FAA orally advised us that the agency had no comments on the draft. ONDCP, in its written comments, said that our presentation of its views was essentially correct and added the following:", "Additional emphasis on a national policy to pursue innovative and emerging technologies is needed. A continued investment in research and development is essential to improving interdiction capabilities.", "ONDCP’s views should not be misinterpreted to indicate that the focus of technology development is specific to PFNA or to Ancore’s views. As presented in ONDCP’s latest Ten-Year Counterdrug Technology Plan and Development Roadmap, PFNA is viewed as one of many potential candidates that fall within emerging technologies and neutron interrogation.", "In its written comments, Ancore said that the report was factual and correctly described the status of operational testing. Further, Ancore commented substantially as follows:", "Ancore has always maintained that an effective national drug interdiction program requires having a “system of systems,” i.e., deploying a variety of complementary nonintrusive systems, including X-ray and PFNA, as well as continuing to rely on intelligence.", "The effectiveness of the overall interdiction effort will be severely affected if this complementary deployment excludes PFNA and its high- performance capabilities (e.g., selectivity, material specificity, and automatic decision).", "Also, Ancore had a few technical comments and clarifications, which have been incorporated in this report where appropriate.", "We are sending copies of this report to Representative Jim Kolbe, Chairman, and Representative Steny H. Hoyer, Ranking Minority Member, Subcommittee on Treasury, Postal Service, and General Government, Committee on Appropriations, House of Representatives; Representative J.C. Watts; and to other relevant congressional committees. We are also sending copies of this report to: The Honorable William Cohen, Secretary of Defense; The Honorable Robert E. Rubin, Secretary of the Treasury; The Honorable Raymond W. Kelly, Commissioner of Customs; The Honorable Rodney E. Slater, Secretary of Transportation; The Honorable Jane F. Garvey, Administrator, FAA; The Honorable Barry R. McCaffrey, Director, ONDCP; The Honorable Jacob Lew, Director, Office of Management and Budget; and Mr. Tsahi Gozani, President and Chief Executive Officer of the Ancore Corporation. Copies will also be made available to others upon request.", "The major contributors to this report are listed in appendix II. If you or your staffs have any questions about this report, please contact me on (202) 512-8777."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["Our objectives were to provide information about (1) the status of plans for field testing a pulsed fast neutron analysis (PFNA) inspection system for counterterrorism and/or counterdrug purposes and (2) federal agency and vendor views on the mission viability of such a system.", "Initially, to obtain background and overview perspectives on PFNA technology, we conducted a literature search to identify past studies, reports, and other relevant materials, including appropriations acts and other congressional guidance.", "In directly addressing the objectives, we interviewed responsible officials at applicable federal agencies. Our contacts included the following:", "Customs Service: Our primary meetings were with the Director and other staff of the Applied Technology Division, a component of Customs’ Office of Information and Technology. In addition, we met with representatives from the Office of Field Operations and the Office of Finance.", "Department of Defense (DOD): We interviewed representatives of DOD’s interoffice project for developing PFNA: (1) the project leader from the Office of the Assistant Secretary of Defense for Special Operations and Low Intensity Conflict and (2) the project manager from the Department of the Navy’s Office of Special Technology. DOD develops technologies for detecting explosives and chemical agents for its counterterrorism activities and narcotics for Customs’ counterdrug programs.", "Federal Aviation Administration (FAA): We mainly interviewed officials in the Office of Civil Aviation Security and its research and development division in Atlantic City, NJ.", "Office of National Drug Control Policy (ONDCP): Our principal contact was the Director of the Counterdrug Technology Assessment Center. Established within ONDCP by Congress in fiscal year 1991, the Center serves as the federal government’s central research and development organization for counterdrug enforcement.", "Also, we contacted the PFNA vendor, Ancore Corporation. During our November 1998 visit to Ancore’s headquarters and facilities in Santa Clara, CA, we watched a brief demonstration of the PFNA technology. Also, we were provided detailed briefings by senior executives, including the President and Chief Executive Officer, the Chief Operating Officer, and the Vice President for Programs and Business Development.", "To better understand federal agency and vendor views on the PFNA system, we obtained copies of various documents on its capabilities. Two of the primary documents we reviewed were (1) the January 1998 Joint Assessment of the Pulsed Fast Neutron Analysis Cargo Inspection System by Departments of Defense and Treasury and (2) Ancore’s May 1998 response to the joint assessment. We also reviewed relevant documents on congressional guidance on the development of counterterrorism and", "PFNA laboratory test results, other technical and claimed operational capabilities of PFNA,", "Customs’ narcotics inspection operations and 5-year technology development and acquisition plans,", "ONDCP’s assessments of inspection technologies and 10-year plans for", "PFNA contract and budget data.", "However, our review of these documents did not constitute a comprehensive or an independent technical analysis of PFNA. That is, the scope of our work did not include determining whether the PFNA technology is ready for field testing or whether a PFNA system has operational merit."], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "General Government Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Office of the General Counsel, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Los Angeles Field Office", "paragraphs": ["James D. Moses, Evaluator-in-Charge Samuel L. Hinojosa, Evaluator The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC 20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000 or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony. To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touch-tone phone. A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}