{"id": "HEHS-97-83", "url": "https://www.gao.gov/products/HEHS-97-83", "title": "Defense Health Care: Need for More Prescribing Psychologists Is Not Adequately Justified", "published_date": "1997-04-01T00:00:00", "released_date": "1997-04-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a legislative requirement, GAO reviewed the Military Health Services System's (MHSS) Psychopharmacology Demonstration Project (PDP), focusing on the: (1) need for prescribing psychologists in the MHSS; (2) implementation of the PDP; and (3) PDP's costs and benefits."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the MHSS has more psychiatrists than it needs to meet its current and upcoming readiness requirements, according to GAO's analysis of the Department of Defense's (DOD) health care needs; (2) therefore, the MHSS needs no prescribing psychologists or any other additional mental health care providers authorized to prescribe psychotropic medication; (3) moreover, DOD does not even account for prescribing psychologists when determining its medical readiness needs; (4) although DOD met its goal to train psychologists to prescribe drugs, it faced many difficulties in implementing the PDP; (5) not all of these were resolved; (6) for example, the MHSS never had a clear vision of the prescribing psychologist's role, did not meet recruitment goals, and repeatedly changed the curriculum; (7) consequently, the American College of Neuropsychopharmacology recommended in 1995 that unless these issues were addressed, the PDP should end; (8) the total cost of the PDP, from start-up through the date the last participants will complete the program, is about $6.1 million or about $610,000 per prescribing psychologist, according to GAO's estimate; (9) ultimately, the PDP will have added 10 mental health care providers who can prescribe drugs to an MHSS that already has a surplus of psychiatrists; (10) opinions differ on the effect of adding these prescribing psychologists to the MHSS concerning such issues as quality of care and collaboration between psychologists and physicians; (11) without a clear purpose or role for prescribing psychologists and given the uncertainty about the extent to which they would replace higher cost providers, GAO cannot conclude that the benefits gained from training prescribing psychologists warrant the costs of the PDP; and (12) training psychologists to prescribe medication is not adequately justified because the MHSS has no demonstrated need for them, the cost is substantial, and the benefits are uncertain."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Military Health Services System (MHSS) provides for the mental health care needs of the approximately 1.7 million active-duty members of the U.S. armed services. To meet its military readiness requirements, the MHSS had 478 psychiatrists and 395 clinical psychologists on board in fiscal year 1996.", "Some functions of psychiatrists and clinical psychologists overlap. As physicians, however, psychiatrists are trained in and licensed to practice medicine and are therefore qualified to prescribe medication for both mental and physical conditions. Because no medical training is required to practice clinical psychology, clinical psychologists, whether in the military or the civilian sector, historically have not been permitted to prescribe drugs.", "This changed for some clinical psychologists in the military when the MHSS instituted the Psychopharmacology Demonstration Project (PDP) in 1991. The PDP has trained military psychologists to prescribe psychotropic medication for mental conditions such as depressive and adjustment disorders. Before the PDP, MHSS psychologists were not allowed to prescribe medication. The first PDP participants completed the program in 1994. To date, seven psychologists have finished the PDP training, and the MHSS has authorized all of them to prescribe certain medications for mental conditions. An additional three psychologists are expected to complete the PDP in June 1997.", "The National Defense Authorization Act for Fiscal Year 1996 (P.L. 104-106) required that the PDP end by June 30, 1997, and that we evaluate the project. On the basis of discussions with your offices, our evaluation includes (1) an assessment of the need for prescribing psychologists in the MHSS, (2) information on the implementation of the PDP, and (3) information on the PDP’s costs and benefits. To develop this information, we reviewed the military’s needs determinations for psychiatrists and clinical psychologists. We examined reports and assessments of the PDP by the Army, the Army Surgeon General’s blue ribbon panels, and the American College of Neuropsychopharmacology (ACNP) as well as several articles on the issue of psychologists prescribing drugs. We also reviewed both a feasibility study and a cost-effectiveness analysis conducted by Vector Research, Inc. (VRI).", "In addition, we interviewed all PDP participants who completed the project and others at the facilities where participants were practicing, Department of Defense (DOD) Office of Health Affairs officials, and other DOD medical officials. We also met with representatives of the American Psychiatric Association and the American Psychological Association. Our work was performed from July 1996 through February 1997 in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["The main mission of the MHSS, which spends more than $15 billion a year, is medical readiness. This mission requires the MHSS to (1) provide medical support to active-duty military personnel in preparation for and during combat and (2) maintain the health of the active-duty force during peacetime. The Army, Navy, and Air Force all maintain uniformed health care providers to fill their MHSS medical readiness needs.", "To the extent that military space, staff, and other resources are available, the MHSS may also support DOD’s mission to care for nonactive-duty beneficiaries (dependents of active-duty members, retired members and their dependents, and survivors of deceased members). Whenever nonactive-duty beneficiaries’ need for health care exceeds the MHSS’ resources available to them, DOD purchases services for them from the civilian health care sector.", "The role of psychiatrists and clinical psychologists in meeting the MHSS medical readiness mission is to provide mental health care that helps military active-duty personnel perform their duties before, during, and after combat or some other military operation. Both psychiatrists and clinical psychologists, whether in the military or civilian sector, provide a variety of mental health services, some of which are similar. Both can diagnose mental conditions and treat these conditions with psychotherapy. A degree in medicine is required to practice psychiatry, however, so psychiatrists may treat mental disorders medically, that is, with medication. Because medical training is not required to practice clinical psychology, psychologists are not qualified to prescribe medication.", "To practice medicine, psychiatrists complete 4 years of medical school and a 1-year clinical internship during which they are trained to evaluate and treat all types of organic conditions and to perform general surgery. After this, they complete a 3-year psychiatric residency during which they learn to evaluate and treat mental conditions and the organic conditions associated with them. Because psychiatrists practice medicine, they can diagnose organic as well as mental conditions and treat each with medication. They consider a full range of possible organic causes for abnormal behavior when diagnosing a condition. Therefore, they can distinguish between mental conditions with an organic cause, such as schizophrenia and bipolar disorder, and organic conditions, such as diabetes and thyroid disease, which have symptoms that mimic a mental disorder. Organic mental disorders are best treated through a combination of medication and psychotherapy, according to DOD officials.", "Clinical psychologists, on the other hand, practice psychology, not medicine. Typically, they complete 6 years of graduate school leading to a doctoral degree and 1 to 2 years of postdoctoral clinical experience. Clinical psychologists are trained in theories of human development and behavior, so their general approach to diagnosing and treating mental illness is psychosocial rather than medical. They are trained to diagnose and treat all mental conditions and rely on the behavior a patient displays to diagnose these conditions.", "The MHSS created the PDP to increase the scope of practice of clinical psychologists in the military so they could treat their patients with psychotropic medication when needed. DOD established this project in response to a conference report dated September 28, 1988, which accompanied the fiscal year 1989 DOD Appropriations Act (P.L. 100-463). The report specified that, “given the importance of addressing ‘battle fatigue,’ the conferees agreed that the Department should establish a demonstration pilot training program in which military psychologists may be trained and authorized to issue appropriate psychotropic medications under certain circumstances.”", "The Army’s Office of the Surgeon General was tasked with designing and implementing the PDP. A blue ribbon panel was formed by the Army Surgeon General in February 1990 to determine the best method for implementing the PDP. After considering various models, the panel endorsed a training model that included course work at the Uniformed Services University for the Health Sciences (USUHS). In February 1991, the Chairmen of the Senate and House Subcommittees on Defense of the respective Committees on Appropriations then recommended that DOD develop a 2-year training model for the PDP in accordance with the panel’s recommendations. DOD later formed a committee to develop a suitable training program to provide clinical psychologists with the knowledge required for safely and effectively using a limited list or formulary of psychotropic medication. This committee recommended a special 3-year postdoctoral fellowship program for the PDP with (1) 2 years of course work at USUHS, followed by (2) 1 year of clinical experience at Walter Reed Army Medical Center.", "This training began in August 1991 with four participants. For subsequent classes, however, the PDP consisted of 2 years of training—1 year of classroom and 1 year of clinical training. Classroom training included courses at USUHS in subjects such as anatomy, pharmacology, and physiology. PDP participants’ clinical experience took place on inpatient wards and outpatient clinics at Walter Reed Army Medical Center in Washington, D.C., or the Malcolm Grow Medical Center at Andrews Air Force Base in Maryland. There, participants were trained to take medical histories and incorporate them into treatment plans and to prescribe medication for patients with certain types of mental disorders. After their clinical year, participants received a certificate of “Fellowship in Psychopharmacology for Psychologists” and became known as “prescribing psychologists.”", "Once PDP participants graduated from training, they completed 1 year of supervised or proctored practice; their respective services assigned participants to military medical facilities for this 1 year of practice. These facilities authorized participants to prescribe a specified formulary of psychotropic drugs. Although the medical education received under the PDP qualified clinical psychologists to treat mental conditions with medication, it was less extensive than psychiatrists’ medical training. Therefore, the MHSS limits prescribing psychologists’ scope of practice. They may only treat patients between the ages of 18 and 65 who have mental conditions without medical complications as determined by their supervisors.", "ACNP helped develop and evaluate the PDP. ACNP is a professional association of about 600 scientists from disciplines such as behavioral pharmacology, neurology, pharmacology, psychiatry, and psychology. ACNP’s principal functions are research and education. It conducted several assessments of the PDP under contract to the Army and made a number of recommendations on the project’s goals and implementation. One of them was for DOD to establish a PDP Advisory Council to help develop criteria and procedures on implementing the PDP. DOD established this council in 1994.", "The American Psychiatric Association, American Psychological Association, and literature on this topic have noted the possible advantages or disadvantages of allowing psychologists in the civilian sector to prescribe medication. One article has suggested that training psychologists to prescribe psychotropic medication could be particularly beneficial if they were permitted to practice this skill in clinical settings such as nursing homes, mental institutions, or medically underserved areas. Some have suggested that using prescribing psychologists could reduce the cost of care and maintain the continuity of patient care by eliminating the need to switch patients from psychologists to psychiatrists when drug therapy is indicated. On the other hand, because prescribing psychologists would receive only partial training in medicine, some are concerned about the quality of care these psychologists would be able to provide.", "No state licensing authority allows psychologists to prescribe medication. A few states are considering legislation, however, that would allow those already licensed by the state’s psychologist licensing board to be certified to prescribe medication after completing certain courses in medicine and gaining clinical experience. Under legislation introduced in Hawaii in 1997, psychologists seeking authority to prescribe would have to pass a standard examination. Legislation proposed in Missouri would require the development of a specified formulary of drugs for certified prescribing psychologists."], "subsections": []}, {"section_title": "Number of Mental Health Care Providers Is Adequate for Readiness Requirements", "paragraphs": ["None of the services needs additional mental health providers capable of prescribing medication to meet either current or upcoming medical readiness requirements, according to our review of DOD’s health care needs. Each service has more than enough psychiatrists, as well as clinical psychologists, to care for its anticipated wartime psychiatric caseload. Given this surplus, spending resources to provide psychologists with additional skill does not seem justified.", "Each of the three services has a model and procedures to determine the number of specific types of health care providers needed to support its MHSS medical readiness mission. These are based on the types and number of casualties anticipated under a wartime scenario. About one out of eight casualties would involve combat stress, according to an Army official.Caring for combat stress requires skill in (1) diagnosing combat stress, including the ability to distinguish it from neurological or other psychological disorders with like signs and symptoms, and (2) treating a range of severity levels of combat stress. Psychologists have many but not all of the skills necessary to treat combat stress and are therefore included, along with psychiatrists, in the services’ staffing of those who treat anticipated wartime casualties. Psychologists cannot be substituted for psychiatrists, however. Even if trained to prescribe drugs, psychologists are not as equipped as psychiatrists to distinguish between actual combat stress and certain neurological disorders that appear to be combat stress. Psychiatrists are also better able to treat more severe or complicated combat stress cases.", "The services have separate requirements for psychiatrists and clinical psychologists. None of the services has a separate readiness requirement for prescribing psychologists. Table 1 shows the number of MHSS psychiatrists each service has determined it needs and the number assigned or on board for fiscal years 1995 through 1998. Table 2 shows the number of clinical psychologists each service has determined it needs and the number assigned for fiscal years 1995 through 1998.", "As these tables show, the MHSS has at least as many uniformed psychiatrists and clinical psychologists as it needs to meet its current and upcoming readiness requirements. Our discussions with psychiatry consultants to the Surgeons General of the three services confirm the picture these numbers portray, and testimony of DOD officials at congressional hearings is consistent with the views expressed by these consultants. At a March 1995 Senate Armed Services Committee hearing, the Assistant Secretary of Defense for Health Affairs stated that on the basis of DOD staffing guidelines, the MHSS has no shortage of active-duty physicians in general. The Navy Surgeon General also testified at this hearing that the Navy has no shortage of psychiatrists. In addition, an official from the DOD Office of Health Affairs said that DOD has a surplus of psychiatrists.", "Although training psychologists to prescribe medication enables them to perform functions they do not normally perform, it does not give them all the skills needed to enable them to substitute for psychiatrists. Furthermore, the MHSS’ current staffing level of psychiatrists and psychologists is more than enough to meet its readiness requirements for caring for psychiatric cases without adding to some psychologists’ capabilities. Therefore, the MHSS seems to have no current or upcoming need for psychologists who may prescribe drugs."], "subsections": []}, {"section_title": "PDP’s Implementation Faced Difficulties", "paragraphs": ["Although DOD met the mandate to establish a demonstration project to train military psychologists to prescribe psychotropic medication for mental illness, the PDP implementation faced several problems. Some of these problems have been resolved. The problems include the lack of a clearly defined purpose for prescribing psychologists in the MHSS, difficulty recruiting the desired number of participants per class, unspecified participant selection criteria, repeated changes in the classroom curriculum, delays in granting prescribing privileges, and unresolved issues involving supervision.", "The lack of precedent and experience with authorizing psychologists to prescribe medication, according to some officials at locations where PDP participants are stationed, is partly to blame for some of these problems. These include delays in granting prescribing privileges and disagreements over the extent of supervision."], "subsections": [{"section_title": "Prescribing Psychologists’ Role in the MHSS Not Clearly Defined", "paragraphs": ["The PDP did not clearly define the role of prescribing psychologists in the MHSS. The ACNP’s PDP evaluation panel noted in 1992 that the project’s goal “to train psychologists to issue appropriate medication under certain circumstances” was “rich with ambiguities.” The project was structured and revised periodically without specifying the (1) prescribing psychologists’ duties and responsibilities, (2) types of clinical settings or facilities their skills would be best suited for, (3) types of psychotropic medication psychologists would be qualified to prescribe, and (4) level of supervision they would require. In September 1995, after the project had operated for 4 years, the ACNP panel suggested that DOD define clearly how PDP graduates could be used; this did not take place."], "subsections": []}, {"section_title": "Recruiting PDP Participants Was Difficult", "paragraphs": ["DOD had difficulty recruiting PDP participants throughout the project. The recruiting goal, which was not met, was six psychologists for each PDP class. Since the project started in 1991, 13 psychologists have participated. Seven have completed it. Three have dropped out, and three are expected to finish their clinical experience in June 1997 (see table 3). Those who dropped out did so for various reasons: One left the military. Another enrolled in the medical school at USUHS. The third left because of dissatisfaction with the program.", "Because the PDP did not attract enough military psychologists, the program was opened to civilian clinical psychologists willing to enter the military. Two of the five PDP participants who began the program in 1994 were civilians who joined the military to participate in the PDP. Finally, only two psychologists entered the PDP in 1995."], "subsections": []}, {"section_title": "Candidate Selection Criteria Were Not Specified", "paragraphs": ["The MHSS established no formal candidate selection criteria for the PDP. Four classes of candidates had entered the PDP before prerequisites for participation were first addressed in February 1995. At that time, the PDP Advisory Council recommended that a candidate for the PDP (1) be on active duty, in good standing as a psychologist, and have an active state license to practice clinical psychology; (2) have a minimum of 2 years of active-duty experience as a clinical psychologist in one of the uniformed services; (3) agree to meet the service’s payback obligations for postdoctoral training; and (4) volunteer for the program."], "subsections": []}, {"section_title": "Curriculum Repeatedly Changed", "paragraphs": ["The duration, content, and sequencing of PDP training continued to change after the project began. Originally, PDP training was intended to last for 2 years and consist of both course work and clinical experience during each year. An additional year of clinical experience was added for the first class after it began the program, however, because the participants were not receiving enough clinical experience. Subsequent classes received 2 years of training as originally planned: the first dedicated exclusively to course work at USUHS, the second, to clinical practice.", "In addition, the curriculum content and sequencing of the courses changed after the project began. Courses such as neuroscience and psychopharmacology were added, while others were dropped. In 1995, the ACNP panel noted that the curriculum for those who started the PDP in 1994 was “markedly different” from the curriculum for participants who started the PDP in 1991. The panel said at that time that the curriculum needed to be thought through more thoroughly, using the final scope of practice and formulary as a starting point. The panel also noted that assessing the adequacy of the curriculum was difficult because it changed frequently. The panel saw a need for a well-organized, structured approach to the design of courses as well as the selection of participants. It recommended at that time that unless the MHSS addressed these concerns satisfactorily, the project should end."], "subsections": []}, {"section_title": "Prescribing Privileges for PDP Graduates Were Delayed", "paragraphs": ["The first psychologists who completed the PDP faced delays of up to 14 months in getting prescribing privileges at the facilities where they were assigned possibly due to the facilities’ lack of experience with this type of provider. Two recent graduates, however, received privileges within 2 months of arriving at their facilities. In each of these cases, PDP officials visited the facilities where these psychologists had been assigned to explain the project and training and provide information about the graduates to facility officials. Facility officials cited these visits as helpful in resolving their concerns about psychologists’ prescribing privileges."], "subsections": []}, {"section_title": "Supervision of Prescribing Psychologists Unresolved", "paragraphs": ["The MHSS has not decided who should supervise prescribing psychologists. In 1994, the MHSS decided that after prescribing psychologists had completed their clinical year, they would spend the next year practicing under a psychiatrist’s supervision. The MHSS originally anticipated that these psychologists would ultimately function independently. All of the PDP graduates, however, continue to practice under the supervision of a psychiatrist, and whether they will ever prescribe independently is unclear.", "The PDP Advisory Council’s February 1995 scope of practice statement, which has been used as guidance for allowing prescribing privileges for some PDP graduates, states that prescribing psychologists should prescribe psychotropic medication only under the direct supervision of a physician. According to the Advisory Council that developed this statement, PDP graduates’ prescribing practice should be closely supervised. These psychologists should then gradually be permitted to practice under less supervision as they demonstrate their competence."], "subsections": []}]}, {"section_title": "PDP Was Costly and Its Benefits Are Uncertain", "paragraphs": ["Even if the MHSS had a need for additional mental health care providers to prescribe medication, the cost of meeting this need by training clinical psychologists to prescribe drugs is substantial. Furthermore, although the PDP produced additional providers who can prescribe and some facilities have reported positive experiences with them, determining the PDP’s cost-effectiveness is impossible at this time."], "subsections": [{"section_title": "Cost of PDP", "paragraphs": ["The total cost of the PDP will be about $6.1 million through the completion of the proctored year for those currently in the program—or about $610,000 per psychologist who completes the program (see table 4).", "On the basis of our previous estimates of the cost of a USUHS medical education, we estimate that the cost of the classroom training for PDP participants provided by USUHS was about $110,028 per participant per year. Most of this amount consisted of faculty cost and costs for operating and maintaining USUHS. The remainder included the cost of research, development, testing and evaluation, military construction, and other miscellaneous costs. Our estimate of total cost for PDP training includes the cost of 12 classroom years of training for 10 PDP graduates as well as 3 years of training for three psychologists who dropped out of the program.", "Our estimates of psychologists’ salaries while participating in the PDP are based the assumption that those entering the project would receive a salary of $56,071 during their first year in the PDP, $57,571 during their second year, and $58,985 during their third year. Student salaries totaled $844,065 during the classroom training portion of the PDP, according to our estimate. This included the salaries of 11 participants for 1 year of classroom training each, 3 of whom ultimately dropped out of the PDP, and 2 participants for 2 years each.", "Because PDP participants treated patients during their clinical and proctored years, we reduced our salary estimates for these years by a productivity factor representing the time they spent treating patients. We used a productivity factor of 50 percent for the clinical year and 100 percent for the proctored year. On the basis of these productivity factors, total participant salary costs for the clinical portion of the PDP were $333,154, according to our estimates. This accounts for one participant who dropped out approximately halfway through the clinical year and another who received an additional year of clinical training.", "To estimate faculty and supervisor salaries for the PDP for the clinical and proctored years, we assumed that one faculty member per psychologist would devote 40 percent of his or her time per clinical year of training. Likewise, we assumed that during the proctored year, one supervisor would spend 20 percent of his or her time supervising each prescribing psychologist. On the basis of these assumptions, the total cost of lost faculty productivity due to training the 10 graduates for 11.5 years of clinical training was $475,810, according to our estimate; the total cost of lost supervisor productivity was $206,874 for 10 participants for 10 proctored years of practice. The lost productivity cost is based in each case on an annual salary of $103,437.", "Total PDP overhead cost was $2.58 million, according to our estimate.This included the cost of the evaluation contracts ($1.75 million) and personnel support costs ($830,000) for a PDP Director and a Training Director for fiscal years 1992 (when the PDP began) through 1998, when those currently in training are expected to complete their proctored year. Also included in overhead costs are smaller amounts for invited lecturers, travel and per diem expenses, supplies, and other miscellaneous expenses during this time.", "If the PDP had attracted a total of 24 participants and all of them had graduated, the cost would have been about $365,000 per prescribing psychologist. In addition, the cost per graduate would have been about $94,000 less than this if the project had progressed beyond the developmental stage and external evaluations could have been discontinued. After operating for 7 years, however, the project was only able to attract about half the number of participants considered optimal and had not progressed beyond the stage for which external evaluations were needed."], "subsections": []}, {"section_title": "Perceptions of PDP and Its Benefits Differ", "paragraphs": ["The PDP increased the number of MHSS mental health care providers who may prescribe drugs to treat certain mental conditions. This may reduce psychiatrists’ workloads. Psychiatrists, psychologists, and primary care physicians, however, have different opinions on the effect of allowing psychologists to prescribe drugs on the quality of mental health care and collaboration among these providers.", "As a result of the PDP, seven psychologists are prescribing medication at DOD military facilities, and three more are expected to complete clinical training in the summer of 1997 and receive prescribing privileges some time after that. The first three participants are seeing mainly patients who require medication, and one of these temporarily filled a vacancy created by the departure of a psychiatrist.", "Having prescribing psychologists on staff has certain benefits to facilities where they are assigned. One of these facilities had been experiencing unusually heavy psychiatrist workloads because it did not have enough psychiatrists to fill all its psychiatry positions. In the interim, this facility specifically requested a prescribing psychologist to fulfill some of the responsibilities of a psychiatrist, reducing the psychiatry workload. Another prescribing psychologist temporarily saw the patients of a psychiatrist who transferred to another facility until the facility brought in another psychiatrist.", "VRI obtained perceptions of the PDP by surveying MHSS psychiatrists, primary care physicians, and psychologists about the possible effects of allowing psychologists to prescribe medication. The most frequent responses to the survey’s open-ended questions about the potential benefit of this practice were that it would (1) increase the number of mental health care providers in the MHSS and (2) reduce psychiatrists’ workloads. The most frequently noted limitation to allowing psychologists to prescribe medication was their perceived lack of knowledge about medicine, physiology, and adverse drug interactions and effects.", "Survey results also indicated that psychiatrists, psychologists, and primary care physicians differed about whether adding prescribing psychologists to the MHSS was beneficial. Most psychologists responded that training psychologists to prescribe would improve the quality of mental health care in the military. Conversely, most psychiatrists believed quality of care would decline. Furthermore, psychiatrists thought this would undermine their working relationships with MHSS psychologists; most primary care physicians responded that this would improve their collaboration with psychologists. Most psychologists agreed that the authority to prescribe would enhance their collaboration with MHSS primary care physicians. But as far as their collaboration with MHSS psychiatrists was concerned, about half the psychologists believed this would improve such collaboration; the other half thought it would interfere with it."], "subsections": []}, {"section_title": "Cost-Effectiveness of PDP Undetermined", "paragraphs": ["The cost-effectiveness of having MHSS psychologists prescribe psychotropic medication is unclear at this time. Determining the cost-effectiveness of this effort would require information on the (1) proportion of the time remaining in the military that prescribing psychologists would have to perform functions that psychiatrists would normally perform and (2) extent to which having psychologists prescribe medication would result in fewer psychiatrists in the MHSS. The results of analyses designed to predict the relative cost-effectiveness of training and employing psychologists to prescribe compared with other providers with this authority differ depending on the cost estimates used. VRI’s analysis concluded that the PDP would prove cost-effective under certain circumstances. Additional analyses using different cost estimates, however, suggest that the PDP would not be cost-effective under these same circumstances.", "VRI found that the annual life cycle cost of a prescribing psychologist was potentially lower than that of a psychiatrist-psychologist combination, which is typically required to treat an MHSS patient with a mental condition requiring medication. As table 5 indicates, VRI’s analysis accounted for acquisition costs (the cost of recruiting people into the military), training costs, basic and special pay and benefits (such as housing allowances), health care costs, risk management expenses (for potential malpractice claims), and retirement costs. It assumed various pay levels for different types of providers at different stages in their military careers as well as for different career lengths. It also assumed that PDP enrollees would enter the project after 6 years as DOD clinical psychologists.", "VRI estimated the annual life cycle cost of prescribing psychologists given two scenarios, a start-up case scenario and an optimal case scenario. To predict the conditions under which the PDP would be cost-effective, VRI compared the annual life cycle cost of a prescribing psychologist under the start-up scenario with the life cycle cost of what it refers to as the “base” scenario. It used the start-up scenario rather than the optimal scenario because the former accounts for the nonrecurring, fixed (or start-up) costs actually associated with developing and implementing the PDP. The base scenario is the annual life cycle cost of the current psychiatrist-psychologist combination required to treat MHSS mental health care patients who need medication.", "Given the difference in annual life cycle costs between the base and the start-up scenarios, VRI predicted that the PDP would be more cost-effective than the base scenario if PDP participants in the start-up period functioned as prescribing psychologists, rather than traditional clinical psychologists, for more than 92.6 percent of their time remaining in the military. For this estimate, VRI assumed that (1) each PDP class would have three psychologists, (2) prescribing psychologists would be supervised for the remainder of their military service, (3) supervisory costs after the proctored year would amount to 5 percent of a physician’s annual salary per prescribing psychologist per year, and (4) prescribing psychologists would remain in the military an average of 10.2 years after completing the PDP.", "The validity of VRI’s predictions about the circumstances under which the PDP would be cost-effective depends on how realistic VRI’s cost estimates are as well as the other assumptions it used to estimate the annual life cycle cost of MHSS psychiatrists, psychologists, and prescribing psychologists. Some of VRI’s estimates were based on scant MHSS experience in training and employing psychologists to prescribe. Information about the PDP’s overhead cost that we collected after VRI completed its work, for example, indicated that overhead cost was lower than originally thought. Also, VRI’s estimate of the cost of training at USUHS was lower than our estimate of the cost of this training.", "For a more realistic prediction of the circumstances under which the PDP would be cost-effective, we asked VRI to redo its analysis, replacing its estimate of $2.89 million for total overhead cost during the start-up period with an updated estimate of $2.58 million. We also asked VRI to substitute the $39,969 it used per participant per year for PDP classroom training and related overhead with $110,028, our estimate of the per student per year cost of USUHS training, which includes training overhead. See table 6 for the results of this analysis.", "On the basis of our overhead and training cost estimates, PDP graduates under the start-up scenario could not be cost-effective because they would have to function as prescribing psychologists more than 101.85 percent of their time remaining in the military. This prediction is based on the same assumptions that VRI made about PDP class size, prescribing psychologists’ supervision, supervisory costs, and prescribing psychologists’ remaining time in the military."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["In DOD’s mental health care system, the main function of prescribing psychologists is to care for patients with certain types of mental conditions that require certain psychotropic medications. According to DOD’s needs assessments, the MHSS has more psychiatrists to care for these patients than needed to meet medical readiness requirements. Therefore, the MHSS has no current or upcoming need for clinical psychologists who may prescribe medication. In addition, the cost of producing 10 prescribing psychologists was substantial. Regardless of the cost, spending resources to produce more providers than the MHSS needs to meet its medical readiness requirement is hard to justify.", "The PDP has demonstrated that training psychologists to prescribe drugs, which increased the number of MHSS providers with this skill, reduced psychiatrists’ workloads in some cases. A potential benefit of the PDP, therefore, is the savings associated with prescribing psychologists delivering some of the services that psychologists in conjunction with psychiatrists have traditionally provided. These savings result because a prescribing psychologist can deliver this care with lower personnel-related costs than the combination of a psychologist and a psychiatrist.", "To realize these savings, however, DOD must (1) use a prescribing psychologist to treat patients who normally would have been treated by a psychiatrist and a psychologist and (2) replace higher priced providers in the MHSS with prescribing psychologists. Otherwise, the PDP cannot save DOD money. Even if the 10 prescribing psychologists from the PDP do, in certain situations, function as psychiatrists, the PDP is still not guaranteed to save money. Although prescribing psychologists cannot totally replace psychiatrists, DOD does not account for the introduction of prescribing psychologists in the MHSS when determining its readiness needs for psychiatrists. Therefore, it is uncertain whether DOD will reduce its readiness requirement for psychiatrists in response to shifting some of a psychiatrist’s functions to a prescribing psychologist.", "Concerning the PDP’s implementation, DOD has demonstrated that it can train clinical psychologists to prescribe psychotropic medication, and these psychologists have shown that they can provide this service in the MHSS. The implementation faced several problems, however, that persisted for the PDP’s duration.", "Given DOD’s readiness requirements, the PDP’s substantial cost and questionable benefits, and the project’s persistent implementation difficulties, we see no reason to reinstate this demonstration project."], "subsections": []}, {"section_title": "Recommendation to the Congress", "paragraphs": ["In the future, should prescribing psychologists be needed to meet DOD’s medical readiness requirements, the Congress should require DOD to (1) clearly demonstrate that the use of those MHSS psychologists who have been trained to prescribe has resulted in savings, (2) clearly define a prescribing psychologist’s role and scope of practice in the MHSS compared with other psychologists and psychiatrists, (3) design a curriculum appropriate to this role and scope of practice, and (4) determine the need for and the level of supervision that prescribing psychologists require."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In comments received March 26, 1997, in response to a draft of this report, the Assistant Deputy Assistant Secretary of Defense (Clinical Affairs) stated that, on the basis of the methodology employed in this study, DOD has no objections to its results and recommendations. Department officials did provide a few technical corrections to the report. We modified the report as appropriate.", "Copies of this report will also be sent to other interested congressional committees and the Secretary of Defense. Copies will also be made available to others upon request. This report was prepared under the direction of Stephen P. Backhus, Director, Veterans’ Affairs and Military Health Care Issues, who may be reached at (202) 512-7101 if you or your staff have any questions or need additional assistance. Other major contributors to this report include Clarita Mrena, Assistant Director; William Stanco, Senior Evaluator; and Deena El-Attar and Gregory Whitney, Evaluators."], "subsections": []}]}, {"section_title": "Scope and Methodology of an Evaluation of the PDP by Vector Research, Inc.", "paragraphs": ["DOD.", "To accomplish the first objective, VRI compared the annual life cycle cost of various types of MHSS mental health care providers with the annual life cycle cost of a prescribing psychologist. To address the remaining two objectives, VRI conducted what it referred to as a feasibility analysis of the PDP. VRI issued a report on this work on May 17, 1996."], "subsections": [{"section_title": "Cost-Effectiveness Analysis", "paragraphs": ["To determine the relative cost-effectiveness of training and employing prescribing psychologists relative to other DOD health care providers, VRI compared its estimate of DOD’s average annual life cycle cost of a prescribing psychologist with its estimate of this cost for clinical psychologists, psychiatrists, physicians specializing in internal medicine, and physicians specializing in family practice. It calculated these costs on the basis of three scenarios: the “base” case scenario, which is the status quo, a combination of psychologists and psychiatrists, with no prescribing psychologists in the MHSS; the “start-up” case scenario for prescribing psychologists, which had all the same elements of the base scenario but accounted for the introduction of prescribing psychologists into the MHSS; and the “optimal” case scenario for prescribing psychologists, which represented a modification of the start-up scenario.", "Costs in the start-up scenario included the nonrecurring, fixed costs associated with the PDP development and initial implementation as well as other costs for the PDP that VRI also believed would diminish or disappear in the long run. The optimal scenario represents the PDP in a long-term, steady state, during which no recurring costs associated with start-up and optimal class size would accrue. In this scenario, VRI set the cost of supplies and training to levels that indicate long-term efficiency."], "subsections": [{"section_title": "Steps in the Cost-Effectiveness Analysis", "paragraphs": ["The following are the main steps in VRI’s cost-effectiveness analysis: 1. Calculate life cycle costs for active-duty military psychiatrists, family practitioners, internists, and clinical psychologists; then calculate the cost per full-time equivalent (FTE) for each of these by dividing their respective life cycle cost by their respective expected length of service (length of service minus unproductive time while in training). 2. Calculate life cycle costs for prescribing psychologists using actual and anticipated costs for a PDP sized at six and at three psychologists per class; and then, under both the start-up and base scenarios, calculate the cost per FTE for prescribing psychologists assuming that they (1) serve as clinical psychologists before entering the PDP and (2) after which they prescribe psychotropic medication. 3. Calculate the cost per FTE for the combination of clinical psychologists and psychiatrists that could be replaced by a prescribing psychologist. 4. Compare the annual life cycle cost per FTE of prescribing psychologists under start-up and optimal scenarios with the cost per FTE of the psychologist-psychiatrist combination."], "subsections": []}, {"section_title": "Calculating Life Cycle Costs", "paragraphs": ["VRI’s estimates of the annual life cycle cost per FTE of various types of providers accounted for the cost of acquiring each type of provider, training costs, “force” costs, and retirement costs associated with each. Acquisition cost is DOD’s cost of recruiting someone into the military. Training costs include the cost of providing DOD-sponsored training to military health care providers. Force costs cover basic pay and allowances, special pay, miscellaneous expenses, and health care benefits of health care providers during their active-duty careers. Finally, retirement costs include the cost of retirement pay and retiree health care benefits.", "VRI’s overall estimates of the annual life cycle cost per FTE for different health care providers were based on a number of cost estimates and assumptions about these four cost categories that varied somewhat by provider and scenario. Following are the major assumptions VRI made when calculating life cycle cost for prescribing psychologists:", "For cost savings to be realized, the introduction of prescribing psychologists into the MHSS reduced FTEs for psychiatrists or other physicians.", "PDP participants had at least 6 years of experience as clinical psychologists when they entered the PDP.", "The PDP lasted 3 years—1 year for classroom training, 1 year for clinical experience, and 1 year for proctored practice.", "Each PDP class had three or six psychologists.", "PDP participants required 40 percent of a faculty member’s time during their clinical year of training and 20 percent of a faculty member’s time during their proctored year, which took time from faculty members’ patient care.", "After completing the PDP, graduates were able to “safely and effectively” prescribe medication and were assigned to “utilize their new prescription skills along with their clinical psychology skills to treat patients that otherwise would have had to be treated by physicians for their mental health care.”", "PDP participants continued to practice as prescribing psychologists for the rest of their military career.", "Prescribing psychologists required supervision amounting to 5 percent of a psychiatrist’s time for the rest of their military career.", "PDP graduates posed no more of a malpractice risk to DOD than any other mental health providers delivering the same treatment to the same types of patients.", "PDP graduates did not receive special pay otherwise paid to psychiatrists and other physicians in the military.", "Pension rates were based on an average service time for military pensioners of 22.5 years as determined by a DOD actuarial study."], "subsections": []}]}, {"section_title": "Feasibility Analysis", "paragraphs": ["The objectives of VRI’s feasibility analysis were to assess the barriers to employing prescribing psychologists in the DOD health care system and how prescribing psychologists would be used in the DOD health care system.", "To address the first objective, VRI conducted two surveys. It conducted telephone interviews of about 400 DOD health care providers, including psychiatrists, primary care physicians, psychologists, and social workers to obtain their views on the PDP. This survey measured their awareness of the PDP, attitudes toward allowing psychologists to prescribe drugs, participant training, and ultimate ability of psychologists to prescribe medication. VRI also surveyed DOD medical beneficiaries to determine their awareness of the relative scope of practice of psychiatrists and psychologists and the PDP and to measure their attitudes toward allowing psychologists to prescribe drugs.", "To address its second objective, VRI reviewed DOD medical regulations, records of the PDP Advisory Council, and military health care utilization data and interviewed PDP graduates and officials familiar with the PDP. VRI acknowledged that its conclusions about the use of prescribing psychologists were “conjectures” because of DOD’s lack of experience with prescribing psychologists."], "subsections": []}]}, {"section_title": "Objectives and Methodology of Our Evaluation of the PDP", "paragraphs": ["The objectives of our evaluation were to assess the need for prescribing psychologists in the Military Health Services System (MHSS), provide information on the implementation of the PDP, and provide information on the PDP’s cost and benefits.", "To address the first objective, we used the need for MHSS psychiatrists as a proxy for the need for prescribing psychologists because psychiatrists are the only mental health care providers with full prescribing authority for which the military determines a readiness need. To assess the need for additional MHSS psychiatrists, we reviewed the Army, Navy, and Air Force methods for determining the number they need to fulfill their medical readiness mission and the results of their determinations. We compared the number of psychiatrists each branch of the service determined it needed, both now and in the future, with the number each currently has.", "To collect information on the PDP’s implementation, we reviewed many documents, annual reports, and assessments of the project. These included periodic evaluations conducted by the American College of Neuropsychopharmacology under contract to DOD and others done by the Army Surgeon General’s blue ribbon panels as well as the Army’s annual reports on the PDP.", "We based our estimate of the PDP’s cost on (1) information on cost in the Army’s annual reports on the PDP, (2) our estimates of the cost of training provided by the Uniformed Services University of the Health Sciences (USUHS), and (3) estimates of military salaries and benefits and the productivity of PDP participants and their supervisors found in Vector Research, Inc.’s (VRI) cost-effectiveness analysis of the PDP. This cost was calculated in constant 1996 dollars.", "To identify the qualitative benefits of the PDP, we interviewed all PDP participants who completed the PDP and others at the facilities where they were practicing and representatives of the American Psychiatric Association and the American Psychological Association. We reviewed articles that addressed the advantages and disadvantages of allowing clinical psychologists to prescribe medication. We also examined the results of a VRI survey of DOD health care providers that collected information on providers’ perceptions of PDP’s benefits.", "To determine what cost savings or quantitative benefit, if any, might be realized by enabling clinical psychologists to prescribe medication, we reviewed VRI’s cost-effectiveness analysis of the program done under contract to DOD. We compared the results of this analysis with those of a subsequent analysis VRI did at our request using different assumptions. In this subsequent analysis, VRI replaced its original assumptions on the number of participants and level of supervision with information we had collected about actual program experience. It also replaced its USUHS training cost estimates with our estimates noted above.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}