{"id": "HEHS-96-83", "url": "https://www.gao.gov/products/HEHS-96-83", "title": "Health Insurance: Coverage of Autologous Bone Marrow Transplantation for Breast Cancer", "published_date": "1996-04-24T00:00:00", "released_date": "1996-05-28T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed insurance coverage of autologous bone marrow transplantation (ABMT) for breast cancer, focusing on: (1) the factors insurers consider when deciding whether to cover treatment; (2) the effectiveness of the treatment; and (3) the consequences of the increased use and insurance coverage of the treatment while it is still in clinical trials."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) the use of ABMT has become widespread and many insurers cover ABMT; (2) sufficient data do not exist to establish that ABMT is more effective than traditional chemotherapy; (3) despite the lack of data, many insurers cover ABMT because the research results of its effectiveness are promising, its use is widespread, and they fear costly litigation battles with their customers; (4) as of June 1995, seven states had enacted a law that mandates insurance coverage for ABMT and seven other states have similar laws pending; (5) of the federally funded health insurance programs, Medicaid coverage for ABMT varies by state, Medicare does not cover ABMT for solid tumors such as breast cancer, the Civilian Health and Medical Program of the Uniformed Services covers ABMT through a demonstration project in which beneficiaries may receive the treatment by enrolling in a randomized clinical trial; and (6) the widespread use of ABMT prior to conclusive data about its effectiveness may jeopardize patients unresponsive to the treatment, raise health care costs, and deter participation in randomized clinical trials."]}], "report": [{"section_title": "Letter", "paragraphs": ["Rapid advances in biomedical research and technology are producing a continuous stream of new, and often expensive, medical devices, drugs, and therapies. Health insurers’ decisions about whether and when to provide coverage for these new medical products and treatments play a pivotal role in determining their availability for use in general medical practice. In recent years, conflict over insurers’ coverage decisions of new medical treatments has led to litigation and to a variety of federal and state legislation and regulations that mandates insurance coverage of some new medical treatments.", "Some of the most visible and contentious coverage decisions have involved the treatment of breast cancer with high-dose chemotherapy supported by autologous bone marrow transplantation (ABMT). In this procedure, bone marrow or stem cells from the blood are taken from the patient and then reinfused after high doses of chemotherapy have been administered. The high-dose chemotherapy is toxic to the bone marrow which produces the blood cells that fight infections. ABMT following the chemotherapy treatment helps restore the patient’s ability to produce the blood cells that fight infection.", "Most experts say that more research is needed before definitive conclusions can be reached about the treatment’s effectiveness compared with conventional chemotherapy. Proponents of insurance coverage of the procedure say it provides breast cancer patients with access to a promising, potentially life-saving treatment. Critics say that the public is not well-served by the proliferation of an unproven treatment that is costly and possibly harmful, and that such proliferation hinders clinical research to determine if the treatment is effective.", "To illustrate the issues raised when demand grows for coverage of a new treatment in advanced clinical trials, you asked that we provide you with information regarding insurance coverage of ABMT for breast cancer. Specifically, you asked that we address (1) the factors that have influenced insurers in deciding whether to cover the treatment, (2) the status of the research on ABMT for breast cancer and the consensus on what is known about its effectiveness, and (3) the consequences of the increased use and insurance coverage of the treatment while it is still being evaluated in clinical trials.", "To develop this information, we conducted structured interviews with officials responsible for medical coverage decisions at 12 health insurance companies, including some of the nation’s largest insurers. These companies also included a mix of indemnity and managed care plans. We also obtained information from researchers and oncologists at major research centers, large urban hospitals, and community hospitals. Others we obtained information from included the American Society of Clinical Oncology; the National Association of Insurance Commissioners; patient and women’s health advocates, including the National Breast Cancer Coalition; state health officials; technology assessment organizations; and the National Cancer Institute (NCI). We also reviewed state and federal legislation and regulations regarding insurance coverage of ABMT, as well as relevant scientific literature, and visited a large, private transplant center. The National Institutes of Health (NIH) and the Office of Personnel Management (OPM) provided formal comments on a draft of this report.We did our fieldwork and analysis from April to December 1995 in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Breast cancer is the second leading cause of cancer deaths among American women. The American Cancer Society estimates that there will be 184,300 new cases of breast cancer diagnosed in U.S. women in 1996 and that 44,300 women will die from the disease. One in eight women will develop breast cancer during her lifetime.", "Breast cancer is generally classified into four main stages based on the size of the tumor and the spread of the cancer at the time of diagnosis. Mortality rates are strongly related to the stage of the disease at the time of detection. Stage I patients have an excellent chance of long-term survival, while stage IV (metastatic) breast cancer is usually fatal. A wide variety of treatments exists for breast cancer patients, including surgery, chemotherapy, radiation therapy, and hormone therapy. The particular treatments used depend on the stage and characteristics of the cancer and other aspects of the patient and her health.", "ABMT is a therapy that allows a patient to receive much higher dosages of chemotherapy than is ordinarily possible. Because high-dose chemotherapy is toxic to the bone marrow (which supports the immune system), methods have been developed for restoring the bone marrow by reinfusing stem cells (the bone marrow cells that mature into blood cells) taken from the patient before chemotherapy. Stem cells are removed from the patient’s blood or bone marrow, then concentrated, frozen, and sometimes purged in an attempt to remove any cancerous cells. The patient then undergoes chemotherapy at dosages 2 to 10 times the standard dosage. To restore the ability to produce normal blood cells and fight infections, the patient’s concentrated stem cells are thawed and reinfused after chemotherapy. When the transplant is done from the blood rather than the bone marrow, the procedure is often referred to as peripheral blood stem cell transplantation.", "ABMT is an expensive treatment although the cost per patient has been falling in recent years. Aside from financial costs, the treatment is usually very unpleasant for the patient and may pose significant risks. The high doses of chemotherapy are very toxic, leading to treatment-related morbidity and mortality rates that, while declining, are still higher than for conventional chemotherapy. There may also be problems in restoring the patient’s ability to produce normal blood cells and thereby fight infections. ABMT is being evaluated in the treatment of a number of types of cancer other than breast cancer and is considered standard therapy for treating certain types of leukemia and lymphoma under certain conditions.", "Many clinical trials have been conducted to assess ABMT for breast cancer, but most of these studies have been phase I and phase II trials, which most experts agree have been of limited use in firmly establishing the effectiveness of ABMT compared with conventional therapy. NCI is currently sponsoring three randomized clinical trials that seek to determine whether ABMT is better than current standard therapy in comparable breast cancer patients. These trials seek to ultimately involve a total of about 2,000 women at more than 70 institutions around the country."], "subsections": []}, {"section_title": "Use of ABMT for Breast Cancer Has Become Widespread Even Though Its Effectiveness Is Uncertain", "paragraphs": ["Although most experts believe the clinical research has not yet established that ABMT is superior to conventional therapy, and for which patients, insurance coverage of the treatment has become relatively common and use of the treatment is diffusing rapidly."], "subsections": [{"section_title": "Use and Coverage of the Treatment Has Become Relatively Common", "paragraphs": ["According to the Autologous Blood and Marrow Transplant Registry-North America, the number of breast cancer patients receiving ABMT has increased rapidly, growing from an estimated 522 in 1989 to an estimated 4,000 in 1994. About one-third of all ABMTs reported to the Registry in 1992 were for breast cancer, making it the most common cancer being treated with this therapy. The Registry reports that although the treatment is most commonly used in women with advanced disease, there is a growing trend to use it more frequently on patients with earlier stages of breast cancer. There has also been a dramatic increase in the number of patients undergoing this treatment in Europe.", "Many insurers, including some of the nation’s largest, now routinely cover ABMT for breast cancer both inside and outside of clinical trials, although some still deny coverage for the treatment because they consider it experimental. One study looked at 533 breast cancer patients in clinical trials who requested coverage for ABMT from 1989 through 1992. It found that 77 percent of them received approval for coverage of the treatment after their initial request."], "subsections": []}, {"section_title": "Treatment’s Effectiveness Is Still Unknown", "paragraphs": ["We reviewed the current medical literature and spoke with several leading oncologists and technology assessment experts regarding ABMT for breast cancer. While there were differences of opinion, the consensus of most of the experts and the literature was that current data indicate ABMT may be beneficial for some breast cancer patients but that there is not yet enough information to establish that it is more effective than standard chemotherapy.", "The medical literature includes several studies showing longer periods before relapse and improved survival for some poor prognosis, high-risk breast cancer patients receiving ABMT rather than conventional therapy.However, it is unclear whether the superior outcomes of patients receiving ABMT in these studies were the result of the treatment itself or the result of bias caused by the selection of patients chosen to receive the treatment. Most of the medical literature and nearly all of the experts we spoke with said that the current data are not yet sufficient to make definitive conclusions about the effectiveness of ABMT and about which groups of breast cancer patients would be most likely to benefit. Although there are wide differences of opinion about the appropriate use of ABMT, nearly all sides of the debate agree that the results of randomized clinical trials are needed to provide definitive data on the treatment’s effectiveness.", "Several studies have reviewed and analyzed the extensive medical literature related to ABMT for breast cancer. In 1995, ECRI, an independent, nonprofit technology assessment organization, published an analysis stating that the weight of the evidence in the medical literature did not indicate greater overall survival for metastatic breast cancer patients receiving ABMT compared with conventional therapy. The Blue Cross and Blue Shield Association’s Technology Evaluation Center, after reviewing the available data in 1994, concluded that the evidence was not yet sufficient to draw conclusions about the effectiveness of ABMT compared with conventional therapy for breast cancer patients. Similarly, NCI, at a congressional hearing, said that while ABMT has shown promise in some clinical studies, the results of the NCI randomized clinical trials were needed before conclusions could be reached about whether and for whom the treatment is more beneficial than conventional therapy."], "subsections": []}]}, {"section_title": "Insurers Cite Promising but Inconclusive Research and Outside Pressures in Covering ABMT", "paragraphs": ["We interviewed the medical director, or another official who makes coverage decisions, at 12 U.S. health insurance companies. We discussed the insurer’s coverage policies and the factors that influenced their coverage policy with regard to ABMT for breast cancer. The insurers’ coverage policies regarding ABMT for breast cancer reflected some incongruity. In general, the insurers said they did not normally cover experimental or unproven treatments and that they believed ABMT for breast cancer fell into this category. Yet, with some restrictions, all 12 insurers nonetheless covered ABMT for breast cancer with only one requiring that patients enroll in clinical trials.", "In explaining this, most cited as the primary influence the fact that although until recently the treatment had not been tested in randomized trials, it has become widely used and that the existing research suggests it may be beneficial to certain patients. But insurers told us that a variety of nonclinical factors also strongly influenced their coverage policy, such as the threat of litigation, public relations concerns, and government mandates."], "subsections": [{"section_title": "Insurers’ Technology Assessment and Coverage Decision Process", "paragraphs": ["All health insurers must decide whether and when they will cover a new or experimental treatment. To do this, they engage in some form of technology assessment, a process that seeks to assess the safety and effectiveness of a medical technology based on the best available information. For the most part, health insurers do not gather primary data but, rather, rely heavily on peer-reviewed medical literature and on the assessment of experts inside and outside of their companies.", "Some large health insurers have elaborate technology assessment units. One example is the Technology Evaluation Center, a collaboration of the Blue Cross and Blue Shield Association and Kaiser Permanente. The Center’s staff includes physicians, research scientists, and other experts who review and synthesize existing scientific evidence to assess the safety and efficacy of specific medical technologies. The Center has published assessments for over 200 technologies since 1985, including several for ABMT for breast cancer. Other large insurers, including Aetna and Prudential, also have special programs that do formal assessments of specific technologies. Smaller insurers also do technology assessment, but on a smaller scale; for instance, they may have a small office that does literature searches or reviews the findings of larger technology assessment organizations.", "Using their assessments, insurers then decide whether they will cover a particular treatment and under what conditions. Whatever the overall policy, coverage of costly and complicated procedures may require special preapproval before they are covered. Among the insurers we spoke with, preapproval for ABMT was generally required by the office of the medical director or some other office that reviews claims for medical appropriateness. They said they wanted to ensure that a case meets any coverage restrictions and that ABMT is medically appropriate for that particular patient. For certain difficult cases, some insurers also use an outside panel of experts, serving as a mediation service, to determine whether ABMT is the appropriate treatment."], "subsections": []}, {"section_title": "Promising Research, Widespread Use Cited for Coverage Policy", "paragraphs": ["Seven of the 12 insurers we spoke with explicitly characterized ABMT for breast cancer as experimental. Four others did not specifically term the treatment “experimental” but nonetheless said that ABMT for breast cancer should not yet be considered standard therapy since its effectiveness over conventional therapy had not yet been proven. One insurer did not express an opinion on the issue.", "Yet while the insurers said they typically do not cover experimental therapies, many said that in this case there was enough preliminary evidence that ABMT may be effective to justify covering it. Seven of the 12 insurers cited the clinical evidence as one of the primary reasons that they decided to cover ABMT. These insurers said that the existing data indicate that ABMT may hold promise for certain breast cancer patients and that flexibility was needed in paying for experimental treatments for seriously or terminally ill patients.", "Two insurers also said that they cover ABMT for breast cancer since, although its efficacy has not been established, it has become generally accepted medical practice in that it has become a common treatment for breast cancer throughout the United States and is covered by many other insurers. They said they would receive pressure from their beneficiaries if they were to deny coverage for a treatment that other insurers cover."], "subsections": []}, {"section_title": "Court Decisions and the Threat of Litigation Have Influenced Many Insurers", "paragraphs": ["While the medical evidence was an important factor in the coverage policy of a majority of the insurers, other factors were also clearly at work, with the threat of litigation being among the most important. When an insurer refuses to pay for a treatment requested by the patient or the patient’s physician, coverage may ultimately be decided in the court system. Over the past several years, many breast cancer patients have sued their insurers after being denied coverage for ABMT.", "Nine of the 12 insurers that we spoke with specifically mentioned litigation, or the threat of litigation, as a factor in their ABMT coverage policy. For five of these insurers, legal concerns were characterized as among the most important reasons for choosing to cover ABMT for breast cancer. Before changing their policies to cover ABMT for breast cancer, six of the insurers we spoke with had been sued after denying coverage for the treatment.", "Overall, the insurers had not been very successful in these cases and had often either settled before judgment was rendered or had a judgment rendered against them. The insurers who had been sued on the issue said the financial costs of legal fees, settlements, and damages were high. For the most part, the insurers said they found different courts to be widely inconsistent in ruling whether ABMT is experimental and should be covered, a point also made in reviews of case law on the issue. In addition to the financial costs, insurers said the lawsuits were harmful to their public relations. Publicity of their coverage policy led to the impression that they were denying a gravely ill patient a beneficial therapy for economic reasons. The insurers we spoke with no longer face many lawsuits on the issue since they now generally cover ABMT.", "Court decisions on health insurance coverage disputes have usually turned on the language of the insurance contracts, which generally bar coverage for experimental treatments but are often ambiguous with regard to what is defined as “experimental.” A recent review of such litigation noted that state courts have tended to favor policyholders in these coverage disputes, although federal courts, where disputes for self-insured companies are often decided, have been split on whether insurers must cover ABMT for breast cancer.", "The courts, in ruling whether an insurer must provide coverage for ABMT for breast cancer, have based their decisions on a number of factors. These have included whether ABMT is generally accepted in the medical community for the treatment of breast cancer, whether “experimental treatment” is defined clearly in the insurance policy, whether the treatment was intended primarily to benefit the patient or to further medical research, and whether the insurer’s denial of coverage was influenced by its own economic self-interest. This last argument was the focus of Fox v. Health Net of California, a highly publicized case in which a California jury awarded $89 million in damages to a policyholder whose deceased wife had been denied coverage of ABMT for breast cancer.Plaintiffs in a number of recent cases have alleged that denial of coverage for ABMT constitutes discrimination against women in violation of civil rights laws or discrimination against a specific disease in violation of the Americans With Disabilities Act. Most of these cases are still pending.", "Insurers have had some success in court as well. Some state courts have ruled that ABMT is still widely considered to be experimental and that the health insurance contract clearly precluded coverage of experimental treatments. Courts in at least three federal circuits have also upheld insurers’ coverage denials for ABMT to treat breast cancer. Courts in many of these cases permitted insurers wide discretion in making coverage decisions as long as the decisions were not arbitrary or capricious."], "subsections": []}, {"section_title": "ABMT Coverage Is Mandated by at Least Seven States", "paragraphs": ["The controversy over access to ABMT for breast cancer patients has led several states to propose or enact legislation regarding insurance coverage of the treatment. As of June 1995, at least seven states had enacted legislation that, under certain parameters, requires that insurers provide coverage for ABMT for breast cancer. At least seven additional states have similar legislation pending. Some of these laws are mandates requiring that coverage of ABMT for breast cancer be part of any basic package of health insurance. Other laws simply require that the treatment be made available as a coverage option, at perhaps a higher premium. The laws in six of the states require coverage whether or not the patient is enrolled in a clinical trial, while one state requires patients with certain types of breast cancer to join well-designed randomized or nonrandomized trials. Three of the 12 insurers we spoke with said they were required by a state mandate to cover ABMT for breast cancer for most of their beneficiaries. One of these three said it would not cover the treatment if it were not for the mandate.", "Those who advocate passage of the state laws argue that they are necessary to make a promising therapy available to breast cancer patients. Among the arguments used is that insurers classified ABMT for breast cancer as “experimental” as much for economic as medical reasons because ABMT is an expensive treatment. Insurers respond that ABMT for breast cancer is an experimental treatment still being evaluated in clinical trials and they should not be in the business of paying for research. Furthermore, insurers say that legislation mandating coverage of specific treatments is a poor way to make medical policy and that it distorts the market because self-funded plans are exempt from state mandates.", "The National Association of Insurance Commissioners (NAIC) is considering a model act for states that would set minimum standards of coverage for health insurers. The model act, which has not yet been approved by the full NAIC membership, would require insurers to cover an experimental treatment if the peer-reviewed medical literature has established that the treatment is an effective alternative to conventional treatment. A representative from NAIC told us that in a state that passed such an act, insurers would normally be required to cover ABMT for breast cancer if the treating physician considered it the medically appropriate treatment."], "subsections": []}, {"section_title": "ABMT Coverage by Federally Funded Health Insurance Programs", "paragraphs": ["Programs such as Medicaid, Medicare, and the Civilian Health and Medical Program of the Uniformed Services (CHAMPUS) have varying policies regarding coverage of ABMT for breast cancer. Coverage criteria for Medicaid, a jointly financed federal and state program that provides medical care to the poor, varies by state, but some states’ Medicaid programs will cover ABMT for breast cancer under at least some circumstances. Of nine state Medicaid programs we contacted, five provided coverage for ABMT for breast cancer. The Medicare program, which provides health coverage primarily for the elderly, specifically excludes ABMT coverage for solid tumors such as breast cancer because the Health Care Financing Administration, which administers the Medicare program, considers the treatment experimental. The practical impact of the Medicare policy is limited since the elderly are not normally appropriate candidates for ABMT treatment. CHAMPUS, the Department of Defense’s health care program for active duty and retired military personnel, and their dependents and survivors, considers ABMT for breast cancer experimental but provides coverage through a demonstration project in which beneficiaries may receive ABMT by enrolling in one of three NCI randomized clinical trials.", "The Federal Employees Health Benefits Program (FEHBP), run by OPM, provides health insurance coverage for over 9 million federal employees, retirees, and dependents through over 300 independent health plans. In September 1994, OPM imposed a requirement that participating health insurers must cover ABMT for breast cancer for all FEHBP beneficiaries both in and outside of clinical trials. OPM acknowledged to us that the evidence is mixed on the effectiveness of ABMT for breast cancer. They said they decided to mandate coverage largely because so many insurers were already covering the procedure and they wanted to make the benefit uniform across all of their carriers.", "Insurers we spoke with said they complied with the OPM mandate, although they criticized the mandate as a political rather than clinical decision. Two of the 12 insurers we spoke with specifically mentioned the OPM decision as having influenced their own coverage policy, largely because it brought so much publicity to the issue."], "subsections": []}]}, {"section_title": "Physicians, Insurers, and Advocates Raise Concerns About Widespread Diffusion of ABMT", "paragraphs": ["Medical experts, insurers, and others have debated whether ABMT has become too widely used before there is convincing evidence of its efficacy. While the medical community seeks to learn whether ABMT is more effective for some breast cancer patients than conventional chemotherapy, the number of patients receiving the treatment and the number of facilities providing it continue to grow. If ABMT were a new drug, it would be restricted mostly to patients on clinical trials until its efficacy were established and the Food and Drug Administration (FDA) had approved its use in general medical practice. Yet because ABMT is a procedure, rather than a drug, it does not require approval from FDA, making it easier for it to be widely used while its effectiveness is still being tested in clinical trials. The rapid diffusion of ABMT for breast cancer has implications for patient care, health care costs, and research."], "subsections": [{"section_title": "Implications for Patient Care", "paragraphs": ["There is debate over whether patients benefit from the rapid diffusion of a new technology that is still being tested in clinical trials. In the case of ABMT, the high doses of chemotherapy administered in conjunction with the treatment can make it a particularly difficult treatment for patients. This is evidenced both by the extreme sickness and side effects that patients may experience and by the higher rate of treatment mortality for ABMT than for conventional chemotherapy. If the clinical research ultimately shows ABMT to be preferable than conventional therapy for some groups of patients, then some of those patients will have benefited from the early diffusion of this technology. If it is shown not to be more effective, however, or if it is shown to be effective for a much smaller subset of patients than are currently being treated with the therapy, then many patients will have been unnecessarily subjected to an aggressive treatment that can be risky and produce many severe side effects.", "In addition, while ABMT formerly was available only at a select number of cancer research centers across the country, it is now being performed by a rapidly growing number of smaller hospitals and bone marrow transplant centers. Many physicians we talked with, including researchers and insurance company medical directors, expressed concerns that there may be some facilities that perform too few transplants to ensure sufficient staff expertise or that do not have the infrastructure needed to support this complicated procedure. Partly to address these concerns, several medical societies have developed guidelines that set out specific criteria for facilities that perform bone marrow transplants."], "subsections": []}, {"section_title": "Implications for Health Care Costs", "paragraphs": ["ABMT is an expensive treatment, costing anywhere from $80,000 to over $150,000 per treatment, depending on the drugs used, any medical complications, and the length of hospital stay required. Conventional chemotherapy, by contrast, typically costs between about $15,000 and $40,000. The cost of ABMT has been decreasing over the years and is expected to decrease further as the technology is refined and becomes more common. Some medical centers have already been able to reduce the cost of the procedure by offering the treatment on more of an outpatient basis.", "While the cost per individual treatment is likely to decrease, total spending nationwide on the procedure is likely to increase. More patients in different stages of breast cancer are being treated with ABMT, a trend that is expected to continue. The fact that ABMT can be a highly profitable procedure for the institution that performs it, many experts say, has created further incentive for the diffusion of the treatment.", "Virtually all sides of the debate agree that ABMT is worth the cost if it is shown to be the best available treatment. But some worry that the research has not yet established which breast cancer patients, if any, are likely to benefit from ABMT and that the rapid diffusion of this costly treatment outside of research settings before its effectiveness has been proven may not be the best use of health care resources."], "subsections": []}, {"section_title": "Implications for Clinical Research", "paragraphs": ["There is clear consensus among the scientific community that, if possible, the best way to compare the effectiveness of a new treatment with conventional treatment is through randomized clinical trials. A randomized trial assigns patients either to a control group receiving conventional treatment or to one or more experimental groups receiving the treatment being tested. Random allocation helps ensure that differences in the outcome of the groups can be attributed to differences in the treatment and not differences in patient characteristics. In the case of ABMT, some experts have argued that early research showing favorable results for ABMT may have been due to the fact that the breast cancer patients receiving ABMT had more favorable characteristics than those who were not receiving the treatment. NCI has three large-scale randomized clinical trials ongoing to compare ABMT with conventional therapy for breast cancer. These trials randomly assign patients who fit certain criteria either to an experimental group that receives ABMT or to a control group that instead receives a more conventional form of therapy.", "NCI has had difficulty accruing enough patients to its randomized trials. Two of the three ongoing NCI trials are accruing patients at about half the rate researchers originally anticipated, and a fourth trial was closed because of low enrollment. NCI expanded the enrollment goal of the third trial to improve the statistical power of the results, and results from all three trials are not expected until nearly the turn of the century. NCI says patient accrual to the trials, although slow, appears to be progressing adequately, but many experts we spoke with questioned whether the NCI trials will ever be completed as planned.", "Many medical experts believe that the wide availability of the treatment is one reason researchers are having problems accruing patients to the randomized trials. ABMT is now widely available to many breast cancer patients either through other clinical trials or outside of a research trial. Under most circumstances, insurers that cover ABMT do not require that the patient enter a randomized trial, and many patients are reluctant to do so. Patients who believe ABMT is their best hope for survival may not be willing to enter a trial where they may be randomly assigned to a group receiving conventional chemotherapy. The ABMT Registry estimates that only about 5 percent of all breast cancer patients receiving ABMT are enrolled in the randomized clinical trials.", "Proponents of ABMT that we spoke with pointed out that most procedures in common medical practice today have not been subjected to the strict scrutiny of randomized trials and that this potentially lifesaving therapy should not be withheld until the NCI trials are completed many years from now. Other medical experts, insurers, and patient advocates we spoke with said that ABMT for breast cancer should only be available to patients enrolled in clinical trials, possibly only randomized trials. They argued that the proliferation of ABMT outside of randomized trials—or outside of any research setting at all—is making it difficult to gather the data necessary to assess whether and for whom ABMT may be a beneficial treatment.", "A large number of clinical trials are being conducted on ABMT for breast cancer apart from the NCI randomized trials. Many major cancer research centers are conducting nonrandomized trials, and numerous clinical trials are also under way at smaller hospitals and private transplant centers. Yet some experts have argued that many of these trials will contribute little useful information because the study population is too small, the trial is not sufficiently well-designed, or because the results will not be published. These experts are concerned that the proliferation of smaller clinical trials may be diverting patients from larger clinical trials, including the NCI randomized clinical trials, that are more likely to yield meaningful results about the effectiveness of ABMT for breast cancer.", "The controversy over ABMT has also highlighted the issue of the extent to which health insurers should pay for the costs of clinical research. Clinical research in the United States has been financed primarily by the federal government, private research institutions, the pharmaceutical industry, and insurers. Insurers have often paid the patient care costs for certain clinical trials. But given federal funding constraints and other economic pressures, many researchers and other experts we spoke with believe that health insurers should assume the costs of more clinical trials, especially the patient care costs of well-designed trials that offer promising treatments in an advanced stage of testing. They say the insurers would have to pay for patient care costs even if the patient were not in a trial and that the trials will ultimately benefit everyone by helping identify effective treatments. The insurance industry’s position has been that insurers should pay only for standard medical care and that insurers should not be in the business of financing research. But insurers have made exceptions, especially for clinical trials involving promising treatments for patients with terminal illnesses. Many insurance industry officials we spoke with said they would be open to paying the costs of some clinical trials for promising treatments, as long as the costs were to be spread equitably among all insurers and health providers, and as long as there were strict standards to ensure that the research being funded was of high quality."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The controversy over insurance coverage of ABMT for breast cancer illustrates several issues related to the dissemination and insurance coverage of new technologies. The rapid diffusion of new, often expensive, medical technologies puts in conflict several goals of the U.S. health care system: access to the best available care, the ability to control health care costs, and the ability to conduct research adequate to assess the efficacy of a new treatment.", "Specifically, the ABMT controversy illustrates the challenge health insurers in the United States face in determining whether and when to provide coverage for a new technology of unknown efficacy, given the decentralized process for assessing new medical technologies. Insurers have less clear direction regarding coverage of medical procedures than they do for drugs because of FDA’s role in drug approval. Insurers thus have wide discretion, and little nationwide guidance, in determining whether and when a medical procedure should no longer be considered “experimental” and should be covered. The result can be great disparity in the coverage policies of insurers, with coverage decisions being influenced not just by the medical data and clinical judgments, but also by factors such as lawsuits and public relations concerns.", "Furthermore, the lack of a systematic process for the dissemination of new technologies in the United States raises issues for the health care system. Those who advocate widespread access to experimental technologies argue that patients should not be denied access to promising therapies, especially when clinical trials for those therapies may take many years. Those who advocate restricting access to new technologies argue that the rapid diffusion of a new treatment before its effectiveness has been definitively proven is not ultimately beneficial to patient care, may waste resources, and may impede controlled research on the treatment."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["NIH provided us with comments on a draft of this report. They agreed with the conclusions and stated that the report presented a balanced, thoughtful discussion of the controversial issues. NIH also noted that in the past, many insurers provided coverage only in the context of clinical trials, but this became untenable because of the factors discussed in the report, particularly the OPM decision to require FEHBP coverage of the treatment both inside and outside of clinical trials. NIH also recommended some technical changes, which we incorporated in the report where appropriate. (See app. I for a copy of the NIH comments.)", "OPM also reviewed the draft report and provided comments regarding the decision to require that all FEHBP health insurance plans provide coverage for ABMT for breast cancer. Their comments reemphasized that (1) many FEHBP plans were already providing this coverage; (2) the OPM decision was based on a desire to broaden coverage to all FEHBP enrollees; and (3) each plan retains the flexibility to determine when and how the treatment will be covered, but plans that limit coverage to patients enrolled in clinical trials have to offer coverage in nonrandomized as well as randomized trials. (See app. II for a copy of OPM’s comments.)", "As agreed with your office, unless you release its contents earlier, we plan no further distribution of this report for 30 days. At that time, we will send copies to other congressional committees and members with an interest in this matter, the Secretary of Health and Human Services; the Director, NIH; and the Director, OPM.", "This report was prepared by William Reis, Assistant Director; Joan Mahagan; and Jason Bromberg under the direction of Mark Nadel, Associate Director. Please contact me on (202) 512-7119 or Mr. Reis on (617) 565-7488 if you or your staff have any questions on this report."], "subsections": []}]}, {"section_title": "Comments From the National Institutes of Health", "paragraphs": [], "subsections": []}, {"section_title": "Comments From the Office of Personnel Management", "paragraphs": ["The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}