{"id": "HEHS-95-186", "url": "https://www.gao.gov/products/HEHS-95-186", "title": "Medicaid: Tennessee's Program Broadens Coverage but Faces Uncertain Future", "published_date": "1995-09-01T00:00:00", "released_date": "1995-09-19T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed Tennessee's Medicaid capitated managed care program (TennCare), focusing on: (1) TennCare's basic design and objectives; (2) the degree to which the program is meeting these objectives; and (3) the experiences of TennCare insurers and medical providers and their implications for TennCare's future."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) TennCare's objectives are to expand health care coverage to the state's uninsured and to control program costs by mandating that Medicaid participants enroll in managed care organizations (MCO) and covering certain uninsured, Medicaid-ineligible persons; (2) Tennessee has cut costs by setting its capitation rates below historical Medicaid costs, applying an additional discount based on the assumption that extensive insurance coverage would reduce charity care costs, and discontinuing certain supplemental payments; (3) in granting the Medicaid waiver, the Health Care Financing Administration has required Tennessee to implement measures to monitor and ensure access to quality care and has limited federal payments over the 5 years to ensure that federal costs do not exceed what they would have been without the waiver; (4) despite the increased number of participants, federal and state TennCare expenditures have increased much less than the national average for Medicaid programs and program costs have actually declined when uncapitated administrative and long-term care costs are excluded; (5) access to and quality of care could not be measured because Tennessee and MCO have not yet set up their monitoring systems, but a survey of beneficiaries revealed significant dissatisfaction with the new program because of the limited choice of doctors and difficulty in finding providers; (6) many MCO and providers lost money in 1994 despite receiving supplemental payments from TennCare; and (7) although TennCare has met its initial objectives, its long-term success is uncertain."]}], "report": [{"section_title": "Letter", "paragraphs": ["In early 1993, Tennessee projected that increases in state Medicaid expenditures and the loss of certain tax revenues used to help finance Medicaid costs would cause a financial crisis. Meanwhile, state officials believed that a portion of the medical costs for as many as three-quarters of a million uninsured persons were being shifted to the Medicaid program and other payers. To avert a financial crisis, control its Medicaid expenditures, and extend health insurance coverage to most state residents, Tennessee got federal permission to replace its fee-for-service Medicaid program with a capitated managed care program called TennCare.", "Since then, Tennessee’s Medicaid waiver program has generated both praise and criticism. TennCare has provided coverage to most of the uninsured persons in the state, while reducing Medicaid cost increases. However, concerns have been raised about TennCare’s rapid approval and implementation, lack of provider buy-in to the program, and delays in implementing systems for monitoring TennCare’s access and quality of care. In addition, the soundness of the methodology for determining and the resulting adequacy of the program’s capitation rates have been questioned.", "In response to your concerns about the controversy over TennCare, we examined the available information on (1) TennCare’s basic design and objectives, (2) the degree to which the program is meeting these objectives, and (3) the experiences of TennCare insurers and medical providers and their implications for TennCare’s future."], "subsections": [{"section_title": "Background", "paragraphs": ["Medicaid was established in 1965 as a jointly funded federal-state program providing medical assistance to qualified low-income persons. Each state designs and administers its own Medicaid program, subject to federal requirements for eligibility, services covered, and provider payments. States decide whether to cover optional services and how much to reimburse providers for a particular service. The federal government pays a portion of whatever qualifying expenditures a state Medicaid program incurs. At the federal level, the program is administered by the Health Care Financing Administration (HCFA), an HHS agency.", "In recent years, Medicaid costs have escalated. To control these costs, some states have sought to move some or most of their Medicaid population into a capitated managed care system. However, certain provisions of the Medicaid law—such as freedom of choice and the “75-25” beneficiary requirements—inhibit states’ use of managed care. States may obtain waivers of these provisions from HCFA under the authority of section 1115 of the Social Security Act. Section 1115 of the act offers HCFA the authority to waive a broad range of Medicaid requirements for state demonstration projects.", "In granting a waiver, HCFA requires the applying state to demonstrate that its proposal is budget neutral—that is, that federal expenditures for the entire demonstration project will not exceed costs projected for the existing Medicaid program. Until recently, budget neutrality was expected to be achieved in each year of the demonstration. However, HCFA now allows increased costs in some years as long as states achieve budget neutrality for the entire demonstration. HCFA may also require the state to implement improved quality assurance systems, which may include data collection on enrollee medical care utilization and an assessment of these data to determine the adequacy of enrollee access to and quality of medical care.", "As of June 1995, 10 states had HHS-approved statewide waivers, 8 had applications pending, and 5 had inquired about submitting waiver applications. In November 1993, 5 months after Tennessee submitted its 1115 waiver application, HHS approved it. On January 1, 1994, Tennessee became the first state to move its Medicaid program enrollees to a statewide demonstration project."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To meet our reporting objectives, we interviewed officials and reviewed documents from the TennCare Bureau and HCFA’s Central Office in Baltimore and its Regional Office in Atlanta. In addition, we spoke with Tennessee officials from the Department of Finance and Administration and the Department of Commerce and Insurance, as well as officials from the Tennessee Medical Association (TMA), Tennessee Hospital Association, Tennessee Health Care Campaign, MCOs, federally qualified health centers, hospitals, physicians, and other advocacy groups. We also reviewed the results of provider and beneficiary surveys conducted by HCFA, the University of Tennessee, TMA, and the Tennessee Association of Legal Services and other available literature and studies. We also obtained financial data from MCOs and from financial reports filed with the Tennessee Department of Commerce and Insurance. Much of the MCO financial data were unaudited, and we did not attempt to verify them. Our work was performed between April 1994 and May 1995 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "TennCare Program Designed to Expand Coverage and Contain Costs", "paragraphs": ["Tennessee’s demonstration project was designed to use a capitated managed care system to expand coverage to the uninsured population and to control total program and state costs. TennCare’s ceilings on total allowable federal funding are intended to be budget neutral—a requirement for HCFA approval of all demonstration projects. The state-federal sharing arrangements of the financing plan tend to favor the state since several waiver provisions allow it to effectively reduce its share of total spending. In addition, the waiver includes provisions to monitor and ensure enrollee access to quality care."], "subsections": [{"section_title": "TennCare Designed to Expand Coverage", "paragraphs": ["TennCare was designed to expand health coverage by allowing non-Medicaid eligible persons to enroll and by extending the period of coverage for Medicaid-eligible persons. It also increased the scope of coverage by lifting restrictions on many services and by allowing additional types of services to all enrollees.", "In addition to including all Medicaid eligible persons, TennCare offered insurance to uninsured and uninsurable persons regardless of income who were not eligible for Medicaid. To qualify as an uninsured enrollee, a person must not have had access to health insurance on or after March 1, 1993. Therefore, a person must have been uninsured at least 10 months to qualify for TennCare as an uninsured person on January 1, 1994. To stay within budget ceilings, the state limited total enrollment to 1.3 million for the first year and 1.5 million in succeeding years. Tennessee expected enrollment of uninsured and uninsurables of 300,000 in the first year and 500,000 in succeeding years. The state expected that the 500,000 would include most of its uninsured.", "Under TennCare, enrollees who are not eligible for Medicaid and have incomes above the poverty level would be required to pay monthly premiums based on their income. At the MCO’s option, these enrollees also may be required to pay a deductible and make copayments for costs that exceed the deductible as medical costs are incurred. However, TennCare enrollees cannot be required to make deductible payments or copayments for preventive care, and copayments depend on the enrollee’s gross income. TennCare limits the total enrollee out-of-pocket expense.", "TennCare also extended the period of health coverage for many persons qualifying under Medicaid. Under TennCare, over 65 percent of Medicaid-eligible persons are effectively guaranteed 12 months of coverage at no cost to themselves because TennCare eligibility redeterminations are made only once every 12 months. If, after that time, these enrollees no longer qualify for Medicaid, they can continue in TennCare, subject to the same requirements as the formerly uninsured. In addition, TennCare expanded services to include inpatient psychiatric facility services for persons between 21 and 65 years old and outpatient substance abuse treatment programs. TennCare also lifted many restrictions and limitations, such as the allowable number of inpatient physician services, outpatient visits, home health visits, and prescriptions."], "subsections": []}, {"section_title": "TennCare Introduced Statewide Prepaid Managed Care to Medicaid", "paragraphs": ["To implement its prepaid managed care system, the state contracted with 12 MCOs to provide delivery of all Medicaid acute and primary care services and to handle claims processing in exchange for a monthly payment per enrollee. In addition to these monthly payments, MCOs having enrollees with high-cost chronic conditions and higher than average utilization rates would receive additional payments. Subject to the availability of unallocated TennCare funds, MCOs could also receive payments for the cost of providing the first 30 days of care to uninsured and uninsurable enrollees and one-time payments for financial difficulties attributed to TennCare start-up. MCOs are not responsible for long-term care services or for special services to the severely and persistently mentally ill or to Children’s Plan enrollees.", "TennCare contracts with health maintenance organizations (HMO) and preferred provider organizations (PPO) to operate as MCOs. The state requires HMOs to be licensed as such. The primary contractual distinctions between these types of organizations are that (1) administrative fees and operating profits are restricted for PPOs but not for HMOs and (2) the TennCare Bureau required on January 1, 1994, that HMOs assign each of their enrollees to a primary care physician responsible for managing and coordinating the enrollee’s care; the contract with PPOs allows them until January 1, 1997, to assign enrollees to primary care physicians.", "Most enrollees have a choice of four MCOs, and enrollees in metropolitan areas have a choice of as many as seven. Figure 1 shows the geographic divisions of the state and the number of MCOs participating in each division.", "The two largest MCOs, BlueCross BlueShield and Access MedPLUS, operate statewide and account for 73 percent of enrollees. Table 1 lists each MCO and shows the type of contract, number of enrollees, and percent of total enrollees. The table lists MCOs in descending order according to the percentage of total TennCare enrollees in the MCO.", "In addition to making capitated payments to MCOs, TennCare seeks to encourage managed care in several ways. TennCare requires that by 1997, all MCOs assign their enrollees to primary care physicians responsible for managing and coordinating enrollee care. As of February 1995, MCOs had assigned approximately half of all enrollees to primary care physicians. TennCare promotes continuity of care by requiring enrollees to stay with the same MCO for a year, by providing extended enrollment periods to many Medicaid eligibles, and by allowing persons to continue in TennCare as “uninsured” if they lose their Medicaid eligibility. TennCare also encourages preventive care by not allowing deductibles and copayments for preventive care services."], "subsections": []}, {"section_title": "Supplemental Payments Assist Participating Hospitals and Physicians", "paragraphs": ["TennCare provides for incentive payments to physicians and allows several types of supplemental payments to hospitals based on the availability of unallocated funds. TennCare’s design provides for two types of annual incentive payments to participating physicians: one to physicians that have a greater than average TennCare patient load and another to physicians whose practices are at least 10 percent TennCare to pay a portion of their malpractice insurance premiums.", "Subject to the availability of unallocated funds, TennCare may also make supplemental payments to hospitals for graduate medical education and care provided to those eligible for, but not enrolled in, TennCare as well as payments to hospitals that provide care to large numbers of TennCare or indigent persons."], "subsections": []}, {"section_title": "Savings From Capitation Discounts and Discontinued Disproportionate Share Hospital (DSH) Program Allow Expanded Coverage", "paragraphs": ["To finance expanded coverage while keeping Medicaid expenditures within the budget limits set by the waiver agreement, Tennessee set capitation rates that are substantially below historical Medicaid costs. Further, it discontinued its DSH program and established a smaller Primary Care Provider Fund.", "In setting capitation rates, the state began with the average annual cost per Medicaid-eligible person and then made “charity care” adjustments, which reduced the average capitation rate by 22 percent. The state’s rationale for making these adjustments was that the costs of charity care that had been built into the rates paid historically to providers would be significantly reduced by expanded insurance coverage.", "To save additional funds, Tennessee also discontinued its DSH program and established a smaller Primary Care Provider Fund. Under its Medicaid DSH program in state fiscal year 1993, the state provided $438 million in supplementary payments to hospitals that served large numbers of Medicaid enrollees or low-income persons. The Primary Care Provider Fund, budgeted for $185 million in state fiscal year 1994, was intended to provide essential provider payments, a reserve for MCO adverse selection of enrollees or other unforeseen circumstances, and payments to primary care physicians with large TennCare caseloads.", "Table 2 illustrates how savings from capitation discounts and the elimination of the DSH program offset the expected costs of expanded coverage and the new Primary Care Provider Fund.", "As shown in the table, savings from charity discounts and foregone DSH payments would more than offset the costs associated with the expanded coverage."], "subsections": []}, {"section_title": "Waiver Imposes Limit on Federal Spending", "paragraphs": ["In accordance with the requirement that demonstration waivers be budget neutral, the TennCare waiver agreement includes an overall available federal funding limit for the 5-year waiver period and sets interim limits on the availability of federal funding. The federal spending limits apply to the total TennCare program expenditures, including Medicaid expenditures for services not covered under capitated payments, such as long-term care.", "For the 5-year TennCare waiver period, the federal government will provide no more than $12.165 billion. For every $1 in TennCare expenditures, the federal government pays approximately $.67 and the state pays approximately $.33. The overall federal funding limit for the waiver period was established by estimating what the federal funding for Tennessee’s Medicaid program would have been during the first year without TennCare and increasing federal funding 8.3 percent or by the amount of the growth caps included in the President’s 1993 health care reform proposal, whichever is lower, each subsequent year. For the first year, HCFA estimated that federal expenditures under Tennessee’s existing Medicaid program would be slightly more than $2 billion, a 15.5-percent increase over the previous year’s federal funding. Increases in federal funding for the subsequent years would range from 5.1 to 8.3 percent. Table 3 shows the annual spending limits calculated for each year.", "However, because HCFA allows budget neutrality to be achieved over the waiver’s duration and not each year, the state has flexibility in annual spending. HCFA established cumulative federal funding targets that allow federal TennCare funding to exceed the spending limits as long as the cumulative annual spending limits are not exceeded by more than the set percentage. Table 4 shows the cumulative annual spending targets and the percentage by which they exceed the sum of the cumulative annual spending limits.", "If TennCare exceeds the cumulative limit for the first year, it must downsize the program or otherwise reduce expenditures. In its waiver application, Tennessee stated that it would control TennCare spending to stay within the available resources. The waiver provides for cost containment by beginning to restrict new enrollment of uninsured persons when enrollment reaches 85 percent of the limit.", "The federal spending limits apply to the entire TennCare program, which includes services that are not part of TennCare’s capitated managed care program. Long-term care and special services to severely and persistently mentally ill and Children’s Plan enrollees are not included in TennCare’s capitated program. The year before TennCare’s implementation, the increase in long-term care expenditures was over 18 percent.", "Our analysis of federal spending ceilings in the waiver agreement shows that the amount of federal spending allowed in the first year of TennCare exceeds the federal funds estimated to be spent if the state’s Medicaid program had continued. However, the amounts allowed in the second through fifth years are less than we estimate would be spent under Medicaid, and the federal spending limit of $12.165 billion for the entire waiver is less than would be spent if the state’s current Medicaid program had continued."], "subsections": []}, {"section_title": "Financing Arrangements and Expansion of Coverage Favor the State", "paragraphs": ["TennCare’s financing mechanisms and program expansions have enabled Tennessee to reduce its revenue contributions while increasing the federal dollars it receives. The waiver agreement explicitly allows the state to claim losses incurred by some nonstate hospitals in caring for TennCare eligibles and to keep most of the premiums paid by TennCare participants. In addition, the waiver permits federal cost sharing for expenditures for services to enrollees in state mental hospitals that are not normally covered by Medicaid. The TennCare waiver provides other, indirect benefits to the state by expanding coverage for those not previously eligible under Medicaid but who received services through other state-funded programs, which allows the state to reduce its funding of such programs. In addition, since TennCare is a capitated program, the state obtains revenue from state taxes on capitation payments made to MCOs.", "The state is allowed to claim hospital losses incurred in caring for TennCare eligibles at certain public and private hospitals as TennCare expenses, which makes these claims eligible for federal cost sharing. However, the state is not required to forward any of the resulting federal payments to the hospitals. For the first 6 months of 1994, the state estimated that qualifying hospitals would incur total losses of approximately $64 million; however, these hospitals incurred only $34 million in such losses, according to a subsequent analysis by the Tennessee Office of the Comptroller of the Treasury. The federal government paid its share on the $34 million claim, which is approximately $23 million.", "The state is also allowed to keep most of the premiums paid by TennCare participants who are required to pay premiums—about half of the non-Medicaid TennCare enrollees. The state and HCFA agreed that for the first $75 million in premium revenues collected annually, the state gets $.90 of each dollar and shares the remaining $.10 with the federal government, according to the standard sharing rate. As revenue collections surpass $75 million, the percentage of premium revenue allowable as state share gradually decreases. The state initially estimated that it would collect $21 million for state fiscal year 1994 and an additional $101 million for state fiscal year 1995 but subsequently revised its state fiscal year 1995 estimate to $30 million. Actual collections to date have been less than estimated.", "The state benefits from federal funding provided to state mental hospitals for expanded TennCare coverage, some of which is not covered under Medicaid rules. Most significantly, Medicaid does not cover persons between the ages of 21 and 65 in state mental hospitals. TennCare allows short-term coverage of this population and reimburses mental hospitals directly for the actual costs of such services. Federal TennCare cost sharing for this population reduces the amount of state subsidy needed for state mental hospitals. As a result, Tennessee officials identified $69 million in annual state funding of state mental hospitals that could be used to fund TennCare.", "Indirect benefits to the state result from covering persons not previously included in Medicaid and making capitated payments to MCOs instead of fee-for-service reimbursements to individual providers. Covering the uninsured and uninsurable allows the state to reduce its funding for other state programs that had served these populations. Therefore, in addition to the state funding of mental hospitals, state officials identified $91 million in annual funding of other state programs that could be used to fund TennCare, which now provides such services to the uninsured. Most of this funding—$65 million—comes from reduced state funding of community mental health services. Also included is $5 million in reduced state funding for the Tennessee Comprehensive Health Insurance Program and $21 million for public health services, such as communicable diseases and hemophilia services.", "Making capitated payments to MCOs indirectly benefits the state because these payments are then subject to certain taxes; fee-for-service payments to providers generally were not. The state has a tax of 2 percent on payments made to HMOs and 1.75 percent on payments to PPOs. The tax on HMOs existed before TennCare, and a tax on accident and health insurers that existed before TennCare was extended to include PPOs. Although the HMO tax existed before TennCare, only one HMO, which covered about 25,000 Medicaid-eligible persons, had been subject to the tax for Medicaid revenues. Total capitation tax payments for 1994 were approximately $24 million, $16 million of which are essentially federal dollars returned to the state treasury."], "subsections": []}, {"section_title": "Waiver Includes Various Access and Quality Assurance Standards", "paragraphs": ["Under the waiver agreement, HCFA permitted new requirements to address enrollee access to care and systems to evaluate the quality of care provided to substitute for the usual Medicaid quality assurance requirements and systems. HCFA waived the requirement that beneficiaries have the freedom to choose any participating provider and the requirement that participating HMOs have at least 25 percent private enrollment. Under TennCare, HCFA requires the TennCare Bureau to ensure adequate enrollee access to providers and quality of care. HCFA further requires the state to submit quarterly progress reports on quality of care, access, utilization of health services, financial results, benefits packages, and other operational issues.", "HCFA’s primary care access standards for TennCare MCO networks include a minimum primary care provider to patient ratio (1 to 2,500), maximum travel distances and times (30 miles or 30 minutes for rural areas and 20 miles or 30 minutes for urban areas), and maximum allowable delays for scheduling and waiting for appointments (3 weeks for nonemergency scheduling and 45 minutes for waiting). In addition, TennCare has standards for specialty care, hospitalization, and other services. TennCare’s planned monitoring of these standards includes periodically evaluating the ratio of primary care providers to enrollees; surveying recipients, including measuring waiting periods for health care services; and measuring referral rates to specialist physicians.", "HCFA’s quality standards for TennCare include ensuring the implementation of quality monitoring programs and evaluating MCO data to assess quality of care. TennCare’s quality monitoring program derives from the National Committee for Quality Assurance quality monitoring program requirements for its MCO quality assurance programs. These requirements include credentialing of providers, grievance procedures, and utilization review. In addition, the state has included a required minimum data set of quality indicators."], "subsections": []}]}, {"section_title": "TennCare Has Initially Met Its Objectives, but Access and Quality Assurance Measures Have Been Delayed", "paragraphs": ["For the first year, TennCare essentially met its objectives of expanding coverage and controlling costs. The state had expanded eligibility to include 300,000 of the state’s uninsured, yet actual program costs for the state fiscal year ending June 30, 1994, were less than budgeted. However, the operation of a key monitoring system to determine the accessibility and quality of medical care provided through TennCare has been delayed."], "subsections": [{"section_title": "Cost and Control Objectives Largely Met", "paragraphs": ["In January 1995, more than 400,000 uninsured persons and almost 800,000 Medicaid-eligible persons were enrolled in TennCare. The state expanded eligibility as of October 1, 1994, by allowing persons to enroll who had (1) lost private coverage from March 1993 to July 1994 or (2) insurance that offered limited coverage. However, on January 1, 1995, TennCare stopped new enrollment for most uninsured. Only persons who (1) had applications pending before January 1, 1995, or they would lose Medicaid eligibility or (2) could not obtain commercial insurance because of serious medical conditions continued to be eligible. Because of this, enrollment may decrease as the formerly uninsured leave the program and the currently uninsured are not allowed to enroll.", "During state fiscal year 1994, the first year in which the waiver became effective, TennCare expenditures were $2.7 billion, less than 1 percent over the prior year’s Medicaid expenditures and significantly less than the 10 percent increase in national Medicaid expenditures for federal fiscal year 1994. The state achieved these savings even though (1) Tennessee’s regular Medicaid program remained in effect for the first 6 months of the year, (2) enrollment increased by hundreds of thousands in the last 6 months of the year, and (3) long-term care costs increased 11 percent for the year. Our analysis shows that the overall increase in expenditures was attributable to lower than expected Medicaid expenditures during the first 6 months and the introduction of a capitated payment system on January 1, 1994, that paid rates far below historical Medicaid payments."], "subsections": []}, {"section_title": "Access and Quality of Care Uncertain", "paragraphs": ["Delays in the MCOs’ implementation of information systems have severely affected the state’s ability to monitor enrollee utilization, patient access, physician practice patterns, and enrollee medical outcomes for TennCare.", "The state has conducted other analyses that generally indicate that MCOs are in compliance with the required numbers of primary care physicians. Nonetheless, surveyed beneficiaries indicated access problems, and almost half of those surveyed with prior Medicaid said that the care they received was worse than under Medicaid. Advocacy groups also reported that access to care is a problem.", "An important part of the state’s quality assurance program is the analysis of encounter data (information on each enrollee’s use of services). Using such data, the state can analyze utilization, access, physician practice patterns, and medical outcomes. However, the state has had difficulty obtaining data from the MCOs and has conducted only limited analyses of available data. According to HCFA’s 1994 TennCare Monitoring Report, at the year’s end, three MCOs were still submitting data in a format not usable to the state. Additionally, the state had identified problems with the data from the other nine MCOs. During the first year of the program, the state withheld 10 percent of capitation payments for a varying number of months to all but one MCO for failure to comply with reporting requirements. To help ensure that the MCOs gather accurate data, the state is reviewing the MCOs’ data systems and providing technical assistance to them. The state estimates that data for the first year of TennCare’s operation will not be available before summer 1995.", "The state also reviewed MCO provider networks and contracted with a state university to conduct a beneficiary survey to assess access and quality of care. Although the TennCare Bureau reported that the MCOs generally had met the required standards for primary care, the state has not provided the data on all the access standards to HCFA. As a result, HCFA has been unable to validate the TennCare Bureau’s determination. Further, HCFA recommends that the state require the MCOs to provide data that ensure that provider networks have been validated as adequate and requests that the state submit provider lists whose accuracy has been validated.", "A beneficiary survey conducted for the state by the University of Tennessee in September 1994 also raised concerns about access and quality of care. The survey indicated that 45 percent of TennCare enrollees who had previously been on Medicaid said that the care they received under TennCare was worse than under Medicaid, citing limited choice of doctors and difficulty in finding providers as the most significant reasons. The survey also provided information on MCO adherence to HCFA’s access standards. Enrollees were able to schedule appointments generally within 3 weeks, the requirement for primary care; however, 12 percent responded that it took over 3 weeks for the first available appointment, and 21 percent said it took more than 3 weeks for a follow-up appointment. The survey results show that it took enrollees an average of 25 minutes to travel to their doctor’s office, but the survey did not indicate how often travel time exceeded the 30-minute requirement for primary care. In addition, average reported waiting time in physician offices was an hour longer than TennCare’s maximum waiting time of 45 minutes.", "Advocacy groups have also expressed concerns about the availability of medical care under TennCare. In October 1994, the Tennessee Association of Legal Services surveyed physicians who had been identified as participating in TennCare in an April 1994 survey. Of 461 physicians who said that their practices were accepting new patients, 144 or 31 percent said that they were not accepting new TennCare patients. In January 1995, a TennCare monitoring group—made up of patient advocates, health care providers, researchers, and others—expressed concerns about the inadequate numbers of both primary and specialty care physicians in some areas of the state."], "subsections": []}]}, {"section_title": "Program Future Depends on Several Factors", "paragraphs": ["Several factors could jeopardize TennCare’s future. The capitation rates that have been set are questionable and may be insufficient to allow MCOs to operate profitably while paying reimbursement rates sufficient to enlist and sustain provider participation. Almost half of the MCOs, representing over 60 percent of TennCare enrollees, reported losses in the first year. Although the program’s financial impact on providers is inconclusive at this writing, hospitals have indicated that TennCare payments did not cover their estimated costs of treating TennCare patients, and physicians report that their practices are financially worse off than they were under Medicaid. Expected reductions in future supplemental payments from the TennCare Bureau will also negatively affect MCOs and providers. And although access and quality of care have not yet been fully analyzed, access to care will likely be inadequate if large numbers of providers choose to discontinue or drastically reduce their participation."], "subsections": [{"section_title": "TennCare’s Questionable Capitation Rates May Significantly Affect Program Success", "paragraphs": ["TennCare’s success in expanding coverage and controlling costs stems primarily from its average capitation rates being substantially below adjusted historical Medicaid per capita fee-for-services costs. In its November 16, 1993, report, Milliman and Robertson, Inc., consultants to the state legislature, concluded that in the aggregate, the capitation rates were about 25 percent below projected 1994 fee-for-service Medicaid costs, even before capitation discounts, and did not account for regional cost variations. In addition, the report stated that the (1) capitation rates were not based on commonly accepted actuarial methods, (2) calculations had inconsistencies, and (3) bases for capitation rate reductions were not explicit or well documented. The report also estimated that since MCOs would incur administrative costs, which are not reflected in the capitation payment, they would have to significantly reduce medical costs to succeed financially.", "Despite these criticisms, state officials maintain that the capitation rates were reasonable. For example, the former Assistant Commissioner in charge of the TennCare Bureau indicated to us his belief that the health costs for the uninsured averaged less than those for Medicaid beneficiaries. He also stated that Medicaid had had a lot of overutilized services and that he believed the minimum savings from managed care was 15 percent. He further stated that historical cost was only one piece of information used in setting the capitation rates. The state used several factors and knowledge of the health care system to develop the rates.", "While HCFA officials said that they believed that the capitation rates were low, they believed that the willingness of several MCOs to contract for the capitation rate indicated that the rates were adequate. (A detailed discussion of the TennCare capitation rates and their actuarial soundness appears in app. I.)"], "subsections": []}, {"section_title": "MCOs Report Losses", "paragraphs": ["Financial data reported by MCOs for the first year of TennCare show that 5 of the 12 MCOs, which cover 60 percent of beneficiaries, experienced losses. BlueCross BlueShield, the largest MCO, reported an $8.8 million loss. And although Access MedPLUS, the second largest MCO, reported a slight gain, its financial condition may be worse than reported. In addition, the reported net income for some PPOs does not reflect the impact of capitation taxes or substantial deficits incurred for medical services costs. (A detailed discussion of MCOs’ financial performances appears in app. II.)", "The MCOs’ reported financial conditions would have been worse except for supplemental payments, which are likely to be reduced in 1995. Without these payments, all of the HMOs would have incurred losses. The MCOs’ 1994 financial statements included more than $100 million in both actual and anticipated supplemental payments for (1) a supplement to capitation rates paid for 1994, (2) the first 30 days of care to formerly uninsured enrollees, and (3) adverse selection. As of May 1995, the TennCare Bureau had paid MCOs the capitation rate supplement and some payments for the first 30 days of care for the formerly uninsured. However, although one-half of the MCOs had included anticipated adverse selection payments in their 1994 financial results, the TennCare Bureau had made no such payments as of May 1995, almost 1 year and 6 months since the MCOs began participating in the program.", "Only one PPO included the 1.75-percent capitation tax expense in its computation of net income, which, according to state officials, PPOs are required to pay. Officials from two of the five PPOs said that they were not aware that they were liable for the tax until they received a February 1995 notice. The additional cost of the capitation tax would reduce these PPOs’ net income or the amount available to pay for medical services by approximately $4 million.", "Two PPO financial reports included only the results from administrative operations and not the surplus or deficit for medical service expenses. One of these PPOs has a contractual arrangement with providers that puts them at risk for deficits resulting from excess medical costs. Officials from both PPOs indicated that their plans experienced a medical operating deficit of over $5 million representing about 7 percent of total capitation payments received by each plan. However, these medical deficits did not reduce these MCOs’ net incomes. One plan established an accounts receivable of over $5 million due from providers, while the other PPO did not reflect the excess medical costs on its financial statement because officials said it was the providers’ liability."], "subsections": []}, {"section_title": "TennCare’s Financial Impact on Providers Uncertain", "paragraphs": ["TennCare’s financial impact on providers—hospitals, health centers, and physicians—is uncertain. Although available analyses suggest that TennCare has negatively affected providers, these analyses are not conclusive because they do not (1) compare TennCare reimbursements received with Medicaid reimbursement, (2) consider all TennCare reimbursement, or (3) provide actual financial data on which to base a conclusion. In addition, comparing physician reimbursement rates under BlueCross BlueShield, the largest TennCare MCO, and under the prior Medicaid system yields mixed results: the rates are generally lower under BlueCross BlueShield, except for office visits and consultations."], "subsections": [{"section_title": "Hospitals and Health Centers Analyses Inconclusive", "paragraphs": ["Analyses conducted by the Tennessee Office of the Comptroller of the Treasury and the Tennessee Hospital Association (THA) of hospitals’ and federally qualified health centers’ costs under TennCare are inconclusive. The two analyses of hospital finances indicate that hospitals incurred losses under TennCare, but neither analysis compared the TennCare experience with the hospitals’ experience under Medicaid. A comparison of federally qualified health center finances under TennCare and under Medicaid showed that most of the centers’ profits were reduced under TennCare, but the Comptroller’s office expressed concerns about the reliability of the data submitted.", "Tennessee’s Comptroller’s office analyzed whether TennCare payments to publicly funded, nonstate hospitals covered the cost of caring for TennCare enrollees from January 1, 1994, through June 30, 1994. Even accounting for supplemental payments, 27 of 34 hospitals incurred $34 million in estimated losses by treating TennCare patients. All 34 hospitals would have reported losses, and total losses would have been much greater if the analysis had not accounted for supplemental TennCare payments. THA claimed that TennCare payments did not cover hospitals’ estimated costs of treating TennCare patients. But this analysis did not compare TennCare hospital reimbursement with prior Medicaid reimbursement. In addition, the THA analysis did not include supplemental payments made to hospitals for caring for large numbers of TennCare and indigent persons because the payments had not been made at the time of the study. THA officials told us that hospitals subsequently received $50 million in such supplemental payments. However, this is only half of the $100 million that hospitals had expected to receive from the state.", "As part of the state’s waiver agreement with HCFA, the Comptroller’s office reviewed cost reports from participating federally qualified health centers for the first 6 months of TennCare and concluded that, “it appears the clinics are not performing as well under TennCare compared to Medicaid.” However, the Comptroller’s office said that its analysis was not conclusive because it could not be sure that changes in costs were caused solely by TennCare nor that health centers accurately reported revenues, particularly pending payments. Our review of the Comptroller summary of the health centers’ data shows that although 14 of 20 health centers had reduced total clinic profits during the TennCare period, only 3 reported an overall loss."], "subsections": []}, {"section_title": "Physicians Report Their Practices Are Financially Worse Off Under TennCare", "paragraphs": ["An opinion survey conducted by the TMA in October 1994 found that, compared with Medicaid, more than three-quarters of the physicians reported that their practices were somewhat or much worse off financially under TennCare. Because the TMA survey was an opinion survey, it does not provide financial data on physicians’ TennCare and Medicaid experiences. Further, a TMA official said that the physicians’ financial situations may be worse than the survey reported because the physicians may have included in their assessments supplemental payments from the TennCare Bureau that had not been received as promised. In addition, physicians may have expected MCOs to return withheld reimbursements for 1994, but much of these have not been returned.", "At the time of the survey, no supplemental TennCare payments had been made to the physicians, and withholds of physician reimbursement by the largest MCO had not been settled. The TennCare Bureau accrued $15 million in supplemental funds for payments to physicians for January to June 1994 but had not made any payments. As of March 1995, payments had still not been made. For state fiscal year 1995, $15 million has again been budgeted for supplemental physician payments.", "At least six MCOs withhold part of their physician reimbursements, ranging from 5 to 25 percent. We talked to two MCOs that used such withholds to offset excess costs, as necessary. According to their physician contracts, these MCOs assess their plan’s performance for the year and decide how much of the withhold to return, if any. BlueCross BlueShield had a 5-percent withhold on physician reimbursement and kept the entire amount for most of the providers. John Deere has a withhold of up to 25 percent of physician reimbursement and paid back approximately one-fourth of the withheld funds and may make further distributions."], "subsections": []}, {"section_title": "Comparing BlueCross BlueShield TennCare Physician Reimbursement Rates With Medicaid Is Inconclusive", "paragraphs": ["A TMA physician survey indicated that the reimbursement levels offered under TennCare had the most negative impact on physician practices. A comparison of BlueCross BlueShield TennCare reimbursements for selected services to Medicaid reimbursements shows that TennCare rates are generally lower than Medicaid rates, except for visits and consultations.", "In comparing selected BlueCross BlueShield TennCare rates to Medicaid rates, BlueCross BlueShield pays at least slightly better for visits and consultations and significantly less for other services. For example, BlueCross BlueShield reimbursement rates for office, inpatient, and outpatient visits and consultations are higher than Medicaid rates; however, BlueCross BlueShield rates for other selected surgery and radiology services are significantly less than Medicaid rates, with differences for many services ranging from 20 to 50 percent less than Medicaid rates. The impact on a particular physician practice depends on the frequency and type of services provided."], "subsections": []}]}, {"section_title": "TennCare’s MCO and Provider Networks Threatened", "paragraphs": ["The success of TennCare will also depend on the continued participation of the MCOs and providers for the duration of the 5-year demonstration. MCO officials are hesitant about continuing to participate in TennCare, given their financial performance in the first year; and providers—disconcerted about low reimbursement rates, heavy administrative burdens, payment delays, and lack of involvement in developing TennCare—could withdraw in large numbers."], "subsections": [{"section_title": "Continued MCO Participation Uncertain", "paragraphs": ["Although all participating MCOs have renewed their contracts for state fiscal year 1996, concerns remain. We talked to officials from three MCOs about TennCare’s future, and they expressed several concerns about operating without supplemental TennCare revenues, compensating for 1994 operations shortfalls, and maintaining an adequate provider network.", "The TennCare Bureau budgeted less for MCO supplemental payments for 1995 than were paid and accrued for 1994. In 1994, TennCare supplemental payments designated for MCOs totaled $128 million. However, only $76 million had been paid as of May 1995, although the TennCare Bureau says it will make additional payments. For 1995, the TennCare Bureau has designated only $40 million in supplemental payments to MCOs and plans a 5-percent increase in capitation payments effective July 1, 1995.", "BlueCross BlueShield officials told us that they incurred a loss of $8.8 million in 1994, and they forecast a loss of $35 million for their 1995 TennCare operations, even though they plan to implement cost-control measures during the year. BlueCross BlueShield’s projected deficit increase reflects expected reduced supplemental payments from the TennCare Bureau and higher utilization, which officials believe was low in 1994 due to the initial confusion over TennCare. To control costs, BlueCross BlueShield plans to (1) retain reimbursement rates at initial 1994 levels, (2) increase the percentage withheld from providers in some areas of the state, (3) control utilization by emphasizing outpatient visits over hospital admissions, and (4) aggressively address billing of unnecessary services.", "BlueCross BlueShield officials have indicated that the company does not intend to continue to lose money. They have said that unless capitation rates are increased 10 percent retroactively to January 1, 1995, BlueCross BlueShield will face a decision about its participation. Since BlueCross BlueShield had enrolled nearly 50 percent of the beneficiaries and is one of only two statewide MCOs, changes in its participation could significantly affect TennCare.", "Officials from two other MCOs that are holding providers responsible for their plans’ 1994 medical services operating deficits expressed uncertainty about whether these deficits can be recouped. Officials said that efforts to reduce provider reimbursement would jeopardize their providers’ continued participation. An official from one MCO said that if cost- containment efforts fail, the MCO will simply make payments until it can no longer do so."], "subsections": []}, {"section_title": "Continued Provider Participation Also Uncertain", "paragraphs": ["In early 1995, officials from THA, as well as from several major hospitals, expressed concern because the TennCare Bureau had announced that hospitals would not receive supplemental payments in 1995. Supplemental payments to hospitals for graduate medical education, care for TennCare eligible but not enrolled persons, and special payments to hospitals that cared for large numbers of TennCare and indigent persons totaled approximately $220 million for 1994. Subsequently, on the basis of a June 27, 1995, agreement with HCFA, the TennCare Bureau announced that it intends to make $55 million in one-time payments to two hospitals and resume medical education payments to hospitals.", "In addition to low reimbursement rates, other MCO actions may affect physician participation. For example, at least two other MCOs did not return all withholds to physicians on reimbursements for the first year of operation, and at least two MCOs held physicians liable for medical services deficits. As MCOs try to further control and contain costs, their network providers may assume additional administrative burdens as well as reduced reimbursement. These pressures will add to the dissatisfaction that providers already have with the program. An October 1994 TMA satisfaction survey of TennCare physicians reported that 86 percent of respondents felt dissatisfied with the program, and 77 percent felt that TennCare reimbursement was worse than under Medicaid.", "Physician dissatisfaction was evident from TennCare’s inception, when many doctors reported feeling coerced to participate. To guarantee a sufficient network, BlueCross BlueShield implemented a policy requiring physicians who participated in an existing network that operated for state employees and others to participate in TennCare. The policy, which became known as the “cram down” provision, prompted about a third of the 6,500 physicians in the existing network to drop out. Although most physicians returned to the network, their dissatisfaction with the cram down policy has persisted, and stakeholders and policymakers continually discuss eliminating it. If the policy were eliminated, BlueCross BlueShield officials believe many network providers might choose to stop treating TennCare patients."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["Tennessee’s capitated managed care program has enabled the state to control costs and provide health care coverage to hundreds of thousands of uninsured persons. In addition, it has established a system that enables persons who lose their Medicaid eligibility to keep health care coverage. But serious questions exist about the program’s future. The quality and accessibility of medical care are largely unknown, but early indications are that quality and access could be improved.", "Moreover, the rates paid to MCOs were substantially below prior Medicaid per beneficiary costs. Overall, MCOs lost money in the first year, even after receiving substantial one-time supplemental payments. In the absence of these supplements, MCOs may need to cut payment rates for providers and/or pressure providers to hold down costs to remain in the program.", "Most providers have already indicated that their financial situations are worse off under TennCare than they were under Medicaid. MCO cost-control efforts and the termination of large supplemental payments to hospitals will only exacerbate their condition. If providers decide to reduce their TennCare participation or leave the program in significant numbers, the viability of the MCOs and TennCare could be threatened."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": [], "subsections": [{"section_title": "Recent State Efforts", "paragraphs": ["Both HCFA and the TennCare Bureau said that recent actions by the new state administration to address some of the problems we identified should be included in our report. We recognize that the organizational change regarding MCO financial oversight, forums for discussion and input provided by the TennCare Roundtable, and the proposed plan to provide MCO performance-based incentive payments of up to 4.5 percent of the capitation payments are potentially significant. However, because of the recency of the changes, their impact on the problems we identify is uncertain at this time."], "subsections": []}, {"section_title": "MCOs’ Renewals", "paragraphs": ["HCFA and the TennCare Bureau also pointed out that MCOs have renewed their contracts to participate in TennCare for at least the next 12 months. As a result, the TennCare Bureau said that our concern about the uncertainty of continued MCO participation is inconsistent with the MCOs’ behavior. Our concern is that MCOs continue to participate for the duration of the 5-year demonstration project and that MCOs’ financial difficulties not threaten TennCare enrollees’ access to and quality of care. On the basis of our review of MCO financial information, discussions with MCO officials, and the uncertainty of supplemental funding from the TennCare Bureau, we remain concerned about the continued participation of MCOs and their ability to maintain adequate provider networks."], "subsections": []}, {"section_title": "MCO Start-Up Costs", "paragraphs": ["The TennCare Bureau also wanted our report to recognize that MCOs incurred start-up costs during the first year, writing that “the profits and losses in any business situation during the first year do not typically reflect what may result during ongoing operations.” Although we recognize that start-up costs were incurred and that they do contribute to reduced profits or increased losses for the year, other factors should be considered. First, MCOs shared in an unexpected $54 million in additional capitation supplements for 1994 to address MCO financial difficulties, as well as additional payments of more than $20 million for the first 30 days of care provided to the uninsured. Similar payments are not planned in the future. Second, start-up costs were offset to some extent by lower utilization resulting from beneficiary and provider confusion during the first few months. Third, system development and start-up-like costs will continue to be incurred by some MCOs; for example,BlueCross BlueShield officials said that they will incur an additional cost in 1995 to purchase an HMO information system to operate as a gatekeeper. Fourth, MCO officials we talked to expected to experience financial difficulty in the second year, both because of the medical costs they expect to incur and reduced supplemental TennCare funding they expect to receive so they saw the need to act to mitigate future losses."], "subsections": []}, {"section_title": "Federal Cost Sharing", "paragraphs": ["On the issue of cost sharing, HCFA officials reiterated several times that HCFA has not changed the federal matching rate in the TennCare demonstration. We agree with HCFA that the federal matching rate applied to qualifying TennCare expenditures has not changed. However, a number of waiver provisions effectively increased the federal cost-sharing rate by reducing the net financial contribution required of the state. In particular, certain hospital losses are treated as qualifying TennCare expenditures, although the state does not pay the hospitals for those losses. The state can also recoup a share of both its and the federal government’s contribution to MCO capitation payments through a tax on the capitation payment and by retaining 90 percent of premium collections. How such arrangements can effectively increase federal cost sharing is fully described in Medicaid: States Use Illusory Approaches to Shift Program Costs to the Federal Government (GAO/HEHS-94-133, Aug. 1, 1994)."], "subsections": []}, {"section_title": "Quality Assurance Programs", "paragraphs": ["HCFA officials described the difficulties of the state staff and MCOs due to their lack of experience and having to simultaneously address their financial and organizational problems. HCFA officials also said that the state is working with an external organization to help fully implement quality programs at the MCOs. HCFA indicated that the state’s progress in implementing its quality assurance monitoring plan is slow and that HCFA is requiring the state to develop interim monitoring strategies to ensure access and quality. We agree with HCFA’s assessment and attribute the magnitude of these problems to inadequate planning and TennCare’s rapid implementation. (See apps. IV and V for comment letters from HCFA and the TennCare Bureau, respectively.)", "As arranged with your office, unless you announce its contents earlier, we plan no further distribution of this report until 30 days after the date of this letter. At that time, we will send copies to the Secretary of Health and Human Services, Tennessee officials, and the chairmen and ranking minority members of congressional committees with an interest in these matters. We will make copies available to others on request.", "Please contact me on (202) 512-7123 if you or your staff have any questions. Major contributors to this report are listed in appendix VI."], "subsections": []}]}]}, {"section_title": "Tennessee’s Methodology for Setting Capitation Rates and Concerns About the Methodology", "paragraphs": ["To control its health care costs, TennCare makes monthly capitation payments to MCOs for each of their enrollees. The state’s methodology for setting the capitation rates, however, has raised some concerns. For example, consultants to the state legislature reported that the aggregate capitation was understated by more than 25 percent.", "The capitation rates are based on historical Medicaid costs and set by enrollee type; the rates are then reduced by charity care deductions and enrollee cost sharing. Before the capitation rates were established, consultants to Tennessee’s Bureau of Medicaid reviewed the state’s historical Medicaid cost information. Although the consultants found this information to be generally acceptable, they recommended that the capitation rates (1) reflect historical costs for eligible months and (2) account for regional cost variations. The TennCare Bureau did not follow either recommendation.", "After the capitation rates were established, consultants to the state legislature reviewed the state’s rate-setting methodology and found it actuarially unsound. As a result, the consultants recommended that capitation rates be increased 20 percent, even when allowing for cost savings from potential utilization reductions."], "subsections": [{"section_title": "Establishment of Capitation Rates", "paragraphs": ["To set monthly capitation rates, Tennessee used 1992 Medicaid costs projected to 1994 for each enrollee type. These rates were then reduced for charity care, local government funding, and enrollee cost-sharing adjustments. The state also calculated an overall average capitation rate used for budgeting purposes and not for paying MCOs. The overall average rate for 1994 was $136.75 a month. After a reduction of $35.65 for charity care, local government expenditures, and coinsurance and deductibles, the rate was $101.10. Effective July 1, 1994, the TennCare Bureau increased capitation rates 5 percent.", "Tennessee set rates for eight categories of eligibles determined by factors such as age, gender, and whether the enrollee has a disability. Deductions to the capitation rates are based on various assumptions about charity care, local government funding, and medical costs incurred by the uninsured.", "The charity care deduction—meant to capture approximately one-half of the estimated cost of charity care provided in the state—was estimated at $595 million annually. The state assumed that Medicaid and other payers had been paying for charity care when medical providers shifted charity care costs to others. Because coverage of the uninsured would reduce charity care, the state reduced the capitation rate accordingly. On average, a monthly charity care deduction of $27.96 was applied to each monthly capitation rate on the basis of the state’s estimated upper limit of the total number of Medicaid and uninsured people.", "The deduction for local government funding—meant to capture an amount equal to the local government funding that would be expected to be provided without TennCare—was estimated at $50 million annually. On average, a local government deduction of $2.35 was applied to each monthly capitation on the basis of the state’s estimated upper limit of the total number of Medicaid and uninsured people.", "The third deduction, for copayments and deductibles, applies only for non-Medicaid eligible TennCare enrollees with incomes above the federal poverty level and is computed on an individual basis. For budget purposes, the state computed an average deductible and copayment deduction equal to $5.35 monthly. In calculating these deductions, the state assumes that everyone will exhaust their deductible and make copayments. For example, the monthly capitation rate for a non-Medicaid TennCare enrollee with income above the federal poverty level would be reduced for one-twelfth of the annual deductible and up to an additional 10 percent of the reduced capitation to account for expected copayments. Enrollees subject to cost sharing are required to pay the deductible and copayments to MCOs or providers as they incur medical costs."], "subsections": []}, {"section_title": "Validity of Capitation Rates Questioned", "paragraphs": ["In May 1993, Peat Marwick, as consultants to the state’s Bureau of Medicaid, reviewed the historical Medicaid cost information on which the Bureau planned to base its capitation rates. Peat Marwick found that the data underlying the state’s cost projections were sound, except for an understatement of incurred claims. However, it made several recommendations on factors to include in setting rates. Among the recommendations was that claims data should be used to set monthly rates on the basis of eligible months rather than the number of eligibles participating in Medicaid for some period during the year. Peat Marwick also recommended that regional capitation rates be established. The state did recompute the capitation rates, but it used total number of eligibles to establish an annual cost regardless of eligible months, and it did not establish regional rates.", "When TennCare’s capitation rates were announced about 3 months after the Peat Marwick review, concerns were raised. To address these concerns, the Legislative Oversight Committee on TennCare contracted Milliman and Robertson, Inc. (in conjunction with Schubert & Associates) to review the TennCare Bureau’s capitation rate-setting methodology.", "In its November 1993 report, Milliman and Robertson stated that in the aggregate, the capitation rates were about 25 percent below projected 1994 fee-for-service Medicaid costs. Further, since MCOs would incur administrative costs not reflected in the capitation payment, Milliman and Robertson estimated that MCOs would have to significantly reduce medical costs to succeed financially. In addition, Milliman and Robertson agreed with Peat Marwick’s recommendation that rates should address regional variation and said that the variations were too significant to be ignored. According to Milliman and Robertson, the state’s analysis showed that costs by region were as low as 83 percent and as high as 122 percent of statewide average costs.", "The report made several conclusions: (1) the gross capitation rates were not based on commonly accepted actuarial methods, (2) inconsistencies existed between the Bureau’s reported methodology and the actual calculations, (3) no explicit assumptions existed on cost reductions in the gross capitation rate development, and (4) capitation rate reductions were not well documented.", "Milliman and Robertson found that the gross capitation rates were not based on commonly accepted actuarial methods because the state used the total number of people who received Medicaid during the year regardless of length of time on the program to determine capitation rates and ignored Medicaid cost variations by area. The state’s computation of capitation rates, in effect, assumed that every Medicaid recipient in 1992 was covered for the entire 12 months. Milliman and Robertson calculated that on average, Medicaid recipients were only enrolled for 8.72 months during 1992, which understated the aggregate capitation by 26.2 percent. Also, the state projected 1994 rates from 1992 data, on the basis of a 5.5 percent annual inflation rate. However, the state may have understated actual inflation increases since it had provided information in its TennCare application that showed an average annual increase of 8.7 percent from fiscal years 1988-1989 to 1991-1992.", "In addition, Milliman and Robertson said that the average gross capitation rate that TennCare used for budget purposes overstated the actual rates paid by eligibility category. This was due to an error in how Tennessee weighted the eligibility categories. In calculating each of the eight capitation rates, the state counted people equally regardless of how many months they had been in the program and whether they were in more than one capitation category. For example, a 9-month-old child qualifying for Medicaid halfway through the calendar year would be counted in determining the capitation rate for each of two categories—“less than one year of age” and “aged 1 to 13”—even though the child would have been in each category for only a few months. This understates the per capita costs because the child is treated, in effect, as having received services for an entire year in each capitation category. Milliman and Robertson calculated that the gross capitation rates by eligibility category were about 6.2 percent too low to achieve the TennCare Bureau’s reported average gross capitation rate because of this error.", "Milliman and Robertson also reported that no explicit assumptions existed about cost savings under TennCare. They said that the state’s utilization data indicated the potential for significant utilization reductions. Given this and other states’ experiences, Milliman and Robertson said that a 10-percent reduction assumption for 1994 would have been appropriate to apply to otherwise actuarially sound rates. Even when allowing for the utilization cost reduction, Milliman and Robertson said that an overall increase of 20 percent was still needed to address problems in the rate-setting methodology.", "Further, Milliman and Robertson noted that the Bureau did not provide them with the necessary information to evaluate the capitation reductions for charity care, local government funding, and enrollee cost-sharing adjustments. They also said that the data available to them suggested that the deductible reductions were too high because they are based on the assumption that all enrollees would incur costs exceeding the deductible."], "subsections": []}]}, {"section_title": "Financial Performance of TennCare’s MCOs", "paragraphs": ["The overall financial performance of the five PPOs and seven HMOs that TennCare contracted with appears to have been weak for the first year of participation. According to its financial analysis, BlueCross BlueShield, the largest TennCare MCO, with almost half of the state’s TennCare enrollees, estimated that its losses on TennCare revenues total almost $9 million. These losses could be more than twice that amount if incurred claims expenses have been underestimated—even though the MCO withheld payments from providers and limited its administrative costs. The financial condition of Access MedPLUS, the second largest TennCare MCO, with nearly a quarter of the state’s TennCare enrollees, is unknown, but examiners of the HMO’s records have discovered weak controls in its financial reporting and have questioned its financial viability.", "For our review, we used the annual financial reports that HMOs submitted to the Tennessee Department of Commerce and Insurance, and we obtained financial reports from participating PPOs. Four PPOs provided us with unaudited information, and one PPO, BlueCross BlueShield, provided us with an audited report, although it contained little specific information on its TennCare operations and additional financial analyses."], "subsections": [{"section_title": "BlueCross BlueShield Reported Losses for the First Year of TennCare", "paragraphs": ["BlueCross BlueShield, the state’s largest PPO, estimated that it lost about $8.8 million on TennCare revenues of about $610 million even though it (1) retained about $17 million that it had withheld from providers to cover losses and (2) limited administrative costs to 7 percent of premiums plus the $9 million in premium taxes it paid. According to BlueCross BlueShield officials, the loss could be as much as $18.8 million if incurred claims expenses have been underestimated. In calculating its loss, BlueCross BlueShield included received and anticipated supplements to the capitation rate of $45.9 million. These consisted of a retroactive premium increase payment of $23.8 million, anticipated adverse selection payments of $9 million, and anticipated payments of $3 million for the first 30 days of care for formerly uninsured enrollees, as well as $10.1 million that had already been received for the first 30 days of care."], "subsections": []}, {"section_title": "Other PPOs’ Financial Reports Raise Concerns", "paragraphs": ["Most of the data provided to us by the other four PPOs were unaudited or informally produced, and differences in their reporting methods preclude combining their results in a meaningful way.", "One PPO’s unaudited financial statements did not include income or expenses related to medical costs. Its income statement, which showed a net income of about $93,000, was limited to administrative costs because PPOs are not considered at risk for medical costs. The PPO’s financial statements only record the liabilities for medical services equal to the amount of available funds. A PPO official told us that approximately $5 million in excess medical services liabilities is not recorded because this is the medical providers’ liability. On the basis of discussions with a PPO official, the medical deficit could be reduced to less than $3 million if the PPO receives estimated adverse selection payments and additional payments for the first 30 days of care provided to uninsured enrollees. The PPO plans to recover the deficit through utilization reduction efforts during 1995; according to the official, providers would leave the network if the PPO reduced its fees.", "Officials from another PPO provided us with unaudited financial statements that showed a $77,212 loss for 1994, which did not account for the 1.75 percent state tax on capitation payments. However, the PPO’s deficit would have been $5.3 million higher had it not established a $5.3 million accounts receivable item for provider-shared risk. This item, which equals about 7 percent of the capitation payments received from the state, represents the amount of operating deficit to be recovered from future provider reimbursements. Officials from the first PPO gave several examples of plans to contain costs, but they were uncertain what impact their efforts would have. Officials from both PPOs expressed concern about maintaining their provider network.", "A third PPO reported a loss of over $2 million. However, according to the PPO TennCare contract, PPOs must account for their administrative and medical operations separately. Using the PPO’s unaudited financial statements, we computed that the PPO incurred about a $3 million loss, after taxes, even though it realized a gain of $1 million on its medical operations—of which 90 percent would have to be returned to the state and 5 percent distributed to providers, according to the contract provisions."], "subsections": []}, {"section_title": "HMOs’ Reported Earnings Mixed", "paragraphs": ["Table II.1 shows the reported earnings for the first year of TennCare for the seven HMOs.", "John Deere Health Care/Heritage National Health Plan TLC Family Care Health Plan (1,016,839) ($4,301,614)"], "subsections": []}, {"section_title": "Adequacy of Reserves Questioned for Three HMOs", "paragraphs": ["Reports reviewed by the Department of Commerce and Insurance for the quarterly period ending June 30, 1994, indicated problems with the adequacy of reserves for three HMOs. The problem was eliminated for one HMO and largely eliminated for another when the Commissioner of Finance and Administration assured the Commissioner of Commerce and Insurance that the state would make adverse selection payments that would address the reserves question. However, financial problems of the third HMO—Access MedPLUS, which is one of the two statewide MCOs serving TennCare beneficiaries and about 2.3 times the size of all other HMOs combined—may not have been resolved.", "Examiners for the Department of Commerce and Insurance have raised questions about Access MedPLUS’ financial viability. They reported that a major asset—advance payments to medical providers—on the MCO’s financial statements, representing about half of Access MedPLUS assets, was questionable. They also could not reconcile the data in the financial statements to the MCO’s general ledger and noted that the MCO did not appear to have sufficient management and accounting controls to ensure that funds were available to pay claims. They recommended that the MCO be placed under the supervision of the Department of Commerce and Insurance.", "Further efforts to determine the financial performance of Access MedPLUS have been problematic. According to Department of Commerce and Insurance records, a Deloitte & Touche LLP review of the MCO, contracted through the state, included determining (1) claims processing ability, (2) amounts owed to providers, and (3) solvency or the degree of insolvency. We sought the results of this review, but the State Attorney General’s office would not release the report without a subpoena, maintaining that the documents are confidential in accordance with state law and that the report and its confidentiality were the subject of pending litigation. To avoid the delay and expense that could result from issuing and enforcing a subpoena, we decided not to use GAO’s statutory authority to subpoena such records and to proceed without them.", "State officials subsequently advised us that they were committed to ensuring that MCOs are in full compliance with all statutory and contractual requirements mandated by their participation in the TennCare program. They stated that if any MCO is found not in compliance, the state will either act to bring the MCO into compliance or pursue other remedies to protect TennCare. They noted that, at this point, the state has taken no action to place Access MedPLUS under supervision."], "subsections": []}]}, {"section_title": "Start-Up Problems", "paragraphs": ["Less than 7 months after submitting its waiver application to HCFA, Tennessee placed its entire Medicaid population in a statewide prepaid managed care program and opened enrollment to the uninsured. Before TennCare, the state Medicaid program had little capitated managed care experience nor a model to follow since Tennessee was the first state to place its Medicaid population into such a program. Rapid program implementation and lack of managed care experience led to several problems, such as confusion among enrollees, providers, and MCOs; provider resistance; and delays in enrollment, claims processing, and premium payments.", "Although many of these problems have been addressed to some degree, the Assistant Commissioner in charge of the TennCare Bureau testified in March 1995 that TennCare continues to experience several problems as does any program in its “infancy.”"], "subsections": [{"section_title": "Limited Managed Care Experience Led to Confusion Among MCOs, Beneficiaries, and Providers", "paragraphs": ["TennCare introduced a prepaid, capitated system, in which the TennCare Bureau makes monthly payments to MCOs for enrollee care, and the Bureau assumes responsibility for MCO oversight. The state Medicaid program had primarily operated a fee-for-service reimbursement system. As a result, state staff were inexperienced with the characteristics and complexities of MCOs, and the state’s relationship with physicians and hospitals changed dramatically under TennCare. Despite this lack of experience and the magnitude of these changes, Tennessee began operating its statewide program within 9 months of announcing it.", "According to TennCare Bureau officials, they met with parties interested in contracting as TennCare MCOs beginning in the summer of 1993. However, interested parties did not enter into TennCare contracts until late November, little more than a month before actual enrollment was to begin. Of the 12 contracted MCOs, only 1 had experience serving the Medicaid population before TennCare, and most of the MCOs developed their TennCare products in response to TennCare. This inexperience caused confusion for the contracted MCOs as well as TennCare beneficiaries and participating providers. TennCare reported that after program start-up, the state’s hotline averaged 50,000 calls a day, from beneficiaries, MCOs, and providers—compared with 9,000 calls a day in the following quarter. For all parties involved, the transition to TennCare was “traumatic,” according to a National Association of Public Hospitals (NAPH) report in April 1994.", "The state reported general start-up problems for MCOs, such as inability to handle the large volume of enrollee calls, adjusting to the increased enrollment, and claims processing problems. According to the NAPH report, the MCOs were unprepared to assume many of the contractual responsibilities for TennCare. One MCO’s enrollment grew overnight from 35,000 to over 260,000, and officials from the MCO reported receiving 2,000 calls each hour in the first days of implementation. In addition, HCFA Region IV’s 1994 Monitoring Report found that during the first months of TennCare, multiple changes to enrollment and eligibility—some retroactive—further burdened the MCOs. The president of one MCO said that enrollment changed by over a third in 1 week. Officials from the MCOs we visited found that verifying participant enrollment was nearly impossible in the first months of the program."], "subsections": []}, {"section_title": "Providers Take Action Against TennCare", "paragraphs": ["In December 1993, the Tennessee Medical Association (TMA) filed an injunction to stop TennCare’s implementation. The court dismissed the case, but TMA appealed the ruling. TMA opposed TennCare in part because it had been implemented without opportunity for public comment on its development and payment rates for providers were inadequate. TMA also opposed BlueCross BlueShield’s “cram down” provision, which required physicians who participated in a network that operated for state employees and others to participate in TennCare. The provision prompted about a third of the 6,500 providers in the network to drop out in the early months of TennCare and providers in some parts of the state, particularly rural Western Tennessee, to boycott the program. The state, however, characterized initial problems with provider participation as the providers’ unwillingness to accept change."], "subsections": []}, {"section_title": "Poor Communication and Outreach Led to Delays in Enrollment", "paragraphs": ["Several start-up problems have been attributed to poor communication and outreach, which affected providers and TennCare beneficiaries alike. HCFA reported that (1) provider directories were not available to enrollees, (2) information on operational guidelines for the general Medicaid population was insufficient, and (3) notifications of MCO enrollment were delayed. As a result, beneficiaries were confused about the number and type of plans and the available providers, and some families signed up with more than one MCO, exacerbating difficulties in managing enrollment. Some beneficiaries were further frustrated when they found that their primary care physicians were not participating in TennCare. A TMA satisfaction survey of physicians in October 1994 reported lack of patient understanding of TennCare as a major problem and recommended better efforts by MCOs to educate and manage patients. In its 1994 monitoring report, HCFA recommended expanding education and outreach efforts to raise awareness of the availability of services and the method of obtaining these services as well as frequent mailings to enrollees to explain benefits and services.", "Delays in signing providers with MCO networks and assigning patients to primary care providers also presented several problems. To complicate matters, providers—like the MCOs—had difficulty in obtaining information on patient eligibility and identifying with which TennCare MCO a patient was enrolled. Providers we talked to reported problems getting through by phone to the state and MCOs to verify patient information. As a result, providers needed to hire additional staff to manage the increased administrative burden in dealing with more than one MCO."], "subsections": []}, {"section_title": "Claims Processing and Premium Payments Delayed", "paragraphs": ["Delays in claims processing and collecting premium payments have been a problem. According to the state, MCOs had difficulty fully developing their claims processing systems. For example, Access MedPLUS initially was processing claims manually, which delayed provider reimbursement. In addition, state external review organization reports from July to November 1994 reported that 5 of the 12 MCOs exceeded the state 30-day requirement to process claims. The largest discrepancy reported was a 76-day average from receipt of claim to the payment date.", "The state initially estimated that it would collect premiums from qualifying uninsured people of about $21 million during the first 6 months of TennCare; however, it collected only $2.4 million. Over the next 12 months (state fiscal year 1995), TennCare initially estimated collections of $101 million and subsequently reduced this estimate to $30 million. However, as of March 1995, with less than 4 months left in the state fiscal year, only $10 million had been collected.", "These collection shortfalls were due in part to the state’s delay in establishing its premium billing process. Although enrollment of uninsured people began in January 1994, the initial billings were not mailed until June 1994. In addition, enrollees were given two alternatives to reduce the burden of paying the full accumulated premiums for the prior months: (1) pay reduced premiums by retroactively changing from a low cost-sharing plan to a cost-sharing plan with a higher deductible and higher total out-of-pocket liability or (2) pay no premiums by changing their effective enrollment dates to June 1, 1994. Enrollees were to receive premium booklets and begin scheduled monthly payments in July 1994. However, the state contractor failed to mail some of the booklets, and this error was not discovered until November 1994. In February 1995, the TennCare Bureau sent letters to nearly 60,000 TennCare households notifying them of past due premiums totaling $31 million. As of June 1995, a TennCare Bureau official said it had terminated TennCare coverage of approximately 62,000 people for not paying premiums. In addition, 17,000 family units are now on a payment plan to pay past due premiums."], "subsections": []}]}, {"section_title": "Comments From the Health Care Financing Administration", "paragraphs": [], "subsections": []}, {"section_title": "Comments From the Bureau of TennCare", "paragraphs": [], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": ["Robert Hughes, Assistant Director Daniel S. Meyer, Evaluator-in-Charge, (312) 220-7683 Richard N. Jensen, (202) 512-7146 Karin A. Lennon Betty J. Kirksey Karen Sloan The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (301) 258-4097 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": [{"section_title": "Address Correction Requested", "paragraphs": [], "subsections": []}]}], "fastfact": []}