{"id": "HEHS-95-192", "url": "https://www.gao.gov/products/HEHS-95-192", "title": "VA Health Care: Need for Brevard Hospital Not Justified", "published_date": "1995-08-29T00:00:00", "released_date": "1995-08-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the Department of Veterans Affairs' (VA) plans to provide accessible medical and other services to veterans in East Central Florida, focusing on: (1) VA acquisition of the former Orlando Naval Hospital; (2) whether the conversion of the hospital to a nursing home is the most economical use of VA resources; and (3) whether more prudent and economical options exist to meet VA service delivery goals for Florida veterans."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) VA conversion of the former Naval hospital to a nursing home and the construction of a hospital and nursing home in Brevard County are not a prudent and economical use of VA resources; (2) VA planning assumptions are questionable, particularly those regarding the availability of community nursing home beds and unused VA hospital beds, and the potential decrease in future demand for VA hospital beds; (3) VA could meet its service delivery goals by using existing capacity, which would result in lower costs and greater convenience for the veterans; (4) preserving the Orlando hospital as a hospital would improve the geographic accessibility of VA medical and psychiatric services at a lower cost; (5) the number of unused VA hospital beds is expected to increase because of the projected decline in the veteran population; (6) VA could convert some of the unused medical and surgical beds in the three central Florida hospitals to psychiatric beds to make those beds more geographically accessible to all Florida veterans rather than concentrating them at the new hospital in Brevard County; (7) construction of the Brevard hospital is not justified, since VA greatly overestimated veterans' potential use of Florida VA facilities; and (8) VA needs to focus its strategy on the most prudent and economical use of its limited resources and avoid unnecessary expenditures while meeting its service delivery goals in a more timely manner."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Veterans Affairs (VA) assumed control of the former Naval Hospital in Orlando, Florida, in June 1995. VA plans to convert the hospital into a nursing home, while continuing to operate the existing outpatient clinic. VA also plans to construct a new hospital and nursing home in Brevard County, 50 miles from Orlando.", "These facilities are to serve veterans in six counties in East Central Florida, providing medical, surgical, psychiatric, and nursing home services. VA’s goal is to provide more geographically accessible services than are now available in its three hospitals serving veterans in Central Florida. Moreover, the Brevard hospital is to provide psychiatric services to veterans living in all parts of Florida.", "You asked us to examine VA’s acquisition of the former Orlando Naval Hospital and intended use of this facility. More specifically, you questioned whether the conversion of the former Naval Hospital to a nursing home is the most economical and prudent use of resources in light of VA’s plans to build a nearby 470-bed hospital. Also, you asked us to explore available options and, if possible, suggest a more prudent and economical way for VA to meet its service delivery goals for Florida veterans.", "We reviewed VA’s hospital and nursing home planning methodologies, assumptions, and data pertaining to East Central Florida. We visited VA’s medical centers in Tampa, Bay Pines, and Gainesville and the former Orlando Naval Hospital. We also reviewed applicable VA studies. In addition, we interviewed Florida state officials concerning hospital and nursing home care. We used data from VA’s 1994 Integrated Planning Model to update information pertaining to VA’s hospitals in Florida. We conducted our review between June 1994 and June 1995 in accordance with generally accepted government auditing standards. Our methodology is discussed in more detail in appendix I.", "We presented our preliminary observations to you and your staff on March 21, 1995. At your request, we provided a similar briefing for Representative Weldon and his staff on March 23, 1995. In addition, we provided similar briefings to Representative Jerry Lewis and his staff; and the congressional staffs of Senators Christopher S. Bond, Bob Graham, Connie Mack, and Alan K. Simpson and Representative Bob Stump. This report presents the final results of our work."], "subsections": [{"section_title": "Background", "paragraphs": ["VA provides health care services nationwide through a direct delivery system of 172 hospitals, 365 outpatient clinics, and 128 nursing homes. In addition to operating its own nursing homes, VA pays for care provided to veterans by community and state veterans’ nursing homes. VA’s goal is to have 40 percent of those veterans needing VA assistance receive care through contracts with community nursing homes, 30 percent through agreements with state homes, and 30 percent in VA nursing homes.", "VA has 1,595 hospital beds and 600 nursing home beds in Central Florida that veterans in Orlando and Brevard County may use. These beds are located at VA medical centers in Gainesville, Tampa, and Bay Pines and serve a geographic area commonly referred to as Central Florida. VA also operates outpatient clinics in Orlando and Daytona Beach. The VA hospital in Tampa is about 125 miles west of Brevard and 80 miles west of Orlando. The VA hospital in Gainesville is about 175 miles northwest of Brevard and 109 miles northwest of Orlando. The VA hospital in Bay Pines is about 30 miles west of Tampa.", "In addition, VA has hospitals and nursing homes in Lake City, Miami, and West Palm Beach, which have a total of 1,367 hospital beds and 480 nursing home beds. VA also operates several outpatient clinics. These facilities, along with those in Central Florida, comprise VA’s Florida facilities. Figure 1 shows the locations of the facilities in Florida, including the former Orlando Naval Hospital and the planned Brevard Hospital."], "subsections": [{"section_title": "Veterans Integrated Service Network", "paragraphs": ["VA’s Under Secretary for Health plans to restructure the Veterans Health Administration and fundamentally change the way that veterans’ health care is provided. His plans include increasing ambulatory care access points, emphasizing primary care, decentralizing decisionmaking, and integrating the delivery assets to provide an interdependent, interlocking system of care. The structural vehicle to do this will be the Veterans Integrated Service Network. The basic budgetary and planning units of health care delivery shifts from individual medical centers to integrated service networks providing for populations of veteran beneficiaries in defined geographical areas. The network director is responsible for consolidating and realigning services within the network. The integrated network for Florida includes all six VA medical centers in Florida plus the medical center in San Juan, Puerto Rico."], "subsections": []}, {"section_title": "VA’s Construction Planning in Central Florida", "paragraphs": ["VA has two basic goals for serving Central Florida veterans. First, VA plans to provide hospital beds comparable to the national level of availability to serve the health care needs of veterans. Second, VA expects to improve the geographic accessibility of VA hospital beds for as many veterans as possible.", "VA uses an Integrated Planning Model when developing strategic management and operational plans, including construction. VA’s model is primarily driven by three variables to estimate veterans’ future use of VA hospital beds. These variables include veteran population by age groups, average lengths of hospital stays for selected medical services (such as surgery or psychiatry), and the number of patients treated in the selected medical services.", "In 1982, VA planners conducted a study of the health care needs of Florida veterans, including the projected future use of VA facilities through 1995. In 1991, VA planners updated this study and determined that 710 hospital and nursing home beds were needed in six counties, commonly referred to as East Central Florida. The planners concluded that these beds were needed to make VA health care more geographically accessible to veterans in East Central Florida.", "VA developed plans to build a 470-bed hospital and 120-bed nursing home in Brevard County and a 120-bed nursing home and outpatient clinic in Orlando. In July 1993, the Defense Base Closure and Realignment Commission recommended closing the Orlando Naval Hospital. In May 1994, the Orlando Naval Training Center Reuse Commission accepted VA’s proposal to convert the 153-bed Naval Hospital into a nursing home and outpatient clinic after the Navy moved out in June 1995. VA announced that this conversion would be done in lieu of its plan to build a new nursing home and clinic.", "VA estimates that it will spend $1.1 billion over the next 10 years to build and operate the new Brevard Hospital and the nursing homes in Brevard and Orlando. At VA’s request, the Congress provided VA $14 million in fiscal year 1995 to renovate the former Naval Hospital and $17.2 million to develop preliminary designs for a new 470-bed hospital and 120-bed nursing home in Brevard County. VA has requested $154.7 million in its fiscal year 1996 budget to construct the new hospital. VA estimates that it will need $115 million a year to operate the facilities in Brevard and Orlando."], "subsections": []}, {"section_title": "Veterans’ Use of VA Hospitals in Central Florida", "paragraphs": ["Veterans’ use of the 1,595 beds in the three VA hospitals serving Central Florida has decreased over the last 4 years. In 1994, veterans used 1,060 beds a day on average. They used 271 beds in the Gainesville hospital compared with almost 400 beds in both the Tampa and Bay Pines hospitals. Appendix II describes veterans’ use of VA hospitals in Central Florida in more detail.", "In contrast, veterans’ use of VA nursing home care has increased gradually over the last 4 years. In 1994, veterans occupied about 867 beds a day on average. VA provided about 61.5 percent of this care in its homes; it contracted with community homes for 34 percent and a state home for 4.5 percent. Appendix III describes veterans’ use of VA nursing home care in Central Florida in more detail."], "subsections": []}]}, {"section_title": "Expanding Use of Community Nursing Homes Appears Economical", "paragraphs": ["Community nursing homes in East Central Florida appear to be able to provide the 240 beds that VA plans to construct. There are 60 nursing homes in East Central Florida that are willing to supply beds for veterans’ use or may be willing to supply beds if contacted by VA. These homes operate 7,176 beds, including 320 beds that were empty at the time of VA’s 1993 survey.", "VA determined that these 60 homes would be able to provide only 105 beds based on two questionable assumptions concerning bed availability. First, VA assumed that a nursing home was fully occupied if it had an occupancy rate of 95 percent or higher. Second, VA assumed that beds occupied at the time of its survey would not be available for VA’s use.", "VA’s assumption that community homes are fully occupied at 95 percent of capacity seems inappropriate because VA routinely contracts with homes that have occupancy rates of 95 percent or higher. For example, VA had contracts with 22 homes in East Central Florida, 17 of which had occupancy rates of 95 percent or higher. Similarly, VA had contracts with 86 homes in other parts of Central Florida and 56 of these homes had occupancy rates of 95 percent or higher. Social workers at the three Central Florida hospitals told us that they were able to place veterans in these homes.", "By assuming that community homes are fully occupied at 95 percent of capacity, VA determined that only 105 of the 320 empty beds in East Central Florida would be available for its use. Of the 215 empty beds that VA excluded, 86 were in the 22 homes with which VA already had contracts.", "VA’s assumption that occupied beds will not be available appears inappropriate because occupied beds can be expected to turn over frequently during each year and VA should have a reasonable chance to place veterans in some of these beds. The nursing homes in East Central Florida had 6,856 occupied beds at the time of VA’s survey that were excluded from further consideration. Nationwide, about one-half of the patients admitted to community nursing homes stayed fewer than 83 days, according to the latest government survey of nursing homes. Moreover, only about one-fourth stayed longer than 12 months.", "Community nursing home beds appear to be available at prices that are below VA’s costs to construct and operate the 120 beds proposed at the Brevard and Orlando sites. Nationwide, VA’s contract costs average $106 a day for a bed. By contrast, VA’s costs are estimated to be $207 a day for a VA-constructed and -operated bed. These costs do not include the depreciation charges associated with the costs of initially constructing the VA nursing homes.", "VA also has some flexibility in placing veterans in community nursing homes in Florida. If veterans’ needs exceed the capacity of homes in East Central Florida, VA also has available beds in 204 community nursing homes in other parts of Central Florida. For example, VA had contracts with 86 homes that had 525 empty beds. Also, 118 other homes had empty beds that VA had determined to be willing and able or who may be willing to serve veterans if contacted by VA.", "In our view, it is reasonable to consider these community nursing homes as part of the available bed supply. Many of the veterans using the proposed Brevard hospital will likely reside in parts of Central Florida other than the six East Central Florida counties and, thus, would be placed in homes closer to their residences.", "Appendix IV describes VA’s assessment of its future need for nursing homes and its survey of community nursing homes in greater detail."], "subsections": []}, {"section_title": "Using Existing Capacity to Provide Medical and Psychiatric Beds Appears Prudent", "paragraphs": ["VA has a large supply of unused beds in its three hospitals now serving Central Florida veterans and the number of unused beds is expected to increase substantially. Moreover, VA’s use of community nursing homes, as previously discussed, will allow VA to add the former Orlando Naval Hospital’s beds to this supply of available hospital beds.", "To achieve the most prudent and economical use of resources, VA’s hospital planning should be guided by two objectives. First, VA should make the best use of existing capacity before constructing new space. Second, VA should design new construction to meet veterans’ expected use over a facility’s useful life as efficiently and effectively as possible.", "Toward this end, it appears that converting unused beds to psychiatric care and using the bed capacity in the former Naval Hospital provide a viable lower-cost option to constructing a new hospital."], "subsections": [{"section_title": "Large Supply of Unused Beds in Central Florida VA Hospitals", "paragraphs": ["Veterans use of VA beds in its three Central Florida hospitals has declined steadily over the last 4 years. The hospitals have a large supply of unused beds, totaling about 535 daily. Each hospital has more than 160 unused beds. In addition, these hospitals reduced their total bed capacity from 1,858 to 1,595 by removing 263 beds from service and converting the space to other uses, primarily expanded outpatient services such as ambulatory surgery or dialysis.", "From fiscal year 1991 to 1994, the veteran population in Central Florida was stable but VA projects the population to decrease steadily through fiscal year 2010. An estimated 1.1 million veterans lived in the Central Florida service area in 1994; about 284,000 lived in East Central Florida.By 2010, VA estimates that the veteran population will decrease by 17 percent. Figure 2 shows the expected decrease in veterans’ population in Central Florida.", "Veterans’ use of beds in VA’s three hospitals in Central Florida is expected to continue declining, due in large part to the decreasing veteran population. VA’s 1994 Integrated Planning Model estimates that veterans will use 350 fewer beds between 1995 and 2010. Thus, the three existing hospitals’ supply of unused beds is expected to increase, providing additional surplus capacity that could be converted to provide the psychiatric care VA plans to construct in the proposed Brevard hospital."], "subsections": []}, {"section_title": "Converting Unused Beds to Psychiatric Care", "paragraphs": ["Veterans now receive psychiatric care at all VA hospitals in Florida. The three hospitals in Central Florida operated a total of 359 psychiatric beds in fiscal year 1994. Of these, about 94 were unused. Also, the other two VA hospitals serving Florida veterans operated an additional 228 psychiatric beds, of which 39 were unused. In addition, the VA hospital in West Palm Beach added 60 more psychiatric beds for veterans’ use.", "These hospitals provide a range of psychiatric services. For example, each hospital initially diagnoses and treats veterans so that their conditions become stabilized. Available services include general psychiatric care (186 beds), geropsychiatric care (36 beds), and substance abuse rehabilitation (90 beds). Most of the psychiatric services are short-term with lengths of stay of fewer than 30 to 90 days.", "The types of inpatient psychiatric care planned for Brevard appear comparable with care now provided at these hospitals or with care being considered for implementation at the facilities. For example, VA’s psychiatric design consultant for the Brevard hospital told us that most services would be for acute diagnostic stays of fewer than 30 days and that stays would rarely exceed 90 days. Services are to include substance abuse and posttraumatic stress disorder. Moreover, he stated that veterans in need of further care would be referred to nursing homes with geropsychiatric capabilities or to other facilities.", "VA’s existing hospitals may be more geographically accessible to veterans, given that VA expects certain veterans from all parts of Florida to receive psychiatric care at Brevard. Using VA’s 1994 Integrated Planning Model, we estimated that veterans in the six East Central Florida counties would account for 41 percent of the expected use (95 beds) and 59 percent of the use (135 beds) would be generated by veterans from other parts of Florida. Therefore, the majority of expected psychiatric patients apparently reside closer to existing VA hospitals than they do to the proposed Brevard hospital. Figure 3 shows the locations of existing VA hospitals and the percentage of Brevard’s 230 psychiatric beds expected to be used by veterans throughout Florida.", "Appendix V provides additional information on veterans’ use of psychiatric beds in VA’s existing Florida hospitals and the types of psychiatric care that VA plans to provide in its proposed hospital in Brevard County."], "subsections": []}, {"section_title": "Using the Former Naval Hospital’s Capacity to Provide Medical and Psychiatric Beds", "paragraphs": ["The Orlando Naval Hospital has served military beneficiaries for over 20 years. The hospital has 153 beds that provide a range of medical services. On its latest survey, the Joint Commission on the Accreditation of Hospital Organizations awarded the Naval Hospital accreditation with commendation. The hospital consists of an outpatient clinic with a large number of services on the ground floor and three floors of hospital beds. Figure 4 depicts the former Naval Hospital.", "The former Naval Hospital’s 153 beds could be used to meet VA’s service goals for veterans in East Central Florida. Using VA’s 1994 Integrated Planning Model, we estimated that East Central Florida veterans could be expected to use 148 medical and surgical beds in 2005. For our estimate, we applied veterans’ use rates for the three hospitals in Central Florida to the veteran population in the six counties in East Central Florida, a methodology consistent with VA planning policy. This methodology assumes that East Central Florida veterans’ future use would be comparable with Central Florida veterans’ historical use.", "Using the former Naval Hospital’s beds would provide a significant opportunity for new users to access VA’s hospital beds. In 1994, about 1 percent of East Central Florida veterans received VA care either at VA hospitals or at community hospitals (at VA’s expense). These veterans used an estimated 80 beds a day, which leaves a sizable number of beds for new users. Of the 80, about 70 were in VA hospitals.", "East Central Florida veterans’ hospital use in fiscal year 2005 will not precisely equal the projected use based on Central Florida veterans’ historical use. If veterans’ use of the former Orlando Naval Hospital should exceed its capacity, veterans could be referred to one of the other Central Florida VA hospitals that have a large supply of unused beds. In general, this would appear to be a short-term situation, given the decreasing veteran population and VA’s shifting emphasis from inpatient to outpatient services. If veterans’ use is lower than estimated, there would be unused beds and VA could convert them to other uses, such as nursing home care."], "subsections": []}]}, {"section_title": "Constructing the Brevard VA Hospital Appears Unjustified", "paragraphs": ["VA’s justification for the hospital in Brevard County is based on questionable work load assumptions that if unfulfilled could result in a large supply of unused beds. In addition, VA did not adequately consider the potentially significant effect that the decreasing veteran population may have on veterans’ long-term use. Nor did VA adequately consider the effect that this hospital will likely have on unused beds at existing VA and community hospitals in Central Florida."], "subsections": [{"section_title": "Veterans’ Past Use of VA Hospitals Inadequately Considered", "paragraphs": ["VA’s decision to build 470 medical, surgical, and psychiatric beds in the Brevard hospital is based on the assumption that East Central Florida veterans’ demand for care will equal veterans’ use of VA hospitals nationwide. By using national VA hospital use rates from its 1993 Integrated Planning Model, VA estimated that veterans in East Central Florida would use 360 beds in fiscal year 2005. VA added an additional 110 beds based on its decision that Brevard would be a statewide resource for psychiatric care.", "VA rarely uses national VA hospital use rates as a substitute for veterans’ local hospital use rates when projecting potential future hospital use. National VA hospital use rates are almost 50 percent higher than the rates at which Central Florida veterans use existing VA hospitals. For example, veterans’ estimated use would be 199 beds (148 medical and surgical and 51 psychiatric beds), based on Central Florida veterans’ past use of the three VA hospitals."], "subsections": [{"section_title": "VA’s Use of National Rates Not Adequately Justified", "paragraphs": ["VA asserts that East Central Florida veterans’ use will equal veterans’ national use because it assumes that Florida veterans’ past use was suppressed because of the lack of adequate resources in the state and the geographic inaccessibility of VA facilities. VA concluded that resources were inadequate based largely on a bed-availability analysis in which VA showed that the number of VA hospital beds available for Florida veterans was below the national average—about 1.40 beds per 1,000 Florida veterans compared with 2.02 beds per 1,000 veterans nationwide.", "We do not believe that this comparative analysis demonstrates that resources are inadequate. As previously discussed, there are over 500 unused beds in VA’s Central Florida hospitals and the hospitals have converted 263 beds for outpatient care and other uses. Also, VA hospitals in Central Florida do not have waiting lists. In addition, VA hospital officials told us that sometimes elective surgeries might have to be delayed or some veterans referred to other hospitals, but the veterans get the care they need. Finally, VA’s Central Florida hospitals reported providing or scheduling more discretionary veterans for hospital care in 1993 on average than other VA hospitals nationwide (see fig. II.3).", "These factors suggest that the availability of VA hospital beds may not be a key factor affecting veterans’ use of VA hospitals in Florida. In this regard, VA has not adequately considered other key factors that may explain lower use rates for Florida veterans. Without information on these factors, VA’s need to build a 470-bed hospital is uncertain. Among the factors that we believe are likely to have contributed to Florida VA hospitals’ lower utilization rates are differences among Florida veterans’ health status, economic status, and insurance coverage and those of veterans nationwide. For example, Florida has the third largest total Medicare population; about 40 percent of Florida veterans are eligible for Medicare, which affords them choices for selecting health care providers.", "In addition, the rate disparities may be attributable to differences in the availability of private sector health care among Florida and other states. For example, 15 percent of Florida’s Medicare beneficiaries are enrolled in health maintenance organizations; only four other states have a higher percentage. Such enrollment reduces or eliminates the cost differences (copayments) between VA and private providers.", "Also, the disparity may be related to differences in operating practices among VA’s hospitals in Florida and its hospitals in other states. For example, our visits to the three Central Florida hospitals suggest that these hospitals may be more aggressively adopting private sector efficiency initiatives, such as shifting inpatient care to lower-cost outpatient settings or shortening lengths of hospital stays by moving patients to alternative settings."], "subsections": []}, {"section_title": "VA’s 1983 Study Overestimated Bed Need by Using National Rates", "paragraphs": ["The reliability of national use rates as an indicator of future bed use in Florida also seems to be undermined by the results of VA’s 1983 study of veterans’ bed needs in Florida. VA’s Final Report on Future Bed Need and Potential Sites for New VA Hospitals in Florida significantly overestimated the number of beds needed. At the time of its report, VA had 2,916 hospital beds in Florida. The report estimated that veterans would need 5,037 beds in VA hospitals in the state in 1995, an increase of 2,121 beds.", "By 1994, however, VA reported having 2,642 beds in Florida—274 fewer beds than were cited in VA’s report. Of the 2,642 beds, veterans used, on average, 1,722 beds a day in VA hospitals in Florida, leaving 920 beds unused. With the new 400-bed hospital in West Palm Beach, VA has a total of 3,042 hospital beds in Florida. Our review of the report has identified two factors that may help to explain this disparity.", "First, VA deviated from its policy of using local VA hospital utilization rates (for example, those for Florida), and instead used nationwide average utilization rates for VA hospitals to project the future need for hospital beds in Florida. Because the average VA national rates were higher than Florida’s rates, VA’s report contained bed estimates that were higher than they would have been if rates for Florida had been used.", "Second, VA’s report relied solely on historical use to estimate future use. However, changes in medical practice have occurred, such as reduced lengths of stay and shifts from inpatient to outpatient care. These and other changes, in the nation’s rapidly evolving health care delivery practices have contributed to a considerable reduction in hospital bed use.", "To achieve the increased utilization in VA’s report, Florida VA hospitals would have needed to serve a larger share of the veteran population than they previously did. In our view, the hospitals were unable to achieve the expected level of utilization growth, possibly because VA could not attract enough new veterans or the changing nature of medical care delivery may have reduced veterans’ need for hospital care."], "subsections": []}]}, {"section_title": "Decreasing Veteran Population Not Adequately Considered", "paragraphs": ["VA has evaluated the future use of its Brevard hospital by East Central Florida veterans through the year 2005, about 5 years after the Brevard hospital is expected to open. Using 2005 as the target planning year gives VA its highest estimate of future use. By using the year 2005 without any adjustments for the expected future decrease in veteran population and increased emphasis on outpatient care, VA has essentially assumed that hospital usage will remain fixed over the useful life of the hospital. This would require the hospital to attract an increasingly larger share of a decreasing veteran population that will be receiving outpatient care intended to keep patients out of the hospital.", "VA’s proposed hospital in Brevard can be expected to have a 25- to 45-year useful life, based on the operating experiences of other VA hospitals. Even if veterans’ use meets VA’s expectations in 2005, it seems likely, based on VA’s estimates, that the Brevard hospital will face a decreasing work load for most of its useful life. This would result in an increasing supply of unused beds, as is now being experienced by the three VA hospitals in Central Florida as well as others throughout the nation. If veterans’ use falls below VA’s expectations, the surplus of unused beds will be exacerbated."], "subsections": []}, {"section_title": "Effects on Existing Hospitals Not Adequately Considered", "paragraphs": ["VA has not adequately evaluated the economic impact of shifting large numbers of veterans from private care and other VA hospitals to Brevard. As previously discussed, East Central Florida veterans used about 70 beds a day in VA hospitals during 1994. Thus, VA hospitals would appear to lose this work load because the veterans could be expected to use the Brevard hospital, which would be closer to their residence.", "Moreover, many new veterans will need to use the Brevard hospital in order to fill the remaining 400 beds. Because these veterans would likely use community hospitals in the absence of Brevard, the local hospitals may realize a comparable decrease in work load. Currently, these hospitals have over 2,300 unused beds, on average, with almost all 22 local hospitals reporting occupancy rates of 56 percent or lower."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["VA’s decision to convert the former Orlando Naval Hospital to a nursing home and build a new hospital in Brevard County was driven by its Integrated Planning Model data. VA’s plans, however, rely on several questionable assumptions concerning the future availability and use of hospital and nursing home beds in Central Florida. Foremost of these is VA’s assumption that its proposed hospital in Brevard County will serve almost twice the number of veteran users as are now served in existing VA hospitals in Central Florida. VA’s ability to attract such a large supply of new users appears uncertain, given the large supply of unused hospital beds in VA and private hospitals in Central Florida as well as the decreasing veteran population and the rapid shifting of medical care from inpatient to outpatient settings. Such uncertainties subject VA to the risk of spending federal dollars to build a hospital with a large supply of beds that may not be used in future years.", "VA’s use of lower-cost alternatives could meet its service delivery goals and would also avoid the unneeded expenditure of government resources. For example, using available beds at the former Orlando Naval Hospital and converting unused beds at existing VA hospitals for psychiatric or nursing home care will reduce the risk of large unused bed capacity at the proposed Brevard hospital, which appears likely because of expected decreases in the veteran population and VA’s increased reliance on outpatient care to serve veterans. Also, this approach appears consistent with VA’s new network planning strategy, in that it will help to maintain the viability of existing VA hospitals. Without such planning, the existing VA hospitals’ viability may be jeopardized by declining work loads associated with a shifting of veterans to the new Brevard hospital."], "subsections": []}, {"section_title": "Recommendations to the Congress", "paragraphs": ["We recommend that the Congress deny VA’s request for funds to construct a new hospital and nursing home in Brevard County, Florida. Instead, the Congress should direct the Secretary of Veterans Affairs to develop a lower-cost alternative that reflects a network planning strategy. In this regard, the Secretary should consider using available beds at the former Orlando Naval Hospital, converting unused medical and surgical beds at existing hospitals for psychiatric use, and purchasing care in community nursing homes when beds are unavailable in existing VA nursing homes."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We obtained comments on a draft of this report from VA officials, including the Deputy Under Secretary for Health. The officials disagreed with our overall conclusion that there is a more prudent and economical way to achieve VA’s service delivery goals in Central Florida than building a new 470-bed hospital and 120-bed nursing home in Brevard County and converting the former Naval Hospital in Orlando to a nursing home. They stated that their planning efforts clearly documented the need for a new hospital in Brevard to provide access to care for a veteran population that currently does not have reasonable access and gave strong justification for additional nursing home beds in East Central Florida by the year 2005."], "subsections": [{"section_title": "Nursing Homes", "paragraphs": ["VA specifically disagreed that it should be able to obtain 240 beds by contracting with community nursing homes. Rather, VA strongly contends that the beds will not be available. This difference of opinion revolves around the soundness of two key assumptions as well as concerns over the adequacy of VA’s survey of current and future community nursing home beds. As previously discussed, VA assumes that more than 6,856 beds will always be unavailable to VA because they were occupied at the time of VA’s survey and that 215 empty beds in homes will always be unavailable to VA because the homes have occupancy rates of 95 percent or higher. VA agreed that its survey had missed homes but argues that the 580 beds would have been unavailable because the homes had an occupancy rate of 95 percent or higher. On this basis, VA determined that it could obtain only 105 beds for veterans in community nursing homes.", "VA’s assertion does not appear sound given the large number of community nursing home beds in East Central Florida. At the time of its nursing home survey, VA was using about two-tenths of 1 percent of the 7,100 existing community beds. At issue is whether VA could increase its use to 3 to 4 percent (240 beds) of these beds. Our report clearly demonstrates that hundreds of beds in community nursing homes will become available during each year and that VA has a reasonable opportunity to secure needed nursing home beds for veterans. Should this demand exceed supply, our evidence suggests that it is likely that more community nursing homes will be built; thereby providing beds for veterans and nonveterans. VA assumed that it is the one responsible to build new nursing home bed capacity, rather than allowing the private sector to provide the beds as needed.", "VA agreed with us that occupied beds will turn over during a year, but VA asserts that such turnover will be infrequent. VA officials stated that patient stays in Florida nursing homes average 247 days a year. We believe that it is misleading to use an average length of stay when assessing nursing home turnover. This is because patients with long stays tend to skew the average. As previously discussed, about one-half of the patients admitted to community nursing homes stayed fewer then 83 days, according to the latest government survey of nursing homes. We used the median duration of nursing home stays because it represents one-half of all patients that used nursing homes. The study that we cited had reported an average length of stay of 401 days.", "VA stated that it excluded the 215 empty community nursing home beds because the maximum occupancy rate for efficient operation of a nursing home in VA and the private sector is 95 percent. The 60 nursing homes in East Central Florida had an average occupancy rate of 96 percent, and 50 had rates over 95 percent. Given the community nursing homes’ operating practices, it seems reasonable that VA would be able to place some veterans in these beds. Therefore, VA should not exclude such beds from its consideration when planning for nursing home care. These beds seem to be a resource that can be used by VA.", "VA also stated that its methodology adequately considered future construction of new community nursing homes. For East Central Florida, VA’s methodology for factoring in new community nursing home construction resulted in an increased use of 14 additional community nursing home beds. As discussed in our report, East Central Florida has 7 additional community nursing homes with a capacity of 900 beds that VA had not included in its survey. In addition, in 1994 the state of Florida approved for construction 1,546 additional community nursing home beds for East Central Florida. We do not believe that VA’s addition of 14 community nursing home beds adequately considers new community nursing home beds."], "subsections": []}, {"section_title": "Hospital Care", "paragraphs": ["VA disagreed that there was a lower-cost way to improve veterans’ access to VA inpatient care than to construct a new hospital in Brevard. VA expressed concern that we reached our conclusions based on misleading use of data. First, VA questioned our analysis of hospital bed use at the three existing hospitals in Central Florida and its usefulness in evaluating lower-cost alternatives to meet VA’s service goals in Central Florida. Second, VA questioned our use of data on unused beds in community hospitals. Third, VA questioned our assumption that unused beds in VA hospitals will increase over time.", "VA pointed out, and we agree, that providing VA hospital beds in East Central Florida would give veterans more reasonable access to VA inpatient care than now exists. VA stated that our references to unused beds in the three existing hospitals leave the impression that those hospitals are readily accessible to veterans in East Central Florida. It is not our intent to suggest that the three VA hospitals are readily accessible and we have added the distances between the hospitals and East Central Florida to the report. Rather, our analysis shows that there are beds available for East Central Florida veterans if they desire to use them.", "However, we intended to demonstrate that the former Orlando Naval hospital would give veterans more reasonable access to VA inpatient care than now exists. Moreover, our analysis shows that the availability of unused beds in the three existing VA hospitals, when used in conjunction with the former Naval Hospital, could substantially enhance the availability of inpatient care to East Central Florida veterans.", "Our assessment of veterans’ use of the existing VA hospitals in Central Florida was twofold. First, we examined veterans use of existing VA hospitals in Central Florida to have a basis for assessing the adequacy of VA’s projections of veterans’ future demand for hospital beds in East Central Florida. Historical use data for existing VA hospitals show that VA’s use of national rather than local use rates may greatly overestimate the potential use of the proposed hospital in Brevard. Second, we identified unused beds in VA’s existing Central Florida hospitals to determine the potential bed capacity that could be available for (1) referrals if demand exceeds the capacity of the planned hospital in Brevard or the former Orlando Naval Hospital or (2) conversion for other uses, such as psychiatric care.", "VA stated that it was unclear why we used a work load projection methodology focusing on three existing VA hospitals in Central Florida. VA asserts that our analysis was not focused on the same planning assumptions used by VA, which focused on East Central Florida demographics. We used VA’s work load projection methodology without adjustment. We did, however, apply different veteran utilization data to VA’s East Central Florida demographics; that is, we used historical use rates for three existing VA hospitals in Central Florida, while VA used historical VA hospital use rates for veterans nationwide. As our report shows, the number of beds projected based on national rates is about double the number of beds projected based on local rates.", "VA stated that we have overestimated the numbers of unused beds in existing VA hospitals. VA contends that there are 158 available unused beds rather than the 535 beds we cited. VA’s adjustment is based on (1) an occupancy rate of 85 percent, which it states is the maximum occupancy rate for operating an efficient hospital, and (2) 1,433 beds in-service at the three existing VA hospitals. While we recognize that using an 85-percent occupancy rate standard may provide a reasonable means of estimating unused beds, we believe that it should be applied to the hospital’s total bed capacity rather than to just those beds now in-service. In this regard, VA’s three hospitals had 162 beds out of service. Using VA’s suggested methodology, this would result in about 300 unused beds in the three hospitals rather than the 158 VA estimated. In any case, our assessment of unused beds was intended to determine whether beds would be available for referrals from Brevard or the former Orlando Naval Hospital or for conversion to other uses, such as psychiatric care. By either VA’s or our estimate, a significant number of beds appear to be available for those purposes.", "VA also questioned whether the number of unused beds will increase over time. VA stated that whether this will occur due to unresolved issues of health care and eligibility reform or VA’s initiatives to improve patient privacy and increase ambulatory care activities is not known. Our position that unused beds will increase is based on VA’s future bed use estimates derived from its 1994 Integrated Planning Model. We share VA’s concern about the potential effects of such outside factors on the accuracy of its bed projections. As discussed in our report, such uncertainties raise concerns about the usefulness of basing VA’s estimate of future bed needs solely on veterans’ historical use of VA facilities.", "VA also expressed concern that our estimate of 2,300 unused beds in local community hospitals was overstated for the same reasons as previously expressed for VA’s unused beds. VA also stated that these beds may not be totally suitable for its use. Our discussion of community beds was focused on the potential economic impact of VA adding more hospital beds in areas that appear to have excess beds and VA’s failure to consider such impact in its planning process."], "subsections": []}, {"section_title": "Psychiatric Services", "paragraphs": ["VA disagrees that “unused” beds at VA hospitals in Tampa, Bay Pines, and Gainesville, Florida, could be converted to meet estimated psychiatric bed needs. VA states that there are not enough beds in contiguous space available at these VA hospitals to meet the projected need of 230 psychiatric beds, which are proposed for inclusion in the Brevard facility. Second, VA states that the psychiatry programs planned at Brevard are not comparable to care now provided at existing Florida VA hospitals.", "VA has 10 years to convert beds at its existing hospitals in order to achieve projected use of 230 psychiatric beds proposed for Brevard in the year 2005. While we agree that there are not now 230 unused beds in contiguous space at any one hospital, more beds will become available if VA’s inpatient work load continues to decrease as it has over the last 4 years. We believe that VA has the flexibility to consolidate wards at each hospital to provide a portion of the 230 beds. This would appear to better meet veterans’ needs, because VA expects the veterans to travel from all over the state of Florida to use Brevard’s psychiatric beds.", "The existing VA hospitals provide some of the same services proposed for Brevard even though these services are not available as separate programs. In discussing these programs with the officials of the existing hospitals, we found that they were planning to introduce some of the programs planned for Brevard or believed that they could introduce them if resources were available.", "In addition, VA may not need to provide hospital beds to serve chronically mentally ill veterans. Three of the four programs designed for the chronically mentally ill (a total of 80 long-term care beds) are residential treatment programs. These residential psychiatric treatment programs may be on VA medical center grounds or on VA-owned, -rented, or -donated property in the community, according to VA’s manual for mental health programs; that is, this care is not considered to be hospital care.", "We are sending copies of this report to the Secretary of Veterans Affairs; the President of the Senate and the Speaker of the House of Representatives; the Senate and House Committees on Veterans’ Affairs; the Senate and House Committees on Appropriations; and other interested parties. We also will make copies available to others upon request.", "Please call me on (202) 512-7101 if you or your staff have any questions concerning this report. Contributors to this report are listed in appendix VI."], "subsections": []}]}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["Representative Bill McCollum asked us to examine VA’s acquisition of the former Orlando Naval Hospital and its intended use for this facility. More specifically, he questioned whether the conversion of the former Naval Hospital to a nursing home is the most economical and prudent use of resources. Also, he asked us to explore available options and, if possible, suggest a more prudent and economical way for VA to meet its service delivery goals for Florida veterans.", "We reviewed VA’s policies and procedures and discussed them with officials in VA’s headquarters and its southern region and Florida hospitals. We visited VA’s Central Florida facilities— in Tampa, Bay Pines, and Gainesville—and the former Orlando Naval Hospital and discussed operating procedures and practices with directors, associate directors, and their staff.", "We used VA’s data from various soures, such as its Summary of Medical Programs, bed availability reports, Integrated Planning Model, Distributed Population Planning Base, strategic management planning documents, Five Year Medical Facility Development Plans, budget submissions, annual reports, and medical center documents.", "We also reviewed several VA studies, including", "A Thirty Year Study of the Needs of Veterans in Florida, December 1982;", "Final Report on Future Bed Need and Potential Sites for New VA Hospitals in Florida, June 1983;", "Florida VA Health Care Plan, July 1991;", "East Central Florida Siting Options, September 1991;", "Psychiatric Program Needs in Florida, Results of a Comprehensive One-Day Survey, December 1992; and", "Study for Conversion of Orlando Naval Hospital to VA Satellite Outpatient Clinic and 120 Bed Nursing Home Care Unit, July 1993.", "To assess VA’s nursing home planning for Central Florida, we reviewed its planning methodology, assumptions, and data. We reviewed VA’s 1993 Community Nursing Home survey and VA’s nursing home directives and guidance. We interviewed VA’s nursing home planners in VA’s central office and its southern region. In addition, we interviewed chiefs of social work services at the VA hospitals in Tampa, Bay Pines, and Gainesville and reviewed their nursing home data. We obtained nursing home cost data from the southern region and other VA documents. In addition, we contacted Florida state officials from the Agency for Health Care Administration and the Certificate of Need Office to obtain information about community nursing home beds approved for construction and the state’s future plans to approve additional community nursing home beds. Also, we contacted Florida state officials from the Department of Veterans Affairs to determine its future plans for constructing additional state nursing home beds.", "Veterans from East Central Florida are included in service areas of the VA hospitals in Gainesville, Tampa, and Bay Pines. To determine the total number of VA hospital beds available in these hospitals, we reviewed VA’s data, interviewed VA officials from these hospitals, and toured each hospital to observe closed and converted hospital beds. Also, we obtained documents from each facility explaining the changes in the number of beds over time. In addition, we obtained information from VA’s reports on the number of hospital beds used by veterans on an average daily basis over the last 4 years. We compared the total number of hospital beds available with the number of beds used on an average annual daily basis to determine the estimated number of unused beds at these VA hospitals. Unused VA hospital beds include beds in operating and closed wards.", "VA uses its Integrated Planning Model to project future veteran inpatient, outpatient, and nursing home work loads. The model assists VA in determining the future size and scope of VA health care, developing construction and operational plans, and contributing data for budget requests. The model is applied at the facility-specific level. The model is primarily driven by three variables: veterans’ ages, average lengths of hospital stays for selected medical services (for example, surgery or psychiatry), and number of patients treated in the selected medical services. VA requires that any deviations must be quantitatively justifiable.", "To compare the number of available VA hospital beds to the expected future veteran demand for VA hospital care in Gainesville, Tampa, and Bay Pines, we used the results from VA’s 1994 Integrated Planning Model. We totaled the VA model’s estimates of the number of future hospital beds for each of these facilities to determine veterans’ future demand for Central Florida hospital beds in the years 1995-2010 (in 5-year increments). The difference between the number of VA hospital beds available today and the total estimated future demand equals the estimated surplus or shortage of VA hospital beds in the future.", "For estimating the number of future hospital beds for its new hospital in Brevard County, VA used its national historical hospital use rates. To update VA’s estimate based on its 1993 Integrated Planning Model, we used more current information from VA’s 1994 Integrated Planning Model and applied it to the veteran population in VA’s defined service area for the hospital in Brevard County. In addition, we combined VA’s 1994 Integrated Planning Model results (based on historical facility usage) for Tampa, Bay Pines, and Gainesville to estimate the future number of beds for VA’s proposed hospital in Brevard County if veterans in the future continue to seek hospital care at the same level as they have in the past.", "VA’s proposed hospital in Brevard will serve as a statewide psychiatric resource for Florida. To assess and compare psychiatric services at the VA hospitals in Tampa, Bay Pines, and Gainesville and VA’s planned psychiatric services for its hospital in Brevard County, we interviewed the chiefs of psychiatric services at the hospitals, VA’s regional planners, the psychiatric consultant for the region who is designing the services for VA’s hospital in Brevard (VA’s chief of psychiatry in Dallas). We reviewed VA manuals and studies pertaining to psychiatric services and toured psychiatric wards in Tampa, Bay Pines, and Gainesville.", "In addition, we interviewed chiefs of psychiatry to gain an understanding about caring for long-term psychiatric patients and to identify studies that may assist in estimating the number of long-term care patients that may need hospital beds. In addition, we interviewed the chiefs of psychiatry at VA’s psychiatric hospitals in Tuscaloosa, Alabama, and Augusta, Georgia, to obtain information about bed availability and acceptance of patients from outside their service areas. These hospitals also serve as referral centers for Florida veterans. Also, we interviewed officials from the four Florida state psychiatric hospitals about current and future bed availability.", "We used three basic criteria to guide our assessment of VA’s prudent and economical use of resources in East Central Florida. First, VA should make the best use of existing space before constructing new space. Second, VA should purchase from private providers rather than constructing new facilities if needed services can be purchased at a cost savings. Third, VA should design new construction to meet veterans’ expected use over a facility’s useful life as efficiently and effectively as possible.", "We conducted our review between June 1994 and June 1995 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Availability of VA Hospital Beds in Central Florida", "paragraphs": ["Central Florida VA hospitals are located in Bay Pines, Tampa, and Gainesville. The current service areas for these hospitals include the veterans from East Central Florida.", "Recent VA experience shows that: hospital bed use is declining, hospital beds are unused, and the number of unused VA hospital beds is expected to increase in future years."], "subsections": [{"section_title": "VA Hospital Bed Use Declining", "paragraphs": ["VA hospital bed use in Central Florida declined steadily between 1991 and 1994. The decline in bed use affects medicine, surgery, and psychiatry, as the figures below illustrate.", "Figure II.1: Decline in Central Florida VA Medical and Surgical Hospital Beds Occupied (Fiscal Years 1991-94)", "Almost all veterans receiving hospital care in Central Florida had medical conditions related to military service or low incomes. However, VA’s Central Florida hospitals reported providing/scheduling more discretionary veterans for hospital care in 1993 than other VA hospitals, on average, nationwide, as figure II.3 shows.", "While the veteran population was decreasing nationwide during fiscal years 1991 to 1994, the veteran population in Central Florida remained stable, as figure II.4 shows.", "Veteran Population (in thousands)", "Outpatient Visits (in thousands)"], "subsections": []}, {"section_title": "Large Supply of Unused VA Beds", "paragraphs": ["In its 1983 Final Report on Future Bed Need and Potential Sites for New VA Hospitals in Florida, VA reported a need for additional hospital beds in Florida. Since then, however, the Central Florida VA hospitals converted 263 hospital beds to other uses, most of them for ambulatory services. The conversions reduced their total bed capacity from 1,858 to the present 1,595 beds.", "In addition, as a result of the steadily declining inpatient work loads, the VA hospitals in Central Florida have unused beds. If veterans’ hospital usage continues at the 1994 level (average 1,060 hospital beds daily), 535 of the 1,595 VA hospital beds may be unused in fiscal year 1995.", "All three Central Florida VA hospitals reported having unused beds, as shown in table II.1.", "The unused VA hospital beds are in each of its hospital services, as depicted in figure II.6.", "VA Hospital Bed Supply (Central Florida)", "VA Hospital Beds Used (Central Florida)"], "subsections": []}, {"section_title": "Unused VA Hospital Beds Expected to Increase", "paragraphs": ["VA planning data projects that the future veteran population in Central Florida will be decreasing. Figure II.7 shows the future veteran population estimates through fiscal year 2010.", "Veteran Population (in thousands)", "The veteran population nationwide began decreasing (1980) 14 years before Central Florida (1994). The veteran population in Central Florida is expected to decrease at a slower rate from 1995 to 2005 compared with the national rate.", "VA’s 1994 Integrated Planning Model estimates that the hospital bed use at its three facilities in Central Florida will be declining over the next 15 years. Figure II.8 shows that the number of unused VA hospital beds is expected to increase. The increase is depicted as the gap between the two lines in figure II.8.", "Estimated Bed Use (Central Florida Rates)", "VA Hospital Bed Supply (Central Florida)", "The decline in future estimated beds is attributable, in part, to the decreasing veteran population and changes in medical practice, such as shorter lengths of stay and VA’s emphasis on ambulatory care."], "subsections": []}]}, {"section_title": "Veterans’ Use of VA’s Nursing Home Care in Central Florida", "paragraphs": ["There are three types of nursing home providers and VA has established target goals to guide hospitals in achieving a desired mix among the providers. Generally, VA discharges veterans from its hospitals to nursing homes for rehabilitation. VA’s cost of providing veterans nursing home care varies by type of provider.", "The number of nursing home beds that VA provides for veterans in Central Florida has been increasing over the last 4 years. The nursing home bed usage increased by about 16 percent from fiscal year 1991 to 1994, as figure III.1 shows.", "VA sponsors nursing home care through three programs: (1) VA-owned  and -operated nursing homes, (2) contract community nursing homes, and (3) state veterans’ nursing homes. All three programs treat veterans with conditions that may be either service-connected or nonservice-connected, and all can provide either skilled or intermediate nursing home care."], "subsections": [{"section_title": "VA Nursing Home Use", "paragraphs": ["VA-owned nursing homes usage increased in Central Florida. VA has three nursing homes in Central Florida with a total of 600 beds. These homes served 1,218 veterans in fiscal year 1994. Figure III.2 shows veterans’ usage of VA-owned and -operated nursing homes."], "subsections": []}, {"section_title": "VA’s Use of Community Nursing Homes", "paragraphs": ["As of its 1993 survey, VA had contracts with 108 community nursing homes in Central Florida that have a total of 13,995 beds. In fiscal year 1994, VA’s contract nursing homes served 1,040 veterans. Figure III.3 shows veterans’ use of community nursing homes in Central Florida for the past 4 years."], "subsections": []}, {"section_title": "VA’s Use of State Nursing Homes", "paragraphs": ["Florida opened its first state nursing home (120 beds) for veterans in December 1993. It reported that 135 veterans used 38 beds on an average daily basis for fiscal year 1994. The home is expected to reach its normal operating capacity in fiscal year 1995."], "subsections": []}, {"section_title": "VA’s Goal for Nursing Home Use", "paragraphs": ["In Central Florida, VA provides much more of the veterans’ nursing home care in its own homes than it pays for in the community or state homes. VA nursing home care is more expensive than the other two programs. VA’s nursing home goals are to provide 30 percent of the care in VA homes, 40 percent in community homes, and 30 percent in state homes. Figure III.4 shows the percentage of nursing home care that veterans received by type of provider in 1994.", "Provider Share (percent)", "VA’s 1994 Use Rate (Central Florida)"], "subsections": []}, {"section_title": "Community Nursing Home Care Less Costly Than VA Nursing Home Care", "paragraphs": ["VA’s costs of providing nursing home care to veterans varies by the provider. Placing veterans in state nursing homes is the cheapest to VA, followed by community nursing homes. The most expensive care is provided at VA nursing homes. VA’s nationwide average costs for providing nursing home care are shown in table III.1.", "Average length of stay (days)", "According to VA, nursing home costs are higher in VA than in community nursing homes because", "VA nursing homes are hospital based, with all the clinical resources", "VA has a much higher ratio of registered nurses;", "VA treats a much higher ratio of patients requiring skilled care; and", "VA pays its nurses more than do community nursing homes.", "The state veterans’ nursing homes provide a range of nursing home care that is cost effective to VA in that costs are shared by VA, veterans, and the states. The state nursing homes are state-owned and -operated. VA makes per diem payments to offset part of the cost of care for veterans residing in state homes and pays up to 65 percent of the costs of constructing or renovating state homes."], "subsections": []}]}, {"section_title": "VA’s Planning for Nursing Home Use in Central Florida", "paragraphs": ["VA’s planning for nursing home care consists of two principal activities. First, VA estimates veterans’ future use for a target year. Second, VA surveys the availability of community and state nursing homes. VA makes its construction decisions based on a comparison of veterans’ projected use and the potential availability of beds in community and state homes."], "subsections": [{"section_title": "VA’s Estimated Future Use of Nursing Home Care", "paragraphs": ["VA has established a national nursing home care goal and VA makes construction decisions to build new VA facilities based on future demand estimates required to meet that goal. Veterans’ future demand for nursing home care is based on the premise that veterans will require nursing home care at the same rate as did male civilians. Using the male civilian nursing home use rate, VA applies it to the estimated veteran population to determine the total estimated future veteran demand for nursing home care. VA’s goal is to provide nursing home care under VA auspices to 16 percent of the total estimated future veteran demand—commonly referred to as VA’s market share.", "Although VA’s goal is to provide 16 percent of the total estimated future veteran demand, VA’s actual share was about 9.2 percent in the Central Florida area in fiscal year 1994. VA’s share has remained stable over the last 4 years, as figure IV.1 shows.", "The number of nursing home beds needed in East Central Florida depends on whether veterans will continue to use Florida nursing homes at the same rate as they have over the past 4 years or whether their use rate will increase to the higher level that VA is expecting. Table IV.1 shows the differences in estimated demand and bed supply shortage.", "Based on East Central Florida’s actual market share (beds)"], "subsections": []}, {"section_title": "VA’s Survey of Community Nursing Home Bed Availability in East Central Florida", "paragraphs": ["During 1993, VA evaluated 71 community nursing homes in East Central Florida. VA made judgments about future availability of 8,435 community nursing home beds based on the homes’ occupancy rates, personal knowledge, or by contacting selected homes. Table IV.2 shows the results of VA’s assessment in East Central Florida.", "VA determined that 11 community nursing homes in East Central Florida that had 1,259 beds were not suitable for placing veterans because these homes (1) were not interested in contracting with VA or (2) did not meet VA standards. This reduced the number of potential community nursing homes to 60 and the number of beds to 7,176.", "VA determined that the remaining 60 homes in East Central Florida would be able to provide 105 beds in the future. VA excluded from its consideration for future use the remaining beds based on two questionable assumptions concerning bed availability. First, VA assumed that beds occupied at the time of its survey would not be available for VA’s future use. Second, VA assumed that a nursing home was fully occupied if it had an occupancy rate of 95 percent or higher. The numbers of occupied and empty community nursing home beds in East Central Florida are shown in table IV.3.", "VA excluded 6,856 community nursing home beds in East Central Florida from its consideration based on its assumption that beds occupied would not be available for future VA use. Patient turnover in community nursing homes provides VA opportunities to place veterans in some of these beds.", "VA excluded 215 of the 320 empty community nursing home beds from its consideration based on its assumption that community nursing homes are fully occupied at 95-percent capacity. Of the 215 empty beds, 86 were in community nursing homes that had contracts with VA. VA’s determination of available and unavailable empty community nursing home beds is shown in table IV.4."], "subsections": [{"section_title": "Additional Community Nursing Home Beds in East Central Florida", "paragraphs": ["VA overlooked community nursing homes in East Central Florida. At the time that VA conducted its survey, four nursing homes with a total of 580 beds were inadvertently omitted from the list of homes under consideration.", "In addition, we subsequently identified three new community nursing homes that are operating in East Central Florida. The three homes have a total of 320 beds.", "The total number of community nursing home beds in East Central Florida is 9,335, some 900 beds higher than the number VA surveyed in 1993."], "subsections": []}]}, {"section_title": "VA’s Survey of Community Nursing Home Bed Availability in Central Florida", "paragraphs": ["During 1993, VA evaluated 322 community nursing homes in Central Florida. VA made judgments about future availability of 37,892 community nursing home beds based on the homes’ occupancy rates personal knowledge, or by contacting selected homes. Table IV.5 shows VA’s survey determinations concerning licensed community nursing home beds in Central Florida.", "VA determined that 58 community nursing homes in Central Florida that had 6,445 beds were not suitable for placing veterans because these homes (1) were not interested in contracting with VA, (2) did not meet VA standards, or (3) were not Medicare/Medicaid certified. This reduced the number of community nursing homes to 264 and the number of beds to 31,447.", "VA determined that the remaining 264 community nursing homes in Central Florida would be able to provide 382 beds in the future. VA excluded from its consideration for future use the remaining beds based on two questionable assumptions concerning bed availability. First, VA assumed that beds occupied at the time of its survey would not be available for VA’s future use. Second, VA assumed that a nursing home was fully occupied if it had an occupancy rate of 95 percent or higher. The numbers of occupied and empty community nursing home beds in Central Florida are shown in table IV.6.", "VA excluded 30,015 community nursing home beds in Central Florida from its consideration based on its assumption that beds occupied would not be available for future VA use. Patient turnover in community nursing homes provides VA opportunities to place veterans in some of these beds.", "VA excluded 1,050 empty community nursing home beds in Central Florida from its consideration based on its assumption that community nursing homes are fully occupied at 95-percent capacity. Of the 1,050 empty beds, 496 were in community nursing homes that had contracts with VA. VA’s determination of available and unavailable empty community nursing home beds is shown in table IV.7."], "subsections": [{"section_title": "Additional Community Nursing Home Beds in Central Florida", "paragraphs": ["VA overlooked community nursing homes in Central Florida. At the time VA conducted its survey, nine nursing homes with a total of 1,138 beds were inadvertently omitted from the list of homes under consideration.", "In addition, we subsequently identified 15 new community nursing homes that are operating in Central Florida. The 15 homes have a total of 1,534 beds.", "The total number of community nursing home beds in Central Florida is 40,564, some 2,672 beds higher than the number VA surveyed in 1993."], "subsections": []}, {"section_title": "Florida Approved Construction of Additional Community Nursing Beds", "paragraphs": ["VA’s 1993 nursing home survey did not consider the addition of new community nursing home beds in Florida. The state’s Certificate of Need Office approved for construction 5,176 community nursing home beds in the Central Florida area, 1,546 of which will be located in East Central Florida. The certificates of need require construction to commence within one year from approval or the approval becomes void. The certificates were effective on July 1, 1994, and September 16, 1994. When completed, these additional community nursing home beds will be available to help VA better serve Florida veterans, enable VA to expand its community nursing home program, and reduce VA’s need to construct new homes of its own."], "subsections": []}]}, {"section_title": "VA’s Survey of State Nursing Home Bed Availability in Florida", "paragraphs": ["VA’s 1993 survey included consideration of the one state nursing home in Florida. However, officials at the Florida Department of Veterans Affairs told us that their long-term plans include building four more 120-bed state nursing homes by 2010. Funding for the second state home is being discussed in the Florida legislature and the remaining three homes are proposed for the future. The location of the three future state nursing homes has not been determined. According to a VA official, the state nursing home currently being discussed in the state legislature will be a state home for veterans with dementia and Alzheimer’s disease."], "subsections": []}]}, {"section_title": "VA’s Provision of Psychiatric Care in Florida", "paragraphs": ["In Florida, VA has hospitals in Tampa, Bay Pines, Gainesville, Lake City, Miami, and West Palm Beach; each hospital provides psychiatric care. Recent experience shows that veterans’ use of psychiatric beds has declined slightly. The proposed VA hospital in Brevard County will also provide inpatient psychiatric care, which appears comparable to care now provided at VA’s existing hospitals in Florida.", "The three levels of psychiatric care traditionally identified by VA are acute, intermediate, and long-term care. Acute psychiatric care is used to diagnose and stabilize psychiatric patients and has a length of stay of about 30 to 60 days. Intermediate care is used for rehabilitation and transitional care and has a length of stay of up to 90 days. Long-term care has an indefinite length of stay and is used for chronically mentally ill veterans.", "VA has no designated long-term care hospital psychiatric beds in its five Florida hospitals. Patients requiring long-term psychiatric care are being evaluated and diagnosed in available hospital beds. VA attempts to transfer some of these patients either to one of Florida’s four state psychiatric facilities or to a VA psychiatric facility out of state. In addition, some of these patients are being treated in VA and community nursing homes that have such capability. VA plans to treat some of these patients in residential programs."], "subsections": [{"section_title": "Availability of Psychiatric Beds in Florida Has Increased", "paragraphs": ["The five VA hospitals in Florida operate a total of 587 psychiatric beds. Table V.1 shows the number of psychiatric beds in each VA hospital.", "Since fiscal year 1991, the availability of psychiatric beds has increased because veterans have used fewer beds, as shown in figure V.1. For fiscal year 1994, veterans occupied on average 454 beds daily, leaving 133 beds unused.", "VA plans to increase its number of psychiatric beds from 587 to 877. The new VA hospital in West Palm Beach adds 60 psychiatric beds. The proposed VA hospital in Brevard County will add 230 psychiatric beds.", "VA’s 1994 Integrated Planning Model estimates that the psychiatric bed use at its three facilities in Central Florida will be declining over the next 15 years. Figure V.2 shows that the number of unused VA psychiatric beds is expected to increase. The increase is depicted as the gap between the two lines in figure V.2.", "Figure V.2: Estimated Increase in Unused VA Psychiatric Beds in Central Florida (Fiscal Years 1995-2010)", "Estimated Bed Use (Central Florida Rates)", "VA Hospital Bed Supply (Central Florida)"], "subsections": [{"section_title": "Non-VA Facilities Providing Long-Term Psychiatric Care in Florida", "paragraphs": ["In addition to out-of-state VA facilities, many veterans in Florida in need of long-term psychiatric care received this care at one of the four state psychiatric hospitals. In December 1992, VA reported that 414 veterans resided in the state facilities, representing 14 percent of the total population in Florida state hospitals. Florida pays for this care."], "subsections": []}, {"section_title": "VA’s Focus Shifted Towards Rehabilitation of Psychiatric Patients", "paragraphs": ["Current VA policy emphasizes rehabilitation of psychiatric patients. Thus, VA’s medical practice is shifting away from the custodial role. Long-term psychiatry is no longer described as a level of VA care. Rehabilitative programs are offered as alternatives to long-term care. Outpatient, residential, and community-based treatment programs are also presented as alternatives to inpatient psychiatric care.", "VA’s policy states that a significant number of patients who now reside in long-term care facilities may be reintegrated into the community when a comprehensive, flexible case management policy is implemented. Case management is used to provide veterans with an ongoing connection to VA so that medical, psychosocial, and vocational services can be planned and maintained for veterans whose symptoms affect their life management skills. The approach for case management involves a planned and systematic use of the full range of VA and community services and requires a dual focus on meeting the veterans’ needs and conserving agency and community resources. VA’s policy also states that patients should be encouraged to receive their treatment near their homes and within one medical center.", "Although VA focuses now on rehabilitative care, it recognizes that some patients may require prolonged hospital treatment because they do not respond to current medications and they behave in unpredictable and destructive ways."], "subsections": []}, {"section_title": "More Psychiatric Services Will Be Provided on an Outpatient Basis", "paragraphs": ["In addition to focusing on rehabilitative psychiatric care, more psychiatric services will be provided on an outpatient basis. These outpatient services will be provided through clinics, residential, and community-based care. For example, the Chief of Psychiatry at Bay Pines is planning to consolidate and reduce the current number of psychiatric beds from 149 to 120 to provide more outpatient psychiatric services. In another example, the Psychiatric Service at the VA hospital in Houston, Texas, adopted ambulatory care as the main mode of treatment and integrated inpatient and ambulatory care to provide a continuum of care.", "The state psychiatric hospitals are also considering community programs as a viable alternative to inpatient care. One state hospital closed 112 beds to use the savings for community programs. A second hospital has diverted money in the budget towards developing community programs, and a third hospital is considering closing beds to use the savings for community programs."], "subsections": []}]}, {"section_title": "Psychiatric Services Planned for Brevard Are Comparable to Existing Services in Central Florida", "paragraphs": ["VA’s Florida network officials justify providing psychiatric beds at the hospital planned for Brevard County on the basis that Florida currently has a lower ratio of VA psychiatric beds to veterans than the national average. The hospital is intended to provide a statewide resource of long-term care psychiatric beds that are not currently available in VA’s Florida network. Generally, long-term psychiatric care requires lengths of stay longer than 12 months. However, VA’s psychiatric design consultant told us that no long-term psychiatric hospital beds are planned for the Brevard facility. Instead of long-term inpatient care, residential psychiatric treatment programs will be used when appropriate. Furthermore, most of the inpatient psychiatric services planned for the hospital in Brevard are comparable to existing VA services or are planned at VA’s three facilities in Central Florida."], "subsections": [{"section_title": "Description of 230 Psychiatric Beds Planned for VA Hospital in Brevard", "paragraphs": ["The psychiatric beds planned for Brevard consist of acute, intermediate, and long-term. The psychiatric treatment programs designed for long-term care patients generally have unspecified lengths of stay. Of the four programs, the 15-bed sustained medical/psychiatric unit is the only inpatient program and the defined length of stay is shorter than 12 months. The other three programs are residential programs (nonhospital) having a total of 80 beds; including 20 beds for a substance abuse residential rehabilitation treatment program, 30 beds for a posttraumatic stress disorder residential rehabilitation program, and 30 beds for a psychiatric residential rehabilitation treatment program. VA’s manual for mental health programs states that residential programs may be on the VA medical center grounds or on VA-owned, -rented, or -donated property in the community.", "The following provides a description of psychiatric services planned for VA’s hospital in Brevard County as defined in VA’s manual for mental health programs."], "subsections": []}, {"section_title": "General Psychiatric Unit (30 Beds)", "paragraphs": ["The general psychiatric unit offers psychiatric and psychosocial diagnosis and treatment in a hospital environment for new patients as well as for those patients experiencing a recurrence of an illness who cannot be assessed or treated in a lesser level of care. The primary objective is to provide this treatment in a relatively short duration, such as 10 to 20 days, and occasionally 30 to 40 days, and then assist in location of appropriate follow-up needed for successful treatment at a less intensive level of care.", "Length of stay: Fewer than 30 to 40 days."], "subsections": []}, {"section_title": "General Psychiatric/Dual Diagnosis (22 Beds)", "paragraphs": ["This unit offers the same diagnosis and treatment described above but for patients with dual diagnoses of both psychiatric and medical problems.", "Length of stay: Fewer than 30 to 40 days."], "subsections": []}, {"section_title": "Psychiatric Intensive Care Unit (Picu) (8 Beds)", "paragraphs": ["PICU offers a smaller size unit, increased staffing, security (safe quiet/seclusion rooms), and more specialized clinical expertise than a general psychiatric ward. A PICU unit may be within or adjacent to a 20 to 30 bed admitting or general psychiatric ward. Patients admitted to this level of care will have the most severe behavioral problems including high suicide risk, assaultive behavior, severe agitation, disorganized behavior secondary to psychosis, confusion, or other severe psychiatric disorders. Psychiatric patients with such symptoms may be rapidly stabilized in such a unit, obviating the need for transfer to a long-term or more secure facility often some distance away.", "Length of stay: Fewer than 30 to 40 days."], "subsections": []}, {"section_title": "Brief Stay Geropsychiatric Unit (30 Beds)", "paragraphs": ["These programs are designed as part of a continuum of care for elderly patients with depressive, organic brain (for example, dementia), or other psychiatric disorders, including patients with medical comorbidities. Focus is on evaluation, stabilization, and relatively brief stay. Programs may include respite beds to relieve caretakers and a brief-stay Alzheimer’s/dementia unit.", "Length of stay: Fewer than 30 to 40 days."], "subsections": []}, {"section_title": "Brief Stay Medical/Psychiatric Unit (15 Beds)", "paragraphs": ["This program offers a short-term high-quality setting in selected VA medical centers to veterans with combined medical and psychiatric problems who are unable to be evaluated, treated, or managed appropriately in existing medical or psychiatric settings. The setting concentrates staff skilled in both medical and psychiatric areas.", "Length of stay: Fewer than 30 to 40 days."], "subsections": []}, {"section_title": "Sustained Medical/Psychiatric Unit (Star I) (15 Beds)", "paragraphs": ["The essence of this level of care is its emphasis on sustained treatment and rehabilitation for varied groups of patients who have failed to achieve sufficient recovery in 90 days to be discharged to a nursing home, domiciliary, or community residential level of care. Patients in STAR I have medical, neurological, and psychiatric disorders that interact in such a way as to make care in traditional long-term psychiatric or medical programs (including traditional nursing homes) difficult or impossible.", "Length of stay: Fewer than 12 months."], "subsections": []}, {"section_title": "Brief Substance Abuse Treatment (8 Beds)", "paragraphs": ["This program offers patients with drug, alcohol, and other chemical abuse and dependency disorders an intense, brief treatment of withdrawal symptoms; evaluation of physical, psychological, social, and vocational problems; family interventions; and initiation of individual and group therapies and support groups that may be continued on an outpatient basis. Patients who require longer periods of inpatient treatment may be transferred to a less intensive level of care or to community Contract Half-Way House Programs.", "Length of stay: Fewer than 30 days."], "subsections": []}, {"section_title": "Substance Abuse Rehabilitation (22 Beds)", "paragraphs": ["These programs provide an inpatient rehabilitation setting for veterans with serious chemical dependency who require more than detoxification or a brief stay because they still have a significant risk of resumption of their abuse problems on return to the community.", "Length of stay: Fewer than 90 days."], "subsections": []}, {"section_title": "Psychiatric Residential Rehabilitation Treatment Program (Prrtp) (30 Beds)", "paragraphs": ["Residential programs are structured, supervised, 24-hour-a-day therapeutic settings that embody strong treatment values with peer and professional support to chronically mentally ill (CMI) veterans in need of extended rehabilitation and treatment. These veterans have mental disorders such as schizophrenia, depression, and anxiety. Residential programs may be on VA medical center grounds or rented or donated property in the community.", "Length of stay: Not specified."], "subsections": []}, {"section_title": "Substance Abuse Residential Rehabilitation Treatment Program (Sarrtp) (20 Beds)", "paragraphs": ["A residential program that provides intense rehabilitation for drug and alcohol addictions.", "Length of stay: Not specified."], "subsections": []}, {"section_title": "Posttraumatic Stress Disorder (Ptsd) Residential Rehabilitation Program (30 Beds)", "paragraphs": ["A residential program that provides treatment for patients with PTSD who are unable to be treated in an outpatient setting.", "Length of stay: Not specified.", "For Central Florida, the VA hospitals have or plan to have psychiatric services similar to the proposed VA hospital in Brevard County. The VA hospitals in Central Florida discharge long-term care psychiatric patients to other facilities or programs. Table V.2 shows the psychiatric bed sections currently available to veterans in Central Florida."], "subsections": []}]}]}, {"section_title": "GAO Contacts and Staff Acknowledgments", "paragraphs": [], "subsections": [{"section_title": "GAO Contacts", "paragraphs": [], "subsections": []}, {"section_title": "Acknowledgments", "paragraphs": ["In addition to those named above, the following individuals made important contributions to this report. Beverly Brooks-Hall provided the information on VA’s nursing home program. Bonnie Anderson provided information on VA’s psychiatric care.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (301) 258-4097 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": [{"section_title": "Address Correction Requested", "paragraphs": [], "subsections": []}]}]}], "fastfact": []}