{"id": "HEHS-00-185", "url": "https://www.gao.gov/products/HEHS-00-185", "title": "Private Pensions: Implications of Conversions to Cash Balance Plans", "published_date": "2000-09-29T00:00:00", "released_date": "2000-09-29T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO provided information on the implications of converting traditional private pensions to cash balance plans, focusing on: (1) the prevalence and major features of cash balance plans, and reasons why firms adopt them; (2) how the use of cash balance plans affect the pension benefits for workers of different ages and tenure, particularly after conversion; and (3) what information employers converting to cash balance plans typically provide to plan participants and how disclosure might be improved."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) GAO's survey of 1999 Fortune 1000 firms indicates that the number of firms sponsoring cash balance plans has increased within the last few years, with few firms sponsoring such plans prior to the early 1990s, but increasing to about 19 percent of all Fortune 1000 firms this year; (2) these plans cover an estimated 2.1 million workers; (3) firms in many sectors of the economy sponsor these plans but greater concentrations are found in the financial services, health care, and manufacturing industries; (4) about 90 percent of the firms GAO surveyed that sponsor such plans previously covered their workers under a traditional defined benefit plan; (5) most of the conversions occurred within the past 5 years; (6) key reasons firms gave for converting include lowering total pension costs, adding a lump sum feature to increase the portability of pension benefits, thereby improving the firm's ability to recruit more mobile workers, and facilitating communication of the value of plan benefits; (7) as with traditional pension plans, cash balance plan designs vary significantly; (8) conversions to cash balance plans can be advantageous to certain groups of workers, for example, to those who switch jobs frequently, but can lower pension benefits for others; (9) cash balance plans provide a larger share of a participant's accumulated benefit earlier in a career, compared with a traditional defined benefit plan that is based on final average pay; (10) as a result, conversions can increase the value of some workers' benefits, especially younger or short-tenured workers who leave firms before retirement; (11) unlike traditional defined benefit plans, cash balance plans can result in a declining rate of normal retirement benefit accrual over time; (12) this declining accrual rate can result in older workers receiving lower benefits at retirement from a cash balance plan than they would have from a traditional final average pay plan if it had not been converted; (13) current disclosure requirements provide minimum standards for the information plan sponsors must give participants about plan changes; (14) GAO found wide variation in the type and amounts of information workers receive; (15) the communications provided to employees vary from general statements about plan changes to specific examples of how a conversion to a cash plan might affect workers of different ages and tenure; and (16) often, sponsors did not ensure that participants received sufficient information about plan changes that can reduce future benefit accruals."]}], "report": [{"section_title": "Letter", "paragraphs": ["Employer-provided pensions are an important source of income for many  retired persons. To encourage employers to establish and maintain pension  plans for their employees, the federal government provides preferential tax  treatment under the Internal Revenue Code (IRC) for plans that meet  certain requirements. The Joint Committee on Taxation estimates that in  fiscal year 2000 the tax expenditure for qualified employer-sponsored  pension plans will be about $76 billion. In exchange for preferential tax  treatment, an employer is required to design the pension plan within legal  limits that are intended to improve the equitable distribution and security  of pension benefits. There has been recent controversy concerning how  conversions of traditional defined benefit pension plans to cash balance  plans can affect workers, especially those nearing retirement. Questions  have also been raised about the application of current tax qualification  requirements to this new type of pension plan.", "You asked us to (1) describe the prevalence and major features of cash  balance plans and reasons why firms adopt them; (2) discuss how the use  of cash balance plans can affect the pension benefits for workers of  different ages and tenure, particularly after conversion; and (3) determine  what information employers converting to cash balance plans typically  provide to plan participants and how disclosure might be improved.", "To address your questions, we conducted a random sample survey of 420  firms on the 1999 Fortune 1000 list and reviewed pension plan documents  to examine the features of cash balance plans. In addition, we conducted  in-depth interviews with officials from 14 firms with cash balance or similar  plans to discuss why they adopted such plans and to obtain information  about how firms disclosed changes to their pension programs. We modeled  pension plan design features to compare pension benefits provided by a  “basic” cash balance plan and a defined benefit plan with a final average  pay formula, common to large defined benefit plans. Also, we interviewed  various federal agency officials, pension consultants, and actuaries. We  conducted our work between September 1999 and August 2000 in  accordance with generally accepted government auditing standards. (See  app. I for details on our scope and methodology.)"], "subsections": [{"section_title": "Background", "paragraphs": ["IRC defines pension plans as either defined benefit or defined contribution  plans and includes separate requirements for each type of plan. According  to Bureau of Labor Statistics (BLS) survey data, most participants in large  and medium-sized firms’ defined benefit plans are covered by plans that  use a final average pay formula that is based on years of service, average  earnings over a specific number of years, and a multiplier. For example, a  final average pay formula might determine benefits on the basis of 1.25  percent multiplied by years of service completed multiplied by the employee’s average salary over the past 5 years of service. Defined benefit  plans typically express an accrued pension benefit as an annuity beginning  at the plan-specified normal retirement age. The firm, as the plan sponsor,  is responsible for funding the promised benefit, investing and managing the  plan assets, and bearing the investment risk.", "Under defined contribution plans such as 401(k) plans, workers have  individual accounts to which employers, employees, or both make periodic  contributions. Defined contribution plan benefits are based on the  contributions to and investment returns on these accounts. Employees  bear the risk of poor investment performance and often control, at least in  part, how the funds are invested.", "Cash balance plans are referred to as hybrid plans because legally they are  defined benefit plans but contain features that resemble defined  contribution plans. Similar to traditional defined benefit plans, cash  balance plans use a formula to determine pension benefits. However, cash  balance plans express benefits as an “account balance.” An employee  account balance is based on hypothetical pay credits (percentage of salary  or compensation) and hypothetical interest credits to employee accounts  rather than an annuity. As with other defined benefit plans, under cash  balance plans, employee pension benefits are paid from commingled funds  invested in a pension trust on behalf of all participants, and plan trustees  have a fiduciary responsibility for all assets in the pension trust.  Hypothetical account balances need not be related to investment returns  on assets in the plan’s pension trust, and hypothetical accounts are not  credited with the plan’s actual investment gains or losses. Employees  neither own these “accounts” nor generally make investment decisions.  Cash balance plans are defined benefit plans because federal pension law  defines any pension plan that does not provide individual accounts with  benefits based solely on those accounts as a defined benefit plan.", "Federal law provides specific rules on how pension benefits must be  accrued in order for plans to receive favorable tax treatment as well as  safeguards to preserve benefits that participants have already earned. The  law prohibits firms from amending a plan’s benefit formula to reduce  benefits that have already accrued. Firms can, however, change a pension  plan’s benefit formula to prospectively reduce or eliminate future benefit  accruals. For example, defined benefit plan formulas can be amended to  reduce the percentage of final pay used in the future to determine the  annual benefit or limit the number of years over which benefits accrue.  Firms can also terminate their pension plans. Defined benefit plan  sponsors that terminate their plans are subject to an excise tax of up to 50  percent on any surplus assets in their pension trusts if they do not share  excess pension assets with participants.", "The Employee Retirement Income Security Act of 1974 (ERISA) mandates  the types of information that must be disclosed to plan participants. The  law requires firms to provide all plan participants with a summary plan  description that describes the terms of the plan. Furthermore, whenever  there is a significant change to the plan (called a plan amendment), firms  must provide participants with a summary of the changes no later than 210  days after the end of the plan year in which the changes are adopted,  known as a summary of material modification. Firms must notify  participants of amendments that will result in a significant reduction in the  rate of future benefit accrual at least 15 days before the effective date. This  notification can entail providing either a copy of the amendment to the plan  or a written summary of the change.", "IRS, the Pension Benefit Guaranty Corporation (PBGC), and the  Department of Labor’s Pension and Welfare Benefits Administration  (PWBA) are primarily responsible for enforcing laws related to private  pensions. IRS enforces participation, vesting, and funding standards that  concern how participants become eligible to participate in benefit plans  and earn rights to benefits and that ensure that plans have sufficient assets  to pay promised benefits. PWBA enforces ERISA’s reporting and disclosure  provisions and fiduciary standards, which concern how plans should  operate in the best interest of participants. PBGC insures the benefits of  participants in most private defined benefit pension plans. Employers can  voluntarily submit an application to IRS, seeking approval of their plan  when it is started, when the plan is amended to comply with law changes or  plan design changes, or when the plan is terminated.", "Under the Age Discrimination in Employment Act, it is unlawful for  employers to sponsor a defined benefit plan that stops a benefit accrual or  reduces the rate of an employee’s benefit accrual because of age. The  Equal Employment Opportunity Commission (EEOC) enforces federal law  prohibiting employment discrimination, including discrimination based on  age (aged 40 and older). IRC and ERISA have similar provisions prohibiting  a defined benefit plan from ceasing accruals or reducing the rate of accrual  because of the attainment of any age.", "Prompted by concern from members of the Congress and charges by  participants in plans that were converted, federal agencies are now  reviewing age discrimination and other issues raised by cash balance plans.  In September 1999, EEOC began a review of potential age discrimination  issues in cash balance conversions and is coordinating with agencies that  are responsible for administering federal pension laws. Within the past  year, more than 800 workers and retirees have filed age discrimination  charges with EEOC concerning cash balance plans. EEOC has opened 34  cases to investigate these charges. The Department of the Treasury and IRS  are currently reviewing tax qualification issues raised by cash balance  plans. For example, in September 1999, IRS announced that it would begin  requiring that applications for the approval of cash balance formula designs  be forwarded to its headquarters for technical review, resulting in an  effective moratorium on approving conversions to cash balance plans. In  addition, in October 1999 IRS announced that it was soliciting public  comments on issues related to the conversion of traditional defined benefit  formulas to cash balance formulas. Further, in July 2000, the Office of  Management and Budget issued a Statement of Administration Policy  proposing legislative action to address certain issues raised by conversions  to cash balance plans."], "subsections": []}, {"section_title": "Cash Balance Plans Are Increasingly Common, and Plan Features Vary", "paragraphs": ["Few firms that we surveyed on the 1999 Fortune 1000 list that sponsor cash  balance plans adopted such plans before the early 1990s. Our analysis  indicates that as of July 2000, about 19 percent of these firms sponsor cash  balance plans. Firms adopted cash balance formulas for a variety of  reasons, including reducing total pension costs, increasing portability to  enhance the recruitment of younger or more mobile workers, and adding a lump sum benefit feature that can be used to better explain pension  benefits to workers. As with traditional defined benefit plans, cash balance  plans exhibit a considerable variety of designs, particularly in the amount  of pay credited to participants’ hypothetical accounts."], "subsections": [{"section_title": "About One of Five Fortune 1000 Firms Sponsors Cash Balance Plans", "paragraphs": ["About 19 percent of Fortune 1000 firms sponsor cash balance plans that  cover an estimated 2.1 million active participants. Similar to traditional  pension plans, many cash balance plans that we identified generally do not  cover all workers at a firm. Instead, these plans cover particular segments  of a firm’s workforce such as managers or salaried employees or certain  workers in a firm’s subsidiary. Most cash balance plans we identified in our  survey (an estimated 69 percent) have fewer than 10,000 active participants  (see fig. 1), including 8 percent with no active participants because benefit  accruals are frozen. The most common reason sponsors froze a cash  balance plan was that the plan was acquired as part of a merger or  acquisition and the firm did not want to continue the cash balance plan.", "The earliest known cash balance plan has been in use since 1925, but such  plans have become prominent since the 1980s. The earliest a firm in our  survey had adopted a cash balance plan was 1985; more than 60 percent of  the cash balance plans we identified have been adopted in the past 5  years. Firms sponsoring these plans exist in many sectors of the economy,  but the greater concentrations are found in the financial services, health  care, and manufacturing industries. Some of these firms have undergone  mergers or acquisitions and have adopted cash balance plans to  “harmonize” benefits—that is, to provide the same pension plan for  employees who had been covered by different plans. Most firms in our  survey that sponsor cash balance plans previously covered their workers  under another defined benefit plan. Other firms started cash balance plans  as their first pension plan or to supplement existing defined contribution  plans.", "While we were told by pension practitioners, employer associations, and  agency officials of firms’ continuing interest in cash balance or similar  hybrid plan designs, few of the firms we surveyed expected to adopt a cash  balance plan in the future. About 3 percent of the firms we surveyed told us  that they were considering whether to adopt a cash balance plan within the  next 5 years, and about a third of these, or 1 percent of Fortune 1000 firms,  told us that they plan to adopt a cash balance plan next year. All the firms  considering adopting a cash balance plan told us that the continuing  uncertainty as to whether such plans violate pension and age  discrimination laws might discourage them from converting their plans."], "subsections": []}, {"section_title": "Firms Adopt Cash Balance Plans for Different Reasons", "paragraphs": ["Firms sponsoring cash balance plans told us that their decision to adopt  these plans was based on a combination of factors such as the desire to  become more competitive within their specific industry and to address  changing workforce demographics. For example, some firms decided to  adopt cash balance plans in order to improve their ability to recruit new  workers by providing them with higher pension benefits earlier in their  careers and allowing lump sum distributions so that pension benefits are  more portable. Other firms told us, however, that they decided not to use  cash balance plans because they had older or long-tenured workforces that  could be adversely affected by a change to a cash balance plan.", "Some firms we surveyed that chose to convert their plans cited the  financial implications of changing to a cash balance plan as a key reason in  their decision. Reducing the overall cost of the defined benefit plan was a  primary reason some firms converted to a cash balance formula. For  example, some firms have reduced costs by eliminating early retirement  subsidies on future accruals. A PricewaterhouseCoopers survey of 100  cash balance plan sponsors found that 56 percent of firms expected the  long-term cost of their defined benefit plans to decrease after conversion.  Even when enhancements to other retirement programs were considered  in conjunction with a conversion, 33 percent of the firms expected a  decrease in the costs of their total retirement benefits package. However,  a few firms we surveyed reported that converting to a cash balance plan  increased the cost of their defined benefit plan because their plan provided  a higher level of benefit for all workers.", "Converting to cash balance plans is also an alternative to terminating a  pension plan. Firms can terminate their defined benefit plans, but doing so  imposes various economic costs. When plan sponsors terminate defined  benefit plans, the sponsors must pay income and excise taxes on any  surplus assets, immediately vest participants in their accrued benefits, and  provide participants with annuities or lump sum payments. These costs  may prevent some firms from terminating their plans. Instead, firms can  convert to cash balance plans and achieve economic benefits from the  surplus pension funds without incurring the costs related to plan  termination. For example, converting to a cash balance plan can extend the  period of time a firm would not have to make a contribution to the pension  plan while still having the plan considered to be fully funded or  overfunded—that is, the value of plan assets meet or exceed the value of  currently accrued pension benefits. Also, after a conversion, if the pension  plan’s assets earn a higher rate of return than the interest rate credited to  hypothetical employee accounts, this can lower the overall cost of  maintaining the cash balance plan.", "Firms deciding not to adopt a cash balance formula cited increased costs as  influencing their decision. These costs included increased administrative  costs such as consultants’ fees to design the plan formula and the costs of  developing individualized participant statements. In addition, cash balance  plans can have ongoing administrative costs that are higher than those  typically incurred by traditional defined benefit or defined contribution  plans. Firms also cited the potential cost of special plan provisions to  protect the benefits of workers nearing retirement as another reason not to  convert.", "Firms that adopted cash balance plans reported that the opportunity for the  increased portability of benefits influenced their decision to adopt such  plans. The lump sum benefit distribution feature common to most cash  balance plans allows eligible workers, upon separation, to gain access to  their pension benefit. These firms believed that offering a pension plan  with such a benefit feature would enhance their recruitment of younger,  relatively mobile workers. While traditional defined benefit plans can  provide lump sum payments, historically many of these plans have not  done so. Most of the plans in our survey did not allow lump sum  distributions above $5,000 before converting to a cash balance plan.  Instead, participants generally received their benefits as an annuity at  retirement. The percentage of plans in our survey offering lump sum  distributions at both separation and retirement increased from 15 percent  before conversion to 83 percent after conversion. Most of the firms we  conducted in-depth interviews with stated that after conversion the  majority of vested participants who have separated from the firm or retired  opted for a lump sum payment, indicating its popularity.", "Most firms that expressed a desire to attract and hire more mobile workers  as a reason for converting did not, however, change their vesting  requirement when converting from a traditional defined benefit plan to a  cash balance plan. As under traditional defined benefit plans, workers  under a cash balance plan must remain with a firm long enough to earn a  right to such benefits. Large defined benefit plans typically have a “cliff”  vesting requirement—that is, participants are 100 percent vested in their  benefits after a certain number of years, with no rights to a pension benefit  if they leave the firm before then. Most of these large plans have 100  percent vesting after 5 years. Seventy-two percent of the firms we surveyed  with cash balance plans had a 5-year cliff vesting requirement, while the  remaining firms sponsoring cash balance plans had various vesting  requirements, including graded vesting.", "Finally, firms deciding to convert told us that employees better understand  benefits under cash balance plans than under traditional defined benefit  plans. Because benefits under cash balance plans are expressed as lump  sum values rather than retirement-age annuities, some employees may  better understand and value such plans. Furthermore, according to  company officials, given that many of these employees also have a 401(k)  plan, the cash balance plan is more “visible” and comparable to benefits  under the 401(k) plans. This is in contrast to the view many employees  have of their benefits under traditional defined benefit plans. Human  resource and benefits officials at several firms we visited said that defined  benefit plans have been one of the least understood and least appreciated  benefits in a worker’s compensation package. Employees rarely focused on  the benefits from a defined benefit plan until they neared retirement age."], "subsections": []}, {"section_title": "Variations in Plan Design Features", "paragraphs": ["As with traditional pension plans, significant variation exists in cash  balance plan designs, particularly the benefit formulas. Thirty-five percent  of cash balance plans in our survey provide level pay credits for all  participants, regardless of age or years of service. Most plans, however,  provide pay credits that increase, based on participant age or service. For  example, one plan provides an annual pay credit of 3 percent of salary for  participants younger than 30 that increases in increments up to 11 percent  for participants aged 50 and older. Another plan provides annual pay  credits of 3 percent for participants with 4 or fewer years of service with  incremental increases up to 9 percent for participants with 25 or more  years of service. About 30 percent of the cash balance plans in our survey,  because they were integrated with Social Security, provided participants  with higher pay credits on pay above the Social Security wage base. For  example, two plans provided 4 percent of pay for earnings that were  subject to Social Security taxes ($76,200 in 2000) and 8 percent for earnings  that were not subject to Social Security taxes.", "Cash balance plans generally credit interest to participant hypothetical  accounts using an index tied to a Treasury security. About 80 percent of the  cash balance plans in our survey tied interest credit rates in their plan  formulas to the rate of return on a Treasury security. For example, we  found that many cash balance plans credit interest on the basis of the yield  to maturity for 30-year Treasury bonds, but some cash balance plans credit  interest on the basis of the yield to maturity for 1-year Treasury bonds or  another Treasury index."], "subsections": []}]}, {"section_title": "Conversions Can Be Advantageous for Some Workers but Can Result in Lower Benefits at Retirement for Others", "paragraphs": ["Conversions to cash balance plans can result in higher pension benefits  accruing earlier in a worker’s career and increased portability of benefits,  which can be advantageous to younger or more mobile workers. However,  the declining rate at which normal retirement benefits accrue in “basic”  cash balance plan formulas (providing a level pay credit for all workers)  can result in older workers receiving smaller annuities after conversion  from a plan with a final average pay formula, assuming that the traditional  plan remained unchanged. Conversions can also result in periods during  which older workers accrue no new pension benefits while others do.  While most Fortune 1000 firms in our survey that adopted cash balance  plans have included transition provisions to mitigate the effects of plan  formula changes on some participants, these provisions can vary in the  extent to which they accomplish this objective."], "subsections": [{"section_title": "Defined Benefit Plans With Final Average Pay Formulas Accumulate Benefits Differently Than Cash Balance Plans", "paragraphs": ["Cash balance plans provide a larger share of a participant’s accrued benefit  earlier in the worker’s career than a traditional defined benefit plan based  on a final average pay formula. Traditional defined benefit plans express  benefits as the normal retirement age annuity the participant has accrued  to date. Typically, participants under a defined benefit plan with a final  average pay formula accrue the greatest share of their benefits in the final  years of their careers because benefits are based on completed years of  service and final average salary, both of which usually increase as workers  age. Generally, under a cash balance plan, the basis for determining  benefits payable at normal retirement age includes both the hypothetical  account balance (annual pay and interest credits) accrued to date plus the  value of future hypothetical interest credits each pay credit would earn up  to the plan’s normal retirement age. As shown in figure 2, workers under a  cash balance plan who have many years before reaching normal retirement  age earn a greater proportion of their benefits early in their careers.", "Cash balance plans can result in a decreasing rate at which normal  retirement benefits accrue over time. The rate at which normal retirement  benefits accrue in both defined benefit final average pay plans and cash  balance plans depends on the number of years participants have remaining  until they reach the plan-specified normal retirement age. However, in a  defined benefit plan with a final average pay formula, the rate of normal  retirement benefit accrual increases as participants age, being driven by  growth in service and wages. As with defined benefit plans, under the law,  the accrued benefit in cash balance plans must be expressed as an annual  benefit beginning at normal retirement age. Cash balance plans must express benefits in this manner to comply with defined benefit plan rules.  For the purposes of satisfying these rules, employee hypothetical accounts  are not equal to the accrued benefits participants are entitled to receive. As  a result, cash balance plans cannot simply provide participants  hypothetical account balances as their benefit. Instead, the hypothetical  balance must be calculated to comply with defined benefit plan accrual and  other requirements.", "When a worker’s hypothetical account balance in a given year is projected  forward with hypothetical interest to normal retirement age, the rate of  normal retirement benefit accrual declines as the employee ages, because  each additional year’s pay credit will have one less year in which future  interest will compound. This declining rate of accrual results from plans  providing for future interest credits in accordance with IRS Notice 96-8.  The notice discusses the applicability of defined benefit plan rules to cash  balance plans and provides that the accrual of future interest credits  attributable to hypothetical pay credits may be required in the year in  which the pay credit is allocated to a worker’s account.", "To demonstrate how a worker earns pension benefits under a traditional  final average pay plan and a basic cash balance plan, we calculated several  scenarios for workers of different ages. These hypothetical scenarios  assume that a worker participates under either a basic cash balance plan or  traditional final average pay formula (no conversion) until retirement and  that the formulas result in equivalent benefits at retirement. In reality,  workers may have very discontinuous work histories, work at many  different places under various pension plans, or retire early.", "Our comparative design scenarios illustrate the declining rate of normal  retirement benefit accrual inherent in cash balance plans. The basic cash  balance plans we simulated add annuity benefits to a participant’s total  pension benefit at smaller dollar increments each year that the participant  ages. For example, a 25-year-old worker who is assumed to participate in  a cash balance plan until retirement at age 65 accrues an incremental  annuity benefit of approximately $1,660 at age 26 but earns a smaller  incremental benefit of about $630 at age 65. In contrast, the traditional final  average pay plan provided normal retirement benefits at an increasing rate  as workers age. The same 25-year-old worker earns an incremental annuity  benefit of $310 at age 26 but earns a higher incremental benefit of about  $2,440 at age 65. The basic cash balance plan produced a declining rate of  normal retirement benefit accrual for all hypothetical workers we modeled.  (See fig. 3.)", "A cash balance plan’s declining rate of normal retirement benefit accrual as  workers age is the reason some have charged that these plans are age  discriminatory. Cash balance proponents define the accrued benefit as the  employee’s hypothetical account balance. Under this definition, cash  balance plans generate a level rate of accrual for all employees regardless  of age and therefore do not appear to raise issues of disparate treatment of  employees based on age. Critics state that cash balance plans, as defined  benefit plans under the law, must express an employee’s accrued benefit as  an annual benefit beginning at normal retirement age or the actuarial  equivalent to a deferred annuity. When cash balance plans are viewed in  this way, the amount of the actuarially determined benefit is a function of  the participant’s age and decreases as the participant ages. Therefore,  critics argue, cash balance plans violate the prohibition on age  discrimination. Federal agencies are considering the issue of whether cash  balance plans violate age discrimination statutes. Participants have filed a  number of court cases alleging that cash balance plans are age  discriminatory but no definitive decision has been reached.", "There is uncertainty concerning whether plan sponsors must adhere to IRS’  guidance on calculating cash balance benefits. The methodology described  in Notice 96-8 has been subject to legal challenge in federal court. Two  recent U.S. Court of Appeals decisions have approved the methodology.  When Notice 96-8 was issued, IRS characterized it as including proposed  interest rate equivalencies that were to be incorporated in a subsequent  regulation, but nothing more has been promulgated on this subject.  However, IRS has determined whether cash balance plans comply with  current defined benefit plan requirements on the basis of its position that  Notice 96-8 represents current law.", "It should be noted that a cash balance plan can result in a declining rate of  normal retirement benefit accrual over a worker’s career but not  necessarily a lower benefit than a defined benefit plan with a final average  pay formula would provide. The actual benefit that any individual worker  would receive under either plan would depend on a variety of factors,  particularly the actual design of the specific pension plan. Workers under a  cash balance plan who leave a firm before retiring could ultimately achieve  either a higher or a lower pension benefit at retirement. For example, a  worker who elected a lump sum payment option could receive a higher or  lower retirement benefit, depending on the rate of return of the  investments and whether the money were preserved until retirement. We  discuss these issues in more detail in another report we issued  concurrently on the potential implications of cash balance plans on  retirement income."], "subsections": []}, {"section_title": "Conversions to Cash Balance Plans Can Provide Higher Benefits for Some Workers", "paragraphs": ["Conversions to cash balance plans can have distributional effects in terms  of the lump sum benefits that favor vested younger workers and short- tenure workers. This group can be a significant percentage of a firm’s  workforce, depending on the specific firm and industry. Plan sponsors told  us that the vast majority of participants under cash balance plans elect a  lump sum distribution rather than an annuity when they are given a choice.  For many workers, these distributions can be greater than those provided  by a plan with a final average pay formula.", "We compared lump sum benefits that basic cash balance plans can provide  with lump sum benefits from the traditional final average pay formula after  conversion for the workers we modeled.  Compared with the final average  pay formula, the basic cash balance plan formula can provide larger lump  sum distributions for the younger workers we modeled for a period of time  after conversion. For example, anytime within the next 14 years, a 35-year- old worker at conversion would receive higher lump sum benefits from the  cash balance plan upon leaving the firm. As shown in table 1, a 30-year-old  at conversion would when leaving a firm receive a larger lump sum  distribution from the cash balance plan at any given age until reaching 53.", "As with traditional defined benefit plans, workers must meet a plan’s  vesting requirement before they have a right to their accrued pension  benefit. BLS reported that median tenure among all workers aged 25 and  older was 4.7 years in 1998, indicating that some workers change jobs  before vesting. As we discussed earlier, most cash balance plans, like many  traditional defined benefit plans, have a 5-year vesting requirement. Plan  sponsors we interviewed told us that the 5-year vesting requirement of  many cash balance plans results in some short-term, mobile workers’ not  benefiting from the higher benefits provided by cash balance plans because  they leave before vesting and forfeit their accrued benefits.", "In addition to increasing the value of preretirement lump sum distributions  for many workers, conversions to cash balance plans can benefit workers  in other ways. For example, because cash balance plans spread benefit  accruals more evenly over a worker’s career than a traditional defined  benefit plan with a final average pay formula does, workers can accrue  higher benefits sooner. This is especially important for workers who  change jobs frequently or move in and out of the workforce. According to a  Society of Actuaries study of vested workers with 5 or more years of  service, 45 percent of workers terminate employment before completing 10  years of service. This length of service allows workers to earn a right to  their pension benefits. Generally, cash balance plans allow vested  participants to receive preretirement lump sum distributions when they  leave a firm. Many traditional defined benefit plans, however, do not offer  such an option. When participants leave firms that sponsor final average  pay or other traditional defined benefit plans, their normal retirement-age  annuity benefits are frozen when they separate. Because many cash  balance plan participants can receive preretirement lump sum  distributions, they can invest these funds for retirement or transfer the  distribution to their new employer’s pension plan. Finally, as with other  defined benefit plans, PBGC insures cash balance plan participants’  benefits against the risk of benefit loss when a plan terminates with  insufficient assets to pay promised benefits."], "subsections": []}, {"section_title": "Conversions to Cash Balance Plans Can Reduce Older Workers’ Future Benefits", "paragraphs": ["Depending on the age of a participant at conversion and a plan’s design  features, conversions of defined benefit plans with final average pay  formulas to cash balance plans can result in lower annuities for some  participants than they would receive if no conversion occurs. We used our  model to compare the annuity benefit provided by a basic cash balance  plan at normal retirement age with the annuity that a traditional final  average pay formula would have generated at retirement had no conversion  occurred and the traditional plan continued unchanged. After conversion,  the decreasing rate of normal retirement benefit accrual in the basic cash  balance plan we modeled produces a lower annuity at retirement compared  with the annuity benefit that traditional final average pay formula would  generate. For example, a 45-year-old worker at the time of conversion  receives an annual annuity of about $18,500 at retirement from the cash  balance plan instead of the $39,800 annuity the worker could have received  from the defined benefit plan with a final average pay formula. Likewise, a  worker 50 years old at conversion receives an annual annuity of about  $17,800 from the cash balance plan rather than the $35,100 annuity the final  average pay formula could have provided. For all workers we modeled,  conversions to the basic cash balance plan resulted in lower annuities at  the plan’s normal retirement age than resulting from the final average pay  formula.", "For workers with equal salary and tenure at conversion, the basic cash  balance plan we modeled produces the lowest annuity at retirement for the  worker who was oldest at conversion. This results from older workers  having fewer years after conversion to earn benefits from the cash balance  formula and a lower rate of normal retirement benefit accrual compared  with the prior final average pay formula. For example, we modeled benefits  from a basic cash balance formula for a 35-, 45-, and 55-year-old worker  with equal salary and tenure at conversion. At retirement, the worker who  was 55 years old at conversion receives an annual annuity of $6,900 from  the cash balance plan, while the 35-year-old and 45-year-old workers  receive annuities of approximately $24,300 and $12,600 per year,  respectively, at retirement (see fig. 4). Conversion to the cash balance plan  resulted in lower annuities for each of these workers compared with the  annuities they would have received had no conversion occurred. The rate  of normal retirement benefit accrual generated by the cash balance plan is  lowest for the 55-year-old worker (see fig. 5.)"], "subsections": []}, {"section_title": "Conversions to Cash Balance Plans Can Create Periods When Participants Accrue No New Pension Benefits", "paragraphs": ["Conversions to cash balance plans sometimes result in “wearaway”  situations in which some workers do not earn additional pension benefits  after conversion while other workers continue to accrue benefits. A  wearaway period is created at conversion when a participant’s opening  hypothetical account balance is set at less than the present value of his or  her prior accrued benefits—that is, the amount benefits would currently  equal if paid out as a lump sum. During wearaway, hypothetical pay and  interest credit contributions do not represent new pension accruals until  the cash balance account exceeds the value of benefits accrued under the  prior formula. This is because workers who leave a firm during a wearaway  period are entitled to receive the higher benefit they had accrued under the  old formula before conversion.", "Wearaway established at conversion tends to be longer for older workers.  For example, the basic cash balance plan we modeled as establishing  opening account balances at less than the present value of prior accrued  benefits generated a 2-year lump sum wearaway for a 35-year-old worker, a  4-year wearaway for a 45-year-old worker, and an 11-year wearaway for a  55-year-old worker at conversion (see table 2). This is because older  workers generally accrue larger benefits before conversion. Thus, older  workers must wait longer before their hypothetical balances catch up to  the value of prior accrued benefits and new benefits begin to accrue.  Wearaway created at conversion is also problematic for older workers  because these periods often occur during the years when the traditional  formula would have provided the most favorable rate of pension benefit  accrual for them had no conversion occurred.", "We also simulated several examples in which workers’ salary and tenure  were equal at conversion in order to determine whether the length of a  wearaway created at conversion can differ for workers of different ages.  In most of these simulations, the length of a lump sum wearaway created at  conversion was extended 1 to 2 years for workers with equal salary and  tenure but different ages. For example, we found that a 45-year-old faces a  4-year wearaway at conversion, while a 55-year-old with the same salary  and tenure at conversion faces a 6-year wearaway. Another simulation we  modeled indicates that a 40-year-old worker faces a 3-year wearaway at  conversion while a 50-year-old worker with the same salary and tenure  faces a 4-year wearaway. Although our simulations show that differences in  wearaway periods based on age can be small, the older worker faces the  longer wearaway at conversion in every instance in which a difference in  wearaway periods emerged.", "Plan sponsors determine whether to create wearaway at conversion. When  defined benefit plan sponsors provide accrued benefits as preretirement  lump sum distributions, they must follow federally mandated assumptions.", "However, current federal law does not govern how plan sponsors set  opening hypothetical account balances for cash balance plans, provided  that a plan ensures that participants do not receive less than the present  value of prior accrued benefits if they separate from the employer. Plan  sponsors can set the opening balances with any discount rate and set of  mortality assumptions they choose. Thus, at conversion, cash balance plan  sponsors can select assumptions that establish opening account balances  at amounts lower than those they would be required to pay as lump sum  distributions of benefits accrued under the prior formula. Many firms,  however, choose not to create a wearaway at conversion. According to a  recent survey by PricewaterhouseCoopers, 60 percent of cash balance plan  conversions that established opening account balances at the value of prior  accrued benefits used a discount rate equal to or lower than the mandatory  discount rate at conversion, thereby avoiding wearaway at conversion.", "Wearaway can also occur outside the control of plan sponsors after a  conversion. In this instance, wearaway occurs because of fluctuations in  the federally mandated discount rate for determining lump sum  distributions from defined benefit plans. The value of the distributions rises  when the mandatory discount rate falls, and the value falls when the  mandatory discount rate rises. Therefore, a falling mandatory discount rate  can generate wearaway while participants remain with the sponsor, even  when no wearaway was created at conversion. For example, we modeled a  scenario in which no wearaway was created at conversion and the  mandatory discount rate changes after conversion. Table 3 shows that the  fall in the discount rate 1 year after conversion causes the value of the  annuity benefit accrued under the prior formula to exceed the value of the  35-year-old worker’s hypothetical account balance, resulting in a wearaway  period. Two years after conversion, the mandatory discount rate rises, and  the lump sum value of the participant’s prior accrued benefit falls below the  participant’s hypothetical account balance.", "In addition to arising from conversion of a final average pay formula to a  cash balance formula, wearaway can arise in relation to annuity benefits  that participants have earned as of conversion. For purposes of this report,  annuity wearaway refers to a period of time after conversion when the  annuity benefit produced by the cash balance formula is less than the  annuity benefit earned under the prior formula up to the date of  conversion. Whether annuity wearaway results from conversion to a cash  balance formula depends on several factors, including how the plan  sponsor determines opening balances, the cash balance formula design,  and whether the prior formula has an early retirement benefit.", "Annuity wearaways can arise as a result of conversion to a cash balance  formula, depending on the form of annuity benefit that the worker selects  and the design of early retirement benefits in the prior formula. Even when  no lump sum wearaway is established at conversion, annuity wearaway can  arise on the worker’s accrued normal or early retirement benefits. For  example, as indicated above, the 45-year-old worker described in table 2  has a 4-year lump sum wearaway, assuming the account balance is  established with a 6.99 percent interest rate (the rate of return on 30-year  Treasuries plus 1 percent), but there would be no lump sum wearaway if  the opening account balance was established with a 5.99 percent interest  rate. Table 4 is based on an example in which the participant’s opening  account balance was established as the minimum lump sum distribution of  prior accrued benefits from conversion of a final average pay formula with  an early retirement subsidy. In this example, there is a wearaway on both  the accrued normal retirement benefit and the early retirement benefit earned as of the date of conversion. Specifically, if the prior formula had  included a subsidized early benefit, the 45-year-old worker who elects to  receive early retirement benefits at age 60 has a 9-year wearaway of the  early retirement annuity benefit even if the opening balance is established  with the mandatory 417(e) discount rate."], "subsections": []}, {"section_title": "Transition Provisions Vary in How They Mitigate the Adverse Effects of Plan Changes on Older Workers", "paragraphs": ["Most of the Fortune 1000 firms we surveyed that adopted cash balance  plans included various provisions to mitigate the potential reductions in  some workers’ benefits, but these provisions can vary in the extent to  which they mitigate potential reductions in expected benefits. While 84  percent of the firms in our survey that adopted cash balance plans included  one or more features to mitigate potential reductions in future benefits for  some or all participants, our analysis indicates that these provisions can  provide varying levels of protection. Some firms protected against a  potential reduction in future benefits by grandfathering plan participants at  the time of conversion. Grandfathering allows eligible participants to  continue accruing benefits under the prior formula or entails operating  both formulas and providing eligible participants with the greater benefit.  Grandfathering can be implemented in various ways, each affecting  different groups of workers. For example, in one firm in our survey eligible  participants who had a minimum of 60 points based on age and service at  the date of conversion receive benefits from the formula that provides the  greater benefit. Another firm in our survey allowed all participants aged 45  and older with a minimum of 60 points, based on age and service, to  continue accruing benefits under the prior formula.", "To mitigate the potentially adverse effects of adopting a cash balance  formula on older participants, some firms incorporated features such as  formulas that provide additional pay credits on the basis of a participant’s  age or years of service or they increased opening account balances. For  example, one plan in our survey provides additional pay credits that range  from 5 to 10 percent (above the ongoing pay credit in the plan formula) for  eligible participants 40 years old or older at conversion that increase with  age. Another plan in our survey enhanced opening account balances by  increasing initial balances on the basis of a specific percentage related to a  participant’s age and service.", "Including age-weighted pay credits in the cash balance formulas that we  modeled usually produced a larger annuity for the participant at retirement  than the basic cash balance formula. We modeled conversions to several  variations of cash balance formulas with weighted pay credits for  hypothetical participants ranging from age 30 through age 55 at conversion,  and they produced similar results. For example, a 45-year-old participant  would receive an annuity of approximately $29,200 per year from a cash  balance plan with weighted pay credits compared with $18,500 from the  basic cash balance plan (see fig. 6). However, under another, less generous  formula with age-weighted credits that we modeled, the same participant  would receive an annuity of only $21,200."], "subsections": []}]}, {"section_title": "Participants Often Receive Inadequate Information About Plan Changes", "paragraphs": ["Current disclosure requirements provide only minimum guidelines that  firms must follow on the type of information they provide participants  about plan changes. We found wide variation in the type and amounts of  information workers receive about plan changes. In many instances of  conversions to cash balance plans, sponsors did not ensure that  participants received sufficient information about plan changes that can  reduce future benefit accruals."], "subsections": [{"section_title": "Notice About Plan Changes May Not Adequately Inform Participants", "paragraphs": ["Under current disclosure requirements, firms may have broad flexibility in  the type of information they provide participants about plan changes.  ERISA specifically requires that plan sponsors notify plan participants  about any plan amendment that may significantly reduce the rate of future  benefit accruals for some or all employees. Employers must provide the  notice no later than 15 days before the implementation of an amendment.  Notification must be in writing and must state that the plan formula has  been amended as well as give the effective date of the amendment.  However, the law does not specifically require that plan sponsors articulate  the nature of the formula amendment or identify groups of participants  who may be adversely affected. Also, no notice is specifically required for  reductions to early retirement benefits. Consequently, the communications  provided to employees typically vary from general statements about plan  changes to specific examples of how conversions to cash balance plans  might affect workers of different ages and tenure. “Generally, the change we are making results in a reduction in the rate of future pension  accruals. There will be no change in the basic pension formula for employees who are  ‘grandfathered.’ Reductions for those who are well into their working careers but do not  meet the grandfathering criteria will be lessened to some extent through special transition  provisions. There may be large reductions in the rate of future pension accruals compared  to the current pension plan for those who are furthest from retirement today.”", "Other firms, however, satisfied the notice requirement concerning  reductions in future accruals by providing participants with the minimum  amount of information necessary to satisfy the specific ERISA  requirement—namely, a summary of the plan amendment detailing the cash  balance formula or a copy of the actual plan amendment. It is likely that the  technical language contained in the plan amendment is difficult to  understand and does not adequately convey changes made to the plan or  identify types of employees who might be adversely affected."], "subsections": []}, {"section_title": "Summary Plan Descriptions Can Provide Additional Information", "paragraphs": ["Summary plan descriptions (SPD) are another means of providing  information to employees about how conversions to cash balance plans  can affect their pension benefits. New employees must receive a copy of  the plan sponsor’s latest SPD 90 days after becoming covered by the plan.  These descriptions are used to convey basic information about company  pension benefits in clear, nontechnical language. “Because your pension benefit grows as an account balance, it is referred to as a cash  balance type plan. Although your benefit is referred to as an ‘account,’ no assets or funds are  set aside to fund an individual account in your name. Rather plan assets are held and  managed in a single retirement trust.”", "However, many of the SPDs we reviewed did not clearly explain that the  cash balance accounts were hypothetical and that participants did not  actually own individual accounts as in a 401(k) plan. About half of the cash  balance plan SPDs we analyzed did not make any reference to the  hypothetical nature of cash balance plan accounts. Not stating that the  accounts are hypothetical or making claims that the cash balance accounts  are similar to 401(k) plan accounts can prevent plan participants from  understanding how cash balance plans work and the benefits they are  entitled to receive. For example, without making reference to the  hypothetical nature of cash balance accounts, one firm described its cash  balance plan as a “personal retirement account” that grows on the basis of  compensation credits and interest credits. Other summary plan  descriptions or related plan information described cash balance plans in a  similar manner, including providing illustrations of the growth in cash  balance accounts alongside of examples of how 401(k) plan accounts can  increase over time without explicitly explaining that participants did not  “own” the cash balance accounts and did not control how the assets are  invested."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Cash balance and similar hybrid plans have become more common among  large firms than they were in the 1980s and point to a desire firms have to  offer pension benefits that more closely complement their business  strategies. In particular, conversions to cash balance plans allow firms to  redistribute pension benefits among different groups of employees. This  redistribution can be advantageous for young or mobile workers but can  have adverse effects for older workers. Recognizing that some workers  face reductions in future benefits or periods of no new benefit accruals,  many firms have adopted transition provisions to mitigate the loss of  expected benefits for some of their workers. The trend toward cash  balance plans and other hybrid plan designs underscores the challenge of  developing a pension system that provides retirement income for a broad  complement of workers while ensuring benefit equity among various  groups of workers.", "The increased use of cash balance plans highlights the growing mismatch  between the continuing innovation in pension plan design and a regulatory  framework that is much slower to adapt to new designs. Although cash  balance plans legally are defined benefit plans, they do not fit neatly within  the current defined benefit plan regulatory structure. Consequently, this  mismatch has now resulted in considerable regulatory uncertainty for  employers, as well as litigation with potentially significant financial  liabilities and contradictory court decisions. For many workers, this  mismatch has also raised questions about the security of their retirement  income and the rights they have to their pension benefits. As a result,  additional protections are needed to address issues raised by the  emergence of cash balance and similar hybrid plan designs. For example,  requirements for setting opening account balances could protect plan  participants, especially older workers, from experiencing periods of no  new pension accruals after conversion while other workers continue to  earn benefits.", "Another major issue in the debate over cash balance plan conversions has  been the clarity and usefulness of information provided to employees about  changes in their retirement benefits. We found considerable variation in the  clarity and comprehensiveness of the information disclosed to employees  affected by past plan conversions. At a minimum, employees should have  clear, understandable information about pension plan modifications that  will help them make intelligent employment and retirement savings  decisions. Such information is especially important when workers must  choose whether to remain under a traditional formula or participate in a  cash balance plan. Participants could benefit from more timely notice of  plan changes that can reduce future benefit accruals. Such an extended  notification period would be comparable to the advance notice provided in  the event of a proposed pension plan termination and would provide  participants more time to evaluate plan changes and the potential effects  on their benefits. The notice could also provide employees a clear, written  description about changes to the plan and which groups of participants  might have lower future benefit accruals under the amended plan."], "subsections": []}, {"section_title": "Matters for Congressional Consideration", "paragraphs": ["To improve disclosure related to pension plans, the Congress should  consider amending ERISA so that it specifically requires firms to provide  participants with more timely information, in plain language, about plan  changes that can reduce future pension benefits. Such notice could be  provided to employees no less than 90 days before the effective date of the  plan amendment rather than the current 15 days. This notice requirement  could also be expanded to include instances in which a plan amendment  will significantly reduce or eliminate early retirement benefits.", "To better ensure continuity of pension accruals for workers affected by  conversions to cash balance formulas, the Congress should consider  amending the Internal Revenue Code and ERISA to establish requirements  to prevent firms that convert to cash balance plans from creating a  wearaway period at conversion on the value of prior accrued benefits on an  annuity and lump sum basis."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["To address the continuing regulatory uncertainty concerning cash balance  and other hybrid plan designs, the relevant federal agencies should take  steps to clarify how these plan designs will be treated under current  pension law. Specifically, we recommend that the Secretary of the Treasury  direct the Commissioner of Internal Revenue to continue the effective  moratorium on determination letters approving conversions to cash  balance or similar hybrid plan designs until IRS acts on our  recommendations by promulgating regulations addressing key issues  concerning these plans.", "We also recommend that in clarifying the regulatory treatment of cash  balance and similar hybrid plans, the Secretary direct the Commissioner of  Internal Revenue to   develop a regulatory framework that—where appropriate on issues  under its authority, including coordination with other appropriate  agencies such as EEOC—provides requirements on key issues for cash  balance and similar formulas, recognizing the hybrid nature of these  new plan designs, and   define the accrued benefit provided by cash balance plans under the  framework for hybrid pension plans.", "We also recommend that the Secretary of Labor direct the Assistant  Secretary of the Pension and Welfare Benefits Administration, under  authority as provided by ERISA, to amend the disclosure requirements for  summary plan descriptions and summaries of material modifications to  plans to   include a clear statement regarding the hypothetical nature of cash  balance accounts, including that employees do not own the accounts,  and how such accounts differ from any defined contribution accounts  an employer may also provide and   clearly identify the potential of the conversion to reduce future pension  accruals and early retirement benefits and under what circumstances  such reductions are likely to occur.", "The Secretary of Labor should also direct the Assistant Secretary of the  Pension and Welfare Benefits Administration to develop standardized  language that firms may use to meet the amended disclosure requirements."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided EEOC, IRS, Labor, and Treasury the opportunity to comment  on a draft of this report. Treasury generally agreed with our findings,  conclusions, and recommendations and agreed that legislation like that  proposed in our matters for congressional consideration is needed.  Treasury’s comments are included in appendix IV. In its comments, IRS  concurred with Treasury. In their comments, EEOC and Labor also  generally agreed with the report’s findings, conclusions, and  recommendations. Treasury and Labor said that they are currently  considering the appropriate course of action to take in response to our  recommendations.", "Treasury and Labor also provided technical comments, which we  incorporated where appropriate, including clarification of our  recommendations.", "We are sending copies of this report to the Honorable Charles E. Grassley,  Chairman, Senate Special Committee on Aging; the Honorable Lawrence H.  Summers, Secretary of the Treasury; the Honorable Alexis M. Herman,  Secretary of Labor; the Honorable Ida L. Castro, Chairwoman of the Equal  Employment Opportunity Commission; the Honorable Charles O. Rossotti,  Commissioner of Internal Revenue; and others who are interested. We will  also make copies available to others on request.", "If you or your staffs have any questions concerning this report, please call  me on (202) 512-7215. Major contributors to this report are Charles A.  Jeszeck, George A. Scott, Daniel F. Alspaugh, Jeremy F. Citro, Andrew M.  Davenport, Lise L. Levie, and Roger J. Thomas."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": [], "subsections": [{"section_title": "Survey of 1999 Fortune 1000 Companies", "paragraphs": ["To determine the prevalence of cash balance plans among large employers  and to describe the major features of cash balance plans adopted by large  employers, we conducted a telephone survey of 420 employers listed  among the 1999 Fortune 1000. We selected the firms randomly. We obtained  responses from 409 firms, or about 97 percent of the companies we  sampled.", "Of the 409 firms that responded to our survey, 19 percent reported  sponsoring a cash balance plan. Because the survey was based on random  sampling with equal probabilities of selection, the sample proportion is a  reasonable estimate of the total population of 1999 Fortune 1000  companies sponsoring a cash balance plan. Applying the sample proportion  (19.3 percent) to the 1999 Fortune 1000 list provides an estimate of 193  1999 Fortune 1000 firms with cash balance plans as of July 2000.", "We obtained plan documents, including summary plan descriptions (SPD)  from the cash balance plan sponsors we identified in the sample survey. We  summarized the major features of cash balance plans sponsored by the  1999 Fortune 1000 firms we surveyed. Information extracted from plan  documents provided by the cash balance plans we identified includes data  on whether the plan is a new or converted plan, participation and vesting  requirements, how opening balances were established, cash balance plan  features, and whether transition provisions were provided.", "For each variable in the data collection instrument as well as for  information on plan features that we obtained from plan documents, we  developed a database to compile and analyze plan data. Counts were  performed to generate the frequency of occurrence for each variable in the  database and particular plan features. The percentage and number of 1999  Fortune 1000 firms that sponsor cash balance plans as well as the number  of participants in those plans were calculated at the 95 percent confidence  level. The other statistics we report from our survey on cash balance plans  represent sample statistics."], "subsections": []}, {"section_title": "Interviews With Cash Balance Plan Sponsors", "paragraphs": ["We conducted in-depth interviews with officials from 14 firms that sponsor  cash balance or similar hybrid plans; 13 of these firms converted traditional  pension plans to cash balance or pension equity plan formulas. These  interviews allowed us to examine in-depth the reasons why employers  converted and how plan sponsors implemented conversions to cash  balance plans. We selected firms judgmentally on the basis of several  criteria. Selection criteria included company industry, geographic region,  and whether the company had received favorable or unfavorable press  regarding its conversion. Two of the 14 companies are nonprofit  organizations. Information from these interviews is included in the body of  the report to provide relevant examples and context. We do not mention  firm names in order to preserve confidentiality. We provided a pledge of  confidentiality to firms that provided us proprietary information."], "subsections": []}, {"section_title": "Comparative Design Scenarios", "paragraphs": ["To analyze how traditional final average pay formulas and cash balance  formulas determine the amount of pension benefits, we calculated  comparative design scenarios that show how benefits accrue over a  worker’s career. For these scenarios, we assume that a hypothetical worker  spends an entire career with a sponsor of a traditional final average pay  plan or cash balance plan to illustrate how traditional final average pay  formulas and basic cash balance plans provide pension benefits. Because  these scenarios are not intended to compare pension benefits received at  any age or to illustrate the potential effects of conversion, we equalized  annuity and lump sum benefits provided by the two formulas at age 65 the  assumed normal retirement age. Our assumption of equal benefits at the  normal retirement age for purposes of illustration does not mean that the  two formulas in this example would provide equivalent benefits at times  other than normal retirement age or would result in equivalent costs to the  sponsor. The traditional final average pay formula provides an annuity  commencing at age 65 based on years of service, a multiplier of 1.0 percent  of pay, and the worker’s average final (previous) 5 years of salary. An early  retirement subsidy was not incorporated into the traditional formula for  these examples. We assume that cash balance plan benefits are based on  5.99 percent interest credits (rate of interest on the 30-year Treasury note in  December 1997) to employee “accounts.” To equalize pension benefits at  age 65, we held the traditional formula accrual factor and the cash balance  formula interest credit rate constant and solved for the cash balance plan  formula’s pay credit. For example, the 25-year-old worker we modeled  participates in a cash balance plan that credits 5.9 percent of pay for each  year of participation.", "We converted cash balance nominal account balances to annuity  equivalents by projecting account balances forward to age 65 (the assumed  normal retirement age) with the interest credit rate and applying an annuity  conversion factor, which converts the projected balance to an annuity  equivalent commencing at age 65. The annuity conversion factor consists  of a discount rate (5.99 percent, or the rate on 30-year Treasuries as of  December 1997) and unisex mortality assumptions from the 1983 Group  Annuity Mortality table."], "subsections": []}]}, {"section_title": "Pension Benefits Simulation Model", "paragraphs": ["We used a computer simulation model to examine the potential effects of  converting to a traditional defined benefit plan with a final average pay  formula to a cash balance formula on the pension benefits for individual  workers of different ages and tenure. We designed this actuarial model as  an Excel file in consultation with actuaries from pension-related  government agencies. To conduct simulations, users must input various  parameter values to specify the design of the traditional and cash balance  formulas, worker characteristics at conversion, and key interest rates. The  model permits considerable flexibility in plan design, particularly for cash  balance formulas. This flexibility includes varying the assumptions used to  determine opening account balances and the level and structure of pay and  interest credits. We conducted nearly 100 simulations reflecting various  features of employer-sponsored traditional and cash balance pension plans.  We specified parameter values for the scenarios discussed in the report  that we based on our comprehensive review of actual cash balance plan  conversions. This review included industry-specific data, our survey of  Fortune 1000 firms, in-depth interviews with firms that converted to cash  balance plans, and interviews with knowledgeable actuaries, consultants,  and government officials.", "To analyze the potential effects of conversion from a traditional final  average pay formula to a cash balance formula, the model computes  benefit streams in dollars for annuity and lump sum benefits provided by  both formulas. The model computes these streams provided by both  formulas annually up to the plan’s normal retirement age of 65. This allows  us to compare annuity and lump sum benefits after conversion for  individual workers for any age at the time of conversion until age 65. To  understand the potential effects on workers’ pension benefits that result  from conversion to a cash balance formula, both annuity and lump sum  benefit streams must be calculated. By computing benefit streams, we are  able to compare benefits provided by the two formulas at any point in time  upon conversion until retirement."], "subsections": [{"section_title": "Model Specification of a Traditional Defined Benefit Formula", "paragraphs": ["In seeking to compare how workers fare in the event of a conversion to a  cash balance formula, we use a benefit formula to represent a traditional  defined benefit plan in place before conversion. The traditional defined  benefit formula we model is based on a multiplier times the worker’s  completed years of service times the average of the worker’s last 5 years’  earnings. At any given time, this formula provides a deferred annuity  benefit (or a series of annual payments) that commences at the plan’s  normal retirement age, defined as age 65 in our model.", "We chose to simulate benefits provided by a traditional defined benefit plan  using a final average pay formula because most participants in defined  benefit plans are covered by plans with a final average pay formula.  According to 1997 data from the Bureau of Labor Statistics (BLS) on  defined benefit plans sponsored by large and medium-size firms, 56 percent  of covered employees participated in a plan based on terminal earnings or  earnings during a specified number of years at the end of a worker’s career.  The BLS study indicates that 78 percent of employees covered by a  terminal earnings formula in 1997 received pension benefits based on a 5- year averaging period. Also, a recent study by PricewaterhouseCoopers  found that 78 of the 100 plan conversions it surveyed provided pension  benefits based on a final average pay formula prior to conversion. Annuity  benefits are calculated by the model because defined benefit pension law  and regulations require all defined benefit plans to express accrued  benefits in the form of an annual payment commencing at normal  retirement age. Traditional formula benefits are computed from the age of  initial employment until the normal retirement age."], "subsections": []}, {"section_title": "Model Specification of the Cash Balance Plan Formulas", "paragraphs": ["Cash balance plans are defined benefit plans that provide participants with  hypothetical accounts. The balances in these accounts are determined by a  plan-specified formula that specifies a percentage of annual pay for each  employee and pays interest on this amount at a rate or index of rates. In the  event of conversion, plan sponsors generally establish opening balances by  determining the present value of accrued benefits under the prior benefit  formula at the time of conversion.", "The model computes benefits provided by cash balance formulas after a  conversion from the traditional defined benefit formula to a cash balance  account formula. The cash balance formula provides hypothetical account  balances and determines benefits on the basis of pay credits and interest  credits contributed to workers’ accounts. To facilitate a comparison, we  computed the benefits provided by the cash balance formulas we model  from a worker’s age at conversion until the plan’s normal retirement age.", "Conversion from the traditional final average pay formula to the cash  balance formula is based on computing the present value of the accrued  benefit provided under the final average pay formula at conversion. Our  survey of firms on the 1999 Fortune 1000 list indicates that plan sponsors  who converted to a cash balance formula generally established opening  account balances by determining the present value of prior accrued  benefits. Mortality assumptions based on unisex 1983 Group Annuity  Mortality rates and an interest rate prescribed by Internal Revenue Code  (IRC) section 417(e) are used to determine the present value of the prior  accrued benefit (annuity provided by the old formula) payable at the time  of conversion. The conversion to the cash balance formula is assumed to  have been operational on January 1, 1998.", "Our survey of 1999 Fortune 1000 firms indicates that there is a wide variety  of cash balance plan designs among the firms that sponsor these plans.  Thus, the simulation model does not seek to model any “typical” cash  balance plan but permits analysis of a broad range of cash balance plan  features common among actual plans. Because there is a variety of cash  balance plans, we modeled numerous cash balance formulas including  basic cash balance formulas that provide level annual pay credits to  workers regardless of age and service as well as more complex cash  balance formulas with age-weighted pay credits or enhanced opening  balances. All the cash balance formulas we model are based on common  features found in employer-sponsored cash balance plans. All simulations  are illustrative, the model is not used to simulate pension benefits provided  by any particular employer’s plan, and the model does not simulate pension  benefits for any particular employer’s workforce. Instead, simulation  results help explain how cash balance formulas provide pension benefits  compared with traditional defined benefit final average pay formulas."], "subsections": []}, {"section_title": "Underlying Assumptions for All Simulations", "paragraphs": ["All the simulations we report, as well as those conducted in our sensitivity  analyses, require a number of simplifying assumptions. We do not represent  the simulations we undertook to be typical; rather, they illustrate how  workers might fare under conversion to a cash balance formula. The model  calculates a pension benefit stream for each formula, which permits  analysis of the potential effects of conversion on the accrued pension  benefits workers receive. Deferred annuity and lump sum benefits the two  formulas provide can be compared at any age from conversion until  retirement. Thus, users can compare preretirement lump sum distributions  that workers receive at all possible ages of departure from the firm at or  after conversion. Users can also compare annuity benefits received at  retirement.", "The purpose of the model is to focus on the comparative effects on benefits  for workers in the event of a conversion to a cash balance formula. The  model does not simulate benefit portability scenarios based on turnover  data or examine pension benefits based on participation in multiple final  average pay or cash balance formulas. In reality, many individuals may  have very discontinuous work histories and may work a number of  different places before retirement. Except where specified in the text, we  did not include early retirement subsidies in the traditional formula that we  modeled, and in all cases, neither the traditional nor the cash balance  formula is integrated with Social Security. The model does not incorporate  other possible changes to a worker’s total benefit and compensation  package that might accompany conversion to a cash balance formula (for  example, the addition of a 401(k) plan or an increase in an employer’s  match to an existing 401(k) plan). Because the model does not allow users  to model age-based salary increases, we used BLS Economic Cost Index  data to compute an average wage and earnings growth factor to reflect  1990-98 wage growth among private sector workers. Interest rates,  including the 417(e) rate, the conversion rate, and the annuity conversion  factor (rate) used in the computation of pension benefits, are typically  fixed throughout the modeling period, which begins at the age of  employment and extends until retirement at age 65."], "subsections": [{"section_title": "Specification of Model Parameters", "paragraphs": ["The model operates through parameters for which users can select and  input values. The parameters allow the manipulation of different factors,  which then influence the model’s results. Our initial simulations for  workers of various ages and tenure constitute a baseline scenario that  models conversion from a traditional final average pay formula to a basic  cash balance formula. All other simulations use sensitivity analysis, or the  modification of one or more parameter values used in the baseline  simulations, to analyze the potential effects of different types of cash  balance formula design assumptions on workers’ pension benefits after  conversion.", "Parameters that the user can input values for are grouped into three broad  categories.  1. Worker characteristics:   worker age at conversion,  worker salary at conversion,  worker tenure (completed years of service) at conversion, and  worker salary increase factor. 2. Pension formula parameters:   traditional formula multiplier (a percentage),  cash balance formula interest credit rate,  cash balance formula pay credit rate (level percentage or age-weighted   an extra amount to a worker’s opening account balance (possible to add  a flat dollar amount chosen by the user to opening account balances),  and  preretirement mortality factor (which is used for all simulations and  each pension benefit calculation in simulations requiring mortality  factors). 3. Interest rate parameters:  417(e) rate (which is always the plan-specified 30-year Treasury rate and  must be used to calculate actuarial equivalents to the accrued benefits  (deferred annuities) provided by defined benefit plans), conversion rate (converts the prior accrued benefit to a lump sum value,  which is used as the worker’s opening account balance), and   annuity conversion rate (converts projected cash balance accounts to  annuity equivalents)."], "subsections": []}]}, {"section_title": "Assumptions of the Baseline Simulations", "paragraphs": ["To establish a baseline from which to examine the potential effects of  conversions to different types of cash balance formula design parameters  and changes to other parameters such as interest rates, we modeled the  conversion of a final average pay formula to a basic cash balance formula.  Modeling conversion to a basic cash balance formula enabled us to  demonstrate what can happen to the pension benefits of individual workers  when a plan sponsor changes from a final average pay formula to a cash  balance formula. (See table 5.)", "The parameter values we selected for our baseline simulations, including  the traditional and cash balance formula parameters, reflect common  features and factors found among actual plan designs. We selected all the  assumptions used to specify the formula parameters for the traditional final  average pay formulas and basic cash balance formulas we model on the  basis of our consultation with knowledgeable consultants and actuaries.", "The traditional final average pay formula accrual factor. We selected  1.25, which is below the average accrual factor of 1.48 for final average  pay plans BLS reported in its 1997 survey of large and medium-sized  defined benefit plan sponsors.", "Pay credits. The level pay credit of 5 percent we selected is based on our  review of level pay credit rates that actual cash balance plans provide  and our consultations with actuaries. Our survey of 1999 Fortune 1000  firms indicates that about 35 percent of cash balance sponsors use a  level pay credit in their formulas. According to a recent  PricewaterhouseCoopers study, 28 of 100 sponsors surveyed that  converted to a cash balance formula use a level pay credit, and the  median rate is 4.5 percent.", "Interest credit rates. The interest credit rates we assume in our  simulations are common among actual cash balance plans. The majority  of cash balance plan sponsors we identified in our survey of 1999  Fortune 1000 firms use a rate tied to a Treasury security, such as the rate  on the 30-year or the 1-year Treasury bond, to credit interest to  participants’ hypothetical accounts. According to  PricewaterhouseCoopers, the rate of return on 1-year Treasury bonds is  the most commonly used rate (40 of 100 cash balance plans) to credit  interest to participant accounts.", "Nominal account balances. The cash balance formulas we model are  designed to provide workers who receive benefits from the plan with  the nominal account balance. All simulations use an interest credit rate− the rate of return on 1-year Treasury bonds or the rate of return on 30- year Treasury bonds—from the list of rates permissible under IRS  Notice 96-8 to credit worker accounts. According to IRS Notice 96-8,  cash balance plan sponsors who credit interest at a rate or index equal  or tied to the yield on 30-year Treasury securities may pay the nominal  account balance as the benefit distribution to a vested participant. The  selection of 1-year and 30-year Treasury rates as the interest credits rate  for the cash balance formulas we model is designed not to produce  “whipsaw” effects at conversion or any time after conversion to the  plan’s normal retirement age.", "Mortality table for annuity calculation. For all simulations, we use  unisex mortality rates from the 1983 Group Annuity Mortality table.  Unisex mortality factors from this table are required by law to be used  when calculating minimum lump sum distributions payable from  defined benefit plans because the 1983 Group Annuity Mortality table is  the current “prevailing commissioners’ standard table.” Our use of the  rate of return on 30-year Treasuries is also consistent with mandatory  IRC section 417(e) requirements for calculating lump sum distributions  from defined benefit plans. Knowledgeable actuaries with whom we  spoke indicated that using the rate of return on 30-year Treasuries and  1983 Group Annuity Mortality unisex mortality factors is appropriate for  other calculations requiring the use of mortality factors and an interest  rate. Therefore, we use these assumptions to calculate the present value  of prior accrued benefits to establish opening account balances and  convert nominal cash balance accounts to age 65 annuity equivalents.  Using the rate of return on 30-year Treasury bonds and 1983 Group  Annuity Mortality unisex mortality factors also assured us that we did  not create a lump sum wearaway upon conversion by establishing  opening account balances at less than the present value of prior accrued  benefits."], "subsections": [{"section_title": "Hypothetical Worker Assumptions", "paragraphs": ["To compare how traditional and cash balance formulas provide pension  benefits and to assess the potential effects of conversion to a cash balance  formula on pension benefits of different workers, the user can select values  for worker age, salary, and tenure at conversion. Worker age represents  how old a worker is at the time of conversion to the cash balance formula.  We modeled workers at ages 30, 35, 40, 45, 50, and 55 at conversion to  examine the potential effects of conversion on younger and older workers.  The values selected for worker salary and tenure variables represent  worker salary and years of completed service at conversion.", "The worker profiles assume that employment began at age 25 for each  worker and that the youngest worker we modeled completed 5 years of  service by the time of conversion. Salaries at conversion are based on  analyses of earnings and wage data from the Demographic Supplement to  the March 1999 Current Population Survey for full-time workers who  reported participation in their firm’s pension or retirement plan by age and  gender. We used the Current Population Survey to compute earnings  figures because it is the source of official government income statistics  published by the Bureau of the Census. All salary values are median values  for workers at the specific ages modeled."], "subsections": []}, {"section_title": "Analyzing the Potential Effects of Conversion on Worker Pension Benefits", "paragraphs": ["Because cash balance plans are designed to provide lump sum benefits but  must also provide annuity benefits, a complete examination of the potential  effects of conversion on the pension benefits of workers of different ages  and tenure depends on analyzing the potential effects on both annuity and  lump sum benefits. The model we used simulates both annuity and lump  sum benefit streams provided by each formula.  1. Annuity. The annuity provided by the traditional formula and the  “annuity equivalent” to the cash balance account (nominal cash balance  accounts converted to annuities at age 65). 2. Lump sum. The lump sum value of the accrued benefit from the  traditional formula—minimum distribution in accordance with IRC  section 417(e)—and the nominal cash balance account value, based on  the establishment of an opening account balance at conversion. Lump  sum values represent age-specific present values and are reported in  nominal dollars."], "subsections": []}, {"section_title": "Annuity Comparison", "paragraphs": ["We examine annuities because cash balance plans legally are defined  benefit plans and must provide an annual benefit commencing at normal  retirement age, usually in the form of an annuity. The model computes two  annuity benefit streams for the traditional formula. One stream shows the  traditional formula annuity from the initial age of initial employment up to  the age at conversion, with the annuity amount frozen at conversion until  normal retirement age. The other stream shows the traditional formula  annuity from the age of initial employment to the plan’s normal retirement  age.", "For each year upon conversion, the model converts beginning-of-year  nominal account balances to “annuity equivalents.” To calculate the annuity  equivalent to the cash balance account, the model incorporates the  methodology recommended in IRS Notice 96-8. We use the methodology  prescribed by Notice 96-8 because defined benefit plans must express  benefits as a function of the plan’s normal retirement age, whether as a  series of annual payments or the actuarial equivalent of normal retirement  benefits. According to IRS Notice 96-8, nominal account balances are  projected to normal retirement age using interest credits specified by the  plan. The projected balance is converted into a deferred age 65 annuity. The  “annuity conversion” is calculated in accordance with the mortality factors  and interest rate prescribed by Internal Revenue Code section 417(e). The  annuity equivalent to the cash balance account determined by this  methodology represents an annual benefit beginning at the plan- specified  normal retirement age. The cash balance account annuity equivalent is  directly comparable to the annuity provided under the final average pay  formula."], "subsections": []}, {"section_title": "Lump Sum Comparison", "paragraphs": ["To compare the lump sum benefits provided by the two formulas, the  model calculates the age-specific present value (lump sum) of the annuity  produced by the final average pay formula. The age-specific present value  of accrued benefits that defined benefit plans provide must be determined  in accordance with IRC section 417(e). Under this requirement, annuity  benefits are to be discounted to an actuarially equivalent amount, or a lump  sum distribution, that equals the present value of the annuity generated by  the formula. The model incorporates the mortality factors and interest rate  mandated by IRC section 417(e) to determine the present value of the  traditional formula annuity benefit. The lump sum value of the traditional  formula annuity benefit is the legal minimum payment that defined benefit  plan sponsors can provide to vested participants who can receive benefits  in a form other than an annuity commencing at retirement (if permissible  under the plan). The model permits the calculation of lump sum values for  the two annuity benefit streams produced by the final average pay formula.  That is, the model calculates lump sum values for the final average pay  formula annuity stream frozen at conversion until the normal retirement  age, and it calculates lump sum values for the final average pay formula  annuity stream produced from the age of initial employment out to the  normal retirement age."], "subsections": []}, {"section_title": "Implications of the Absence of Early Retirement Benefits", "paragraphs": ["Except in the case in which where we illustrate the wearaway of annuity  benefits that can occur upon conversion to a cash balance formula, we did  not simulate pension benefits provided by traditional formulas with early  retirement benefit provisions. The majority of traditional defined benefit  plans do include some form of early retirement benefit, and many include  subsidized early retirement benefits. Early retirement benefits are  designed into defined benefit pension plans by adjusting the accrued  benefit (the deferred age 65 annuity determined by the plan formula) as of  the date of early retirement to reflect the receipt of benefits at an earlier  age and for a longer period of time. Adjustments to normal retirement  annuities are based on early retirement factors or actuarial factors  combining a set of mortality assumptions and an interest rate. Early  retirement benefits can reflect full actuarial reductions, which discount the  accrued normal retirement benefit to the date of early retirement. Early  retirement benefits generated in this manner are termed “actuarially  reduced” benefits. Early retirement benefits can also be subsidized or can  reflect adjustments that do not actuarially reduce benefits to fully reflect  receipt at the early retirement age. That is, defined benefit plans can  stipulate a set of more favorable early retirement factors that reduce  benefits on an actuarially partial basis (benefits are worth more at the early  retirement age than if reduced on a purely actuarial basis).", "The absence of early retirement benefits in the traditional formulas we  model has no effect on how the cash balance formulas we model provide  benefits after conversion. The benefit stream and rate of benefit accrual  provided by cash balance formulas after conversion are not altered by the  presence or absence of early retirement subsidies in a final average pay  formula before conversion. According to leading actuaries we spoke with,  early retirement subsidies can be eliminated as a result of conversions to  cash balance formulas but this does not affect how benefits accrue under  cash balance formulas."], "subsections": []}, {"section_title": "Implications of Not Integrating Formulas With Social Security", "paragraphs": ["Many defined benefit plan participants are covered by a plan that integrates  benefits with Social Security. The model results would most likely be  affected by integrating one or both of the pension benefit formulas  simulated with Social Security benefits, but it is not possible to gauge  whether the results would be more favorable or less favorable to the cash  balance formula. Also, the earning levels of individual workers influence  whether and how integration affects total pension benefits.", "There are two methods for integrating employer-sponsored defined benefit  pensions with Social Security. The offset method reduces employee  pension benefits as calculated by the plan formula by a portion of primary  Social Security payments, or by the “offset” amount. Offset amounts may  not exceed limits specified by federal law. The excess method involves  adding two layers of benefits to determine the participant’s total pension  benefit. The excess method applies the plan formula to determine the  benefit for participant earnings up to an “integration level,” such as the  Social Security taxable wage base or a specific fixed-dollar threshold. A  second layer of benefits is computed at a higher rate for earnings above the  integration level. Designing Social Security integration into our model  could be more or less favorable to the cash balance formula, depending on  whether integration was built into either the traditional formula or cash  balance formula (or both) and the integration method used."], "subsections": []}]}, {"section_title": "Sensitivity Analysis", "paragraphs": ["To enhance our analysis of the potential effects of conversion to cash  balance formulas on the pension benefits, we conducted numerous  sensitivity analyses by changing the cash balance formula design  parameters. For example, we simulated an additional conversion scenario  to an alternative basic cash balance plan. This alternative scenario was  based on conversion from a traditional final average pay formula with a  1.25 multiplier to a cash balance formula that provides flat 6 percent pay  credits and 5.99 percent interest based on the December 1997 rate of return  on 30-year Treasury securities. We also modeled conversion to five cash  balance formulas with age-weighted pay credits that we selected from  among cash balance plan sponsors we identified in our survey of Fortune  1000 firms. For example, we modeled conversion to a cash balance formula  with age-weighted pay credits ranging from 3 to 8 percent, and we modeled  conversion to a cash balance formula with age-weighted pay credits from 3  to 11 percent. We also modeled examples of conversions to cash balance  formulas with enhanced opening balances, enhanced opening balances and  age-weighted pay credits, and grandfathering provisions. These formula  design assumptions did not change our key findings.", "The simulations we conducted reflect a range of features commonly found  in cash balance formula designs, including conversions. We conducted a  range of sensitivity analyses to assess the effects of changes to various  model parameters, including cash balance formula design parameters.  Parameter values for the simulations were selected on the basis of our  review and analysis of actual cash balance plans sponsored by large  employers, review of the literature on cash balance plans, and interviews  with knowledgeable pension actuaries and consultants involved in cash  balance plan designs."], "subsections": []}]}, {"section_title": "Cash Balance Plans and Minimum Lump Sum Distributions", "paragraphs": ["IRC provides that any form of payment from a defined benefit formula  other than an annuity must be the actuarial equivalent of an annuity  beginning at normal retirement age. The actuarial equivalent of an annuity  commencing at normal retirement age is the present value or lump sum  equivalent to the annuity benefit. IRC defines how the actuarial equivalent  of a normal retirement age annuity must be determined. Specifically, IRC  section 417(e)(3) stipulates that defined benefit sponsors that permit lump  sum distributions must calculate distributions to departing participants by  using a mandatory discount rate and a set of mortality assumptions. The  mandatory discount rate is the rate of interest on 30-year Treasury bonds,  and the current mortality table is the prevailing IRS Commissioner’s table  used to determine reserves for group annuity contracts—the 1983 Group  Annuity Mortality unisex table. To determine the lump sum distribution of  a participant’s accrued benefit under a traditional formula, the IRC section  417(e) methodology must be applied to the individual’s accrued benefit.  The actuarial present value of an annuity beginning at normal retirement  age determined in accordance with federal regulations represents the  minimum lump sum distribution payable under law to a departing vested  employee.", "Cash balance plans must pay accrued benefits as an annuity or the lump  sum equivalent to a normal retirement age annuity. Cash balance plans  that provide preretirement lump sum distributions must do so in  accordance with federal regulations governing defined benefit plans.  Hypothetical account balances are proxies for the lump sum equivalent of  participants’ accrued benefits. However, because cash balance plans do not  initially express benefits as annuities commencing at normal retirement  age like most other traditional defined benefit plans do, hypothetical  account balances paid as lump sum distributions must be calculated as the  actuarial equivalent of deferred annuities. This calculation ensures that  cash balance plan sponsors pay separating employees the minimum benefit  they are entitled to under the law.", "Under a cash balance plan, the hypothetical account balance represented  to the participant may not equal the minimum lump sum distribution the  participant is entitled to receive. The extent to which the hypothetical  balance equals the minimum lump sum distribution payable from a defined  benefit plan depends primarily on the relationship between two key  interest rates—the rate at which the plan credits hypothetical earnings and  the mandatory discount rate. If the plan interest credit rate exceeds the  mandatory discount rate, the plan sponsor must legally pay a lump sum  benefit greater than the participant’s hypothetical account balance, known  as the “whipsaw” effect. Conversely, when the hypothetical account  balance exceeds the minimum lump sum benefit payable, IRC does not  prohibit a sponsor from paying the lesser amount.", "For example, a 35-year-old worker with a hypothetical account balance of  $7,590 may receive a lump sum payment of $9,064 when the plan interest  credit rate is 6.99 percent and the discount rate is 5.99 percent (see fig. 7).", "Conversely, if the plan interest credit rate is 4.99 percent, the same  employee receives a lump sum payment of $5,146 (see fig. 8).", "IRS Notice 96-8 prescribes a methodology for cash balance plans to  generate the actuarial equivalent of the annuity commencing at normal  retirement age, which represents the minimum lump sum amount that can  be paid under law. Calculating the minimum benefit amount payable under  a cash balance formula requires additional steps beyond calculating the  hypothetical balance. According to Notice 96-8, the participant’s  hypothetical account balance must be projected forward to the date of  retirement, using hypothetical earnings that are based on the interest credit  rate specified by the plan. Hypothetical account balances are projected  forward with interest credits to the plan’s normal retirement age because  future interest credits are part of participants’ nonforfeitable benefits. That  is, Notice 96-8 requires cash balance plans to be “front-loaded”—or  requires determining accrued benefits by including all future interest  earned on each year’s pay credit as of the date the pay credits were  contributed to hypothetical accounts. Next, the projected balance is  converted into a normal retirement age annuity by using a plan-specified  discount rate and mortality factors. Finally, the value of the normal  retirement age annuity is discounted back to current dollars, using the  mandatory discount rate—the rate specified by federal regulation that must  be used to convert the benefit into an equivalent lump sum in current  dollars—and mortality factors.", "IRS Notice 96-8 permits cash balance plan sponsors to pay hypothetical  account balances as minimum lump sum distributions to satisfy defined  benefit plan rules. To help sponsors avoid the potential for whipsaw, IRS  guidance allows plan sponsors to pay the hypothetical balance as the  accrued benefit by adopting an index from a list of recommended indexes  for crediting interest to hypothetical accounts. Plan sponsors are allowed  to credit interest on the basis of the rate of return to 30-year Treasury  securities or on one of several indexes tied to the 30-year Treasury bond  rate.", "The Notice allows a sponsor crediting hypothetical interest at a rate equal  to or tied to the mandatory discount rate to pay the hypothetical balance if  the sponsor uses one of the standard indexes that appear in the notice to  credit hypothetical interest earnings. As we stated above, figure 7 shows  that because the 6.99 percent interest credit rate exceeds the 5.99 percent  mandatory discount rate, the plan sponsor must pay a departing participant  a lump sum distribution of $9,064, which is greater than the $7,590  hypothetical account balance. However, the sponsor in this example would  be allowed to pay a lump sum distribution of $7,590 when the interest  credit rate is based on one of the standard indexes contained in the notice,  even if that rate is higher than the mandatory discount rate, such as 6.61  percent. Although it is not explicitly stated in IRS Notice 96-8, federal  agency officials stated that the Notice implies that a plan adopting a  standard index may project the balance forward and discount it back, using  the mandatory discount rate. As a result, the hypothetical account balance  and the minimum lump sum benefit would always be assumed to be equal,  regardless of any differences between the rate (as determined by the  specific index) used to credit hypothetical earnings and the mandatory  discount rate. In practice, the hypothetical balance becomes the payable  benefit."], "subsections": []}, {"section_title": "Comments From the Department of the Treasury", "paragraphs": [], "subsections": [{"section_title": "Ordering Information", "paragraphs": ["The first copy of each GAO report is free. Additional copies of  reports are $2 each. A check or money order should be made out to  the Superintendent of Documents. VISA and MasterCard credit  cards are accepted, also.", "Orders for 100 or more copies to be mailed to a single address are  discounted 25 percent.", "Orders by mail: U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Orders by visiting: Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders by phone: (202) 512-6000 fax: (202) 512-6061 TDD (202) 512-2537 Each day, GAO issues a list of newly available reports and  testimony. To receive facsimile copies of the daily list or any list  from the past 30 days, please call (202) 512-6000 using a touchtone  phone. A recorded menu will provide information on how to obtain  these lists."], "subsections": []}, {"section_title": "To Report Fraud, Waste, or Abuse in Federal Programs", "paragraphs": ["Web site: http://www.gao.gov/fraudnet/fraudnet.htm  e-mail: fraudnet@gao.gov  1-800-424-5454 (automated answering system)"], "subsections": []}]}], "fastfact": []}