{"id": "HEHS-98-119", "url": "https://www.gao.gov/products/HEHS-98-119", "title": "HMO Complaints and Appeals: Most Key Procedures in Place, but Others Valued by Consumers Largely Absent", "published_date": "1998-05-12T00:00:00", "released_date": "1998-05-15T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO examined: (1) what elements are considered important to a system for processing health maintenance organization (HMO) member complaints and appeals; (2) the extent to which HMOs' complaint and appeal system contain these elements; (3) what concerns consumers have regarding HMO complaint and appeal systems; (4) what information is available on the number and types of complaints and appeals HMOs receive from their members; and (5) how, if at all, HMOs use their complaint and appeal data."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) a majority of HMOs in GAO's study incorporated most criteria considered important for complaint and appeal systems, however, consumer advocates remain concerned that complaint and appeal systems do not fully meet member needs; (2) additionally, HMOs in GAO's study do not uniformly collect and report data on the complaints and appeals they receive to health care regulators, purchasers, or consumers; (3) nationally recognized regulatory, consumer, and industry groups have identified elements that are important to an enrollee complaint and appeal system; (4) 11 elements were identified by at least 2 of these groups and fall into 3 general categories: timeliness, integrity of the decisionmaking process, and effective communication with members; (5) the policies and procedures at the 38 HMOs in GAO's review contained most of the 11 important elements, although they varied considerably in the mechanisms adopted to meet them; (6) the lack of an independent, external review of plan decisions and the difficulty in understanding how to use plan complaint and appeal systems were of particular concern to consumer advocacy groups, who contend that plans' systems, therefore, do not adequately serve the needs of plan enrollees; (7) however, consumer concerns about the impartiality of HMO decisionmakers could be addressed by using independent, external review systems for HMO members; (8) consumer concerns about the difficulty in understanding how to use complaint and appeal systems might be addressed by revising written plan materials, which are often difficult to understand; (9) additionally, although experience to date is limited, such concerns are being addressed by ombudsman programs in some parts of the country; (10) publicly available data on the number and types of complaints and appeals, if consistently defined and uniformly collected, can enhance oversight, accountability, and market competition; (11) comparative data would provide regulators, purchasers, and individual consumers with a view of members' relative satisfaction with health plans, thereby supplementing other performance indicators; (12) all HMOs in GAO's study stated that they review complaint and appeal data to identify problems that the plan needs to address; and (13) several HMOs reported using complaint and appeal data, together with data from other sources, to make changes in benefits and plan processes, and to attempt changes in member and provider behavior as well."]}], "report": [{"section_title": "Letter", "paragraphs": ["A recent survey of consumers shows that many people experience difficulties with their health plans. Enrollees who become dissatisfied with aspects of their health care can send signals to their health plan in several ways. One approach is to disenroll and obtain services from a competing plan. But leaving a plan is not always feasible within a plan year or if an employer offers only one health plan; nor does leaving provide information to the plan about why the employee is dissatisfied so that it can take appropriate action. Another approach is to voice a complaint directly to the plan and provide detailed information from which plans can modify their practices or services. This approach offers an alternative to enrollees who may be reluctant to disenroll despite a problem with the health plan and affords plans an opportunity to be responsive to member concerns.", "Unlike traditional indemnity insurance plans, many managed care plans limit coverage to services provided by the physicians and hospitals in the plan and require use of an authorization system. For example, health maintenance organizations (HMO) generally restrict coverage to care from providers within the plan’s network and further require that specialty care be recommended by the member’s primary care gatekeeper. Additionally, as part of managing patient care, most managed care plans have adopted utilization review procedures. Utilization review determines whether the physician’s proposed course of medical treatment and proposed location are necessary, based on clinical criteria. Because of these restrictions, many believe that HMOs need to have a system for enrollees to express dissatisfaction with their care. Similarly, many believe that plans with the ability to deny or reduce coverage for unauthorized services need a mechanism for members to seek review of claims that have been denied or covered at a lower than expected level of benefits.", "These issues, as well as the momentum toward managed care as employers’ preferred method of paying for health care, have focused attention on the adequacy of mechanisms whereby HMO enrollees can raise and resolve disputes. Therefore, you asked us to examine (1) what elements are considered important to a system for processing HMO member complaints and appeals; (2) the extent to which HMOs’ complaint and appeal systems contain these elements; (3) what concerns consumers have regarding HMO complaint and appeal systems; (4) what information is available on the number and types of complaints and appeals HMOs receive from their members; and (5) how, if at all, HMOs use their complaint and appeal data. Although we did not evaluate how well these systems were performing, our report assesses whether the policies and procedures in place contain the features recommended by leading regulatory, industry, and consumer groups.", "To address these issues, we interviewed officials and reviewed documents from a national managed care industry association, state insurance regulatory offices, national consumer advocacy groups, national business associations, and national health plan accrediting bodies. To obtain information on specific HMOs’ complaint and appeal systems, we contacted 38 HMOs in five states: Colorado, Florida, Massachusetts, Oregon, and Tennessee. We selected states in various regions and with different levels of state regulation and HMO market penetration. In selecting HMOs, we sought a mix of plans reflecting different model types, enrollment size, and accreditation status. (See app. I for information on the characteristics of HMOs in our study across these variables.) At each HMO, we interviewed officials and reviewed the HMO’s written policies and procedures for complaint and appeal systems, member handbooks, certificates of coverage, letters sent to members during the appeal process, and complaint and appeal data. Additionally, in each of the five states, we met with representatives of consumer advocacy groups identified largely by state insurance officials as being active in managed care issues.", "In this report, we define complaints as expressions of dissatisfaction with the care or service received from a plan—for example, difficulty in scheduling a doctor’s appointment, or dissatisfaction with a particular provider. We define appeals as requests to have plan decisions, such as denials of authorization for services requested or denials of payment for services received, reversed. (Some HMOs define these terms differently; further, some HMOs use the term grievance in place of, or in addition to, these terms.) Our report discusses systems applicable to HMO members not enrolled in a Medicare or Medicaid plan. We did not focus on members of self-funded plans in our study, nor did we assess the extent to which the systems described in our report apply to members of self-funded plans.(According to a 1997 study of large firms, only about 14 percent of American workers enrolled in HMOs in 1997 were in self-funded plans.) We conducted our review between May 1997 and March 1998 in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["Complaint and appeal procedures are regulated by a patchwork of federal and state law. No federal standards, however, prescribe how complaint and appeal systems are to be structured and administered. For example, the Employee Retirement Income Security Act of 1974 (ERISA), a federal law governing most employer-sponsored health plans, simply requires that covered health plans provide a mechanism to permit participants and beneficiaries to appeal a plan’s denial of a claim. Another federal law, the Health Maintenance Organization Act of 1973, simply requires that plans provide “meaningful” and “timely” procedures for hearing and resolving complaints in order to become federally qualified HMOs.", "Numerous bills mandating specific features of health plan complaint and appeal procedures have been introduced before the current Congress. One bill, for example, would set standards for the timeliness of plan response to appeals and the professional qualifications of appeal reviewers and would require external review of plan decisions in certain circumstances. In addition, the Presidential Advisory Commission on Consumer Protection and Quality in the Health Care Industry recently issued a “Consumer Bill of Rights and Responsibilities” that included recommendations for handling consumer complaints and appeals.", "Many states have laws regulating or affecting HMOs. According to the American Association of Health Plans (AAHP), which represents managed care organizations, nearly all HMO coverage offered to employees is governed by state grievance and appeal requirements. HMOs have frequently argued, however, that in certain circumstances ERISA prevents state law from applying to them. These arguments arise because ERISA prohibits states from regulating employee health plans, although it expressly permits states to regulate insurance purchased by employers.", "Most states require HMOs to describe their grievance procedures when applying for a license or certificate of authority. Many states require that plans inform members about grievance procedures at least upon enrollment and sometimes annually. Some states mandate that HMOs inform patients of grievance rights and procedures upon each denial of service, when this information is most pertinent. Some states require plans to submit an annual report on the number of complaints filed, their underlying causes, and their disposition.", "Some states have prescribed detailed requirements in the area of complaints and appeals. For example, some states require that HMOs resolve member appeals of decisions within certain time periods (for example, 20 days); some have required that HMOs allow members the option of having complaints and appeals reviewed by an external, independent panel. However, provisions in state laws vary considerably. (See app. II for specific information provided by the National Conference of State Legislatures (NCSL) on state laws governing complaint and appeal processes.)"], "subsections": []}, {"section_title": "Timeliness, Decisionmaking Process, and Communication Are Important to a Complaint and Appeal System", "paragraphs": ["A number of elements have been identified by regulatory, consumer, and industry groups as being important to a complaint and appeal system. These elements fall into three general categories: timeliness, integrity of the decisionmaking process, and effective communication with members.", "Several nationally recognized groups have developed guidelines for complaint and appeal systems. We reviewed standards promulgated by two private accrediting bodies, the Joint Commission on Accreditation of Healthcare Organizations (JCAHO) and the National Committee for Quality Assurance (NCQA). We also reviewed the guidelines established by groups representing industry, consumer, and regulatory interests: AAHP, Families USA (FUSA), and the National Association of Insurance Commissioners (NAIC), respectively. (See app. III for more information on these five organizations.) In all, we identified 11 features considered important to a complaint and appeal system by at least two of the groups. As table 1 shows, several elements were recommended by most of the groups, while other elements were highlighted by only two groups. However, a particular group’s omission of certain elements does not necessarily mean that the group considered those elements and rejected them as unimportant."], "subsections": [{"section_title": "Timeliness", "paragraphs": ["To help ensure that member complaints and appeals are resolved in an appropriately timely fashion, several groups identified two elements as being important: explicit time periods and expedited review. Time periods refer to specified amounts of time, set out in plan policies, within which HMOs resolve complaints or appeals. JCAHO, for example, emphasized the importance of “defined time frames in which the member can anticipate response to an appeal.” The groups differed in specifying the number of days allowed for resolution; while NAIC’s criterion stated that plans have up to 30 days to resolve first-level appeals, for example, JCAHO simply called for plans to have established time periods without specifying what they should be.", "Expedited review refers to a plan policy of processing appeals more quickly in situations in which, were the plan to follow its usual time period for processing the appeal, the patient’s health might be jeopardized. Again, the groups differed in the extent to which they specified the time within which expedited appeals were to be processed. NAIC and FUSA said that expedited review must be completed within 72 hours of the appeal, while the other groups said simply that plans must provide a resolution appropriate to the clinical urgency of the situation."], "subsections": []}, {"section_title": "Integrity of the Decisionmaking Process", "paragraphs": ["In the interest of perceived fairness and member empowerment, four factors were identified as being essential to maintaining the integrity of the decisionmaking process: (1) a two-level appeal process, (2) the member’s right to attend one appeal hearing, (3) appeal decisions made by medical professionals with appropriate expertise, (4) and appeal decisions made by individuals not involved in previous denials.", "A two-level appeal process is one in which, after a member appeals an initial denial of payment or service, the member may appeal to the plan a second time. Two groups (NAIC and NCQA) identifying a two-level process as important also stated that plans should allow members to appear before plan officials during at least one of the appeal proceedings. This allows members the opportunity to provide to plan officials information or evidence that the member believes is important and ensures that the member’s perspective is presented to the plan.", "Three groups—FUSA, NAIC, and NCQA—stated that appeal decisions should be made by medical professionals with appropriate expertise. Both NAIC and NCQA stated that such professionals should be involved in decisions regarding denials of clinical services; FUSA did not specify instances under which review by medical professionals should take place. According to AAHP, medical necessity determinations should involve a physician’s review, while determinations about whether a benefit is covered under the terms of the contract might not involve a physician.", "FUSA, NAIC, and NCQA stated that plan officials determining the outcome of an appeal should not be the same officials who were involved in either the initial denial or the first-level appeal. NCQA’s standards state that no one performing a first- or second-level review should be previously involved in the case. NAIC echoed this statement for first-level reviews; regarding second-level reviews, the organization stated that the majority of the second-level panel deciding the appeal should comprise persons who had not previously participated in the case."], "subsections": []}, {"section_title": "Effective Communication", "paragraphs": ["Elements of effective communication identified as important included the provision of written information about the appeal process in an understandable manner; acceptance of oral complaints and appeals; the inclusion of appeal rights when notifying enrollees of a denial of care or payment of service; and written notice of appeal denials, including appeal rights.", "NCQA, for example, emphasizes the importance of clear and complete information about member rights and responsibilities. NCQA requires that plans provide information that is easily accessible—for example, in a member handbook or provider directory or on a membership card—rather than relying exclusively on technical or legal documents. The President’s Quality Commission notes that consumers have the concomitant responsibility to become knowledgeable about their health plan coverage, including covered benefits, plan processes, and appeal rights.", "FUSA and NCQA also noted the importance of plans’ acceptance of oral complaints and appeals. In its accreditation standards, NCQA notes that “following standards for high-quality interactions with members means that any problems expressed by a member receive prompt and appropriate attention, whether those problems involve clinical care or service, and whether they be oral or written, major or minor.”", "Four groups emphasized the importance of informing members of their right to appeal at the time a service is denied or terminated. Regarding the plan’s response to an appeal of a denial, two of these groups also highlighted the importance of written notice of appeal denials, including appeal rights. Including appeal rights in the written denial notice ensures that plan members are aware of the steps they need to take in the event they are dissatisfied with the plan decision. An official from the Center for Healthcare Rights, a California-based consumer group, also noted that denial notices should contain information about the nature of what was denied, the basis for the decision (for example, the medical information or plan contract terms the HMO relied upon in making the determination), and information about what factors the HMO would consider in an appeal."], "subsections": []}]}, {"section_title": "HMOs Had Most of the Important Elements, but Two Were Commonly Lacking", "paragraphs": ["The HMOs in our review had most of the 11 elements identified by the groups in our study as being important to complaint and appeal systems, although they varied considerably in the mechanisms adopted to meet them. However, two recommended elements—appeal decisions made by individuals not involved in previous decisions and acceptance of oral appeals—were not commonly present in the complaint and appeal systems of the HMOs in our study. The extent to which HMOs in our study implement the policies they reported to us, however, is unknown."], "subsections": [{"section_title": "HMOs’ Systems Generally Incorporate Most Elements but Vary in Specific Features", "paragraphs": ["Much similarity existed in the complaint and appeal systems of the HMOs we reviewed. As table 2 shows, 9 of the 11 elements identified as important to a complaint and appeal system were generally incorporated by HMOs in our study. Not all 38 HMOs in our study, however, provided data on each of the elements. Several HMOs provided information on some elements but not others.", "Much of this uniformity may be attributed to the influential role played by NCQA, which includes all these elements in its accreditation standards. That is, NCQA accreditation is important to public and private purchasers, who view it as an indicator of HMO quality. A growing number of plans have obtained or are seeking accreditation. Among the 23 HMOs in our review that have been surveyed by NCQA, 20 have been accredited: 14 HMOs were accredited unconditionally, while 6 HMOs were accredited with limitations. One HMO’s accreditation had expired, and two HMOs were denied accreditation. Even some HMOs that are not currently accredited may follow NCQA standards, intending to eventually apply for accreditation."], "subsections": [{"section_title": "Elements of Timeliness", "paragraphs": ["Thirty-six of 37 HMOs providing data had established time periods within which complaints and appeals were to be resolved. Although many HMOs’ time periods called for resolution of complaints or appeals within 30 days at each level, other HMOs’ time periods varied considerably. One HMO’s policy called for complaints to be resolved immediately, another HMO’s within 24 hours; another allowed up to 60 days to resolve complaints. Time periods for first-level appeals varied from 10 to 75 days; for second-level appeals, from 10 days to 2 months. One HMO did not have explicit time periods. This HMO’s policy called for complaints to be resolved “on a timely basis.” Although first-level appeals were to be resolved within 30 days, for second-level appeals, members were to be notified within 30 days of the committee meeting, but no time period was specified for the meeting.", "Thirty-four HMOs in our study (of 36 reporting) had expedited appeal processes in place for use in circumstances in which delay in care might jeopardize the patient’s health. Again, however, HMOs varied considerably in the length of time they allowed for resolution of an expedited appeal. While the most common time period among the HMOs in our study was 72 hours, two HMOs’ policies called for resolution within 24 hours, and two others allowed up to 7 days for resolution."], "subsections": []}, {"section_title": "Elements of Decisionmaking", "paragraphs": ["All 38 HMOs in our study had at least a two-level appeal process. Nineteen HMOs used decisionmaking committees at both levels of appeal, while 17 used an individual to make the decision at the first level of appeal and a committee at the second level. Nine HMOs had a third level of appeal within the HMO, and all nine used committees to resolve the appeal at the third level.", "Thirty-six HMOs (of 37 reporting) permitted the member to attend at least one appeal hearing in order to present his or her case, including necessary documentation or other evidence, to the committee. Sixteen of the 36 HMOs permitted members to be accompanied by a representative, such as a friend or a lawyer. In instances in which the member could not attend the meeting in person, 11 of the 36 HMOs made provisions for members to attend the meeting by telephone or videoconference.", "Thirty-one HMOs (of 35 providing data) reported that they included doctors or nurses on their appeal committees. We did not, however, analyze individual appeal cases and so were unable to determine whether doctors and nurses with appropriate expertise made appeal decisions in cases of clinical service denial, as called for by several groups.", "Fifteen HMOs (of 37 reporting) required that persons reviewing appeals not be the same individuals involved in the case earlier. Persons reviewing appeals varied from HMO to HMO. Among HMOs using an individual to resolve first-level appeals, some HMOs assigned an appeal coordinator or grievance coordinator to resolve these appeals, while others assigned first-level appeals to the HMO medical director or other physician, the HMO president, or the HMO executive director. The composition of review committees varied as well. Most HMOs included doctors or nurses on their appeal committees; many HMOs included representatives of various HMO departments—such as medical management, marketing, quality management, customer service, or claims—on such committees.", "Many HMOs also included individuals not affiliated with HMO operations on decisionmaking committees. A few HMOs used physicians not employed by the HMO to review appeals; several HMOs also included HMO enrollees on decisionmaking committees. One HMO, for example, had a 10-person panel to decide second-level appeals, with 5 HMO enrollees on the panel, including the panel chair, and 5 HMO physicians. A few HMOs used the board of directors, or a subset thereof, as the decisionmaking committee for second- or third-level appeals. Boards of directors may comprise various individuals from the community; one HMO in our study included a judge, a professor, numerous corporate officials, and others on its board of directors."], "subsections": []}, {"section_title": "Elements of Communication", "paragraphs": ["“Members who are not satisfied with the initial response to their concerns should write to [the HMO] as soon as possible. Address the letter to [HMO address]. The letter should include your name, address, [HMO] ID card number, a detailed description of the grievance (including relevant dates and provider names) and all supporting documentation. We will acknowledge the receipt of all written grievances. Our Grievance Committee will review all grievances and we will send you a written determination within 30 business days after we have received your grievance. [The HMO] may notify you in writing that we need to extend the 30-day grievance determination period if we need to obtain more information.”", "The handbook continued with a description of the HMO’s second- and third-level appeal processes. Another HMO’s handbook, after describing the HMO’s complaint and appeal procedure, stated “In a situation where a delay could worsen your health, you will get an answer to your concern within 48 hours.” Yet another HMO’s handbook, stressing the difference between its standard appeal process and its expedited appeal process, stated that if a member had a concern about an urgent situation, “The above complaint procedures do not apply.” The handbook went on to explain the expedited appeal procedure in detail. “If the Member is unsatisfied with the informal process, or if the process exceeds the stated time limits, the concern enters a formal Level I Grievance. The Operations Intake Grievance Coordinator will coordinate a group to resolve the concern of the Member. The Intake Grievance Coordinator will respond to the Member in writing within 30 days regarding the determination.”", "Most HMOs—36 of 38 reporting—accepted oral complaints. Two HMOs required members to put complaints in writing. Only 12 HMOs (of 37 reporting) accepted appeals orally; the remaining 25 HMOs required members to put appeals in writing, although 3 of these plans told us they provide writing assistance to members who request it. Some HMO officials told us that they prefer the member to submit the appeal in writing in order to ensure that the member’s concerns are accurately characterized.", "Thirty-one HMOs, out of 34 reporting, included member appeal rights in notices of denial of care or payment of service. One HMO that did not include this element informed its members of their appeal rights in denials stemming from benefit coverage or medical necessity decisions but not in denials related to claims for payment. Another HMO provided a telephone number for the member to call if the member had any questions but did not enumerate the member’s appeal rights. Of 37 HMOs reporting, 36 provided a written notice of appeal denials, including appeal rights; the one remaining HMO provided written notice of denials but did not include appeal rights."], "subsections": []}]}]}, {"section_title": "Consumer Groups Expressed Concerns Regarding Conflict of Interest and Communication Difficulties", "paragraphs": ["Although the majority of HMOs’ complaint and appeal systems included most of the important elements, consumer advocates expressed concern that such systems are not fully meeting the needs of enrollees. Advocates specifically noted the lack of an independent, external review of plan decisions on appeals and noted members’ difficulty in understanding how to use complaint and appeal systems. This latter issue, however, may reflect a lack of understanding about health insurance in general and managed care in particular."], "subsections": [{"section_title": "Enrollees Lack Access to an External Review", "paragraphs": ["Independent external review of plan decisions was of particular importance to consumer advocates, although none of the regulatory or industry groups we studied included external review as an element critical to complaint and appeal systems. Consumer advocates told us that, regardless of the particular mechanisms plans use to resolve appeals, having plan employees review the decisions made by other plan employees suggests that plan self-interest may supersede objectivity. Accordingly, consumer advocates believe that review by an independent third party is essential to ensuring integrity in decisionmaking. FUSA states that external review should (1) be conducted by reviewers with appropriate medical expertise; (2) be paid for by the plan, not the member; and (3) allow members to retain their rights to seek legal remedies.", "The President’s Quality Commission also states that members should have access to an independent system of external review. Among its criteria for external review, the Commission states that such review should (1) be available only after consumers have exhausted all internal processes (except in cases of urgently needed care); (2) be conducted by health care professionals with appropriate expertise, who were not involved in the initial decision; and (3) resolve appeals in a timely manner, including provisions for expedited review. Additional analysis must be done, according to the Commission, to identify the most effective and efficient methods of establishing the independent external appeal function. Issues to be considered include mechanisms for financing the external review system, sponsorship of the external review function, consumer cost-sharing responsibilities (for example, filing fees), and methods of overseeing external appeal entities and holding them accountable.", "Managed care organizations have raised concerns about requirements for external review, noting that under various proposals the external reviewers may not be qualified, may not use proper standards, may add expense, and may delay the process. Addressing the expense issue, however, a recent report by The Lewin Group estimated that external review would cost no more than 7 cents per enrollee per month.According to the report, the estimated cost is small because, in practice, only a small number of appeals reach the external review process. Once the cost is divided among the total number of enrollees, the cost per enrollee is very low.", "There is limited experience with external review systems for HMO members. HCFA requires that appeals by Medicare HMO enrollees be reviewed by an independent party if the initial appeal is denied by the HMO. In such cases, the HMO is required to send the denial, along with medical information concerning the disputed services, to a HCFA contractor that adjudicates such denials. Since 1989, the HCFA contractor has been the Center for Health Dispute Resolution (CHDR) (formerly known as the Network Design Group) of Pittsford, New York. CHDR hires physicians, nurses, and other clinical staff to evaluate beneficiaries’ medical need for contested services and make reconsideration decisions. According to the CHDR president, as of July 1997, nearly one-third of the denials that Medicare HMOs upheld in their grievance proceedings were overturned by CHDR; for some categories of care, that rate was 50 percent.", "According to NCSL, legislation or regulation mandating external review has been enacted by 16 states. In Florida, for example, the program consists of a statewide panel made up of three Florida Department of Insurance representatives and three representatives from Florida’s Agency for Healthcare Administration. The process is available to any enrollee who has exhausted the HMO’s internal appeal procedure and is dissatisfied with the result. HMOs are required to inform members about the program, including the telephone number and address of the panel. According to a Florida official, from 1991 to 1995 an average of 350 appeals per year were heard under the program: issues included quality of, and access to, care; emergency services; unauthorized services; and services deemed not medically necessary. About 60 percent of the appeals were resolved in favor of the member, about 40 percent in favor of the HMO.", "Eight of the 38 HMOs in our study, including all Florida HMOs, provided external review to their members. Thirteen HMOs, including two of the eight HMOs offering external review, granted their members the option of arbitration, a process in which the parties choose a disinterested third party to whom to present their case for a legally binding ruling, after the HMO’s internal appeal process has been exhausted. Although arbitration has been promoted as a quick, informal, and flexible alternative to litigation, some HMOs have been criticized for requiring members to enter into binding arbitration agreements as a condition of enrollment. Such agreements, according to consumer advocates, require enrollees to relinquish their rights to legal remedies in the event they are not satisfied with their plan’s response. Further, according to these advocates, not all enrollees understand that they have agreed to binding arbitration or, if they do understand, do not know how it works or the costs associated with it."], "subsections": []}, {"section_title": "Understanding Complaint and Appeal Systems Can Be Difficult for Many", "paragraphs": ["Despite the fact that most HMOs provided information to members, communication difficulties were noted by both HMO officials and HMO members. For example, although many of the HMOs we reviewed had included descriptions of their complaint and appeal systems in member handbooks, several HMO officials told us that most members do not read their handbooks carefully. Some HMO officials told us that their members were not familiar with the requirements of managed care (such as obtaining authorization before seeing a specialist or using physicians in the HMO’s network) and that many complaints and appeals stemmed from this lack of understanding.", "Underscoring the need for effective communication, consumer advocates we spoke with consistently noted that HMOs’ complaint and appeal systems were not well understood by members. For a variety of reasons, according to the advocates, many HMO members are reluctant to use the complaint and appeal system. In some cases, advocates said, members who are incapacitated may have neither the time nor the energy to navigate the HMO’s complaint and appeal system. Advocates in Florida and Oregon told us that some members are intimidated by the formality and size of the HMO. Insufficient use of complaint and appeal systems was also identified as a problem by the president of NAIC.", "HMO officials’ statements about enrollees—that many do not read their handbooks and that many do not understand the requirements of managed care—are supported by the results of a 1995 national survey. According to this survey, half of insured respondents merely skim—or do not read at all—the materials about their health plan. Further, many consumers do not understand even the basic elements of health plans, including the ways in which managed care plans differ from traditional indemnity insurance. For example, barely half (52 percent) of managed care enrollees knew that managed care plans place emphasis on preventive care and other health improvement programs, generally including Pap smears and children’s immunizations. Only about three-quarters knew that their choice of physicians was limited to those in the plan, that patients must see a primary care physician first for any health problem, or that, with the exception of emergencies, patients must be referred by their primary care physician before they can see a specialist.", "Member confusion is not limited to managed care enrollees, however. According to a nationwide survey conducted in 1994 and 1995, a similar percentage (24 to 33 percent) of managed care enrollees and fee-for-service enrollees reported difficulty understanding which services were covered by their insurance. Further, about 30 percent of enrollees in each group reported that they had problems dealing with insurance plan rules that were confusing and complex.", "Communication difficulties were also noted by the California task force as well as NCQA. The task force cited a recent study of the “readability” of health insurance literature and contracts that found that the average document was written at a reading level of third- or fourth-year college to first- or second-year graduate school. In contrast, according to the report, the results of the 1992 Adult Literacy Survey conducted by the U.S. Department of Education indicated that writing directed at the general public should be at the seventh- or eighth-grade level. From focus groups with commercial members in 1994 and 1995, NCQA concluded that, though it is important that HMO members know how to use managed care systems, many do not fully understand how they function.", "To resolve the communications problem, whatever its genesis, several HMOs we contacted have come up with alternative communication methods to supplement member handbooks. For example, one HMO reported distributing to its members a videotape that explained the complaint and appeal system. Other HMOs periodically published reminders and articles about the system in their newsletters, some of which encouraged members to contact a customer service representative with any questions about the complaint and appeal system.", "Another method aimed at improving communication between plans and members is the ombudsman program, in which an independent party educates members about, and assists them with, the intricacies of the health plan, including the complaint and appeal system. Ombudsman programs—sometimes referred to as independent assistance programs—may fall along a spectrum of types, from neutral, mediation-type programs to active consumer advocacy. Ombudsman programs have been established in several locations, including California, Florida, Michigan, and Wisconsin. In Florida, for example, ombudsman committees have been established by the state to act as volunteer consumer protection and advocacy organizations on behalf of managed care members in the state, and these committees may assist in the investigation and resolution of complaints. Members of the committees include physicians, other health care professionals, attorneys, and consumers, none of whom may be employed by or affiliated with a managed care program.", "An ombudsman program is also available to consumers in northern California. The program is funded by three California-based foundations—the California Wellness Foundation, the Henry J. Kaiser Family Foundation, and the Sierra Health Foundation—and is administered by the Center for Health Care Rights, a Los Angeles-based consumer advocacy organization. The program, confined to the Sacramento area, was designed to assist individuals with general questions about managed care, as well as help resolve specific problems with managed care plans—for example, providing assistance in filing and pursuing formal grievances. The program also emphasizes educating managed care enrollees about their rights and responsibilities in different circumstances and using the data collected from individual patients for system improvement purposes."], "subsections": []}]}, {"section_title": "Complaint and Appeal Data Are Neither Comparable Nor Accessible", "paragraphs": ["Publicly available data on the number and types of complaints and appeals, if defined and collected in a consistent fashion, could enhance oversight, accountability, and market competition. Such information would offer regulators, purchasers, and individual consumers a better opportunity to evaluate the relative performance of health plans. However, the data collection and documentation systems used by HMOs in our study lack uniformity, making comparisons across HMOs difficult. Therefore, although limited data from HMOs in our study show wide variation from one HMO to another in the number and types of complaints and appeals, comparisons are not particularly meaningful."], "subsections": [{"section_title": "Public Access to Data May Benefit Regulators and Consumers", "paragraphs": ["Public records of member grievances can provide useful information on problems in HMOs. If systematically developed, complaint and appeal data could be used to improve monitoring of HMOs by states or purchasers. In 1996, NAIC adopted its Health Carrier Grievance Procedure Model Act, intended to provide standards for procedures by health plans to ensure that plan members receive appropriate resolution of their grievances. The model act calls for a grievance register to be accessible to the state insurance commissioner. Each health plan would maintain written records to document all grievances received during a year. The register would contain a general description of the reason for the grievance, date received, date of each review, resolution at each level, date of resolution at each level, and the name of the covered person. The plan would submit to the commissioner an annual report that includes the number of grievances, the number of grievances referred to second-level review, the number resolved at each level and their resolution, and actions taken to correct problems identified.", "Some government agencies and consumer groups contend that public accountability for complaint and appeal practices could also provide prospective enrollees with important information needed to compare plans. If these data were standardized and publicized, HMOs could compete on the basis of complaint and appeal rates. Publishing the complaint rates would likely boost enrollment of plans with low complaint rates and encourage plans with high rates to improve their performance.", "For example, in the interests of providing Medicare beneficiaries with information that will help them make choices among health plan options, HCFA intends to require contracting health plans to submit standardized, plan-level appeal data. After assessing the database, the agency, in consultation with consumer groups and managed care plans, will determine what types of measures are valid, reasonable, and helpful to the public.", "However, HCFA and consumer groups, as well as accrediting bodies such as NCQA, recognize that reporting simple complaint and appeal rates on individual plans may be a misleading indicator of members’ relative satisfaction with HMOs. There may be a relationship between these rates and enrollee knowledge and education about their rights to complain and appeal plan decisions. Also, some plans place greater emphasis on soliciting and documenting member complaints. Public access to such information could then lead to misunderstandings that could harm plan reputations. However, such information might prove beneficial when used in conjunction with other performance indicators."], "subsections": []}, {"section_title": "Data Collection and Documentation Systems Lack Uniformity, Making Comparisons Difficult", "paragraphs": ["We asked HMOs to provide us with the number of complaints and appeals received from commercial members in 1996 and the nature of the complaints and appeals. HMOs differed in the ways they defined complaints and appeals and in the ways they counted the complaints and appeals they received. While many HMOs defined complaints as expressions of dissatisfaction, and appeals as requests for the HMO to reconsider a decision, several HMOs differed. Some HMOs, for example, differentiated between informal and formal complaints. Other HMOs used the term appeal to refer to an expression of dissatisfaction with the outcome of a complaint, whether or not it involved a request for reconsideration.", "Among the HMOs in our review, “grievance” was often used in addition to, or in place of, complaints and appeals. HMOs generally used the term when referring to (1) any expression of dissatisfaction; (2) complaints about a particular issue, such as quality of care; or (3) requests for reconsideration of HMO decisions.", "HMOs also differed in the way they counted complaints and appeals. One HMO, for example, told us that it does not count oral complaints that are immediately resolved by plan representatives. Another HMO reported that it may count one member contact, such as a letter or telephone call, as several complaints if the contact involves several different issues.", "These differences, together with limitations in the data some HMOs provided us, hindered our attempt to report in a consistent manner the numbers of complaints and appeals received by the HMOs in 1996. Although 33 of the 38 HMOs provided us with data on complaints or appeals, in only 27 cases did the data allow us to calculate the number of complaints or appeals per 1,000 enrollees. For the remainder of the HMOs that submitted data, limitations in the data prevented such a calculation. One HMO provided data for only three-quarters of the year, another HMO provided data for only 1997, another plan did not break out HMO enrollees separately from enrollees in other managed care arrangements such as preferred provider organizations or Medicare, another HMO provided data on the number of complaints in the “top five” complaint categories but did not provide the total number of complaints, and another HMO provided data for only one category of complaint.", "Not unexpectedly, given the wide variation in HMO definitions and data collection and documentation methods, the number of complaints and appeals reported to us by the HMOs we studied varied widely. In 1996, complaints ranged from 0.5 per 1,000 enrollees to 98.2 per 1,000 enrollees. A similarly wide range was apparent in the number of appeals received; appeals ranged from 0.07 per 1,000 enrollees to 69.4 per 1,000 enrollees.", "Complaints and appeals reported by HMOs covered a variety of issues. The most common complaints reported to us were characterized by HMOs as complaints about (1) medical or administrative services, (2) quality of care, and (3) claims issues (such as complaints about the processing of claims for services received). The most common appeals reported to us were characterized by HMOs as appeals of (1) benefit issues (such as services or benefits that are not covered under the member’s policy), (2) denial of payment for emergency room visits, and (3) referral issues (such as instances in which a member visited a physician without first obtaining a referral, as required in the member’s contract).", "Concerned about the limitations of our data, we contacted insurance regulators in the five states in our study, to determine whether they required HMOs to report to them the number of complaints and appeals the HMOs received. However, according to the regulators, none of these states collected such information from HMOs (though the states do record and maintain information about complaints they receive directly from the public). A Florida insurance division official told us that the state stopped collecting this data several years ago because they did not have the resources to continue. The Oregon insurance division will begin collecting such information in 1998. Neither JCAHO nor NCQA collects complaint or appeal numbers from plans during accreditation reviews."], "subsections": []}]}, {"section_title": "HMOs Report That Complaint and Appeal Data Help Target Problem-Solving Efforts", "paragraphs": ["All HMOs in our study told us that they analyze complaint and appeal data to identify systemic problems that the plan needs to address. HMOs generally reported using complaint and appeal data, together with data from other sources, in several ways: to make changes to the plan itself (such as changes to benefits or plan processes) or to promote change in members’ behavior and providers’ behavior. In addition to using complaint and appeal data, HMOs reported using other indicators of member satisfaction, such as the results of member satisfaction surveys and member focus groups, and feedback from purchasers, to identify common problems.", "Documenting and analyzing complaints and appeals can help plans deal with chronic problems by informing management about various elements of plan performance, both clinical and administrative. Resolution of problems brought to the plan’s attention, if widespread or recurring, can lead to improvements in access to care, physician issues, and quality of care, as well as changes in plan policies and procedures.", "Several HMOs reported expanding member benefits, at least in part as a result of complaints and appeals they received. Three HMOs added a drug to the HMO’s formulary; another added Weight Watchers coverage. Other HMOs changed their processes or structure. Several HMOs reported changes to their system for processing and paying emergency room claims. Two HMOs, for example, increased the number of emergency room diagnoses that they would automatically pay without reviewing the claim. Claims that would previously have been denied were thus paid.", "Another HMO, in response to members’ complaints about not being allowed to see well-regarded specialists in a nearby city, changed its policy so that, after a patient had been referred to a specialist within the HMO and had seen that specialist, the patient was then free to see any of several nonplan specialists in the city, and the HMO would pay for the specialists’ services.", "HMOs changed other processes as well. Two HMOs increased staffing in their member service departments in order to reduce the time members telephoning the HMO spent on hold; another HMO added additional telephone lines for the same purpose. Several HMOs adopted centralized appointment systems or took other measures to increase the efficiency and timeliness of the appointment-setting process. Two HMOs reported changing their pharmacy benefits vendor as a result of member complaints.", "Some HMOs reported paying for an unauthorized service (for example, an unwarranted visit to the emergency room or an unauthorized visit to a provider specialist outside the network) but then sending the member a letter explaining why the member was not entitled to the service received and warning that a repeat occurrence would not be paid for. Through such policies (called by one HMO a “pay and educate” policy, by another a “first-time offender” policy), HMOs avoid an immediate appeal of a denied claim and hope to reduce unnecessary or unauthorized visits in the future.", "HMOs have also initiated efforts to educate their members. One HMO with a high number of appeals regarding denied payment for emergency room services increased publicity of its nurse hotline. This hotline was a service provided to members who wanted medical advice, particularly members having doubts about whether a visit to the emergency room was necessary.", "Many HMOs reported using complaint and appeal data about specific providers as part of their processes for recredentialing providers; one HMO reported terminating a provider as a direct result of a member complaint. Some HMOs reported using complaint and appeal data to evaluate provider performance. For example, a few HMOs reported establishing peer review panels, in which providers within the HMO would review information, including complaints and appeals, to evaluate the performance of other providers.", "Three HMOs told us that many of the quality-of-care complaints they received from members actually resulted not from poor quality but from poor communication between providers and members. Two HMOs began training or educating providers in order to improve their communication. Another HMO implemented a physician feedback survey to provide information to physicians about their communication and interpersonal skills."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["The policies HMOs have in place generally include most elements considered important to complaint and appeal systems. Yet the systems may not be working as well as they could to serve enrollees’ interests. Better communication and information disclosure could improve the complaint and appeal process for the benefit of HMO members and plans. Many consumers may not fully understand the rules for gaining access to health care or the complex benefits structures in HMOs. As a result, members may seek care that the plan will not authorize or pay for, and member dissatisfaction increases.", "At the same time, even though HMO enrollment materials generally describe complaint and appeal systems in accurate detail, many members may not know of their right to complain or appeal or may not understand how to exercise that right. Innovative approaches might improve consumer understanding. For example, ombudsman programs might be an alternative way to facilitate consumer knowledge about, and use of, these systems. Ironically, members’ inability to navigate the complaint process results in little formal tracking of patterns of problems encountered. Improved consumer knowledge might lead to more appropriate use of complaint and appeal systems and thus might provide more information to HMOs wishing to identify and address plan problems.", "Finally, consumers lack the information they need to compare plans in a meaningful way. If defined and collected uniformly, complaint and appeal data, as a performance indicator, could be important tools for consumers when selecting a health plan. Publicly available, comparative information about the number and types of complaints and appeals, the outcomes of the dispute resolution process, and actions taken to correct problems would provide information about not only member satisfaction but also plan responsiveness to problems raised by members. Demand for, and use of, such information by consumers could have a positive influence on plan operations and quality through market competition."], "subsections": []}, {"section_title": "Comments and Our Evaluation", "paragraphs": ["We obtained comments from AAHP, FUSA, NAIC, NCQA, and the Center for Healthcare Rights. The reviewers provided specific technical corrections that they thought would provide clarification or reflect additional perspectives on the issues addressed. We incorporated comments and technical changes as appropriate. JCAHO did not respond to our request to provide comments.", "As arranged with your office, unless you publicly announce its contents earlier, we plan no further distribution of this report until 30 days after its issue date. We will then send copies to those who are interested and make copies available to others on request. Please call me on (202) 512-7119 if you or your staff have any questions. Major contributors to this report include Rosamond Katz, Sigrid McGinty, Steve Gaty, and Craig Winslow."], "subsections": []}]}, {"section_title": "Characteristics of the 38 HMOs in Our Study", "paragraphs": ["Individual practice association (IPA) or network HMO size (number of commercial covered lives as of 1/1/96)"], "subsections": []}, {"section_title": "Summary of State Complaint and Appeal Procedures", "paragraphs": ["At our request, the National Conference of State Legislatures (NCSL) summarized state requirements regarding HMO complaint and appeal procedures as of April 1, 1998. Following are the requirements promulgated by each of the 50 states, as reported by NCSL. NCSL notes, however, that states may have additional requirements beyond those reported. This overview focuses on the decisionmaking process (explicit time periods and graduated levels of review), the timeliness of the process, and forms of communication."], "subsections": [{"section_title": "Alabama", "paragraphs": ["The state requires HMOs to establish and maintain a compliant system that has been approved by the commissioner, in consultation with the state health officer, to provide reasonable procedures for the resolution of written complaints initiated by enrollees. Evidence of coverage must include a clear and understandable description of the HMO’s method for resolving enrollee complaints. The state requires graduated levels of review and provides for explicit time periods.", "The state does not (1) require graduated levels for the internal appeals process, (2) require HMOs to establish an independent or external review process, or (3) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Alaska", "paragraphs": ["The state requires an HMO to establish and maintain a complaint system to provide reasonable procedures for the resolution of complaints initiated by enrollees. It also requires duplicate copies of complaints relating to patient care and facility operations to be forwarded to the commissioner of Health and Social Services. Evidence of coverage must contain a clear and concise statement of the HMO’s method for resolving enrollee complaints.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Arizona", "paragraphs": ["The state requires each health care organization to include in its disclosure forms a description of how to grieve a claim or treatment denial and express dissatisfaction with care and access to care issues. The state also requires graduated levels of review, an expedited review process, and explicit time periods. It requires that a request for an independent review be in writing. Evidence of coverage must include a detailed description of each level of review and of an enrollee’s right to proceed to the next level of review if the appeal is not successful. The state requires written notification of determinations. All adverse determinations must include notification of the right to appeal to the next level of review. The state also requires the establishment of an independent review process whose determination is binding and addresses the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Arkansas", "paragraphs": ["The state requires a health care insurer issuing a managed care plan to establish a grievance procedure that provides enrollees with a prompt and meaningful review on the issue of denial, in whole or in part, of a health care treatment or service. It authorizes the insurance commissioner to regulate and enforce these procedures; requires the procedures of HMOs to be approved by the commissioner, after consultation with the director of the Department of Health; and requires that a determination be in writing. In the event of an adverse outcome, the notice shall include specific findings related to the grievance.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, or (3) require HMOs to establish an independent external review process."], "subsections": []}, {"section_title": "California", "paragraphs": ["The state requires each plan to establish and maintain a grievance system approved by the department. It requires a plan to inform enrollees upon enrollment and annually thereafter of the procedures for processing and resolving grievances, requires written notification of a determination, requires establishment of an expedited review process, and provides for explicit time periods. A subscriber may request voluntary mediation. Expenses for mediation shall be borne by both sides. The department may request an information meeting of the involved parties. The state also requires each plan to provide an external independent review process to examine the plan’s coverage decision regarding experimental or investigational therapies for individuals who meet defined criteria and addresses the qualification of the independent reviewers.", "The state does not require graduated levels for the internal appeals process."], "subsections": []}, {"section_title": "Colorado", "paragraphs": ["The state requires a health carrier to establish written procedures for the review of an adverse determination involving a situation in which the time period of the review would not jeopardize either the life or health of a covered person or the covered person’s ability to regain maximum function. The state also requires a first- and second-level review process, as well as an expedited review process, and provides for explicit time periods. A determination may be conveyed in writing, electronically, or orally. Oral notifications must be followed by written notification. An adverse decision at the first level of review must include a description of the process for submitting a grievance. A covered person has the right to attend the second-level review, present his or her case to the review panel in person or in writing, or be assisted or represented by a person of his or her choice. Notifications of an adverse determination must include the instructions for requesting a written statement of the clinical rationale and additional appeal, review, arbitration, or other options available to the covered person. Notifications must also explain the covered person’s right to contact the commissioner’s office. Expedited determinations must be made within 72 hours and written confirmation must follow within 2 working days of the notification.", "The state does not (1) require the establishment of an independent external appeals process or (2) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Connecticut", "paragraphs": ["Connecticut requires each managed care organization to establish and maintain an internal grievance procedure to assure enrollees that they may seek a review of any grievance arising from a managed care organization’s action or inaction and obtain a timely resolution of such grievance. The state requires that enrollees be informed of the procedures at the initial enrollment and at not less than annual intervals. Notification must describe the procedures for filing a grievance; give the time periods in which a managed care organization must resolve the grievance; and indicate that the enrollee, someone acting for him, or his provider may ask for a review of the grievance. The state requires the establishment of both an expedited internal review process and an independent appeals process through the commissioner of insurance. The commissioner must accept the reviewing entity’s decision. The enrollee must pay a filing fee of $25 for an independent appeal. The commissioner can waive the fee for an indigent person.", "The state does not require graduated levels of review for the internal review process."], "subsections": []}, {"section_title": "Delaware", "paragraphs": ["The state requires organizations to have an approved written grievance program that will be available to its members as well as to any medical group or groups and other health delivery entities providing services through the organization. Copies of the procedures must be posted in a conspicuous place in all offices and sent to each member or member family when they are enrolled and each time the procedures are changed. The state provides for explicit time periods. Organizations must provide reasonable procedures for handling grievances initiated by members and record related information in a form that can be readily reviewed by the board of the organization. The organization must notify members whose grievances cannot be resolved that they may take their grievances to the board of directors.", "The state does not (1) require graduated levels for the internal appeals process, (2) require organizations to establish an independent external review process, or (3) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Florida", "paragraphs": ["Florida requires every organization to have a grievance procedure available to its subscribers for the purpose of addressing complaints and grievances. A grievance must be filed within 1 year of the occurrence. At the time of receipt of the initial complaint, the organization must inform subscribers that they have a right to file a written grievance at any time and that assistance in preparing the written grievance will be provided by the organization. An expedited review process must be established. Plans must notify subscribers that they may voluntarily pursue binding arbitration in accordance with the terms of the contract, if offered by the organization, after completing the organization’s grievance procedure and as an alternative to the Statewide Provider and Subscriber Assistance Program. For adverse determinations, an organization must make available to a subscriber a review of the grievance by an internal review panel. Explicit time periods are outlined. The review panel has the authority to bind the organization to the panel’s decision. If the panel does not resolve the grievance, the individual may submit a grievance to the Statewide Provider and Subscriber Assistance Program. The Agency for Health Care Administration must review all unresolved claims.", "The final decision letter must inform subscribers that their request for review by the Statewide Provider and Subscriber Assistance Program must be made within 365 days after receipt of the final decision letter, must explain how to initiate such a review, and must include the addresses and toll-free telephone numbers of the Agency for Health Care Administration and the Statewide Provider and Subscriber Assistance Program.", "The state does not require graduated levels of review for the internal appeals process."], "subsections": []}, {"section_title": "Georgia", "paragraphs": ["The state requires every HMO to maintain a complaint system that has been approved by the commissioner of insurance after consultation with the commissioner of human resources to provide reasonable procedures for the resolution of written complaints initiated by enrollees or providers concerning health care services. Evidence of coverage shall include enrollees’ rights and responsibilities, including an explanation of the grievance procedures.", "The quality assurance program must establish a grievance procedure that provides enrollees with a prompt and meaningful hearing on the issue of denial of a health care treatment or service or claim. The hearing must be conducted by a panel of no fewer than three people. Notification of the determination must be conveyed in writing. Notice of an adverse determination must include specific findings; the policies and procedures for making the determination; and a description of the procedures, if any, for reconsideration of the adverse decision.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Hawaii", "paragraphs": ["An application for a certificate of authority to operate in the state must be accompanied by a description of the internal grievance procedures used for the investigation and resolution of enrollee complaints and grievances.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Idaho", "paragraphs": ["Each HMO must establish a complaint system that has been approved by the director to resolve complaints initiated by enrollees concerning health care services. Annual reporting is required. Every HMO must show evidence that the grievance procedures have been reviewed and approved by enrollee representatives through their participation on the governing body or through other specified mechanisms.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Illinois", "paragraphs": ["Every HMO must submit for the director’s approval, and thereafter maintain, a system for the resolution of grievances concerning the provision of health care services or other matters concerning operation of the HMO. The grievance procedures must be fully and clearly communicated to all enrollees, and information concerning such procedures shall be readily available to enrollees. The state provides for specific time periods and requires written notification of the determination. Notice of the determination made at the final appeal step of the HMO’s grievance process shall include a “Notice of Availability of the Department.”", "The enrollee has the right to attend and participate in the formal grievance proceedings. The grievance committee must meet at the main office of the HMO or at another office designated by the HMO if the main office is not within 50 miles of the grievant’s home address. The committee must consider the enrollee’s request pertaining to the time and date of the meeting.", "The state does not (1) require graduated levels for the internal appeals process, (2) require HMOs to establish an independent external review process, or (3) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Indiana", "paragraphs": ["Health maintenance or limited service health maintenance organizations must establish and maintain a grievance procedure, approved by the commissioner, for the resolution of grievances initiated by enrollees and subscribers. The organization is required to provide each enrollee and subscriber with information on how to file a grievance. HMOs must provide a toll-free telephone number through which the enrollee can contact the HMO at no cost to the enrollee to obtain information and to file grievances. Grievances can be filed orally or in writing. HMOs are required to provide timely, adequate, and appropriate notice to each enrollee or subscriber of the grievance procedure. A written description of the enrollee’s or subscriber’s right to file a grievance must be posted by the provider in a conspicuous public location in each facility that offers services on behalf of the HMO. Notification of determinations must be in writing. Explicit time period and qualifications of the reviewer are also addressed. The state requires an expedited review process.", "HMOs must provide enrollees and subscribers the opportunity to appear in person at the review panel hearing or to communicate with the panel through appropriate other means if the enrollee or subscriber is unable to appear in person.", "The state does not (1) require graduated levels for the internal appeals process or (2) require HMOs to establish an independent external review process."], "subsections": []}, {"section_title": "Iowa", "paragraphs": ["HMOs must establish and maintain a complaint system that has been approved by the commissioner and that provides for the resolution of written complaints initiated by enrollees concerning health care services. Evidence of coverage must include the HMO’s methods for resolving enrollee complaints.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Kansas", "paragraphs": ["Every contract must include a clear, understandable description of the HMO’s method for resolving a grievance. Evidence of coverage must include the HMO’s methods for resolving enrollee complaints.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Kentucky", "paragraphs": ["Every insurer must disclose a covered person’s right to appeal, the procedure for initiating an appeal of a utilization management decision or the denial of payment, and the procedure for beginning an appeal through the Cabinet for Health Services. Insurers that deny coverage for treatment procedures, drugs, or devices must provide an enrollee with a denial letter that includes instructions for starting an appeals process within 2 working days for preauthorization requests, 24 hours for hospitalization, and 20 for retrospective review and all other cases.", "The state does not (1) require graduated levels for the internal appeals process, (2) require HMOs to establish an independent external review process, or (3) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Louisiana", "paragraphs": ["Every HMO must establish and maintain a grievance procedure approved by the commissioner under which enrollees may submit their grievances to the HMO. HMOs must inform enrollees annually of the procedures, including the location and telephone number where grievances may be submitted.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Maine", "paragraphs": ["Health carriers or the carriers’ designated utilization review entity must establish procedures for a standard appeal of an adverse determination. Adverse determinations must include an explanation of how to submit a written request for a second-level grievance and the procedures and time periods governing the second-level grievance review. An expedited review process must be established. In the case of an expedited review, initial notification must made by telephone, followed by written confirmation within 2 working days of the notification. Time periods are to be established by the carrier and are required to be expeditious. A covered person has the right to attend the second-level review and to present his or her case to the review panel.", "The state does not (1) require the establishment of an independent external appeals process or (2) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Maryland", "paragraphs": ["Maryland requires HMOs to provide an internal grievance system to resolve adequately any grievances initiated by any of its members on matters concerning quality of care.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Massachusetts", "paragraphs": ["Any organization seeking licensing as an HMO must submit an application that contains a statement of the grievance system, including procedures for the registration of grievance and procedures for the resolution of grievances, with a descriptive summary of written grievances made in the areas of medical care and administrative services. Evidence of coverage must include a description of the HMO’s method for resolving HMO complaints.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Michigan", "paragraphs": ["HMOs must establish an internal formal grievance procedure approved by the state insurance bureau. The state also requires written notification of adverse determinations, requires an expedited review process, provides that a request for an expedited review can be made in writing or orally, and provides for explicit time periods. If an enrollee has exhausted the internal grievance system, he or she may file a grievance with Task Force Three of the advisory commission. The commission shall render a determination as to the validity of the grievance and direct measures it considers appropriate under the circumstances.", "The state does not (1) require graduated levels for the internal appeals process or (2) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Minnesota", "paragraphs": ["Current law requires each health plan company to establish and make available to enrollees, by July 1, 1998, an informal complaint resolution process. A plan must make reasonable efforts to resolve enrollee complaints and to inform enrollees of the decision in writing within 30 days of receiving the complaint. The state requires plans to establish an expedited review process. The state requires plans to make available to enrollees an impartial appeals process and to inform enrollees of their right to appeal through the process or to the commissioner. The state requires plans to have an alternative dispute resolution process. Plans are required to keep records of complaints and their resolution. The state requires plans to inform enrollees of their complaint resolution procedures as part of their evidence of coverage contract.", "Also by July 1, 1998, the commissioner must establish an expedited fact-finding and dispute resolution process to assist enrollees of health plan companies with contested treatment, coverage, and service issues.", "The state does not (1) require graduated levels for the internal appeals process or (2) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Mississippi", "paragraphs": ["Every HMO must establish and maintain a grievance procedure approved by the state insurance commissioner in consultation with the state health officer.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Missouri", "paragraphs": ["Health carriers must establish and file with the director of the Department of Health all forms used to process a grievance. Evidence of coverage must include a description of grievance procedures. The state also requires the establishment of first- and second-level review processes, requires an expedited review process, allows oral requests for an expedited review, provides for explicit time periods, and addresses the required qualifications of the reviewer. Any decision must include notice of the enrollee’s right to file an appeal of the grievance advisory panel’s decision with the director’s office.", "The director is required to resolve any grievance regarding an adverse determination as to covered services through any means not specifically prohibited by law. If the grievance is not resolved by the director, then it shall be resolved by referral to an independent review organization. Reports are to be filed with the director."], "subsections": []}, {"section_title": "Montana", "paragraphs": ["The state currently has a law in place, but it does not become effective until 1999. The state is drafting rules."], "subsections": []}, {"section_title": "Nebraska", "paragraphs": ["Each HMO must establish and maintain grievance procedures to provide for the resolution of grievances initiated by enrollees. The procedures must be approved by the director of insurance after consultation with the director of regulation and licensure.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Nevada", "paragraphs": ["Each managed care organization must establish a system for resolving enrollee complaints. The system must be approved by the commissioner in consultation with the state board of health. If an enrollee makes an oral complaint, the managed care organization is required to inform the enrollee that, if he or she is not satisfied with the resolution of the complaint, he or she must file a complaint in writing to receive further review of the complaint. Managed care organizations must allow an enrollee who appeals a decision to appear before the review board to present testimony at a hearing. Each managed care organization must provide to enrollees, in clear and comprehensible language, notice of their right to file a written complaint and to obtain an expedited review at the time they receive evidence of coverage, any time the organization denies coverage, and any other time deemed necessary by the commissioner. Denials of coverage must be in writing, provide the reason for the denial and the criteria used in making the determination, and explain the right of the enrollee to file a written complaint.", "The state provides for an expedited review process, provides for explicit time periods, and addresses required qualifications of the reviewer.", "The state does not require the establishment of an independent appeals process."], "subsections": []}, {"section_title": "New Hampshire", "paragraphs": ["Health carriers must establish written procedures for receiving and resolving grievances from enrollees concerning adverse determinations and other matters. Enrollees must be provided with a written description of the procedures and informed of their right to contact the office of the commissioner for assistance at any time. This statement must include a toll-free telephone number and the address of the commissioner. A written denial must include a statement of the enrollee’s right to gain access to the internal grievance procedures, including first- and second-level appeals. An adverse determination at the first level must include a description of the process for obtaining a second-level grievance review of a decision and the written procedures governing a second-level review, including the required time period for review. Enrollees may request the opportunity to appear in person at the second-level review. An adverse determination at the second-level appeal must include a statement of the enrollee’s right to file an external appeal. The state requires an expedited appeals process, requires the establishment of an external review process, and addresses required qualifications of the reviewer."], "subsections": []}, {"section_title": "New Jersey", "paragraphs": ["Each HMO must establish and maintain a formal internal appeal process, with graduated levels of review, explicit time periods, an expedited review process, and written notification of determinations. Notification of an adverse determination must include information on further appeal rights. HMOs must also establish an external independent appeals process. When requesting an external appeal, enrollees must pay a $25 filing fee, although exceptions can be made in cases of financial hardship. HMOs are also required to provide enrollees with a description of their right to appeal; the procedure for initiating an appeal of a utilization management decision made by or on behalf of the carrier with respect to the denial, reduction, or termination of a health care benefit or the denial of payment for a health care service; and the procedure to initiate an appeal through the Independent Health Care Appeals Program. State requirements also address the qualifications of the reviewers."], "subsections": []}, {"section_title": "New Mexico", "paragraphs": ["Every managed health care plan is required to maintain procedures to provide for the presentation, management, and resolution of complaints and grievances brought by enrollees or by providers acting on behalf of an enrollee and with the enrollee’s consent, regarding any aspect of health care services. Plans must provide written notification to enrollees that the procedures are available. Plans must disclose the toll-free telephone number and address of the managed health care plan’s department responsible for resolving grievances. In instances in which an enrollee initially makes an oral complaint and expresses interest in pursuing a written grievance, the plan shall assist the enrollee in making a written complaint or initiating a grievance. State requirements include explicit time periods, first- and second-level reviews as well as an expedited review process, binding first-level review decisions unless the grievant submits a written appeal to the second-level review committee within 30 days of receipt of the determination, and written notification of the determination. During the second-level review, plans must offer enrollees the opportunity to communicate with the review committee—at the plan’s expense—by conference call, video conferencing, or other appropriate technology. A request for an external review must be in writing. The grievant and his or her representative may appear before the independent review board. The state does address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "New York", "paragraphs": ["HMOs must establish and maintain a grievance procedure that includes written notification of the procedures, grievances filed in writing or by telephone, and explicit time periods. Notice of an adverse determination must be in writing and explain the process for filing a grievance. Expedited determinations must be made by telephone followed by written notice within 3 business days. The required qualifications of the reviewer are also addressed.", "The state does not (1) require graduated levels for the internal appeals process or (2) require HMOs to establish an independent external review process."], "subsections": []}, {"section_title": "North Carolina", "paragraphs": ["Each application for a certificate of authority must be accompanied by a description of the internal grievance procedures to be used for the investigation and resolution of enrollee complaints and grievances. Evidence of coverage must include a clear and understandable description of the HMO’s method of resolving enrollee complaints, including graduated levels of review, explicit time periods, and the availability of an independent appeals process.", "The state does not address required qualifications of the reviewer."], "subsections": []}, {"section_title": "North Dakota", "paragraphs": ["Every HMO must establish and maintain a grievance procedure, which has been approved by the commissioner, to provide procedures for the resolution of grievances initiated by enrollees. Evidence of coverage must contain a clear statement of the enrollee grievance procedures.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Ohio", "paragraphs": ["Ohio requires HMOs to establish and maintain a grievance procedure that has been approved by the commissioner to provide adequate and reasonable procedures for the expeditious resolution of written complaints initiated by enrollees concerning any matter relating to services provided by the HMO. The HMO must provide a timely written response to each complaint and establish procedures to accept complaints by telephone. Responses to written complaints must inform enrollees of their right to submit their complaint to a professional peer review organization or HMO peer review committee. Evidence of coverage must contain the methods used by the HMO for resolving complaints. Patients with a terminal condition and life expectancy of no more than 2 years for whom standard therapies have not been effective and who have been denied coverage for a therapy recommended by their physician have the right to an independent review of the coverage decision.", "The state does not (1) provide for explicit time periods or (2) require graduated levels for the internal appeals process."], "subsections": []}, {"section_title": "Oklahoma", "paragraphs": ["HMOs must establish and maintain a grievance system to provide reasonable procedures for prompt payment and effective resolution of written grievances within explicit time periods. If the grievance can be resolved through a specific arbitration agreement, the enrollee shall be advised in writing of his or her rights and duties under the agreement at the time the grievance is registered. Any such agreement must be accompanied by a statement setting forth in writing the terms and conditions of binding arbitration. Any HMO that makes such binding arbitration a condition of enrollment must fully disclose this requirement to its enrollees in the contract and evidence of coverage. HMOs, upon notifying enrollees of a final determination, must inform the enrollees that they may request assistance from the department. Evidence of coverage must include a description of the enrollee grievance procedures.", "The state does not (1) require graduated levels for the internal appeals process, (2) require HMOs to establish an independent external review process, or (3) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Oregon", "paragraphs": ["Insurers must have a timely and organized system for resolving grievances and appeals, with written procedures explaining the process, including a procedure to assist enrollees in filing written grievances, written explanations of determinations, at least two levels of review, and the opportunity for enrollees or a representative to appear before a review panel at either level of review. The state provides for explicit time periods.", "The state does not (1) require HMOs to establish an independent external review process or (2) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Pennsylvania", "paragraphs": ["The Department of Health requires a two-step internal grievance and appeals process. The first step is a paper review and reconsideration. The second is a full hearing before a grievance review committee. An expedited review process must be established, as well as an external appeal to the department.", "The state does not address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Rhode Island", "paragraphs": ["Every HMO is required to establish and maintain a complaint system that has been approved by the director after consultations with the state director of health to provide reasonable procedures for the resolution of written complaints initiated by enrollees concerning health care services. The system must have two levels of appeal and an external appeals process. The required qualifications of the reviewers are also addressed.", "The state provides for explicit time periods and requires expedited review."], "subsections": []}, {"section_title": "South Carolina", "paragraphs": ["Each HMO must establish and maintain a complaint system that is approved by the director or his or her designee to provide reasonable procedures for the resolution of written complaints initiated by enrollees.", "The state does not (1) define explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address the required qualifications of the reviewer. The state requires explicit time periods and an expedited review process."], "subsections": []}, {"section_title": "South Dakota", "paragraphs": ["Each managed care plan or utilization review organization must establish and maintain a grievance system, approved by the director after consultation with the secretary of the Department of Health. The system may include an impartial mediation provision, to provide reasonable procedures for the resolution of written grievances initiated by enrollees concerning the provision of health care services. Mediation shall be available to enrollees unless an enrollee elects to litigate a grievance prior to submission to mediation. The state also addresses the required qualifications of the reviewer. The state requires explicit time periods and an expedited review process.", "The state does not (1) require graduated levels for the internal appeals process or (2) require HMOs to establish an independent external review process."], "subsections": []}, {"section_title": "Tennessee", "paragraphs": ["HMOs must use written procedures for receiving and resolving grievances from covered persons. Each HMO must submit to the commissioner an annual report, in a form prescribed by the commissioner, which includes a description of the procedures of the complaint system. Evidence of coverage must include a description of the grievance procedures. Notification of the determinations must be in writing. HMOs are required to provide each covered person the name, address, and telephone number of the person designated to coordinate the grievance on behalf of the HMO, upon receipt of the grievance. Covered persons have the right to seek review by the commissioner or a designee of the commissioner. The commissioner or the commissioner’s designee may consult with medical personnel in the Department of Health for grievances that involve primarily questions of medical necessity or medical appropriateness. The state provides for explicit time periods.", "The state does not (1) require graduated levels for the internal appeals process or (2) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Texas", "paragraphs": ["Texas requires every HMO to establish and maintain an internal system for the resolution of complaints, including a process for the notice and appeal of complaints, written and oral filing of complaints, explicit time periods, an expedited review process, and written notification of determinations. In the event of an adverse determination, the HMO must provide an appeals process that includes the right of the complainant either to appear in person before a complaint appeal panel or to address a written appeal to the panel. Enrollees have the right to an external review to appeal adverse utilization review determinations when internal processes have been exhausted. The insurance commissioner may charge payers as necessary to fund the operation of the independent review organization. The state addresses required qualifications of the reviewer.", "The state does not require graduated levels for the internal appeals process."], "subsections": []}, {"section_title": "Utah", "paragraphs": ["Organizations must have a written grievance procedure and send it to each enrollee at the time of enrollment and each time the methods are substantially changed. The organization’s medical director or physician designee must review all grievances of a medical nature. Explicit time periods are provided. If a grievance cannot be resolved to the enrollee’s satisfaction, the organization must notify the enrollee of his or her options—that is, litigation, arbitration, and so forth.", "The state does not (1) require graduated levels for the internal appeals process or (2) require HMOs to establish an independent external review process."], "subsections": []}, {"section_title": "Vermont", "paragraphs": ["Each managed care plan must establish a review process that has been approved by the commissioner for members who are dissatisfied with the availability, delivery, or quality of their health care services. The state provides for graduated levels of review and an expedited process and also requires written notification of the determination. The determination must include a description of other processes available for further review of the grievance by the managed care plan or other reviewing body. Plans must provide members with all information in their possession or control relevant to the grievance process and the subject of the grievance, including applicable policies and procedures and copies of all necessary and relevant medical information. Plans must establish a mechanism whereby a person unable to file a written grievance may notify the plan of a grievance orally or through alternative means. Enrollees have the right to appeal adverse mental health decisions to an external independent panel of mental health care providers. The state provides for explicit time periods and addresses required qualifications of the reviewer."], "subsections": []}, {"section_title": "Virginia", "paragraphs": ["Each HMO must establish and maintain a complaint system to provide reasonable procedures for the resolution of written complaints. The system shall be established after consultation with the state health commissioner and approval by the commissioner. Evidence of coverage must include a description of the HMO’s method for resolving enrollee complaints. The commissioner is charged with examining the quality of health care services of the HMOs and the providers with whom the HMOs have contracts. The commissioner is directed to consult with HMOs in the establishment of their complaint systems, review and analyze the complaint reports, and assist the State Corporation Commission.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "Washington", "paragraphs": ["Washington requires HMOs to establish and maintain grievance procedures, approved by the commissioner, to provide reasonable and effective resolution of complaints initiated by enrolled participants. The state requires each health carrier to file with the commissioner its procedures for review and adjudication of complaints by enrollees or health care providers. Every health carrier must provide reasonable means whereby enrollees who are dissatisfied with the actions of a carrier may be heard in person or by their authorized representative on their written request for review. If the carrier fails to grant or reject such request within 30 days after it is made, the complaining person may proceed as if the complaint had been rejected. A complaint that has been rejected by a carrier may be submitted to nonbinding mediation.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address required qualifications of the reviewer."], "subsections": []}, {"section_title": "West Virginia", "paragraphs": ["HMOs must establish and maintain a grievance procedure that has been approved by the commissioner to provide adequate and reasonable procedures for the expeditious resolution of written grievances initiated by enrollees concerning any matter relating to any provisions of the organization’s health maintenance contracts. A detailed description of an HMO’s subscriber grievance procedures is to be included in all group and individual contracts, as well as any certificate or group member handbooks provided to subscribers. This procedure is to be administered at no cost to the subscriber. Telephone numbers are to be specified by the HMO for the subscriber to call to present an informal grievance or to contact the grievance coordinator. The subscriber grievance procedure is to state that the subscriber has the right to appeal to the commissioner. Written notification of the determination is required. The HMO must meet with the subscriber during the formal review process. An adverse determination must be accompanied by a statement about which levels of the grievance procedure have been processed and how many more levels remain. The state provides for an expedited review process.", "The state does not require the establishment of an independent review process."], "subsections": []}, {"section_title": "Wisconsin", "paragraphs": ["The state requires each HMO, limited service health organization, and preferred provider plan to establish and use an internal grievance procedure. The procedure must be approved by the commissioner and provide enrolled participants with complete and understandable information describing the process. Written grievances may be submitted in any form. A grievance panel must be established.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address the required qualifications of the reviewer."], "subsections": []}, {"section_title": "Wyoming", "paragraphs": ["Each HMO is to establish and maintain a complaint system that has been approved by the commissioner, after consultation with the administrator, to provide reasonable procedures for the resolution of written complaints initiated by enrollees. Reports must be made to the commissioner and the administrator.", "The state does not (1) provide for explicit time periods, (2) require graduated levels for the internal appeals process, (3) require HMOs to establish an independent external review process, or (4) address the required qualifications of the reviewer."], "subsections": []}]}, {"section_title": "Regulatory and Interest Groups Included in Our Study", "paragraphs": ["The American Association of Health Plans (AAHP) is a trade organization representing more than 1,000 managed care plans, with an enrolled population of more than 100 million Americans. Criteria in our study were taken from Putting Patients First, an AAHP initiative designed to improve communication with patients and physicians and streamline administrative procedures in health plans.", "Families USA (FUSA) is a national nonprofit consumer organization that advocates high-quality, affordable health and long-term care for all Americans. FUSA works at the national, state, and grassroots levels with organizations and individuals to help them participate in shaping health care policies in the public and private sectors. Criteria in our report were taken from a December 1997 FUSA document entitled “Evaluation Tool,” containing FUSA criteria for evaluating 12 consumer protection issues.", "The Joint Commission on Accreditation of Healthcare Organizations (JCAHO) and the National Committee for Quality Assurance (NCQA) are accrediting bodies. Both organizations will, at the request of managed care organizations, send surveyors to review plan operations, including complaint and appeal systems. If plan procedures meet accreditation standards, the plan is granted accreditation. As of December 1997, JCAHO has granted accreditation to 25 organizations of the 43 that had applied. As of November 1997, NCQA had reviewed 285 plans: 157 had been granted full NCQA accreditation, 101 had been granted accreditation with some conditions, and 12 had been denied accreditation. (The remaining 15 plans were awaiting NCQA’s decision.) However, not all plans accredited by either body are HMOs. Criteria in our report were taken from a 1997 draft of JCAHO’s 1998-2000 Comprehensive Accreditation Manual for Health Care Networks, and NCQA’s 1997 Surveyor Guidelines.", "The National Association of Insurance Commissioners (NAIC) is a voluntary organization of the chief insurance regulatory officials of the 50 states, the District of Columbia, American Samoa, Guam, Puerto Rico, and the Virgin Islands. NAIC’s stated mission is to assist state insurance regulators in protecting consumers and helping to maintain the financial stability of the insurance industry. NAIC promulgates model laws, regulations, and guidelines, intended to provide a uniform basis from which all states can deal with regulatory issues. Elements described in our report were taken from NAIC’s 1996 Health Carrier Grievance Procedure Model Act, containing standards for the establishment of procedures used by health carriers to resolve member grievances, and NAIC’s 1996 Utilization Review Model Act.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}