{"id": "HEHS-98-134", "url": "https://www.gao.gov/products/HEHS-98-134", "title": "Indian Self-Determination Contracting: Effects of Individual Community Contracting for Health Services in Alaska", "published_date": "1998-06-01T00:00:00", "released_date": "1998-06-01T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a legislative requirement, GAO reviewed the impact of individual Indian Health Service (IHS) contracts, focusing on the: (1) extent to which Alaska Native communities contract directly with IHS to manage their own health care services; and (2) effects these contracts are having on costs and the availability of services."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) relatively few Alaska Native communities have contracted directly with IHS, and those that have done so generally contracted for a limited range of health services and thus continue to receive many services through a regional health organization (RHO); (2) fifteen percent of the 227 Alaska Native communities have some form of direct contract with IHS; (3) the dollar amount of these direct contracts represents about 6.5 percent of all IHS contracts in Alaska under the Indian Self-Determination Act; (4) GAO found that communities with their own contracts have higher administrative costs than RHOs; (5) IHS works with each contractor to determine the amount of administrative costs needed to manage the contracts; (6) indirect costs--the major component of the administrative costs--include such expenses as financial and personnel management, utilities and housekeeping, and insurance and legal services; (7) community contracts need about twice the amount of indirect costs that a RHO would need to manage the same programs; (8) when a community chooses the contract directly with IHS for services previously provided by a RHO, it also has a need for one-time start-up costs that increase the administrative cost differences between community contracts and RHOs; (9) determining the effects of individual community contracts on service availability proved difficult because contracts involving a switch from RHOs to local communities are relatively few in number, cover few services, and some have been in effect for a short time; (10) the limited comparisons that can be made show that service levels have not been greatly affected by the switches thus far; (11) however, under current IHS funding limitations, new contractors are receiving only part of their funding needs for administrative costs and may have to wait several years to receive full funding; (12) if communities decide to contract for service programs but do not receive full funding for administrative costs and do not have other resources from which to pay for these costs, they face the risk of having to divert funds from services to cover their unfunded administrative costs; (13) while funding shortfalls have not yet resulted in widespread adverse effects on health services availability in Alaska, the long-term picture raises cause for concern; and (14) in choosing to operate their health services without waiting for sufficient administrative funding, Alaska Native communities may have little option but to accept a potential for reduced services as a trade-off for managing elements of their health care systems."]}], "report": [{"section_title": "Letter", "paragraphs": ["In Alaska, the Indian Health Service (IHS) funds health services for more than 100,000 Alaska Natives—Eskimos, Aleuts, Athabascans, and American Indians—most of whom live in small, isolated communities. Under provisions of the Indian Self-Determination Act, nearly all of the health care programs traditionally administered by IHS have been transferred to 13 Alaska Native regional health organizations (RHO) with which IHS contracts to manage the programs for the Native communities.In recent years, however, some Native communities have chosen to contract directly with IHS rather than go through an RHO to manage their health care programs.", "Some of these individual community contracts have generated controversy. Critics contend that such contracts carry extra administrative costs that can shift dollars out of health care and into overhead. But supporters view the contracts as essential to maintaining the sovereignty of Native communities and achieving the Indian Self-Determination Act’s goal of maximizing Native participation in federal health care services. The fiscal year 1998 appropriations act for the Department of the Interior placed a moratorium on IHS’ further contracting with Native communities in Alaska in order to review these issues more closely.", "The appropriations act requires us to study the impact of these individual contracts. As agreed with the staffs of your offices, we set the following objectives for our review:", "Determine the extent to which Alaska Native communities contract directly with IHS to manage their own health care services. Identify the effects these contracts are having on costs. Identify the effects these contracts are having on the availability of services.", "Our review encompassed all IHS contracts currently in effect in Alaska under the provisions of the Indian Self-Determination Act, whether these contracts are with RHOs or with communities. We analyzed programs and services covered by each contract and compared costs and service availability. We conducted work on site at the IHS Alaska area office and the Alaska Native Health Board office in Anchorage and at IHS headquarters in Rockville, Maryland. To gain a better understanding of circumstances surrounding a recent IHS award of a large individual community contract in Ketchikan, we also conducted work there. We supplemented this information through interviews with officials from RHOs and Native communities. Our work was conducted from December 1997 through April 1998 in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["IHS, an agency within the Department of Health and Human Services, is responsible for providing federal health services to an estimated 1.5 million American Indians and Alaska Natives. In fiscal year 1998, IHS received appropriations of about $1.8 billion to provide these services, with about $291 million of this amount for Alaska. To provide care to Alaska’s estimated 104,305 Natives, most of whom live in small and isolated villages, a three-tiered health care delivery system of local clinics, regional hospitals, and a comprehensive medical center was developed. (See table 1.)", "IHS’ mission is to provide a comprehensive health services system, while at the same time providing opportunity for maximum tribal involvement in developing and managing programs to meet their needs. The Indian Self-Determination Act gives Alaska Native communities, as well as Indian tribes throughout the United States, the option of replacing IHS as the manager and provider of health care services. To cover the costs of operating such systems on their own, the act authorizes IHS to contract with any of the recognized Alaska Native communities or other tribal organizations, such as regional or village corporations.", "In Alaska, IHS has established an order of precedence for recognizing various Native entities for purposes of self-determination contracting. In this order of precedence, an individual Native community has priority over an RHO in obtaining contract awards from IHS. If a contract is awarded to an organization that performs services benefiting more than one community, the approval of each community’s governing body (a resolution of support) is a prerequisite."], "subsections": []}, {"section_title": "Relatively Few Alaska Native Communities Contract Directly With IHS to Manage Health Services", "paragraphs": ["Alaska Native communities that contract directly with IHS manage a relatively small share of health care services in Alaska. Thirty-four of Alaska’s 227 Native communities (15 percent)—which represents about 10 percent of the total Alaska Native population—have obtained funding in direct contracts from IHS to provide some of the health services they receive. (See table 2.) These 34 communities comprise two main groups—25 communities that decided at some point to separate from their RHO to obtain certain services, and 9 communities, mostly in the Cook Inlet area near Anchorage, that generally have not participated in an RHO. Because some communities have banded together for contracting purposes, the 34 communities are involved in a total of 21 contracts, which account for 6.5 percent of IHS’ total contract funding in Alaska under the Indian Self-Determination Act."], "subsections": [{"section_title": "RHOs Deliver Most Health Services to Alaska Natives", "paragraphs": ["Of those entities contracting with IHS, the 13 RHOs have the greatest capacity to deliver comprehensive inpatient and outpatient services. The RHOs vary considerably in size. The largest serves more than 20,000 Natives and has a budget of nearly $40 million; the four smallest serve fewer than 2,000 Natives each and have budgets of $2 million to $4 million. (See app. I for details on the 13 RHOs.) Six of the RHOs operate regional hospitals, and all 13 provide community health services to some outlying communities in their areas. Community health services usually include training and placement of community health aides, long-distance physician supervision for the village-based community health aides, itinerant physician and dental coverage, mental health and alcohol abuse programs, and a wide range of other health and social services."], "subsections": []}, {"section_title": "Some Communities Contract Directly to Manage Services Formerly Obtained Through RHOs", "paragraphs": ["Historically, IHS has contracted with RHOs in Alaska because the RHOs were well established when the Indian Self-Determination Act became law in 1975 and because they were able to obtain resolutions of support from the Native communities they represented. However, a Native community has the option of withdrawing its resolution from an RHO and contracting directly with IHS to manage all or part of the health services that previously were provided by the RHO. Communities have pursued this option for a variety of reasons, including the belief that local control will improve the delivery of health services and help them attain self-determination goals. Under the Self-Determination Act, IHS’ authority to decline such community contract proposals is very limited.", "Twenty-five communities have decided to stop obtaining some services through RHOs and to contract directly with IHS. In total, there are 12 contractors that separated from RHOs because some contracts cover more than one community. These contracts are generally for a limited number of services—most often alcohol and mental health services, community health aides, community health representatives, and other community-based services. Ten of the contracts, for example, involve management of village community health aide clinics, often in conjunction with alcohol education, prevention, and counseling activities. The Native populations served by the 12 contracts range in size from fewer than 30 people to nearly 2,000, and contract awards range from about $100,000 to more than $3 million. (See app. II.)", "Although these communities, through direct contracting, manage some of their own health services, they most often remain part of the RHO network for other services, such as community health aide supervision and training, physician and dentist services, inpatient care, and management of referrals for specialty services obtained from private providers (known as contract health care).", "One contractor that separated from an RHO—Ketchikan Indian Corporation (KIC)—has assumed the management of a much broader scope of services. KIC is the largest Native community contractor, serving a Native population of nearly 2,000 and with nearly $3.4 million in fiscal year 1998 funding—one quarter of the 6.5 percent share of Alaska self-determination contract funding received by community contractors. KIC manages a comprehensive primary care health center with a permanent staff of physicians, dentists, nurses, and a wide range of ancillary services, such as laboratory, X-ray, and pharmacy. KIC officials told us that the community decided to manage the health center itself because it was dissatisfied that the RHO did not provide information that it had agreed to provide, such as quarterly financial statements; did not attend KIC tribal council meetings; and had planned to replace the existing health center with a new one in the neighboring village of Saxman rather than on KIC property in Ketchikan. Nonetheless, Ketchikan continues to participate in the RHO and use the RHO’s hospital in Sitka for some inpatient care."], "subsections": []}, {"section_title": "Some Communities Have Not Been Part of a Regional Network", "paragraphs": ["Nine of the communities that contract directly with IHS present a somewhat different picture than the 25 communities that separated from an RHO in that they did not previously obtain the contracted services from an RHO. Most of these communities are located in the Cook Inlet (Anchorage) area, where they have access to the extensive resources of the Alaska Native Medical Center.", "Eight of these nine contractors serve one small Native community each, with populations ranging from 11 to 392. (See app. III.) The ninth contractor, Kenaitze, is exceptionally large, serving a resident population of more than 1,400 Alaska Natives on the Kenai Peninsula south of Anchorage. Kenaitze has administered a health services contract since 1983; its current contract—which is over $1.1 million—provides for a midlevel practitioner clinic with a dentist, a community health representative, and alcohol and mental health services. In addition to the Kenaitze clinic, two other contractors manage clinics with midlevel practitioners, and two manage community health aide clinics with some additional services.", "Two of the contracts, which were initiated in 1997, are especially limited: Chickaloon Village, which serves 11 Natives with $46,327 in fiscal year 1998 contract funding, and Knik Tribal Council, which serves 39 Natives with $53,079 in fiscal year 1998 contract funding. The Chickaloon and Knik contracts illustrate the extent to which IHS is bound to support village self-determination decisions. When IHS identified funding to open a new midlevel clinic in the Matanuska-Susitna Valley northeast of Anchorage, three Native organizations in that area submitted proposals to manage the clinic: Southcentral Foundation (an RHO), Chickaloon, and Knik. IHS approved Southcentral’s proposal to manage the clinic; in addition, IHS—under rules requiring IHS to approve any severable portion of a self-determination proposal—negotiated with Chickaloon and Knik regarding what services they could provide with their limited per-capita-based shares of the clinic funding. IHS and the villages agreed on transportation for village residents who need services in Anchorage, plus management of contract health care for Knik."], "subsections": []}]}, {"section_title": "Individual Community Contracts Have Higher Administrative Costs", "paragraphs": ["Administrative costs are higher under individual community contracts than under contracts with RHOs. Under either contracting arrangement, the Native organization receives the same amount of funding for direct program costs, but IHS has determined that individual communities need more funding for administrative expenses—both to start up the contract and to administer it on an ongoing basis. The higher administrative costs generally reflect lost economies of scale that result from the smaller scope of most individual contracts."], "subsections": [{"section_title": "IHS Determines Funding Needs With Native Organizations", "paragraphs": ["Under the Indian Self-Determination Act, an Indian tribe or Alaska Native community that chooses to contract with IHS is entitled to funding for both direct program costs and contract support costs (CSC) to cover administrative functions. In Alaska, these provisions apply both to contracts between IHS and RHOs and to contracts between IHS and individual Native communities. Direct program funding is the amount that IHS would have spent to operate the programs that were transferred to the contractors. CSC funding generally is an additional amount, not normally spent by IHS, that is needed to cover reasonable costs incurred by Native organizations to ensure compliance with the terms of the contracts and prudent management of the programs. Direct program costs are the same regardless of who manages the contracts—communities or RHOs. In contrast, CSC amounts may differ considerably.", "Determination of CSC needs is based on three cost categories: start-up costs, indirect costs, and direct costs. (See table 3.) The largest cost category is indirect costs, which include most ongoing overhead expenses. For most contracts, indirect costs account for over 80 percent of the recurring CSC funding needs.", "Our analysis of cost differences between RHO contracts and individual community contracts focused on the first two types of contract support costs—start-up and indirect costs. To provide a consistent comparison, we examined the fiscal year 1998 funding needs of each contractor for these costs as determined by IHS."], "subsections": [{"section_title": "Start-Up Costs", "paragraphs": ["New and expanded contracts are eligible for start-up CSC funding. If an individual Native community decides to contract separately for services formerly obtained through an RHO, its funding needs for start-up costs represent an increased, one-time cost for the program. IHS records show that the 12 community contracts involving services formerly provided by RHOs received IHS approval for at least $452,000 in start-up CSC needs—ranging from about $22,500 to $140,000 per contract—which were generally based on program size."], "subsections": []}, {"section_title": "Indirect Costs", "paragraphs": ["On average, individual community contractors have considerably higher indirect costs than RHOs would have to manage the same programs. For fiscal year 1998, IHS determined indirect cost needs of slightly more than $3 million for the 12 individual community contracts that separated from RHOs. The IHS official responsible for negotiating these contracts told us that to estimate what the indirect costs would have been if the services provided under the 12 contracts had instead been provided through RHOs, he would use the indirect cost rates in place for the RHOs during fiscal year 1998. Using these rates that he provided, we determined the indirect costs for the RHOs to be about $1.3 million—or less than half of the indirect costs for the community contractors. (See app. IV for a contract-by-contract comparison of indirect cost needs of the Native communities and RHOs.)", "IHS officials said the main reason individual community contracts had higher indirect costs was that the small size of these contracts resulted in the loss of administrative economies of scale. Because RHOs have an administrative structure in place to support other contracts and services, they can spread the overhead expenses among their programs. Small communities, however, generally have to build the administrative structure for these services alone.", "We did not compare the indirect costs of the other nine community contracts with those of RHOs because the programs managed by these contracts were not formerly a part of an RHO. However, we found that indirect costs as a proportion of total funding needs that IHS determined for these contracts were similar to those of the 12 community contracts that cover services formerly obtained through an RHO. This would indicate that these contracts also are likely to have higher indirect costs than RHOs."], "subsections": []}]}]}, {"section_title": "Availability of Services Not Greatly Affected, but Risk for Adverse Effects Exists", "paragraphs": ["To date, IHS contracting with Native communities rather than RHOs does not appear to have had a significant impact on the level of services available to Alaska Natives, although we did identify a few temporary service disruptions. The small number of these contracts; their generally restricted scope; and in some cases, their recent implementation have likely been key factors in limiting the effects on Native communities or RHOs. However, a shortfall in available CSC funding may jeopardize the continuation of this level of service. Native communities that are not in a financial position to absorb unfunded contract support costs may face the risk of having to divert funds from health services to cover their unfunded contract support needs. We found one instance, in Fort Yukon, where this may already have occurred."], "subsections": [{"section_title": "To Date, Service Availability Has Not Been Greatly Affected", "paragraphs": ["When individual Alaska Native communities have contracted directly with IHS to provide some of their own health services, they generally have assumed management responsibility for existing, defined service programs being operated by IHS or an RHO. Because these contracts essentially enable program transfers, the types of services provided do not change initially. In addition, the community contractors generally continue to employ the same staff and use the same facilities.", "Generally, we did not find that a community’s takeover of services from an RHO in itself had a substantial effect on the types of services provided or service utilization. The service disruptions that we did find in some communities, such as in Ketchikan, and in some clinics staffed by community health aides tended to be transitory in nature.", "In Ketchikan, when KIC took over the contract from the RHO in October 1997, the health center’s resources, staff, and patient population were split and two separate facilities were established. KIC’s health center initially had a gap in dental services because the RHO retained both dentists when staffing was split. This gap has been partly remedied, and we observed no other gaps in services at the time of our review. However, due to uncertainty surrounding the future of this contract, the staffing situation at both the KIC and RHO clinics was not stable.", "A review of clinics staffed by community health aides that now are managed by community contractors revealed sharp variations in some communities over past years in the numbers of patient encounters provided. However, these variations did not appear to be related to community contracting because they occurred whether a community or an RHO was managing the services. The variations most likely reflect temporary losses of staff because in small, remote Alaska communities, it takes time and training to replace community health aides."], "subsections": []}, {"section_title": "Shortfall in CSC Funding Poses Risks to Service Availability", "paragraphs": ["The 1988 and 1994 amendments to the Indian Self-Determination Act clarified that CSC funding should be made available to provide Indian tribes and Alaska Native communities with additional resources to develop the capability and expertise to manage services on their own. The Senate report accompanying the 1994 amendments expressed concern that without this additional support, Indian tribes would be compelled to divert funds from health services to contract support costs.", "IHS has established two separate pools of CSC funding—one for the recurring CSC needs of ongoing contracts and the other for additional CSC needs of new or expanded contracts. IHS-wide, CSC funding for ongoing contracts has increased from about $100.6 million in fiscal year 1993 to $168.7 million in fiscal year 1998; and since 1994, the Congress has appropriated $7.5 million per year specifically for the CSC needs of new or expanded contracts. However, the demand for CSC funding has greatly exceeded these appropriations. As a result, while IHS has agreed with each contractor on the amount of their CSC funding needs, it has not been able to fully fund those needs. The contractors have the option of delaying or going ahead without full CSC funding, and most of them have chosen to begin implementing their contracts without full funding. Since 1995, IHS has reported a shortfall in CSC funding each year, largely because of the rapid increase in tribal assumption of IHS programs nationwide. For fiscal year 1997, the shortfall totaled $82 million nationwide, over $12 million of it in Alaska.", "As a mechanism for allocating available CSC funds among contractors, IHS maintains a waiting list for new contractors that have chosen to operate without full CSC funding. Available funding is allocated on a first-come, first-served basis, and a new contractor’s waiting time for full CSC funding may be at least several years. For example, contractors that entered into contracts in 1994 are now at the top of the waiting list and expect to be funded in fiscal year 1998, a 3- to 4-year wait.", "IHS reports that a continued lack of sufficient CSC funds could, by necessity, result in tribes funding administrative functions with moneys that otherwise would have been used to provide direct health care services. This condition could occur if tribes are unable to realize efficiency gains or do not have other resources to help offset their CSC funding shortfalls.", "This risk is present in Alaska. Fourteen of the 21 direct community contractors were operating with CSC shortfalls in fiscal year 1998, and 7 of these shortfalls represented between 30 to 74 percent of the contract’s total recurring CSC funding needs. (See app. V for details on the CSC shortfalls by contractor.) Shortfalls of this magnitude could make it difficult for tribes to continue to maintain the same level of health services. The risk is less for RHOs, which also may have CSC shortfalls but generally are in a better financial position than community contractors to manage these shortfalls because they manage large multimillion-dollar operations that can benefit from economies of scale and have multiple sources of revenue that can generate positive cash flow. The varying effects of substantial CSC shortfalls on communities that contract directly with IHS can be seen in Ketchikan and Fort Yukon—which are served by the two largest direct community contractors."], "subsections": []}, {"section_title": "In Ketchikan, Other Resources Were Initially Available to Manage the CSC Shortfall", "paragraphs": ["In Ketchikan, the large CSC shortfall of over $500,000 a year has not had a negative impact on overall services to the communities involved because both the community contractor, KIC, and the RHO, Southeast Alaska Regional Health Consortium (SEARHC), were able—at least temporarily—to provide additional resources to make up for the funding gap.", "Prior to October 1997, SEARHC was managing the Ketchikan Indian health center to serve six Native communities—Ketchikan, Saxman, and four outlying communities on Prince of Wales Island. When the health center contract was split, KIC received 58 percent of the funding to serve Ketchikan Natives and SEARHC retained the remainder to serve Saxman and the other communities. Loss of economies of scale occurred in two ways.", "First, additional clinic space was leased to operate two separate clinics. Second, additional staff were needed to deliver the same level of services in two facilities. For example, the total number of clinical and administrative staff for the clinic before the split was 59.5 full time equivalents (FTE). After the split, the two clinics had a combined total of 68 FTEs. Most of the increase was for duplicated administrative functions, such as the need to have two clinic directors, two business office directors, and two computer programmers. Both SEARHC and KIC had the additional resources to initially absorb the additional costs.", "SEARHC is a large RHO that manages many federal and state health programs and services for the benefit of Alaska Natives in Southeast Alaska. At the end of fiscal year 1996, its annual budget was over $50 million and it had over $23 million in net assets. Although the Ketchikan clinic had 2 years remaining on its lease, SEARHC decided to lease a new facility nearby for its own clinic to serve Saxman and the outlying communities, asserting that it was not practical to share the original building with KIC. SEARHC spent almost an additional $1 million of its own resources on this new clinic. With the new clinic and additional staff, clinic waiting times for the Saxman Native community were reduced.", "KIC assumed management of the original clinic with a contract award of nearly $3.4 million and a CSC shortfall of over $500,000. Although it is too soon to determine the long-term impact of this shortfall, KIC has been able to use its tribal government resources—especially management staff from other programs—to reduce the additional administrative need. A large tribe by Alaska standards, Ketchikan has a well-established tribal government with a staff of more than 70 that administers BIA and other federal and state-funded programs totaling at least $2.5 million in addition to the IHS contract."], "subsections": []}, {"section_title": "In Fort Yukon, Other Resources Were Not Available to Manage the CSC Shortfall", "paragraphs": ["CSC shortfalls have created significant difficulties for the Council of Athabascan Tribal Governments (CATG) in managing the small Fort Yukon clinic and community health aide services in the Yukon Flats area northeast of Fairbanks. CATG, which is a consortium of eight small Native communities, has been operating its $1.8 million contract with an annual CSC shortfall of about $500,000. This shortfall represents almost 53 percent of CATG’s total recurring CSC funding needs. According to its most recent audit report, CATG did not have any additional resources to compensate for a shortfall of this size. The official responsible for CATG operations told us that because CATG did not have resources to cover the CSC funding gap, it had no option but to use some program funds to support administrative functions.", "There were some indications that CATG’s financial strain may have contributed to other operational problems. In 1997, for example, there was considerable turnover in the Fort Yukon clinic’s physician assistant staff, resulting in vacancies that were not immediately filled. Although the number of outpatient visits at the clinic did not decline substantially, the Native Village of Fort Yukon was so dissatisfied with CATG’s failure to fill the clinic vacancies and with other matters that the village considered asking IHS or the RHO to resume management of the clinic or contracting directly with IHS. In the end, however, no action was taken; and as of April 1998, the Native Village of Fort Yukon remained a member of CATG and was receiving health services through its contract."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["Through the Indian Self-Determination Act, the Congress has clearly expressed support for Alaska Native communities to exercise their preferences for managing health care resources, such as through an RHO or on their own. Many Native communities view the option to contract directly with IHS as fundamental to their ability to achieve self-determination and self-governance objectives, and about 15 percent of Native communities in Alaska have chosen to do so.", "However, funds have been available to only partially support the additional administrative costs created by lost economies of scale when Native communities contract directly with IHS. These funding shortfalls appear not to have greatly affected the availability of health services in Alaska at this time, but maintaining the availability of services in the future could pose challenges to some Native community contractors. To the extent that Native communities assume management of a greater portion of their health services in a time of increasing CSC funding shortfalls, the risk for adverse impacts on health services delivery also increases."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to IHS officials, who concurred with the report’s findings. In addition, they provided some technical comments, which we incorporated as appropriate. Appendix VI contains the full text of IHS’ comments.", "We are sending copies of this report to the Secretary of Health and Human Services, the Director of Indian Health Service, the Director of the Office of Management and Budget, and other interested parties. We will also make copies available to others upon request.", "The information contained in this report was developed by Frank Pasquier, Assistant Director; Sophia Ku; and Ellen M. Smith. Please contact me at (202) 512-6543 or Frank Pasquier at (206) 287-4861 if you or your staff have any questions."], "subsections": []}]}, {"section_title": "Alaska Native RHO Contractors", "paragraphs": ["This appendix presents data to describe the 13 Alaska Native RHOs in terms of the amount of their fiscal year 1998 contract awards, numbers of Alaska Natives and Native communities served in 1998, and types of facilities operated. Six of the RHOs operate regional hospitals, and all 13 use the Alaska Native Medical Center in Anchorage for treatment of serious illnesses and injuries. Outpatient medical care is provided at three types of facilities: (1) health centers staffed with physicians and dentists; (2) midlevel clinics staffed with physician assistants or nurse practitioners; and (3) village-based clinics that rely on community health aides—who usually are village residents with special training—to provide first aid in emergencies, primary care, and preventive health services under telephone supervision by physicians.", "Includes communities in the Anchorage and Cook Inlet areas that do not participate in Southcentral Foundation."], "subsections": []}, {"section_title": "Alaska Native Community Contractors That Separated From an RHO", "paragraphs": ["This appendix describes the 12 community contractors that separated from an RHO, listing the facilities operated and some of the services provided under each contract. Some of the services are somewhat unique to Alaska, and they may vary from one contractor to another, but they generally can be considered as follows:", "Community health aides usually are village residents trained to give first aid in emergencies, examine the ill, report symptoms by telephone to a supervising physician, and carry out recommended treatments, including dispensing prescription drugs. They also provide preventive health services, such as fluoride treatments, and health education.", "Community health representatives differ from community health aides by focusing more on social and support services than on health care, although there may be overlap in some areas. Community health representatives may provide general health care, including home health care visits to the elderly and new mothers, along with health education and outreach.", "Midlevel clinics most often are staffed by nurse practitioners and physician assistants.", "Contract health care programs purchase services for Alaska Natives from private providers when the services are not available from IHS or tribally operated programs.", "Alcohol, substance abuse, and mental health programs at the village level often are provided by local residents trained as behavioral counselors, supported by regional professionals. Many program elements are intended to prevent alcoholism, especially in youth, including Alcoholics Anonymous meetings, activities to promote sobriety, and home visits.", "Emergency medical services at the community level generally focus on safety training and injury prevention, such as swimming and bicycle safety and first aid and CPR (cardiopulmonary resuscitation) training. Some programs provide and monitor fire extinguishers and smoke alarms in the homes.", "Patient transportation programs generally help coordinate patient travel for necessary health services with local and outside health providers."], "subsections": []}, {"section_title": "Other Community Contractors", "paragraphs": ["This appendix describes the nine community contractors that did not separate services from an RHO. (See app. II for definitions of the types of services and facilities these contractors operate.)"], "subsections": []}, {"section_title": "Comparison of IHS-Determined Funding Needs for Community and RHO Contractors", "paragraphs": ["This appendix compares the recurring funding needs of the 12 community contractors that separated from RHOs with the funding needs of the RHOs for managing the same programs. The total funding needs include direct program costs and direct and indirect contract support costs. A comparison of indirect cost needs is also provided since this is the major cost category that can vary depending on who manages the contract. The indirect cost need for each affiliated RHO is estimated by applying the RHO’s indirect cost rates to the community contractor’s program costs; it represents what the indirect costs would have been if the services provided by the community contractor had instead been managed by the RHO."], "subsections": []}, {"section_title": "Community Contractors’ Contract Support Cost Shortfalls", "paragraphs": ["This appendix details the amount and the magnitude of CSC shortfalls for each of the 21 community contractors. The amount of CSC shortfall is computed by subtracting each contract’s CSC funding from its recurring CSC needs. The magnitude of each contractor’s CSC shortfall is shown by the percent of its recurring CSC needs that is represented by the shortfall."], "subsections": []}, {"section_title": "Comments From the Indian Health Service", "paragraphs": ["The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}