{"id": "HEHS-95-31", "url": "https://www.gao.gov/products/HEHS-95-31", "title": "Dislocated Workers: An Early Look at the NAFTA Transitional Adjustment Assistance Program", "published_date": "1994-11-28T00:00:00", "released_date": "1994-12-28T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the Department of Labor's efforts to provide services to workers affected by the North American Free Trade Agreement (NAFTA), focusing on: (1) shortening the time frame for certification; (2) including states in the certification process; (3) broadening eligibility requirements; and (4) tying income support more closely to retraining and eliminating waivers."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) Labor has shortened its certification process for the NAFTA Transitional Adjustment Assistance (TAA) Program, resulting in 94 percent of NAFTA-TAA determinations being made in 40 days or less; (2) the states' added role in the NAFTA-TAA certification process has ensured rapid response services for dislocated workers; (3) although Labor has broadened the NAFTA-TAA eligibility requirements to include secondary workers, limited guidance, unclear authority, and a slow and cumbersome funding mechanism make it difficult for such workers to access benefits; (4) while Labor has more closely tied cash benefits to training by eliminating waivers and requiring workers to enroll in training, these restrictions have resulted in some workers receiving incomplete assessments and remedial assistance, and a limited mix of services; (5) Labor has not adequately addressed the lack of ongoing support, follow-up, and performance monitoring for NAFTA-TAA; and (6) while Labor has encouraged closer coordination between federal dislocated worker programs, it has not formally required states to track NAFTA-TAA participants."]}], "report": [{"section_title": "Letter", "paragraphs": ["In January 1994, the Department of Labor implemented a new program to assist workers who lose their jobs as a result of the North American Free Trade Agreement (NAFTA). In developing the new NAFTA Transitional Adjustment Assistance (NAFTA-TAA) program, Labor used the existing Trade Adjustment Assistance (TAA) program as the model.", "However, in congressional hearings prior to the ratification of the NAFTA treaty, our office and the Department of Labor’s Inspector General identified several shortcomings in the existing TAA program that should be addressed in any program implemented to assist NAFTA-affected workers.In particular, we noted that the TAA program (1) was often slow in reaching workers, (2) was not equally accessible to all workers, (3) allowed the liberal use of training waivers, (4) may not have tailored services, (5) did not provide ongoing support, (6) did not link training with job opportunities, and (7) lacked a system to monitor performance and effectiveness. In response, Labor promised to consider these shortcomings in the implementation of the NAFTA-TAA program.", "Because you believe that an effective dislocated worker program is particularly important in view of NAFTA, you asked us to do a preliminary review of Labor’s effort to make the changes needed to provide services to NAFTA-affected workers. More specifically, we are reporting on Labor’s efforts to shorten the time frame for certification, include states in the certification process, broaden eligibility requirements, and tie income support more closely to retraining and eliminate waivers. To respond to your request, we spoke with program and union officials, analyzed petition data, and visited several states to observe whether the shortcomings in the TAA program had been addressed in the implementation of NAFTA-TAA (see app. I for details on our scope and methodology)."], "subsections": [{"section_title": "Background", "paragraphs": ["The NAFTA-TAA program, which was implemented in January 1994 to assist workers dislocated from firms because of increased imports from or production shifts to Mexico and Canada, provides benefits in addition to those available under the Economic Dislocation and Worker Adjustment Assistance (EDWAA) program. The NAFTA-TAA certification process for dislocated workers to receive benefits begins when three or more workers or an authorized representative files a petition with the governor of the state in which the affected workers’ firm is located.", "Within 10 days of receiving a petition, the governor is to make a preliminary finding concerning eligibility for federal dislocation services. At that time, individuals are considered eligible for the EDWAA program and are to receive rapid response and basic readjustment services. Within 30 days of receiving the preliminary eligibility finding from the governor, Labor is to review the petition and make a final determination regarding certification eligibility. Within the first 9 months of the program, 251 petitions were filed in 37 states and 116 petitions were certified by Labor. These certified petitions covered approximately 12,000 workers.", "In addition to the EDWAA rapid response and basic readjustment services, workers certified by Labor are eligible to receive job search and relocation assistance, job training, and cash benefits. NAFTA-TAA cash benefits equal the weekly unemployment benefits paid by the state and begin immediately after these state benefits have been exhausted. These benefits continue for an additional 52 weeks, but only if the certified workers are enrolled in an approved training program within one of two deadlines. These deadlines are enrollment in an approved training program by (1) the last day of the 16th week of their initial unemployment insurance eligibility or (2) the last day of the 6th week after certification, whichever is later. NAFTA-TAA provides training waivers of 30 days for workers who want to receive the extended cash benefits, but only if extenuating circumstances exist.", "In addition, Labor recognized the need for assistance to secondary workers adversely affected by NAFTA. Secondary workers include those who supply or assemble products produced by directly affected firms certified under NAFTA-TAA. For example, workers who produce automobile bumpers but do not work directly for the company affected by the increased imports in cars are eligible to file a petition."], "subsections": []}, {"section_title": "Labor Certification More Timely", "paragraphs": ["We found that the timeliness of the certification process has improved. During the first 9 months of the program, Labor completed 94 percent of its determinations within 40 days from the date the petition was filed. Under TAA, Labor had 60 days from the date the petition was filed to certify workers. In the initial months of the program, Labor officials told us they were able to complete the investigations under the shortened time frames because many of the certifications had been shifts in production, which are not difficult to determine compared with certifications involving determinations of adverse impact from foreign imports. In addition, Labor officials told us that the states’ role has, in effect, provided Labor with additional field staff to collect the required data.", "Whether Labor will continue to meet the shortened time frames may depend on the number of petition filings. During the first 9 months of the program, only 251 petitions were filed (see fig. 1). By comparison, over 1,100 TAA petitions were filed during the same time frame.", "Before the ratification of NAFTA, Labor officials predicted that NAFTA dislocations would be limited during the first 18 months of the program. Officials cited a number of reasons, including their belief that labor-market changes would develop gradually. In the state we visited with few NAFTA-TAA filings, state officials cited a number of reasons for the low number of NAFTA-TAA petitions, including improved local economies and that some industry shifts had already occurred.", "However, some union officials voiced concerns that the lack of program awareness and outreach in some areas might limit the number of petitions filed. Union officials told us that in some of the states they visited, petition forms were not readily available in local employment service offices and that employment service staff were not aware of the NAFTA-TAA program.", "We found that program awareness and outreach varied in the states we visited. One state used a number of mechanisms to inform workers of the NAFTA-TAA program, including posters, a recorded message for callers waiting on hold for the state’s unemployment department, and informational letters that were distributed with unemployment checks. However, in another state, we found limited information at both the state and local levels. A worker told us that petitions were not available at the local employment service office and that officials provided little assistance in response to her inquiries. Local providers, serving certified workers, told us they received little guidance from the state and knew very little about the program.", "Labor officials told us that there is no basis for determining whether the number of NAFTA-TAA petitions filings is low. However, they agreed that states might vary in the outreach provided to affected workers. Labor officials also told us they did not receive additional funding or staff with which to provide technical assistance to the states in the implementation of the NAFTA-TAA program. They added that outreach is the responsibility of the states and that Labor can only encourage states to provide outreach to affected workers."], "subsections": []}, {"section_title": "State Role Ensures Intervention", "paragraphs": ["We found that the states’ role in the certification process ensures intervention in the form of rapid response services for workers filing a NAFTA-TAA petition. All dislocated workers are eligible for EDWAA services regardless of the reason for the dislocation. In three states we visited, officials told us that most NAFTA-affected workers received rapid response and other EDWAA services before they filed a petition. But, in those instances in which the state was not aware of the dislocations, the filing of a NAFTA-TAA petition ensured that workers received rapid response and other basic readjustment services.", "For two of the four petitions we tracked, the filing of a NAFTA-TAA petition alerted state officials to the closures. In these cases, state officials told us they were unaware of the dislocations until the petitions were filed. Once the petitions were filed, the states provided workers the rapid response and basic readjustment services available under EDWAA. In the other two states, the NAFTA-TAA petitions were filed after a rapid response meeting in which information on the NAFTA-TAA program was distributed to workers."], "subsections": []}, {"section_title": "Benefits May Not Be Accessible to All Eligible Workers", "paragraphs": ["NAFTA-TAA broadened eligibility requirements to include secondary workers from firms indirectly affected by NAFTA, as well as other certified workers such as those who are ineligible for state unemployment compensation. However, state officials told us these workers may have difficulty accessing their benefits.", "The state officials believed that accessing these benefits might be difficult because of limited guidance from Labor, unclear authority, and a slow and cumbersome funding mechanism. For example, they told us that Labor has not provided regulations that clearly define secondary workers. They also said that Labor has not indicated who has the authority or responsibility for identifying potentially eligible workers. Furthermore, the officials said that NAFTA-TAA does not provide an expedited process to obtain funds under a process that has previously been slow and cumbersome. The officials told us that these barriers act as a disincentive to outreach and hinder service to secondary workers.", "A Labor official said that during the first 9 months of the program, secondary workers had only filed one petition under NAFTA-TAA. Additionally, a state official told us that one group of NAFTA-TAA-certified workers who were ineligible for unemployment insurance benefits in that state had requested assistance under EDWAA. State officials involved in both petitions told us that these workers had difficulty accessing benefits. In one instance, Labor took about 30 days to deny one group of workers NAFTA-TAA primary certification and then another 30 days to certify them as secondarily impacted.", "In the other case, a group of workers was certified under NAFTA-TAA but was found ineligible for state unemployment insurance and thus ineligible for NAFTA-TAA cash benefits. Subsequently, state officials submitted a request for assistance under EDWAA. It took Labor over 90 days to make a decision regarding this request. A state official told us that as a result of the delay, several workers had dropped out of the program.", "Labor acknowledged that the NAFTA-TAA program for secondary workers needs to be improved. Labor officials agreed that the definition of secondary workers needs clarification and the process for identifying these workers improved. However, they told us that they do not believe these problems have resulted in the lack of petition filings by secondary workers. They believed that few secondary workers have been affected by NAFTA because most of the firms certified to date have been small businesses who have few, if any, suppliers."], "subsections": []}, {"section_title": "Benefits More Closely Tied to Training, but Restrictions Hamper Tailoring", "paragraphs": ["The NAFTA-TAA law more closely tied income benefits to adjustment assistance by eliminating waivers and requiring participants to enroll in training. However, these requirements might hamper the tailoring of services to some affected workers. Specifically, NAFTA-TAA required that for certified workers to receive cash benefits, they must be enrolled in an approved training program by the last day of the 16th week of their initial unemployment insurance eligibility or the last day of the 6th week after certification, whichever is later. While linking cash benefits to training helps to ensure that workers get the assistance needed, especially with delays in notification, NAFTA-TAA restrictions have resulted in some participants receiving incomplete assessments and remedial assistance, and a limited mix of services.", "An effective independent assessment of worker skills and interests is key in determining what training is most effective for dislocated workers. However, we found that the 16/6-week enrollment deadline shortened or eliminated assessments for some workers, especially those who experienced delays in NAFTA-TAA eligibility notification. In one of the states we visited, the state did not notify workers of their NAFTA-TAA eligibility until 2 weeks after Labor’s certification. As a result, these participants had only 2 weeks to enroll in training before classes began; because of the 16/6-week enrollment requirement, these participants could not wait until the following semester to enroll. Local officials told us that this did not leave time for in-depth assessment. In another state, many of the NAFTA-TAA-certified workers did not receive any assessment because of time restrictions. Many of these workers signed up for training that was available and conveniently located, without the benefit of a full assessment.", "We also found that for some workers, the shortened time frame limited the amount of remedial training a worker received before having to enroll in NAFTA-TAA-approved training. For example, in one of the states we visited, a group of certified workers who scored below a 12th grade level in reading and math during NAFTA-TAA assessment were enrolled in college-level courses before they were ready. One of the workers we spoke with during our visit said that as a result, he was having significant difficulty in his studies. Further, the local provider serving these workers told us that because of shortened remedial preparation, some of these workers might not complete the training.", "The elimination of training waivers also limited the mix of services available for NAFTA-affected workers. State and local officials told us that training might not be needed for all participants. They said that some workers preferred job search or other readjustment activities but enrolled in classroom training to receive their extended cash benefits. Officials told us that to better tailor assistance, other readjustment services should also be allowable links for receiving income-support assistance.", "In addition, Labor officials we spoke with said that the 16/6-week enrollment deadline had resulted in some certified workers not receiving any NAFTA-TAA services. They told us that one group of workers, through no fault of their own, missed both the 6- and the 16-week enrollment deadline. In this instance, workers were not laid off at the time of certification. In addition, they had experienced a separation earlier in the year. At the time of their final separation, 6 weeks had passed since their NAFTA-TAA certification and 16 weeks had passed since their initial lay-off. Consequently, these workers were found ineligible for the NAFTA-TAA program.", "Labor officials believed that training and income support should be linked, but they also have recognized that the 16/6-week training enrollment deadline has resulted in a number of problems for some workers. Officials from Labor’s Office of Trade Adjustment Assistance told us they have suggested changing the training enrollment requirement from the 16th week of the initial separation to the 16th week of the final separation. However, no further action has been taken."], "subsections": []}, {"section_title": "Other Shortcomings Not Addressed", "paragraphs": ["As previously discussed, we and the Department of Labor’s Inspector General identified several shortcomings that should be addressed in the implementation of the NAFTA-TAA program. However, while Labor addressed some of these shortcomings, other concerns, such as lack of a system to monitor performance, were not addressed. Like TAA, the NAFTA-TAA program does not require ongoing support, follow-up, or a system to monitor performance.", "In the states we visited, we found that ongoing support, follow-up, and tracking for NAFTA-TAA provided to participants varied. For example, in one state, NAFTA-TAA participants were routinely co-enrolled in EDWAA. In another state, NAFTA-TAA participants were co-enrolled in EDWAA when funding was available. Officials in these two states told us that NAFTA-TAA participants who were co-enrolled in EDWAA received routine contact and encouragement after they entered training. Also, co-enrolled participants were tracked and monitored during training, and their employment status was verified after completion. In contrast, officials in the other two states said they did not follow up on TAA or NAFTA-TAA participants’ training completion or track their subsequent employment because this follow-up was not required.", "Labor recognizes the advantages of co-enrollment in the delivery of services to trade-certified workers. In a guidance letter dated August 19, 1994, Labor encouraged, but did not require, all states to dual enroll TAA and EDWAA participants. In this letter, Labor also stated that co-enrollment would address some of the concerns previously identified, including the follow-up and tracking of participants.", "We did our work between April and October 1994 in accordance with generally accepted government auditing standards. As you requested, we did not obtain written agency comments on a draft of this report. We did, however, discuss this report with Department of Labor officials and have incorporated their comments where appropriate.", "As requested, unless you publicly announce its contents earlier, we plan no further distribution of this report until 30 days from its issue date. At that time, we will send copies of this letter to the Secretary of Labor and other interested parties.", "If you or your staff have any questions about this report, please contact Robert T. Rogers, Assistant Director, at (313) 256-8011. Other major contributors to this report were Cynthia A. Neal and Lynda L. Racey."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine whether Labor made the changes needed to provide services to NAFTA-affected workers, we interviewed officials from the Department of Labor’s Office of Trade Adjustment Assistance regarding the implementation of the NAFTA-TAA program and analyzed nationwide petition data collected by Labor. The data covered the first 9 months of the program and included the number of petitions filed, number of workers certified, and time frames in which the determinations were completed. We then selected four states—Michigan, Pennsylvania, Tennessee, and Washington—for further review. These states represented a cross section of experience in the number of petitions filed and the number of workers enrolled in training (see fig. I.1).", "In each state, we selected one certified petition, which we tracked at the local level. These four petitions covered approximately 1,026 workers. We also spoke with state and local officials in each of the four states regarding implementation of the NAFTA-TAA program and the services provided NAFTA-TAA participants. At the state level, we spoke with officials regarding program administration, including the governor’s role in the certification process. We met with local providers and reviewed the services provided NAFTA-certified workers. We also interviewed several NAFTA-TAA program participants regarding their experiences with the program.", "In addition, we spoke with officials from the National Governor’s Association; the International Union, United Automobile, Aerospace, and Agricultural Implement Workers of America; and the American Federation of Labor and Congress of Industrial Organizations regarding implementation of the NAFTA-TAA program.", "We did our work between April and October 1994. We did not verify the data Labor provided to us, nor did we verify the accuracy or completeness of Labor’s determinations.", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (301) 258-4097 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}