{"id": "HEHS-96-20", "url": "https://www.gao.gov/products/HEHS-96-20", "title": "Medicare: Federal Efforts to Enhance Patient Quality of Care", "published_date": "1996-04-10T00:00:00", "released_date": "1996-04-10T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the Health Care Financing Administration's (HCFA) efforts to enhance the quality of care for Medicare beneficiaries, focusing on: (1) the strategies to ensure that Medicare providers furnish quality health care, in both fee-for-service providers and health maintenance organizations (HMO); and (2) experts' views on desirable attributes of a quality assurance strategy if more managed care options are made available to Medicare beneficiaries."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) HCFA monitors the quality of care in the Medicare program and has the authority to require corrective action or withhold Medicare payments from substandard providers; (2) Medicare's quality assurance strategies include setting minimum standards for health care organizations and implementing systems to identify and discipline substandard fee-for-service providers and HMO; (3) the Medicare Provider Certification Program ensures that fee-for-service institutional health care providers serving Medicare beneficiaries meet minimum health and safety standards; (4) the Medicare HMO Qualification Program ensures that HMO with contracts to serve Medicare beneficiaries meet minimum financial and structural standards; (5) HCFA has failed to enforce Medicare quality assurance requirements for HMO; (6) the HCFA medical record review strategy, implemented through the Medicare Peer Review Organization (PRO) Program, identifies providers whose care does not meet recognized medical standards; (7) the new HCFA quality assurance strategy, called the Health Care Quality Improvement Program, tries to buy the best care possible for Medicare beneficiaries and reflects state-of-the-art quality assurance practices; (8) experts believe that programs designed to ensure quality care provided to Medicare beneficiaries through a variety of managed care arrangements should build on existing efforts, use many measures to evaluate care, encourage continuous quality improvement, and make information about providers available; and (9) the dubious nature of previous quality assurance implementation efforts raises concern about its ability to implement its new quality assurance strategy."]}], "report": [{"section_title": "Letter", "paragraphs": ["In response to your request, we conducted a study of Medicare efforts to enhance quality of care for beneficiaries. We found that the Health Care Financing Administration (HCFA) is modifying its Medicare quality assurance programs to incorporate the latest research on outcome indicators and current concepts of continuous quality improvement. These changes are generally consistent with strategies suggested by the experts we interviewed and literature we reviewed on quality assurance systems. We found, however, that HCFA’s efforts in distributing comparative performance data lag behind those of state agencies and many employers in the private sector. Furthermore, GAO’s analysis of HCFA’s previous implementation efforts raises concerns about how well HCFA will implement comprehensive programs to deal effectively with poorly performing providers and improve all providers’ performance.", "This report was prepared under the direction of David P. Baine, Director, Health Care Delivery and Quality Issues, and Sandra K. Isaacson, Assistant Director. Other staff contributing to this report are James Carlan, Assistant Director; Jean Chase, Evaluator; Nancy J. Donovan, Senior Evaluator; Darrell Rasmussen, Senior Evaluator; and Peter E. Schmidt, Senior Evaluator. If you have any questions, they can be reached at (202) 512-7101.", "We are sending copies of this report to appropriate congressional committees and other interested parties. We will also make copies available to others upon request."], "subsections": [{"section_title": "Purpose", "paragraphs": ["In the past decade, Medicare costs have risen at an average rate of over 10 percent per year. This continued growth has prompted stakeholders to seek methods to slow down or reduce the cost of services. Because managed care is viewed as less costly than fee-for-service health care, one proposal put forth is to expand managed care options for Medicare beneficiaries. Many are concerned, however, that cost reductions may result in poor quality of care provided to Medicare beneficiaries. Currently, the Medicare program reimburses only for care provided in health maintenance organizations (HMO) and by the fee-for-service sector. If managed care options are expanded, however, stakeholders want to ensure that the quality of care furnished to Medicare beneficiaries does not suffer.", "Concerned about ensuring quality in managed care plans that have not participated in Medicare, the Chairman of the Subcommittee on Health of the House Committee on Ways and Means requested that GAO (1) discuss the present and future strategies of the Health Care Financing Administration (HCFA), which administers the Medicare program, to ensure that Medicare providers furnish quality health care, in both fee-for-service and HMO arrangements and (2) obtain experts’ views on desirable attributes of a quality assurance strategy if more managed care options are made available to Medicare beneficiaries. In meeting these objectives, GAO interviewed health care experts and HCFA officials, reviewed quality-related literature and HCFA documents, and drew on previous GAO work."], "subsections": [{"section_title": "Background", "paragraphs": ["HCFA oversees programs established to monitor quality of care in the Medicare program and ensures that corrective action is taken when problems are found. In 1965, passage of Medicare legislation turned the federal government into the nation’s single largest payer for health care and made it responsible for ensuring that beneficiaries receive good-quality care. This legislation mandated specific programs to help ensure that medical services purchased on behalf of beneficiaries met minimum quality standards. Subsequent legislation created a medical record review program for ensuring that institutional providers meet minimum standards for delivering appropriate and technically correct care. Over time, HCFA’s quality assurance programs have changed in response to shifting utilization patterns created by new Medicare payment methodologies.", "Quality of care is the degree to which health services for individuals and populations increase the likelihood of desired health outcomes and are consistent with current professional knowledge. Most quality assurance programs used by regulators and providers use performance indicators to measure whether established standards have been met. Indicators can be classified according to those that measure (1) structure—the capacity of an institution, health system, practitioner, or provider to deliver quality health care; (2) process—physician and other provider activities performed to deliver the care; and (3) outcomes—the results of physician and provider activities. Today’s quality assurance strategies focus on continuous quality improvement, which encourages all providers to perform better. This differs from past strategies, which tended to focus more on individual providers’ substandard efforts."], "subsections": []}, {"section_title": "Principal Findings", "paragraphs": [], "subsections": [{"section_title": "HCFA Has Two Main Quality Assurance Strategies", "paragraphs": ["Medicare’s two main quality assurance strategies—certification and medical record review—are intended to help ensure that Medicare beneficiaries receive good-quality care. The first, HCFA’s certification strategy, includes two major programs: the Medicare Provider Certification Program, directed at fee-for-service institutional health care providers, and the Medicare HMO Qualification Program, directed at HCFA’s Medicare HMOs. Both focus on ensuring that providers meet minimum structural and process requirements. GAO has frequently reported, however, that HCFA has failed to aggressively enforce the requirements of these two programs.", "HCFA’s medical review strategy uses PROs to monitor providers’ actions through reviews of individual medical records to determine patterns of poor or inappropriate care. If problems are identified, PROs work with providers to correct the problems and in extreme cases recommend a monetary penalty or suspension from the Medicare program. GAO concluded in 1991 and again in 1995 that HCFA had failed to systematically incorporate the results of PRO review into its HMO monitoring process."], "subsections": []}, {"section_title": "HCFA’s Quality Assurance Program Generally Consistent With Experts’ Views", "paragraphs": ["The experts GAO interviewed suggested four broad strategies for a federal quality assurance program:", "Build on existing federal, state, and private efforts. These could include state initiatives, such as those patterned after the National Association of Insurance Commissioners’ (NAIC) model standards, government certification, private accreditation, and the use of PROs.", "Use multiple strategies to evaluate care. In addition to accreditation, experts discussed the use of other performance measures, including outcome measures and patient satisfaction surveys. Until outcome measures are more fully developed, however, the experts suggested continued use of other, more traditional performance measures.", "Encourage continuous quality improvement. Experts believe that continuous quality improvement programs can identify previously undetected problems, provide management with constructive feedback, and help providers and plans to improve their health services.", "Make information about providers available to beneficiaries and others in a useful and understandable way. Experts stressed that the federal government should share with beneficiaries information gathered about quality of care to help beneficiaries in their health care purchasing decisions.", "The experts expressed varying views on implementing these strategies regarding the most appropriate type of performance data to collect and who should verify and evaluate the data once collected. Furthermore, they suggested reexamining federal quality assurance strategies for the entire spectrum of Medicare providers—from managed care organizations to fee-for-service providers.", "HCFA’s new Health Care Quality Improvement Program is generally consistent with the four broad strategies cited by the experts GAO interviewed. HCFA plans to modify its quality assurance strategies to emphasize outcomes and improvement in the quality of care. This program will build on HCFA’s current certification and medical record review quality assurance strategies. For example, HCFA is currently deemphasizing structure and process measures as the bases for its certification decisions and is preparing to implement outcome indicators for hospitals, nursing homes, and other provider types. Additionally, HCFA is reengineering the entire PRO program to incorporate continuous quality improvement concepts. PROs will deemphasize individual case review in favor of cooperative projects with hospitals and HMOs.", "HCFA officials are planning a beneficiary satisfaction survey designed to collect data from Medicare beneficiaries in HMOs. HCFA officials also have plans to provide Medicare beneficiaries with information to help them choose providers. The timetable for implementation remains unclear, however, because of perceived difficulties in presenting complex comparative data to consumers in an easily understood way."], "subsections": []}]}, {"section_title": "Agency Comments", "paragraphs": ["HCFA did not agree with GAO’s concerns about how well HCFA will implement its new quality assurance initiative and its plans for providing information to beneficiaries. On the basis of GAO’s past studies of HCFA’s quality assurance implementation efforts, however, GAO remains concerned about whether HCFA will implement its new comprehensive program so that it detects and corrects poorly performing providers and improves all providers’ performance. In addition, GAO believes that some of the information now being collected by HCFA could be published and disseminated to Medicare beneficiaries. HCFA also provided specific technical comments, which we incorporated as appropriate."], "subsections": []}]}, {"section_title": "Introduction", "paragraphs": ["In the past decade, Medicare costs have risen at an average rate of over 10 percent per year. Medicare program benefit payments have increased from $69.5 billion in 1985 to an estimated $180 billion in 1995, prompting the Congress and others to search for ways to reduce the program’s rate of growth. One proposal put forth is to increase the managed care choices of Medicare beneficiaries who may be considering enrolling in a managed care plan. Although stakeholders believe that managed care organizations can furnish needed services to beneficiaries at less cost than fee-for-service arrangements, they are concerned about ensuring that those beneficiaries who enroll receive high-quality care."], "subsections": [{"section_title": "Defining Quality of Care", "paragraphs": ["According to the Institute of Medicine, quality of care is defined as “the degree to which health services for individuals and populations increase the likelihood of desired health outcomes and are consistent with current professional knowledge.” To evaluate whether quality of care is being provided to those individuals and populations, one or more of the following attributes usually are measured: appropriateness (patients receive the right care at the right time), technical excellence (providers furnish care in the correct way), accessibility (patients obtain care when needed), and acceptability (patients are satisfied with their care).", "These attributes can be assessed by regulators, providers, or others using performance indicators that measure organizational structures, provider actions, and the results of care. Structure indicators measure the capacity of an institution, health system, practitioner, or provider to deliver quality health care. Having a safe and clean facility and a quality assurance program in place in an organization are examples of structure indicators. Process indicators measure what a provider does to and for the patient. Identifying and evaluating what diagnostic tests a physician performs when examining a patient with chest pain is an example of a process indicator. Outcome indicators measure the results of providers’ actions and are viewed as the most direct measure of the quality of care furnished because they represent the providers’ success. Examples of outcome indicators are mortality, complications resulting from surgery, patient satisfaction with the care received, and functional status."], "subsections": []}, {"section_title": "Approaches to Developing Quality Assurance Programs", "paragraphs": ["Assessing quality of care involves reaching consensus about standards and developing reliable and valid structure, process, and outcome measures. If the standards are not met, then providers and regulators must develop approaches to make it more likely that health care is furnished in ways that meet the standards.", "In the past, quality assurance programs focused on the care provided to individual patients. These programs tended to direct improvement activities toward individual providers identified as responsible for mistakes rather than encourage improvement in overall health care delivery. As a result, quality assurance efforts focused on a few providers, and the effects of these efforts were limited to a small percentage of the population. Furthermore, these programs often resulted in adversarial relations between the reviewers and those being reviewed. In recent years, approaches to quality assurance have begun to focus on continuous quality improvement. Under this approach, attempts are made to identify and establish excellent care by focusing attention on inappropriate variation in the quality of care furnished to identified populations and eliminating the variations. This approach strives to make everyone’s performance better, regardless of prior performance. Other recent approaches to quality assurance have also included initiatives for collecting and disseminating information on performance measures. The Health Plan Employer Data and Information Set (HEDIS) is a major attempt to advance the collection of information on quality of care indicators.HEDIS indicators of health plan activities in five performance areas have been adopted by many large health care purchasers and some regulators to gauge the quality of care provided by health plans. Attempts to advance the dissemination of HEDIS and other information on quality of care include the publication of “report cards” by health plans intended to describe their performance measured against selected performance indicators. Employers are also providing quality of care performance information to their employees about health plans with which they contract. For example, the California Retirement System recently distributed a report containing both performance indicators about quality and member satisfaction survey results."], "subsections": []}, {"section_title": "Federal Government’s Role in Ensuring Quality of Care for Medicare Beneficiaries", "paragraphs": ["HCFA oversees programs established to monitor quality of care in the Medicare program and ensures that corrective action is taken when problems are found. In 1965, passage of federal Medicare legislation turned the federal government into the nation’s single largest payer for health care and made it responsible for ensuring that beneficiaries receive good-quality care. This legislation mandated that the government establish specific programs to help ensure that medical services purchased on behalf of beneficiaries meet minimum quality standards. Over time, these programs have changed in response to shifting utilization patterns created by new Medicare payment methodologies.", "Initially, the mandated quality assurance programs focused on setting minimum structural standards for hospitals and other institutional providers to ensure that they could deliver care of acceptable quality. In 1986, in response to changes in hospital care delivery systems, HCFA modified its hospital certification program to include more process measures. Also, when the Medicare program began to contract with HMOs, structural standards to help ensure the capacity of HMOs to deliver care were established. Subsequent legislation created a medical record review program for ensuring that institutional providers meet minimum standards for delivering appropriate and technically correct care. This program, however, tended to focus more on utilization of medical services rather than the quality with which they were delivered.", "As a result of hospital and HMO reimbursement changes in the early 1980s intended to control rising Medicare costs, hospitals had the perverse incentive to admit patients unnecessarily and discharge them prematurely. Also, hospitals and HMOs had an incentive to skimp on costly care. To counter these incentives, the Congress redesigned the Medicare medical record review program to focus on detecting unnecessary hospital admissions and substandard care and by mandating the inclusion of HMOs.", "In overseeing the quality of care furnished by Medicare providers, HCFA has a range of ways to address providers’ failure to meet established standards. Usually HCFA begins by requiring that providers take timely corrective action to address the identified deficiencies. Ultimately, the agency has the authority to suspend Medicare payment to substandard providers."], "subsections": []}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["In April 1995, the Chairman of the Subcommittee on Health of the House Committee on Ways and Means asked us to examine ways to best ensure that professional, quality health care would be furnished across a broad spectrum of health plans. Currently, HCFA reimburses for care provided only by the fee-for-service sector or by HMOs. The Chairman requested that we (1) discuss HCFA’s present and future strategies to ensure that Medicare providers furnish quality health care in both fee-for-service and HMO arrangements and (2) obtain experts’ views on desirable attributes of a quality assurance strategy if more managed care options are made available to Medicare beneficiaries.", "To analyze HCFA’s present and future plans, we reviewed documents on HCFA’s efforts and plans, conducted interviews with HCFA officials, and drew on previous GAO reports. To obtain the views of experts, we conducted over 30 structured interviews with experts selected to represent a wide range of perspectives, including those of health plans, health care researchers, federal and state agencies, major purchasers of health care, and accrediting agencies. (See app. II for a list of the experts we interviewed and their affiliations.) We also reviewed literature about measuring the quality of health care, articles about major health care purchasers’ initiatives, and previous GAO reports on measuring provider performance. We presented initial findings from our work in testimony before the Subcommittee on July 27, 1995.", "Our work was performed between April and December of 1995 in accordance with generally accepted government auditing standards."], "subsections": []}]}, {"section_title": "HCFA’s Medicare Quality Assurance Strategy Is Based on Compliance With Standards", "paragraphs": ["Since its inception, Medicare has had two major quality assurance strategies to ensure that beneficiaries receive quality care. Until recently, these strategies were based on a regulatory approach—setting minimum standards for health care organizations and implementing systems to identify and discipline substandard providers. HCFA’s two strategies cover both fee-for-service providers and HMOs. The first, certification, is intended to ensure that minimum structural requirements, such as appropriate staffing and minimum process requirements (for example, an infection control system that identifies and corrects problems), exist to allow for quality care. The second, review of beneficiary medical records, is intended to ensure that the processes of care reflect the current best practices in the community. HCFA, however, has not always fully used available information in its monitoring programs nor acted effectively when significant problems were found. As a result, HCFA cannot ensure that Medicare beneficiaries are receiving quality care."], "subsections": [{"section_title": "HCFA’s Certification Strategy Has Separate Programs for Fee-for-Service and HMOs", "paragraphs": ["HCFA’s certification strategy includes two major programs. The Medicare Provider Certification Program, in existence since Medicare’s inception in 1965, is directed at ensuring that fee-for-service institutional health care providers serving Medicare beneficiaries meet minimum health and safety requirements. The other program, HCFA’s Medicare HMO Qualification Program, dates to the origin of the Medicare HMO contracting program in the Social Security Amendments of 1972. This program was established to ensure that HMOs with contracts to serve Medicare beneficiaries meet minimum financial and structural standards."], "subsections": [{"section_title": "The Medicare Provider Certification Program Assesses Fee-for-Service Institutional Providers", "paragraphs": ["Medicare law requires institutional providers of care, such as hospitals and nursing homes receiving direct fee-for-service Medicare payments, to comply with certain physical and organizational requirements. These requirements are usually called conditions of participation. Conditions of participation identify minimum standards that policymakers thought were necessary to be met for quality health care to occur. In the past, the conditions related almost exclusively to structural quality of care indicators. This remains largely true for hospitals, although a 1986 revision added some process indicators. A full-service community hospital must meet 20 conditions of participation regarding such matters as the hospital’s governing body, physical plant, clinical and emergency services, nursing service, and food service. Each condition is subdivided into multiple standards, most of which must be met if an institution is to comply with the condition. Surveyors who review the hospital to determine its compliance with the conditions have usually only determined whether the institution has established the necessary policies and procedures to meet the conditions of participation. Federal regulations and survey procedures do not require surveyors to determine what actual patient outcomes have been.", "In the mid-1980s, HCFA officials began to work toward modifying conditions of participation for other types of institutions to focus the conditions more toward beneficiary outcomes. According to the officials, this process began in 1986 with modification of the survey process for nursing homes to emphasize review of patient outcomes and the provision of patient care services. HCFA implemented major revisions of the conditions of participation for home health agencies and nursing homes in 1991 and 1992, respectively. Finally, in April of 1995, HCFA implemented new outcome-oriented survey procedures for renal dialysis facilities.", "Certification surveys intended to determine whether an institution is in compliance with the conditions are performed by either state agencies or private accrediting organizations. HCFA contracts directly with state agencies to perform certification surveys of some institutional providers. However, HCFA deems a hospital’s or home health agency’s accreditation by a designated private accrediting organization to be adequate assurance that the provider meets the conditions of participation. If a hospital or home health agency does not request accreditation from such an accrediting organization, the state agency where the institution is located will perform the certification survey.", "When deciding whether to grant a private accrediting organization deeming status, HCFA reviews the policies of the accrediting organization to determine that the organization, among other things, has accreditation requirements that are at least equivalent to Medicare has survey teams and procedures adequate to detect problems, ensure corrective action, and meet Medicare requirements for the frequency and prior announcement of visits; and is willing to provide HCFA with a copy of the most current accreditation survey and any other information on the survey, including corrective action plans, that HCFA may require.", "HCFA grants private accrediting agencies deeming authority for a 6-year period. (app. III lists the organizations whose accreditation is deemed equivalent to HCFA certification; it also lists other organizations that accredit institutional health care providers or units within providers.)", "Regardless of whether HCFA or state agency personnel perform the review, the process used to determine whether an institution meets certification requirements involves an on-site survey by a team of registered nurses and persons trained in other health-related disciplines. This survey may take several days depending on the type and size of provider. The survey includes a thorough review of the provider’s policies, procedures, and systems. At the conclusion of the inspection, the team meets with appropriate provider officials and informs them of its findings. Subsequently, the team prepares a formal written report and sends it to the provider. If the team finds that the provider does not comply with one or more conditions of participation, it will ask the provider to submit a corrective action plan, including a timetable. At the end of the time period specified in the plan’s timetable, the surveying agency may perform a limited resurvey to ensure that all identified problems have been corrected, or it may require the provider to submit documentation that corrective action has occurred.", "If the provider does not comply with conditions by the end of the time period in the plan’s timetable, or if the problem was severe enough to seriously endanger Medicare beneficiaries, HCFA may revoke the provider’s certification to receive Medicare payment. In our 1991 review of the Medicare hospital certification program, however, we found that HCFA rarely terminated hospitals from the Medicare program even though they might have been out of compliance with Medicare requirements months longer than anticipated or allowed by regulation. This situation occurred because federal and state officials preferred to work with substandard hospitals to bring them into compliance, political pressures were exerted to keep them open if possible, and quality problems less obvious than gross negligence were difficult to document. This apparent unwillingness to terminate noncompliant hospitals has cast some doubt on HCFA’s willingness to act against any but the very worst hospitals. While terminating hospitals from Medicare is usually undesirable except as a last resort, we reported that HCFA should terminate facilities that are persistently noncompliant with conditions of participation.", "To ensure that state agencies and private accrediting organizations are performing their surveys adequately, HCFA performs validation surveys. HCFA personnel conduct validation surveys on a small percentage of the facilities surveyed by state agencies; in addition, HCFA contracts with state agencies to conduct validation surveys of the facilities surveyed by private accreditors. In 1993, state agency personnel performed 181 validation surveys among the approximately 5,200 hospitals accredited by the Joint Commission. The 1993 HCFA annual report on validation surveys of hospitals accredited by the Joint Commission concluded that a decline over several years in the percentage of hospitals found by the validation surveys to have general health and safety deficiencies provided increased assurance that accredited hospitals met federal standards. However, some problems continued with the Joint Commission’s enforcement of the Life Safety Code. In 1994, HCFA personnel performed 863 validation surveys among 15,493 nursing homes surveyed by state agencies. HCFA officials told us that the results of HCFA’s monitoring program for state survey agencies indicate that state agency performance of nursing home reviews is in some cases uneven. However, they said that they had assessed the problem and were now working with state agencies to help them improve through problem identification, consultation, and training."], "subsections": []}, {"section_title": "The Medicare HMO Qualification Program", "paragraphs": ["HMOs wanting to provide health care services to Medicare beneficiaries on a risk or cost basis must have a contract with the Medicare program.Under HCFA’s Medicare HMO Qualification Program, HCFA personnel visit HMOs with cost or risk contracts at least once every 2 years to monitor their compliance with Medicare requirements. The site visits are similar to those used in the Medicare Provider Certification Program. HCFA personnel spend several days at the HMO comparing the HMO’s policies and procedures with Medicare requirements. The monitoring team informs the HMO of its preliminary findings at the end of the visit and later prepares a formal report. If the HMO has failed to meet one or more requirements, it must submit a corrective action plan, including a timetable for correcting the deficiency. HCFA may revisit the site to monitor compliance at the end of the time period specified in the plan’s timetable, or it may simply require regular progress reports. If the HMO fails to correct the deficiency in a timely manner, HCFA may terminate the HMO’s Medicare contract or, under some circumstances, impose a civil monetary penalty or suspend Medicare enrollment."], "subsections": []}, {"section_title": "Inadequate Enforcement of Medicare HMO Quality Assurance Requirements", "paragraphs": ["We have criticized HCFA for failing to aggressively enforce Medicare quality assurance requirements for HMOs. In 1988 and again in 1991, we found that HCFA’s efforts to obtain corrective action from a few noncompliant HMOs were largely ineffective even though HCFA repeatedly requested such action. Furthermore, HCFA often found that the same problems existed when it made its next annual monitoring visit. We found the same problems again in an August 1995 report. We concluded that HCFA’s Qualification Program is inadequate to ensure that Medicare HMOs comply with standards for ensuring quality of care. Specifically, this program remains inadequate for four main reasons:", "HCFA does not determine if HMO quality assurance programs are operating effectively. HCFA’s routine compliance monitoring reviews do not go far enough to verify that HMOs monitor and control quality of care as federal standards require. The reviews check only that HMOs have procedures and staff capable of quality assurance and utilization management—not for effective operation of these processes.", "HCFA does not systematically incorporate the results of PRO review of HMOs or use PRO staff expertise in its compliance monitoring. A routine HCFA site visit to an HMO generally involves about three people without specialized clinical or quality assurance training, who spend a week or less focused largely on Medicare requirements for administration, management, and beneficiary services rather than on medical quality assurance. About a third of staff time is typically spent on quality-related matters. PRO staff generally have the specialized clinical training needed to perform quality assurance reviews.", "HCFA does not routinely collect utilization data that could most directly indicate potential quality problems. In the fee-for-service sector, claims data are available and can be used to detect potential overutilization of services. Although HCFA has the authority to require HMOs to collect such data and federal standards require that HMOs have information systems to report utilization data and management systems to monitor utilization of services, no comparable data exist for use in the Medicare HMO Qualification Program to detect potential underutilization. As a result, even such basic information as hospitalization rates; the use of home health care; or the number of people receiving preventive services, such as mammograms, is unknown.", "HCFA does not evaluate HMO risk-sharing arrangements with providers. The agency does not routinely assess whether HMO risk-sharing arrangements create a significant incentive to underserve, although in the Omnibus Reconciliation Act (OBRA) of 1990, the Congress gave the Department of Health and Human Services (HHS) authority to limit arrangements that it found provided an excessive incentive to underserve. As of March 15, 1996, the Department had not yet issued final regulations on methods for gauging how much risk an HMO can legitimately pass to providers and requirements that providers must meet to accept such risk. However, a HCFA official told us that HCFA expected to publish these regulations shortly.", "We also found that enforcement processes remain slow when HCFA does find quality problems or other deficiencies at HMOs that do not comply promptly with federal standards. For example, between 1987 and 1994, HCFA repeatedly found that a Florida HMO did not meet Medicare quality assurance standards and received PRO reports indicating that the HMO was providing substandard care to a significant number of beneficiaries. During this period, it permitted the HMO to operate as freely as a fully compliant HMO. We also found that HCFA does not routinely release its site visit reports to the public. Consequently, when an HMO is found to violate federal standards, Medicare beneficiaries may not know of quality problems that might influence their decision to join or remain enrolled in that HMO."], "subsections": []}]}, {"section_title": "The Medicare Peer Review Organization (PRO) Program", "paragraphs": ["HCFA’s medical record review strategy, implemented through the Medicare PRO program, was designed to identify providers whose care does not meet recognized medical standards. PROs generally have been required to focus their reviews on care furnished to beneficiaries on a fee-for-service basis in hospitals and outpatient surgical centers and care furnished by HMOs. Although HCFA may use the PRO program to review care provided to beneficiaries in other settings such as physicians’ offices, it has chosen not to use this authority because reviewing care at all private U.S. physicians’ offices would be overwhelming.", "Until recently, the PROs’ primary review method was to monitor providers’ actions through reviews of individual medical records. A number of sampling strategies have been used to select records for review. The prevailing strategy in the fee-for-service sector has been to draw a random sample only from Medicare hospital admissions. However, other samples drawn from hospital admissions have focused on areas perceived to be at high risk, for example, cases in which potentially adverse events such as hospital readmission within 31 days of a discharge have occurred. In the HMO sector, the PROs drew a random sample of enrolled beneficiaries, both living and recently deceased, and asked the HMOs to determine which of these sampled beneficiaries had received either ambulatory or inpatient services during the period in question. For these beneficiaries, the PRO reviewed the medical records for all care furnished by the HMO over a 12-month period in both ambulatory and inpatient settings.", "PRO medical review usually begins when a reviewer employed by the PRO reviews the selected medical record. If a problem is found, the medical record is referred to a PRO physician. If the PRO physician believes that a quality concern might exist, the PRO writes to the providers responsible for the patient’s care and gives them the opportunity to provide an explanation for the potential concern. Then, if the concern is not resolved, it is referred for further review to a physician who is a specialist in the type of care being questioned. If a provider demonstrates a pattern of confirmed problems, the cases are sent to the PRO’s medical review committee, composed mainly of physicians, which determines whether a corrective action plan is necessary to prevent similar problems from occurring in the future. If the provider will not or cannot correct the identified poor practice, the PRO may recommend that the HHS Office of Inspector General impose a sanction. Possible sanctions include suspension of eligibility to receive reimbursement from the Medicare program for a specified period or monetary penalties.", "The PRO program has been criticized by providers and other health care experts because of the adversarial role some experts believe the PROs have taken. Furthermore, relatively few substandard providers have been identified as a result of this approach. The medical review model used by the PROs focused on the detection and correction of individual aberrant providers. HCFA officials found this particular model to be confrontational, unpopular with the physician community, and of limited effectiveness.", "In the past, we have also been critical of HCFA’s use of the PRO program to monitor HMOs. In a 1991 report, we cited several problems with the PROs’ ability to monitor care provided by HMOs with risk contracts. First, although HCFA contracted with PROs to perform an initial review of the adequacy of risk HMO quality assurance plans in 1987, HCFA failed to require HMOs to submit their plans for review. Furthermore, when the PROs found deficiencies in HMO quality assurance plans, HCFA did not require HMOs to correct them. As a result, HCFA could not be assured that HMOs were identifying and correcting quality of care problems. In commenting on this report, HCFA stated that in 1987 it did not believe that PROs had the expertise to perform reviews of HMOs’ quality assurance plans. However, HCFA now believes the situation may have changed. HCFA is currently studying the possibility that PROs could play an active role in monitoring Medicare HMO’s quality assurance systems. Second, HCFA did not require risk HMOs to submit patient encounter data to HCFA. As a result, HCFA lacked adequate HMO utilization data and other patient information that PROs could use to serve as the basis for sampling HMO beneficiaries receiving hospital care or to identify statistical patterns of care that may suggest underutilization or inappropriate care. Finally, HCFA failed to incorporate the results of PRO review into its HMO qualification monitoring process. As a result, HCFA could not be assured that high-quality health care was being provided to Medicare beneficiaries in risk HMOs. This failure was still an issue when we reviewed HCFA’s oversight of HMOs serving Medicare beneficiaries in 1995."], "subsections": []}]}, {"section_title": "HCFA’s New Strategies Reflect Experts’ Views on Appropriate Quality Assurance Approaches", "paragraphs": ["HCFA is substantially revising its quality assurance strategy to reflect state-of-the-art quality assurance practices, such as continuous quality improvement, outcomes measurement and dissemination of performance results, that health care professionals believe will more effectively improve quality of care. HCFA’s new strategy, called the Health Care Quality Improvement Program, is founded on the premise that HCFA should try to buy the best care possible for Medicare beneficiaries and is generally consistent with many of the elements of appropriate quality assurance strategies cited by the health care experts we interviewed. As a result, HCFA officials believe that they will be able to improve the overall quality of care for all Medicare beneficiaries.", "HCFA, however, is just now developing plans to provide additional information to beneficiaries about plans’ performances.  We believe that this change is needed as HCFA revises its quality assurance strategy. The experts we interviewed believe that providing information to help beneficiaries make sound purchasing decisions is essential to a good quality assurance program."], "subsections": [{"section_title": "Experts’ Views About Appropriate Strategies for Medicare Managed Care Quality Assurance", "paragraphs": ["When we asked the experts about their views on ensuring that quality care is provided to Medicare beneficiaries through a variety of managed care arrangements, they cited the following characteristics for a federal quality assurance strategy:", "The strategy should build on existing federal, state, and private efforts.", "These efforts could include state initiatives such as those built on National Association of Insurance Commissioners’ (NAIC) quality assurance and other model standards, as well as existing private and federal systems, such as government certification and private accreditation programs, and the long-standing involvement and experience of PROs in collecting and evaluating quality assurance data.", "The strategy should use many measures to evaluate care. In addition to the ongoing quality assurance activities already discussed, steps should be taken to develop valid and reliable performance measures, including patient satisfaction surveys, in evaluating health care providers’ performance. The experts stressed the importance of outcome performance measures, recognizing that these measures are not yet fully developed. Therefore, they suggested that other, more traditional, performance measures be used until consensus is reached on appropriate outcome measures. Patient satisfaction surveys are becoming increasingly popular and important as a performance measurement tool. Like large private-sector health care purchasers, the federal government could employ this strategy as one tool to measure provider performance.", "The strategy should encourage continuous quality improvement. Experts view encouraging providers’ continuous quality improvement activities as an important role for the federal government. In this regard, they recognized the importance of external oversight programs designed to ensure that providers are continually assessing and improving the care they furnish. Such oversight programs are an important tool for identifying previously undetected problems, providing management with constructive feedback, and assisting providers and plans to improve their health services.", "The strategy should make information about providers available to beneficiaries and others in a useful and understandable way. A common theme expressed by the experts we interviewed was the need to provide understandable and reliable data on managed care organizations to beneficiaries to help them in their health care purchasing decisions. Several told us that this information should be disseminated at the regional or local level because beneficiaries derive little benefit from national data.", "Although the experts we interviewed agreed on the broad strategies needed for a comprehensive Medicare quality assurance program, they were less unanimous in their views on implementing these strategies. For example, they expressed varying views on the most appropriate performance data to collect, who should verify these data, and who should be responsible for evaluating the data once they are collected and verified. Finally, experts expressed the view that federal quality assurance strategies should be reexamined and enhanced for the entire spectrum of Medicare providers—that is, managed care organizations and fee-for-service providers."], "subsections": []}, {"section_title": "HCFA Is Reinventing Its Certification Program", "paragraphs": ["As part of its Health Care Quality Improvement Program, HCFA intends to reinvent the Medicare Provider Certification Program. According to a HCFA official, as outcome indicators become more valid, reliable, and accepted by providers, outcome indicators will replace current structure indicators in the certification process. Currently, HCFA is using outcome measures as the basis for its nursing home certification decisions. Furthermore, HCFA is collecting data from home health agencies to construct outcome measures. HCFA is also developing outcome-oriented conditions of participation for hospitals, which may be implemented in 1997."], "subsections": [{"section_title": "HCFA’s Nursing Home Outcome Measures", "paragraphs": ["In 1987, the Congress passed legislation that extensively revised the Medicare conditions of participation for skilled nursing facilities. These new conditions, renamed requirements, as implemented by HCFA require a resident-centered survey emphasizing review of the outcomes of the care actually furnished. This review is in addition to the review of the nursing home’s performance in relation to specific structure and outcome indicators.", "The resident-centered survey requirement is based upon the selection of a case mix-stratified sample of residents performed in two phases. During the first phase, about 60 percent of the whole sample is selected. Included are residents who have special needs such as those requiring considerable assistance with activities of daily living, those who cannot be interviewed, and those who fit into the specific area of focus selected for the survey. In addition, the sample should include some residents who (1) are new admissions; (2) are at high risk of neglect and abuse because they have dementia, few visitors, or are bedfast; (3) have difficulty communicating; (4) are receiving hospice services; or (5) have other special circumstances. After the survey team has gained enough experience at the facility to identify other areas of special concern, the remaining 40 percent of the survey sample is selected, focusing on patients in these areas. The surveyors interview each of the selected residents and then review their medical records to determine if the patient’s needs have been properly assessed, appropriate interventions have been implemented, and the patient has been evaluated to determine the intervention’s effect.", "Also as a result of the 1987 legislation, on July 1, 1995, HCFA implemented the Long Term Care Enforcement Regulation, a new set of intermediate sanctions for the nursing home certification process. These give HCFA and the state agencies a broad range of remedies for noncompliance with requirements short of termination from the program. These remedies range from such measures as enhanced state monitoring and directed in-service training to civil monetary penalties, temporary takeover of the facility’s management, and denial of payment for new admissions or even all residents. HCFA officials told us that they provided extensive training in the new procedures and remedies to state agency personnel.", "HCFA is also developing a set of nursing home outcome indicators such as the prevalence of decubitus ulcers and percentage of patients whose capability for activities of daily living has declined over a 3-month period. These indicators, now being measured in a five-state demonstration project, stem from an expanded version of the minimum data set mandated by law for use in all nursing facilities. HCFA eventually hopes to use the results of these indicators to permit state agencies to focus increased resources on nursing homes showing poor performance by decreasing the frequency of surveys for those nursing homes with good performance.  HCFA officials also hope that the nursing homes will use the data for continuous quality improvement activities."], "subsections": []}, {"section_title": "HCFA Is Developing Outcome Indicators for Other Health Care Settings", "paragraphs": ["HCFA is also preparing new, outcome-oriented conditions of participation for home health agencies, hospitals, and dialysis facilities to be followed by new requirements for hospices. In conjunction with the new home health agency conditions of participation, HCFA is developing indicators that reflect changes in beneficiaries’ functional and health status. Examples of such indicators are (1) percentage of patients showing improvement in walking and (2) percentage of patients readmitted to an acute care hospital. As with nursing homes, HCFA officials hope to use these indicators to determine the frequency with which different home health agencies should be reviewed. They also hope that the agencies will use the indicators for continuous quality improvement projects.", "Additionally, HCFA is working with the Joint Commission, hospital associations, and others to draft new, outcome-oriented hospital conditions of participation. HCFA officials told us that they hope to publish these new conditions in the Federal Register for public comment in 1996 and implement them during 1997.", "HCFA is also working with the Joint Commission and the American Osteopathic Association (AOA) to modify its process for validating these organizations’ accreditation surveys. The new process calls for HCFA to conduct a more comprehensive evaluation of these organizations’ hospital accreditation programs, including standard setting, training surveyors, conducting the survey, enforcing actions, and remaining financially viable to ensure they can meet their full responsibilities to protect patients and improve outcomes. Under this new process, state agency surveyors would observe the Joint Commission or AOA surveyors to determine the accreditors’ ability to identify problems and analyze investigation results. HCFA officials told us that they are still working out the methodological problems inherent in conducting simultaneous accreditation and validation surveys. HCFA expects to implement the new hospital survey process in fiscal year 1997."], "subsections": []}]}, {"section_title": "HCFA Is Reengineering the PRO Program", "paragraphs": ["Also as part of its Quality Improvement Program, HCFA is reengineering the entire PRO program to incorporate continuous quality improvement concepts. By the end of 1995, random sample case reviews—that until 1993 were the backbone of PRO review—had been completely replaced by cooperative projects between the PROs and providers. Individual case review will continue for seven mandatory categories after implementation of the fifth round of PRO contracts beginning in April 1996. However, only two of these categories appear to be primarily aimed at identifying providers delivering poor care. These categories are beneficiary complaints or possible poor care discovered in the course of cooperative projects.", "Cooperative projects are implemented by mutual agreement between the PROs and hospitals and the PROs and HMOs with Medicare contracts. Provider participation is voluntary. HCFA officials indicated, however, that they believe most hospitals and HMOs will welcome the opportunity to collaborate with the PROs on projects with the potential to improve the quality of care. They do not believe that provider noncooperation will be a significant problem. However, HCFA officials told us that if they have strong indications that a hospital or HMO has significant quality of care problems and the entity refuses to cooperate, HCFA can issue a letter terminating the hospital’s or HMO’s Medicare participation for violating HCFA’s condition of participation to have an effective quality assurance program.", "PROs will use population, diagnosis, and procedure-specific utilization analysis of claims and clinical data as well as current published scientific studies to identify potential projects in areas that have clear opportunities to improve care. Most projects are to be jointly developed by the PRO and the provider and may involve direct data collection to supplement the use of claims data. HCFA will direct other cooperative projects. For example, the Cooperative Cardiovascular Project requires PROs to work with hospitals to improve care for Medicare beneficiaries hospitalized for heart attacks. HCFA developed a set of 11 process indicators based on an existing clinical guideline and refined through experience in a demonstration project involving collaboration between PROs and hospitals in four states.This demonstration project found that guidelines are often not followed and that significant opportunities for improvement exist. Even among patients who were identified as the best candidates for treatment, only 70 percent received thrombolytic drugs, 45 percent received beta blockers at discharge, and 77 to 83 percent received aspirin. Hospitals reported that these data were useful, and many of them committed to improving care. The PROs in the four pilot states are now returning to the hospitals to assess progress and promote further improvement in cardiac care for Medicare beneficiaries. In March 1995, the Cooperative Cardiovascular Project was extended nationwide. Data on inpatient treatment for heart attack are being collected in the remaining 46 states, and all PROs are expected to have collaborative projects with hospitals to improve care for heart attack victims by mid-1996.", "Although PROs have the authority to review fee-for-service ambulatory care, HCFA has been reluctant to venture into this area because reviewing care at all U.S. private physicians’ offices would be overwhelming. Currently, except for ambulatory surgical procedures, the only fee-for-service ambulatory review conducted is a pilot project begun recently in three states. In this project, PROs and 100 volunteer physicians in each state are cooperating to improve the quality of care provided to patients with diabetes. Concurrently, PROs in five other states are working cooperatively with 23 HMOs on a similar project. Both the fee-for-service and HMO initiatives are based on collecting information from medical records about 22 specific process and outcome performance measures such as the results of important laboratory tests."], "subsections": []}, {"section_title": "Data Standardization Is a Recognized Need", "paragraphs": ["As part of the new program, HCFA officials are committed to working collaboratively with providers to enhance data requirement standardization by making HCFA requirements consistent with other purchasers’. As a result of these efforts, HCFA has already implemented the minimum data set for nursing homes as previously discussed and is developing minimum data sets for use in home health care and managed care plans. It is now focusing efforts on standardizing data collection from managed care plans.", "HCFA officials have recognized that uniform and consistent plan data are necessary for evaluating any managed care performance. As a result, HCFA is working with NCQA and others to develop a new version of HEDIS that will include information applicable to the health care needs of the Medicare population."], "subsections": []}, {"section_title": "HCFA Is Collaborating With Private-Sector Purchasers", "paragraphs": ["In June 1995, HCFA announced that it was joining a group of large corporate purchasers of health care to form a new organization called the Foundation for Accountability. Among the many goals of this organization is developing a new generation of quality performance measures for health plans to provide purchasers and consumers with relevant information for health care decisionmaking. These measures will include results of treatment both for a health system’s entire population and for sick individuals.", "The Foundation also proposes to develop a common set of indicators to enable consumers to compare plans and to understand a plan’s benefit structure and modes of treatment. The Foundation will develop and use standardized, performance-based quality and outcome measures that emphasize patient ability to function normally in activities of daily living and patient satisfaction with the care provided.", "Because the Foundation represents approximately 80 million insured people, HCFA and the other Foundation members believe that health plans will adopt these measures and supply the results to them, other purchasers, and individual consumers. According to a former HCFA program official, joining this initiative will help to eliminate duplication of quality assurance efforts."], "subsections": []}, {"section_title": "Beneficiary Satisfaction Information", "paragraphs": ["HCFA has acted to increase its knowledge about Medicare beneficiaries and their reaction to its policies. One major initiative to obtain more information about the demographics, health status, access to care, and satisfaction of Medicare beneficiaries is the annual inclusion of specific questions about these issues in the Medicare Current Beneficiary Survey. This survey, begun in 1991, was undertaken primarily to meet the needs of the HCFA Office of the Actuary for comprehensive information on the use of care, costs, and insurance coverage for the Medicare population. It entails conducting a telephone interview every 4 months with a representative sample of 12,000 Medicare beneficiaries. Sample members usually stay in the survey for several years.", "HCFA officials told us that they are planning a survey to collect similar data from Medicare beneficiaries enrolled in HMOs. They said that they plan to have an outside contractor perform annual surveys of a statistically valid sample of Medicare enrollees in every HMO with a Medicare contract with HCFA. The contractor will use a standard survey and provide a consistent analysis of the information received from the beneficiaries. Data collected in this survey will include information on member satisfaction, quality of care, and access to services. HCFA has not yet begun the contracting process, however.", "HCFA officials told us that they intend to use the results of this survey to monitor contracting HMOs as well as to translate the resulting data into information that will be meaningful to beneficiaries and others for making informed health care decisions. HCFA also intends to release the results of the surveys to the plans for use in the plans’ continuous quality improvement activities."], "subsections": []}, {"section_title": "Beneficiary Education Focuses on Personal Health, Not Provider or Plan Information", "paragraphs": ["HCFA is conducting promotional campaigns intended to increase Medicare beneficiaries’ use of influenza immunizations and screening mammographies. Educational information about additional topics, such as post-acute care alternatives and end-stage renal disease are being developed.", "HCFA officials eventually plan to provide Medicare beneficiaries with information that will help them choose providers. Within a few years, they expect to be able to report the characteristics and results of key performance indicator data for nursing homes to facilitate consumer comparison of facilities. Producing these reports is difficult, however, because it requires adjusting nursing home comparisons for resident populations with differing care needs. Presenting the results of such a comparison in a clear enough way to be useful to consumers will also be a complex task. At best, it may be several years before this initiative shows concrete results.", "HCFA officials also reported that they are planning to produce a “Plan Comparability Chart,” another initiative designed to provide beneficiaries with information to compare Medicare HMOs and HMOs versus fee-for-service arrangements. However, this project appears to be in its early stages. In a recent report, we found that, although HCFA does collect information that could be useful to beneficiaries in discriminating among HMOs, it does not routinely make such information available. HCFA regularly reviews plan performance and routinely collects and analyzes data on Medicare HMO enrollment and disenrollment rates, Medicare appeals, beneficiary complaints, plan financial condition, availability and access to services, and marketing strategies. However, HCFA does not make this information routinely available to beneficiaries, nor does it plan to do so. In another recent report, we recommended that HCFA be directed to routinely publish comparative data it collects on Medicare HMOs and the results of its investigations and any findings of noncompliance by HMOs."], "subsections": []}]}, {"section_title": "Conclusions and Agency Comments", "paragraphs": ["HCFA’s proposed changes to enhance its quality assurance programs are generally consistent with the strategies expressed by the experts we interviewed and the literature we reviewed on assessing quality in the Medicare program. These changes appear to be steps in the right direction. We have concerns, however, about HCFA’s implementation of its new quality assurance strategy and its plans and timetable for providing information to beneficiaries.", "Our analysis of HCFA’s previous quality assurance implementation efforts raises concerns about whether HCFA will implement its new comprehensive program to deal effectively with poorly performing health care providers as well as improve all providers’ performance. As the majority of experts we interviewed recommended, HCFA’s Health Care Quality Improvement Program is based on continuous quality improvement. HCFA plans, however—through its targeted medical record review—to continue its efforts to identify providers who do not meet accepted standards of practice. But the number of targeted reviews planned could be minimal. The ability of HCFA’s proposed program to focus on dealing effectively with poorly performing providers is unclear, and this is an area where HCFA has not performed well in the past.", "HCFA’s plans and timetable for implementing patient satisfaction surveys and distributing comparative performance measurement information lag behind those of some private-sector employers and state agencies because HCFA does not believe it has useful information to give beneficiaries. We agree that HCFA should proceed with due care before implementing programs that might mislead beneficiaries about the quality of care they would receive in different health care systems. However, other responsible purchasers have already proceeded with surveying their constituents to determine their feelings about their health care and have published satisfaction data and other performance information to help individuals make purchasing decisions. Those who received the information say they found it useful and requested more data."], "subsections": [{"section_title": "HCFA Comments and Our Evaluation", "paragraphs": ["The Administrator of the Health Care Financing Administration disagrees with our concerns over how well HCFA will be able to implement its new quality assurance initiative and its plans for providing information to beneficiaries. The Administrator also notes that we do not mention HCFA’s Long Term Care Enforcement Regulation and provides detailed technical comments on our report (see app. I)."], "subsections": [{"section_title": "GAO Work on HCFA’s Quality Assurance Activities", "paragraphs": ["The Administrator said that our report inaccurately and unfairly concludes that HCFA cannot implement comprehensive programs and deal effectively with poorly performing health care providers. He states that our reports have presented an unbalanced view of HCFA’s quality assurance initiatives over the years, choosing to focus on negative events in the past rather than HCFA’s continuous improvements to its quality monitoring. For example, we have criticized HCFA in the past for failing to enforce HMO quality assurance standards, citing the example of a Florida HMO. The Administrator notes that we do not mention a HCFA investigation of this HMO in 1994 and 1995, the deficiencies HCFA identified, and the corrective actions the plan agreed to implement. In addition, the Administrator disagrees with our conclusion that HCFA should not rely totally on a continuous quality improvement strategy since this could result in deemphasizing the identification and correction of substandard providers. He argues that our report suggests that HCFA’s resources should be devoted to identifying substandard providers. Furthermore, the Administrator states that we cite but a few poor performers and indicates that the only way to improve care for Medicare beneficiaries is to terminate participation by these facilities.", "Our reports, as noted by the Administrator, have consistently documented HCFA’s failure to aggressively enforce HMO-related quality assurance requirements. We believe that the history of our work raises reasonable concerns about how well HCFA will implement its current quality assurance initiative and take action if providers are not adequately improving their performance. In several reports prepared in the past decade covering both the provider certification and HMO qualification programs, we have found that HCFA has often failed to act firmly even when the provider is not making good faith efforts or acceptable progress. In our opinion, the events leading up to and surrounding the 1994 investigation of the HMO mentioned by the Administrator are an excellent example of HCFA’s difficulties in enforcing Medicare requirements for HMOs. In January 1993, HCFA was aware of findings from a 1992 special study performed by the Florida PRO that showed serious quality problems at this HMO. Despite this awareness, HCFA did not begin to investigate the HMO’s quality assurance and utilization management practices until June 1994. HCFA approved a corrective action plan for this HMO in January 1995 and found it in compliance in July 1995—more than 2-1/2 years after the problem first surfaced.", "Despite the Administrator’s statement, our report does not propose devoting all of the program’s resources to identifying substandard providers. Rather, we are concerned about how HCFA will balance its use of continuous quality improvement with ways to deal effectively with poorly performing providers. Additionally, we do not believe, as HCFA indicates, that the only way to improve care for Medicare beneficiaries is to terminate providers from the program. In some instances, however, this may be HCFA’s only recourse if the provider repeatedly fails to take corrective action. We have modified our language in the report to clarify our position on this matter."], "subsections": []}, {"section_title": "HCFA’s Consumer Education Effort", "paragraphs": ["The Administrator also disagrees with what he characterizes as our conclusion that HCFA has no immediate plans to provide beneficiaries with health plan-specific information to help them in making health care purchasing decisions. Instead, he notes that HCFA recognizes the need to provide information that is truly usable and informative. The Administrator adds that GAO does not go into any detail on the usefulness of information issued by the private sector. He argues that at best such information is very sketchy and cannot be used to make a managed care plan choice. First, we agree that HCFA should publish only useful information; however, we believe that some of the information now being collected by HCFA qualifies as useful and could be published and disseminated to Medicare beneficiaries. This includes information on HMO disenrollment rates and beneficiary complaints. In addition, HCFA could routinely release its HMO site visit reports. These reports contain information that might be useful to beneficiaries, for example, how well the HMO is meeting Medicare requirements such as maintaining an effective quality assurance program and a Medicare appeals system. The reports do not normally contain provider-specific information that HCFA indicates regulations prohibit it from releasing and are currently available to the public only under Freedom of Information Act procedures. We also are convinced that HCFA beneficiaries could benefit from private-sector strategies for collecting and disseminating information about quality and value and have provided an additional reference to support our belief that consumers would use this information."], "subsections": []}, {"section_title": "Long Term Care Enforcement Regulation", "paragraphs": ["The Administrator also notes that our report does not mention the Long Term Care Enforcement Regulation and the training efforts that have occurred to enhance the effectiveness of both the enforcement regulation and the long-term care survey process. We have added a description of HCFA’s Long Term Care Enforcement Regulation to our report.", "HCFA also made other detailed comments on specific portions of our draft report. We have considered these and modified our report where appropriate."], "subsections": []}]}]}]}], "fastfact": []}