{"id": "HEHS-98-92", "url": "https://www.gao.gov/products/HEHS-98-92", "title": "School Finance: State Efforts to Equalize Funding Between Wealthy and Poor School Districts", "published_date": "1998-06-16T00:00:00", "released_date": "1998-06-16T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed how well state funding is targeted to poor school districts."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) two key factors help reduce the size of the funding gap between poor and wealthy districts: (a) the extent to which a state's poor districts make a greater tax effort than the wealthy districts; and (b) a state's effort to compensate for differences in district wealth through its equalization policies; (2) poor districts in most states made a greater tax effort than the wealthy districts, according to GAO's research; (3) characterizing state equalization efforts is much more complex, however, than analyzing districts' tax efforts; (4) a state's equalization effort consists of two parts: (a) the proportion of education funding financed by the state government; and (b) the degree to which states target funds to poor districts; (5) of these two, state share has more impact on state equalization policies; (6) in effect, equalization policies determine the extent to which a state enables its districts to provide the state average funding level when all districts make an equal tax effort; (7) the most equalized school finance system would enable districts' per pupil funding to be 100 percent of the state's average per pupil funding for an equal tax effort in all districts; (8) the average state equalization effort was 62 percent, according to GAO's analysis; (9) states ranged from a high of 87 percent in Arkansas and Kentucky to a low of about 13 percent in New Hampshire; (10) increased equalization effort in the four states GAO reviewed in detail showed mixed results in reducing funding gaps between poor and wealthy districts; (11) to more successfully address funding gaps, most states would have to increase state equalization effort and impose some constraints on local tax efforts; (12) the amount of money required to reduce these funding gaps and the type of constraints needed depend on the degree to which a state may want to reduce the gap and the degree to which a state wants to equalize the local tax burden among districts; (13) GAO found that without constraints on local funding, districts in Louisiana and Rhode Island adjusted their tax effort in a way that undermined increases in the state's equalization effort; (14) regarding equalization effort, a state could choose to increase its share of total education funding, increase its targeting effort so that state aid would favor poor districts to a greater extent, or increase both; and (15) relying mainly on increasing its share of total funding would allow a state to bear most costs involved with increasing equalization effort."]}], "report": [{"section_title": "Letter", "paragraphs": ["Children from poor families or living in poor neighborhoods have less chance of succeeding in school. In addition, poor communities often lack the tax base to provide enough revenue for their education programs, even with high tax rates. To compensate for the adverse effects of poverty on student achievement, the federal government has funded title I and other education services for low achievers in poor areas through specially targeted programs. This federal effort supplements the much larger role that state and local governments play.", "Many states recognize the high cost of educating poor students and the struggle of poor districts to adequately fund the needs of those students. In a recent report done at your request, we examined how state and federal governments target money to poor students. All types of districts, however, have poor students—districts with little taxable wealth (poor districts) as well as those with much taxable wealth (wealthy districts). Therefore, you asked us to review how well state funding is targeted to poor school districts. This report responds to your request.", "This report was prepared under the direction of Carlotta C. Joyner, Director, Education and Employment Issue Area, who may be reached at (202) 512-7014 if you or your staff have any questions. Other major contributors to this report are listed in appendix VII."], "subsections": [{"section_title": "Introduction", "paragraphs": ["School districts differ inherently in the amount of local funding they can raise because they vary in the value of property or other wealth they are allowed to tax and in the willingness of residents to tax themselves to support education. States play the leading role in equalizing funding among school districts by providing aid that helps reduce these funding gaps. The federal government plays a more limited, indirect role by targeting federal funding to poor students and by encouraging states through the use of incentives in the Improving America’s Schools Act of 1994 to equalize funding among their school districts."], "subsections": [{"section_title": "Background", "paragraphs": ["The federal government’s main role in elementary and secondary education since the 1960s has been to target federal funding toward services for educationally disadvantaged children through categorical, program-specific grants. The largest single federal elementary and secondary education grant program, which began in 1965, is title I of the Elementary and Secondary Education Act. This program continues to serve educationally disadvantaged children through program-specific grants. The fiscal year 1997 appropriation for the disadvantaged was $7.3 billion.", "The federal role in funding elementary and secondary education has traditionally been limited, however, with state and local governments providing most funding. The federal government funds only about 7 percent of total national education funding, with states and local governments funding nearly an equal share of the remaining funding. Individual states’ share of funding, however, varies considerably. State contributions in the 1991-92 school year ranged from 8 percent of total (state and local) funding in New Hampshire to 85 percent of total funding in New Mexico.", "The federal government does target funds to disadvantaged and poor students. As we reported in our study of targeting to poor students,although federal dollars make up only a small part of total national funding of elementary and secondary education, the effect of adding federal funds to state funds increased the targeting of funds to poor students by 77 percent in school year 1991-92. Moreover, 64 percent of poor children attended public schools in 21 states that had significant funding gaps between poor and wealthy districts, according to our study. To the extent that poor students live in poor districts, federal funds help to reduce the effect of tax base disparities among districts. Although the number of poor students in a district tends to increase as district wealth declines, the increase is not great.", "States’ ability to fund education can vary considerably, depending on states’ income levels, the number of children enrolled in public school, and the number of children requiring additional services, such as special programs for disabled or poor children. States with higher income levels can afford to finance higher levels of education funding per pupil. In the 1991-92 school year, states’ average income per weighted pupil ranged from $41,385 in Utah to $160,761 in New Jersey. States’ numbers of poor students or those with disabilities that require additional educational needs vary widely. For example, the rate of student poverty ranged from about 33 percent in Mississippi to about 6 percent in New Hampshire in 1990.", "In addition, localities’ ability to raise funding for education varies widely. Among the nation’s almost 16,000 school districts, most receive local funds for education mainly through property taxes and, to a lesser extent, through local sales and income taxes. This reliance on the local property tax to raise revenue, coupled with large differences in local tax base wealth, accounts for relatively large funding gaps between wealthy and poor districts. Localities with low tax base wealth usually have low funding per pupil even with high tax rates; localities with high property values have high funding per pupil even with low tax rates.", "Since the 1970s, these funding disparities have resulted in lawsuits in more than 40 states challenging the constitutionality of the state school finance system. More than half of the state systems have been challenged in court since 1990; in almost half of these cases, states have subsequently implemented changes designed to make the finance system more equitable.", "In contrast to the federal commitment to funding services for educationally disadvantaged children, the federal government has played only a small part in encouraging states to develop equitable finance systems. Federal policy encouraging states to equalize their finance systems appears in two programs of the Improving America’s Schools Act of 1994, which reauthorized the Elementary and Secondary Education Act of 1965 (ESEA). Both programs use performance indicators focusing only on the size of funding gaps and not on a state’s effort to equalize funding among districts.", "The first program, title VIII Impact Aid, allows states that the Secretary of Education certifies as meeting an equity in education funding standard to take steps to prevent impact aid payments to local school districts from undermining state equalization efforts. This provision is intended to prevent impact aid from hindering states’ equalization efforts and duplicative compensation of school districts affected by federal activity (once by the federal government through impact aid and a second time by the state’s equalization program). The effect of the provision is to encourage states to equalize education funding. States that do not pass the equalization test may not consider impact aid payments as local revenue in determining state funding.", "The second program, the title I Education Finance Incentive program, has not yet been funded but would award additional federal money to states depending on the degree of fiscal effort and funding equity achieved. Supporters of this program suggest that if a state’s spending for education increases and spending disparities among a state’s districts decrease, title I funds can be more effectively allocated to provide disadvantaged children the additional resources they need. As noted earlier, in our report on targeting to poor students, 64 percent of poor students attended public schools in 21 states with significant funding gaps in school year 1991-92."], "subsections": []}, {"section_title": "Objectives", "paragraphs": ["The objectives of this study were to (1) determine what factors contribute most to reducing the size of funding gaps between poor and wealthy school districts, (2) identify states that substantially changed their school finance systems between school years 1991-92 and 1995-96 and determine the effects of such changes on the funding gaps between wealthy and poor districts, and (3) determine the kinds of changes needed for states to more fully address these funding gaps."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine the factors contributing most to reducing funding gaps nationwide, we conducted state-level comparative analyses of states’ equalization efforts (the state share of funding and how this funding was targeted to poor school districts), the local tax effort of poor and wealthy districts, and the size of the income-related funding gap between poor and wealthy districts in the 1991-92 school year, the most recent year for which a national data set of districts was available. Our analyses included all states except Hawaii. Analyses of state targeting of funds, local tax efforts, and income-related funding gaps accounted for statewide differences in student need and geographic costs.", "Our national analysis of the factors leading to reduced funding gaps among districts used district resident income per weighted pupil to measure district ability to fund education from local resources. We did not use property wealth per pupil, the measure states use most often to determine a district’s aid allocation, because we could not devise a property value per pupil measure from the national district-level databases available.", "To determine the effect of finance reforms on the funding gaps between poor and wealthy districts, we studied four states that reported changing their school finance systems between school years 1991-92 and 1995-96: Oregon, Kansas, Louisiana, and Rhode Island. We chose these states because of their considerably different approaches to finance reform.", "State officials provided information on changes in state laws made to implement these reforms.", "For each of the four states, we analyzed how changes to state equalization policies and constraints on local tax effort may have affected both the relative tax effort of poor and wealthy districts and the size of funding gaps from school years 1991-92 to 1995-96. To calculate district wealth, we largely relied on the definition of a district’s tax base provided by state education officials. For Oregon, Kansas, and Rhode Island, we calculated district tax base using property wealth. For Louisiana, we calculated the tax base using a combination of district property wealth and sales tax revenues. See appendix III for a detailed discussion on property wealth measures in these states. In addition, we met with several state and local officials to gain a better understanding of the policies that led to changes in equalization effort. A complete list of the officials we interviewed appears in appendix V.", "To determine the changes in state funding and tax base targeting policies that would be needed to close the income-related funding gaps between poor and wealthy districts, we used a mathematical model that relates state equalization effort and local tax policies to the size of the funding gaps. Our analysis estimates the amount that a state’s share of total funding or targeting effort would have to increase to completely eliminate rather than just reduce funding gaps among districts. We conducted this analysis under alternative assumptions—assuming districts maintained school year 1991-92 tax effort or assuming districts all made the same effort—of how states could constrain local tax policy if they were willing to do so. Appendix IV provides details of the mathematical model used for this analysis."], "subsections": []}, {"section_title": "Data Sources", "paragraphs": ["This report used two data sources. For the national state-level analyses, we used a database we developed for a previous report that was compiled from the Department of Education’s Common Core of Data (CCD) for the 1991-92 school year. We obtained data for per capita income and population from the 1990 census because the CCD did not have this information.", "To analyze the change in the funding gap in the four states we studied, we obtained school years 1991-92 and 1995-96 district data on state and local funding, tax base wealth, and demographic information directly from each state’s department of education or state legislative officials. We conducted our work between November 1996 and May 1998 in accordance with generally accepted government auditing standards."], "subsections": []}]}, {"section_title": "Extra Tax Effort of Poor Districts and State Equalization Effort Reduce Funding Gaps", "paragraphs": ["Two key factors help reduce states’ funding gaps between poor and wealthy districts: (1) the extent to which a state’s poor districts make a greater tax effort than its wealthy districts and (2) a state’s effort to reduce funding gaps through its equalization policies. Poor districts may make a greater tax effort than wealthy districts in part because residents choose to do so or because state and local policies directly or indirectly lead to an extraordinary tax effort in poor districts. Many states try to lessen the disparities between poor and wealthy districts’ tax bases through their equalization policies. Such policies include reducing the reliance on local funding by increasing the overall state share of total funding or targeting state funds to favor poor districts.", "Of the two key factors affecting funding gaps, poor districts’ extra tax effort was the more important factor in explaining the size of these gaps in school year 1991-92. The most equalized school finance system would enable districts’ per pupil funding to be 100 percent of the state’s average per pupil funding for an equal tax effort in all districts. We determined the equalization effort of 49 states in school year 1991-92. The average state equalization effort was 62 percent, according to our analysis, suggesting that states could have more impact on the funding gap if they were to strengthen their equalization policies. Poor districts in most states were making a greater tax effort than wealthy districts."], "subsections": [{"section_title": "Poor Districts’ Greater Tax Effort Helps Reduce Funding Gaps in Most States", "paragraphs": ["Funding gaps exist mainly because wealthy districts can raise more local revenue than poor districts. Poor districts could reduce or even eliminate the funding gaps, however, if they made an extraordinarily high tax effort compared with wealthy districts’ efforts. Differences in poor and wealthy districts’ tax efforts reflect the varying tax choices of district residents and the tax regulations governing those choices. In school year 1991-92, the tax effort of poor districts in most states exceeded that of wealthy districts and contributed to reducing the funding gap."], "subsections": [{"section_title": "Tax Policy and Local Tax Choice Determine the Tax Efforts of Poor and Wealthy Districts", "paragraphs": ["Differences in poor and wealthy districts’ tax efforts result from district residents making tax choices that may be affected by their local and state tax policies. In many states, local taxing authorities, such as school district boards, set local tax policy. For example, such authorities may decide autonomously or with voter approval when and how much to raise local property taxes for education. When these authorities seek voter approval, district residents may choose taxes for education by voting for or against property tax rate increases tied to general levies or specific levies such as initiatives to improve school technology.", "States also make policies affecting local taxes. Since the 1970s, states have increased their direct control of districts’ tax efforts. For example, some states mandate a certain tax rate or impose a minimum or maximum tax rate on districts to ensure that districts contribute a certain share toward their students’ education. States concerned about disparities in the funding levels between poor and wealthy districts may influence these tax efforts by financially rewarding less wealthy districts that increase their tax effort or, more rarely, by recapturing some local funding from wealthy districts whose local tax effort raises too much revenue."], "subsections": []}, {"section_title": "Extra Tax Effort of Poor Districts Is Common and Helps Reduce Funding Gaps", "paragraphs": ["Our 49-state analysis shows that poor districts in most states made a greater tax effort than wealthy districts, which contributed to reducing funding gaps. In the 1991-92 school year, the poorest districts in 35 states made a greater tax effort than the wealthiest districts. States whose poorest districts had a greater tax effort compared with the wealthiest districts’ had smaller funding gaps (see table 2.1). Alaska, California, and Iowa are examples of such states. States whose poor districts’ relative tax efforts were less than wealthier districts, for example, Georgia and Maryland, had much greater funding gaps."], "subsections": []}]}, {"section_title": "State Equalization Effort Reduces Funding Gaps", "paragraphs": ["To offset the disparities in district funding levels, many states use equalization policies aimed at reducing funding gaps. Equalization policies have two parts: the state share of total funding and the state effort to target poor districts. Of these two, state share has a larger impact on state equalization policies. In effect, equalization policies determine the extent to which a state enables its districts to provide the state average funding level when all districts make an equal tax effort. Specifically, a state’s equalization effort measures the portion of the state’s average funding per pupil that state aid would enable all districts to finance with an equal tax effort. States can apply an infinite combination of state shares and targeting policies to achieve a certain level of equalization effort. Although the average state equalization effort was only 62 percent of the maximum possible effort in school year 1991-92, state equalization efforts overall still helped reduce the funding gaps."], "subsections": [{"section_title": "State Share and State Targeting Effort Determine Equalization Effort", "paragraphs": ["The state share of total funding and the state targeting effort determine a state’s equalization effort. Increasing the state share of total funding reduces the relative amount of the state’s total education funding that depends on district wealth. Holding state share steady but targeting more state funds to poor districts than to wealthy districts offsets the relative disparities in districts’ ability to raise revenues. State targeting efforts imply that some wealthy districts may receive no state aid or may remit a certain share of their locally raised revenues to the state, a transaction termed the “recapture” of funds.", "As seen in table 2.2, state share has an impact on equalization efforts. According to our analysis, a relatively high state share always produced an above average equalization effort. Even when a state’s targeting effort was low, high state shares still resulted in an above average equalization effort.", "In contrast, states with low state funding shares generally had targeting policies that substantially favored poor districts. For example, only two of the eight states with low state shares also had low targeting efforts (Oregon and South Dakota). None of the eight states had a targeting effort large enough to produce an above average state equalization effort."], "subsections": []}, {"section_title": "Varying Combinations of State Share and Targeting Effort Can Achieve the Same Equalization Effort", "paragraphs": ["Although state share has more impact on closing funding gaps than targeting effort, states have some flexibility in applying these two means to achieve a certain equalization effort. According to our analysis, states could have achieved the same equalization effort in school year 1991-92 with different combinations of state share and targeting. Table 2.3 shows four states that achieved an equalization effort of 76 percent and four others that achieved an effort of 54 percent, each with different combinations of state funding shares and targeting efforts. For example, Colorado and Alaska both achieved an equalization effort of 76 percent— Colorado with a high targeting effort and a relatively low state share of total funding and Alaska with a high state share and no targeting effort. In general, the greater a state’s share of total funding, the less a state has to target to poor districts to reach a certain equalization effort. Likewise, the greater a state’s targeting effort, the less its share of total education funding needs to be. (See table IV.5 in app. IV for the range of combinations.)"], "subsections": []}, {"section_title": "State Equalization Efforts Contributed to Reducing Funding Gaps", "paragraphs": ["Although states could achieve a 100-percent equalization effort with sufficient state funding share and targeting efforts, only Nevada made the maximum effort given the total funding available in the state in school year 1991-92. The average state equalization effort in school year 1991-92 would enable districts to finance 62 percent of the average funding level assuming all districts were making an equal tax effort. Other states’ equalization efforts in school year 1991-92 ranged from 87 percent (Arkansas and Kentucky) to about 13 percent (New Hampshire).", "States making a greater effort in school year 1991-92 had smaller funding gaps. Table 2.4 shows the size of state funding gaps relative to states’ equalization efforts for 21 states that had about the same relative local tax effort. In general, the larger the equalization effort in these states in school year 1991-92, the smaller the funding gaps between poor and wealthy districts. For example, West Virginia had a large equalization effort, resulting in a small funding gap between its wealthy and poor districts. More specifically, the poorest districts in West Virginia had $4,859 per weighted pupil; the wealthiest had $5,044, a difference of only 4 percent. In contrast, Illinois had a small equalization effort, which was associated with a large funding gap. The poorest districts in Illinois had $4,330 per weighted pupil; the wealthiest had $7,249, a difference of 67 percent."], "subsections": []}]}, {"section_title": "Poor Districts’ Extra Effort More Important Than Equalization Effort in Closing Funding Gaps in 1991-92", "paragraphs": ["Although state equalization effort has an important effect on reducing the funding gap between poor and wealthy districts, districts’ relative tax effort was more important in closing the funding gaps in 1991-92.", "Nationwide, equalization effort and relative local tax effort accounted for about 63 percent of the variation in the funding gap. In 35 states, poor districts made a greater tax effort than wealthy districts. Nine states in school year 1991-92 with funding gap scores that were not statistically different from zero exemplify the importance of this tax effort (see table 2.5). In these states, the tax effort of the poorest districts was greater than that of the wealthiest districts. Poor districts’ extra effort ranged from 106 percent as much as wealthy districts’ in Delaware to over four times as much in Wyoming. Poor districts’ extra effort was particularly important in the three states—Iowa, Kansas, and Wyoming—that closed their funding gaps with an equalization effort that was less than the national average (62 percent)."], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["On the basis of 1991-92 data, poor districts’ extra tax efforts had more impact on closing funding gaps between poor and wealthy districts than state equalization efforts. The average state equalization effort in school year 1991-92 was 62 percent, however, suggesting that states could have more impact on the funding gap if they were to strengthen their equalization policies. Among the nine states with no significant funding gap, the poor districts’ greater tax effort substantially contributed to closing this gap in at least three of these states. This suggests that in developing strategies to further reduce funding gaps, policymakers may want to consider policies regulating local tax effort in combination with equalization policies."], "subsections": []}]}, {"section_title": "Tax Constraints Play an Important Role in Reducing Funding Gaps Among School Districts", "paragraphs": ["Steps taken to equalize funding among poor and wealthy school districts in the four states we reviewed—Oregon, Kansas, Rhode Island, and Louisiana—produced mixed results. According to state officials, each state made changes designed to increase the amount of state aid to poor districts to close the funding gap between poor and wealthy districts. However, only two of the states—Oregon and Kansas—narrowed the funding gap mainly because they significantly increased their equalization effort and constrained local tax effort. Louisiana’s funding gap widened, and Rhode Island’s funding gap stayed almost the same because increased equalization efforts were comparatively small and more than offset by changes in the respective school districts’ tax efforts. These states’ experiences, however, illustrate how both state equalization efforts and policies affecting the tax efforts of poor and wealthy districts can play an important role in reducing the funding gap."], "subsections": [{"section_title": "Differing Forces Shaped Changes to State School Finance Systems", "paragraphs": ["We chose Oregon, Kansas, Rhode Island, and Louisiana to study because they used a wide array of strategies for changing their finance systems, these changes took place between school years 1991-92 and 1995-96, and state officials thought the changes would improve student equity. Beyond improving student equity, the forces driving reform in each state varied and included citizens’ demands for property tax relief, state budgetary crises, and court pressure."], "subsections": [{"section_title": "Oregon: Property Tax Relief", "paragraphs": ["Throughout the 1980s, two recurring problems affected Oregon’s school finances: (1) a crisis in some districts’ ability to fund schools because voters repeatedly rejected operations levies and (2) frequent attempts by antitax activists to reduce property taxes, the main source of local funding for the state’s public schools. To address the school funding crisis, the Oregon state legislature suspended the state funding formula in 1989, and the state began allocating future funding (through school year 1991-92) at the 1989 level plus an increasing percentage factor, according to a state official. Oregon took these actions after a blue ribbon panel commissioned by the legislature recommended that the state scrap the existing finance system and create one less reliant on local property taxes. In 1990, however, before the legislature could develop a new funding formula, Oregon voters adopted a constitutional amendment placing a ceiling on the property tax rate that could be assessed for school operations and requiring the state to replace any lost local education revenues with state funds. This forced the legislature to develop a school finance formula driven mainly by state funds. The new tax rates were phased in between school years 1991-92 and 1995-96; steps to implement the new funding formula began in school year 1992-93 and, according to a state official, are scheduled to be completed by 2001."], "subsections": []}, {"section_title": "Kansas: Court Pressures and Property Tax Rate Disparities", "paragraphs": ["An October 1991 pretrial court ruling was the main reason for changes to Kansas’ school finance system. The legal challenge from four consolidated lawsuits filed by school districts and citizens claimed, among other things, that large disparities in both local property tax rates and in spending per pupil violated the state constitution. The district court judge met with state government and education leaders and presented his interpretation of the state’s responsibility for educating all of its children. He emphasized that the state has a duty to develop a rational finance system that recognizes disparities in spending based on legitimate student and district characteristics. He suggested that the pending trial could be avoided if the finance system was changed in the 1992 legislative session. The legislature accepted the judge’s challenge and developed a new finance system that was implemented in school year 1992-93."], "subsections": []}, {"section_title": "Rhode Island: State Budget Crisis", "paragraphs": ["In 1990, a crisis in Rhode Island’s savings and loan institutions and credit unions forced the state to use state funds to bail out these entities, state education officials said. According to these officials, diverting state funds to address this crisis forced the legislature to cut the state budget, including funding to elementary and secondary education. These cuts dramatically reduced the state share of education funding from 52 percent in 1991 to about 38 percent in 1992. The cuts in state funding hit hardest in poorer districts that could not offset the lost state funding with increased local revenue, resulting in a reduction in district revenue, according to the officials. In contrast, they said, wealthier districts could protect their spending levels because they could fully offset losses in state funding by increasing local revenue. Recognizing the growing inequities, the legislature began implementing changes to the finance system in 1992."], "subsections": []}, {"section_title": "Louisiana: State Budget Crisis", "paragraphs": ["A crisis in the oil industry in the 1980s, which dramatically reduced state tax revenue, forced the Louisiana state legislature to reduce the state share of funding for its public schools, state education officials said. The impact of the cuts on state funding highlighted the inequities in the state funding formula, which allocated state funds on the basis of teacher and staff costs and made little or no adjustment for differences in districts’ abilities to raise revenue or for student need, they said. In response, Louisiana voters passed a constitutional amendment mandating the equitable allocation of education funds and transferring control of the state funding formula from the state legislature to the state Board of Elementary and Secondary Education (BESE). In 1988, BESE began revising the funding formula to improve student equity. The legislature approved the new funding formula in 1992, and the state began implementing it in the 1992-93 school year; it is scheduled to be completed by the 1999-2000 school year."], "subsections": []}]}, {"section_title": "Changes to State Policies Affecting Funding Gaps", "paragraphs": ["In revising their school finance systems, all four states increased their equalization effort and made changes affecting the local tax effort of their school districts. As table 3.1 shows, Oregon and Kansas each substantially increased their equalization effort; Rhode Island and Louisiana more modestly increased their effort. The large increases in Oregon’s and Kansas’ equalization efforts can be explained by the large increases in their state shares of total funding and, in Kansas, by an increase in its targeting of state funds to poorer districts. The increase in Rhode Island’s equalization effort reflects the relatively small increase in the state share of education funding. The increase in Louisiana was due to the state’s effort to target more state funds to poor school districts.", "Regarding changes affecting the local tax effort, Oregon and Kansas constrained districts’ tax efforts. In addition, Rhode Island and Louisiana made changes that affected incentives for increasing districts’ tax efforts.Rhode Island suspended the funding program that had encouraged districts to increase their education spending. In contrast, Louisiana introduced a state aid matching program for districts willing to exceed a minimum tax rate. Table 3.1 shows each state’s relative change in state school finance measures as well as actions affecting local tax efforts. The actual values for each state’s equalization effort, state targeting effort, state share, relative local tax effort, and funding gaps for school years 1991-92 and 1995-96 appear in appendix III."], "subsections": []}, {"section_title": "State Efforts Produced Mixed Results", "paragraphs": ["State legislatures often change their school finance systems to improve student equity. In most cases, some wealthier districts must give up some of their advantage to improve the funding levels of poorer districts. Even so, a state may not reach an acceptable level of student equity if changes in local tax choices offset the state’s equalization efforts. Two states, Oregon and Kansas, narrowed the funding gap mainly by increasing the state share of education funding and limiting districts’ ability to raise local revenue. In Rhode Island and Louisiana, changes in school district tax efforts undermined the effects of moderate state equalization efforts. Figure 3.1 summarizes the changes in the size of the funding gaps between wealthy and poor districts in the four states we reviewed."], "subsections": [{"section_title": "Oregon Reduced Funding Gaps", "paragraphs": ["In 1990, Oregon’s voters approved an initiative that set a statewide maximum levy rate. This rate significantly reduced local tax effort and forced the legislature, which was creating a new funding formula, to adopt a formula funded largely by state revenue rather than local revenue. Before implementing the new formula, the education funding for Oregon’s school districts was primarily based on districts’ property wealth and voters’ willingness to approve funding levies, resulting in a large variation in spending levels by district. To make up for the loss of local revenue, the state sharply increased its share of funding from 33 to 59 percent between school years 1991-92 and 1995-96. The new state funding formula included a new base funding level per student and allowed for adjustments to the base to account for (1) student needs, such as those for special education, poverty, and English as a second language, and (2) district needs, such as transportation costs and teacher costs based on teacher experience. The state share of funding for an individual district equaled the base funding level adjusted for student and district needs less the revenue the district could raise locally at the mandatory tax rate.", "Initially, under the new state finance system, total revenue in the wealthiest districts would have decreased significantly; revenue in the poorest districts would have greatly increased. Concerned about the impact of these funding changes, the legislature decided to phase in the new formula, limiting the effect of the change on wealthy districts, while slowly increasing funding to the poorest districts.", "Despite the phased-in approach, the changes in Oregon’s finance system narrowed the funding gap between the wealthiest and poorest districts from 0.23 to 0.15 as shown in figure 3.1. For the poorest districts, total funding increased by $805 per weighted pupil; for the wealthiest districts, it increased by $586 (see table 3.2).", "Oregon succeeded in reducing its funding gap because it increased its equalization effort by increasing its state share of education funding more than enough to offset the modest decline in its effort to target more funds to poorer districts. The voter-driven initiative had the effect of reducing the tax efforts of both poor and wealthy districts proportionately. Thus, almost no change occurred in the relative tax effort of both poor and wealthy districts, ensuring that the state’s increased equalization effort would reduce the funding gap.", "Under the new finance system, although all Oregon districts received more state aid, a smaller share of the increased state aid was targeted to poor districts. The state decided to constrain the implementation of its new funding formula by gradually increasing state aid to its poorest districts to avoid reductions in total funding in wealthier districts. Between school years 1991-92 and 1995-96, about 66 percent of the $1,717 increase in state funding per weighted pupil was needed to replace the wealthiest districts’ loss of $1,132 per weighted pupil in local funding. In the poorest districts, most of the increased state aid was new funding rather than a replacement for lost local funding. Only 46 percent of the $1,494 increase in state funding per weighted pupil was needed to cover the $688 loss in local funding."], "subsections": []}, {"section_title": "Kansas Reduced Funding Gaps", "paragraphs": ["In 1992, the Kansas legislature, hoping to avoid a trial of the constitutionality of the state finance system, made changes that increased the state’s role in determining school districts’ funding levels. To address both student and taxpayer equity concerns, the state increased its share of funding from 42 to 59 percent (between school years 1991-92 and 1995-96), targeted more funding to poor districts, and imposed a uniform tax rate on all districts, giving most districts property tax relief, while raising tax rates for some of the wealthiest districts. In the process, the state dramatically revised its school finance system.", "Beginning in the 1992-93 school year, the state (1) set a base budget for each district based on student and district needs such as vocational and bilingual education and enrollment size; (2) funded the difference between a district’s base budget amount and what the district could raise locally under the uniform statewide property tax rate; (3) required districts that raised revenues above the base budget, at the uniform tax rate, to remit the excess revenue to the state for distribution as state aid to less wealthy districts; and (4) provided districts the option of raising additional funds—up to 25 percent above the base budget—with an increase in the property tax rate subject to voter approval. The state provided supplemental funding for some districts that raised the additional revenue—the poorer the district the higher the state funding. This funding was intended to give high-spending districts the opportunity to maintain their spending levels. Districts are not eligible for supplemental state funding if their assessed valuation per pupil is at or above the 75th percentile of assessed valuations for all districts in the state.", "Overall, the changes in Kansas’ finance system narrowed the funding gap between the wealthiest and poorest districts from 0.10 to 0.08, as shown in figure 3.1. For the poorest districts, total funding increased $1,124 per pupil; for the wealthiest districts, it increased $1,111 (see table 3.3).", "Kansas succeeded in reducing its funding gap because it increased its equalization effort by significantly increasing both the state share of funding and its effort to target more funding to poor districts. The state also imposed a uniform tax rate on all districts that had the effect of decreasing the poorest districts’ tax effort and increasing that of the wealthiest. Although this change in tax effort would normally widen the funding gap between poor and wealthy districts, this was prevented in part because the wealthy districts were required to remit their excess local revenue for distribution as state aid to less wealthy districts. In addition, even though the state gave districts the choice of raising their property tax rates enough to increase their spending levels up to 25 percent above the base budget, limiting this additional spending allowed the state to maintain control over district spending levels. More than half of the 304 districts chose to increase their spending levels above the base budget in school year 1995-96.", "All these changes led to nearly every district receiving additional state funding. As table 3.3 shows, between school years 1991-92 and 1995-96, the poorest districts received proportionately more state aid than the wealthiest districts. The poorest received an additional $1,312 per weighted pupil in state aid under the new system, an increase of about 53 percent. In contrast, the wealthiest districts received an additional $597 per weighted pupil in state aid, an increase of only about 32 percent. The wealthiest group included 10 districts that received no state aid in school year 1995-96 and instead had to remit about $34 million in excess local revenue to the state. Had these 10 districts kept the excess revenue, the funding gap between wealthy and poor districts would have widened, not narrowed, according to our analysis.", "The state’s imposing the uniform property tax rate, in addition to improving student equity, more equally distributed tax burdens by district. As table 3.3 shows, the tax effort of the poorest districts dropped by $20.41 per pupil (a 21-percent decrease); the tax effort of the wealthiest districts increased by $4.45 per pupil (an 8-percent increase). Nevertheless, the poorest districts still had a higher tax effort than the wealthiest. This indicates that even with more state aid and a reduced tax effort, Kansas’ poorest districts were still making a greater tax effort than the wealthiest districts."], "subsections": []}, {"section_title": "Rhode Island’s Funding Gaps Changed Little", "paragraphs": ["Before 1995, Rhode Island’s operations aid program allocated a given percentage of a district’s total expenditures to each school district. To help equalize total funding, poorer districts received a higher state funding percentage than wealthier districts, although all districts were guaranteed some percentage of their total expenditures until 1994. This provided a greater incentive for poor districts to increase their funding compared with wealthier districts. With the sharp drop in state education funding in school year 1991-92, however, the state reduced the amount of district expenditures it financed. This decline in state aid forced the districts to try to replace the lost funds with local revenue raised from property taxes. Although the wealthier districts could generally replace the lost state aid, some of the poorer districts met taxpayer resistance, according to state officials. Recognizing that the funding gap between the poor and wealthy districts was growing, the legislature took steps to address the system’s inequities. The state (1) stopped using its equalization formula to distribute funding in school year 1995-96, and, as a result, poor and wealthy districts alike no longer had an incentive to increase their education expenditures and in turn their local tax effort; (2) implemented several new categorical funding programs targeted specifically to poor communities; and (3) slightly increased the state share of funding from 40 percent in school year 1991-92 to 42 percent in school year 1995-96.", "Despite state efforts to address the inequities, the changes to Rhode Island’s finance system had almost no effect on the funding gap between wealthy and poor districts, which changed from 0.19 to 0.20, as shown in figure 3.1. For the poorest districts, total funding increased by $911 per weighted pupil; funding to the wealthiest districts increased by $1,040 (see table 3.4).", "Despite an increase in equalization effort by increasing state share, between school years 1991-92 and 1995-96, Rhode Island could not narrow the funding gap in part because of the poorest districts’ response—a large decrease in local tax effort—to changes in the state aid program and the difference in the growth of districts’ tax bases. Because of the restructuring of its school finance system, state aid increased in the poorest districts by an average $1,152 per weighted pupil; state aid to the wealthiest districts decreased by $57.", "Although most of Rhode Island’s school districts, poor and wealthy alike, reduced their local tax effort, the poorest districts’ decrease was much larger than the wealthiests’. The large increase of $1,152 per pupil (41 percent) in state aid may have prompted the poorest districts to reduce their local tax effort by $2.82 per pupil (a 17-percent decrease), resulting in a decrease in local revenue of $240 per weighted pupil. Although the wealthiest districts slightly decreased their tax effort by $0.19 per pupil (a 1-percent decrease), they also had large increases in property values (24 percent compared with 7.5 percent for the poorest). The resulting increase of $1,097 per weighted pupil in local funding was more than enough to offset the decline in state aid. Therefore, the funding gap changed little. The ability of Rhode Island’s districts to change their local tax effort in response to changes in state aid undermined state efforts to close the funding gap."], "subsections": []}, {"section_title": "Louisiana’s Funding Gaps Widened", "paragraphs": ["Before the 1992-93 school year, Louisiana allocated state funding to its school districts mainly on the basis of teacher and staff costs associated with district enrollment size. The state made little or no adjustment for differences in a district’s ability to raise local revenue or for student need-related cost differences. As a result, some affluent districts received more state funding than poorer districts because they had higher teacher costs, according to a state official. The main source of local revenue for districts was the sales tax. Property tax revenue was limited because of a homestead exemption and an industrial exemption, which limited tax revenue from certain companies. Affluent districts often generated more local revenues with lower tax rates than poorer districts because they had higher levels of sales or property tax bases, according to officials.", "When the oil crisis forced reduced state funding for education, it highlighted the unfairness of the state’s finance system. This awareness led to a voter-approved constitutional amendment that required BESE to recommend a more equitable education funding formula. Thus, in 1992, BESE proposed and the state legislature approved a new funding formula to target more funding to less wealthy districts. The state also changed how it measured district wealth by using an adaptation of the representative tax system. This system calculates each district’s ability to raise revenue for education by estimating the combined total sales and property tax revenue a district could raise at the state average sales and property tax rates. The new funding formula is a two-tiered formula. The first tier provides each district a basic funding level with additional funding provided for the increased costs of educating students such as those who are at risk or need remedial or special education. The state share of a district’s basic funding level is the difference between the basic level and the amount the district could raise if it were to apply the recommended tax rate. The amount of local revenue the state calculates as a district’s ability to pay is only for determining the state allocation, however; districts are not required to raise the local revenue. To raise the overall funding level for education, the state established a second tier to provide an incentive for districts to raise local revenues beyond the amount required by the funding formula’s first tier with a potential state match of up to 40 percent. The amount of additional funding a district receives is based on its wealth—poorer districts receive more than wealthier districts.", "Despite changes to Louisiana’s finance system, the funding gap between the wealthiest and poorest districts slightly increased from 0.24 to 0.26, as shown in figure 3.1. More specifically, Louisiana’s poorest districts’ total funding increased by $503 per weighted pupil; funding to the wealthiest districts increased by $724 per weighted pupil as shown in table 3.5.", "Between school years 1991-92 and 1995-96, Louisiana’s funding gap slightly increased despite the state’s increased equalization effort because wealthy districts increased their tax effort and poor districts decreased their tax effort, leading to changes in local revenue that undermined the effects of the state’s modest equalization effort. Under the new system, state aid increased to the poorest districts an average of $405 per weighted pupil; state aid to the wealthiest districts declined by $92. This increase in targeting effort would normally be expected to narrow funding gaps among districts, but in Louisiana it did not.", "With the implementation of the new funding formula, the wealthiest districts increased their local tax effort by $0.05 per pupil (a 6-percent increase). This increase in tax effort coupled with a 35-percent increase in tax base helped to increase local revenue by $816 per weighted pupil and served to more than offset the loss in state aid. Although the amount of local revenue raised by the poorest districts increased by $99 per weighted pupil, the increase reflects a 32-percent increase in their tax base and not their tax effort, which fell by $0.18 per pupil (a 16-percent decrease). The poor districts’ tax effort declined despite state financial incentives to increase it, although it remained higher than that of the wealthiest districts."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["Achieving student equity among a state’s school districts is difficult. Legal challenges, state budget concerns, or the state’s voters generally drive changes to a state’s elementary and secondary education funding policies. In most states, however, education represents a large share of a state’s overall expenditures, and decisions are made in a political environment that generally requires compromise. Even in states that successfully negotiate compromises among several competing interests—students, taxpayers, and advocates for local control of education—the envisioned levels of funding equity among school districts may not be reached. The tools that states use to equalize district tax bases—increased state share of total education costs, increased targeting of state funds to poor districts, or both—may not be enough unless the state is willing to adopt policies that control local tax effort. In the states we reviewed, Oregon and Kansas closed the funding gap because, in addition to their strong equalization efforts, they took steps to control the tax effort of districts, as shown in table 3.6. On the other hand, efforts to close the funding gap in Rhode Island and Louisiana did not succeed because their equalization efforts, though positive, were modest and their poorer districts provided tax relief in response to the increased targeting of state aid to poorer school districts."], "subsections": []}]}, {"section_title": "State and Federal Policies Can Help Reduce Funding Gaps", "paragraphs": ["Both states and the federal government can play a role in reducing or even eliminating funding gaps between poor and wealthy districts. At the state level, three tools can help reduce funding gaps: increasing the state’s share of total funding so that differences in local funding will have proportionately less effect on overall per pupil spending, increasing state-level efforts to target funds specifically to poor districts, and constraining district tax behavior. Deciding what combination of these three tools should be used depends on the equity outcomes that a state wants to accomplish for students and taxpayers.", "In our cost analysis of alternatives to completely eliminate state funding gaps in school year 1991-92, we found that the policy changes states would have to effect can be substantial. Overall, state efforts to eliminate their funding gaps while requiring districts to maintain their existing tax effort would require the median state share of funding to increase from about 50 to 71 percent—assuming no change in the state’s targeting effort. Alternatively, if states were to rely solely on their targeting effort without increasing their state share, a more than 200-percent increase in the median state effort to target funds to poor districts would need to occur. Such an increase would mean that some states would have to require wealthy districts to forego state aid altogether and possibly even contribute some of their local revenues to benefit poorer districts.", "At the federal level, two provisions in the Improving America’s Schools Act of 1994 encourage states to equalize funding among school districts. Both provisions focus on funding outcomes only—rewarding states for achieving a specific degree of student funding equity. Neither provision considers the extent to which taxpayers in poorer school districts may have contributed to this outcome by making a greater local tax effort than taxpayers in wealthier districts."], "subsections": [{"section_title": "State Options for Reducing Funding Gaps", "paragraphs": ["State options for reducing funding gaps involve using policy tools governing state equalization efforts and local taxing behavior. Which policy tools a state may choose to implement depends upon the outcomes it wants to achieve."], "subsections": [{"section_title": "Policy Tools for Reducing Funding Gaps", "paragraphs": ["States have three tools by which to reduce funding gaps. The first two involve state equalization policies: increasing the state share of funding and increasing state targeting. Most states would probably find it easier to use a combination of these two tools rather than rely on one exclusively. To close the funding gap, however, a state may also need to use the third tool: constraining local tax behavior. A state may use this tool in three ways: (1) holding district tax efforts at current levels, (2) setting an equal local tax effort, or (3) setting a required minimum level of tax effort."], "subsections": [{"section_title": "Increasing State Share and Targeting Effort", "paragraphs": ["A state’s equalization effort can provide more funding to poorer districts in two ways: by increasing the state share of total funding so that differences in local funding will have proportionately less effect on overall student expenditures and by increasing its targeting effort; that is, a state can adjust its approach so that aid goes more exclusively to poor districts.", "Some states already extensively target their aid to poor districts, while other states do not. At its most extreme, this redistribution could require the state to recapture local funding raised above a maximum amount and redistribute that funding to other, poorer school districts.", "Although some states may be able to choose between increasing their share of total funding or increasing their targeting effort, many states would probably need to increase both to reduce the financial impact on the state budget and on wealthier districts. The more a state can afford to increase its education spending, the less it would have to redistribute state funding—and possibly local funding—from wealthier to poorer school districts to reduce funding gaps. Regardless of the method used, increasing a state’s equalization effort automatically improves equity for taxpayers because it allows poor districts with a high tax effort to finance the state average funding level per pupil with less of a tax effort."], "subsections": []}, {"section_title": "Constraining Local Tax Behavior", "paragraphs": ["Because local funding raised mainly through property taxes accounts for half of the nonfederal revenue that funds education, imposing tax constraints on localities may be necessary to close the funding gap among districts. Consequently, in pursuing student funding equity, states may have to confront taxpayer equity issues.", "Tax constraints may be necessary because unconstrained local reaction to changes in state equalization aid can undermine the state’s intent to improve student funding. For example, poor districts receiving additional state aid may use it for tax relief rather than for closing funding gaps. Similarly, wealthy districts receiving little or no state aid may raise local taxes, perpetuating the gaps. This kind of fiscal substitution has occurred, according to our research (see ch. 3). Therefore, ensuring that equalization efforts can reduce funding gaps will probably require states to constrain local tax effort to some degree.", "Tax constraints pose taxpayer equity issues. Such constraints may require districts to maintain existing tax efforts or to put forth a specified equal level of effort or a minimum level of effort. Assuming that the pattern of district tax efforts in school year 1991-92 still holds true, constraints that maintain the current tax effort would leave poor districts in most states making a greater tax effort than wealthy districts but still unable to raise as much funding as wealthy districts because of their less valuable tax base. Taxpayers may view constraints that require an equal or minimum level of tax effort beneficial, but the constraints alone—without increasing the state’s equalization efforts—would not guarantee that districts would receive equal money for an equal effort."], "subsections": []}]}, {"section_title": "Policy Options Effect Different Outcomes", "paragraphs": ["The policy tools a state ultimately chooses to implement depend on the outcomes a state wants to achieve. States have four possible options to consider in reducing funding gaps, according to our research. Table 4.1 shows the impact of each option on different policy goals affecting students and taxpayers. These policy goals are reducing funding gaps, equalizing local tax effort, improving the amount of total revenue a district’s taxpayers can expect to obtain with an equal tax effort, and allowing freedom of local tax choice. These policy options assume that a state would increase its equalization effort by increasing its share of total education funding, increasing its effort to target funding to poor districts, or increasing both. Only the first option would require no tax constraints.", "In the four policy options shown in table 4.1, the state’s decision on controlling local districts’ taxing effort differs. The decision to control local tax behavior and the type of constraint used have different implications for school funding and taxpayers. The advantages and limitations of states’ using the various options appear in table 4.2."], "subsections": []}, {"section_title": "Costs Vary Among Options", "paragraphs": ["The policy options and their permutations for reducing the funding gaps and equalizing tax efforts involve varying costs to the state. In general, reducing the funding gap alone would cost the state less than any effort that also equalizes tax efforts among districts. The cost would be less because the state would rely on districts with high tax efforts to continue closing part of the gap on their own. A state using this approach would need to provide only enough money to raise funding in poor districts to a level comparable with funding in wealthier districts. If a state chose to both reduce funding gaps and equalize districts’ tax effort, its cost would tend to be higher. For most states, the funding gaps are so great that reducing or eliminating the gaps entirely would require substantially greater state funding, targeting, or both."], "subsections": []}]}, {"section_title": "Eliminating Funding Gaps Would Require Major Changes in Most State Finance Systems", "paragraphs": ["Illustrating the financial implications of reducing funding gaps is difficult because the requisite decisions involve judgments about (1) the extent to which states want to close the gaps, (2) whether states want to address differences in tax efforts as well as funding gaps, and (3) what combination of tools they choose to employ. Because the number of possible combinations of these factors is nearly endless, we cannot address the consequences of every potential combination.", "To give a sense of the range of possibilities, however, we analyzed alternatives for eliminating the funding gaps under two scenarios: first, by allowing districts to maintain their school year 1991-92 tax effort, and, second, by requiring an equal tax effort for all districts. For each scenario, we assumed each state’s aim would be to eliminate funding gaps entirely either by relying solely on increases in the state share of funding or by relying solely on increases in tax base targeting. Relying solely on increases in the targeting effort to eliminate funding gaps in some states might require recapturing some funds raised locally by wealthy districts and redistributing these funds to poor districts.", "The national median state share of total (state and local) funding for elementary and secondary education was 48 percent in school year 1991-92. The median targeting effort was 23 percent. If states were to eliminate the funding gap while holding district tax efforts at their 1991-92 levels, the median state share of funding would need to increase to 71 percent or the median targeting effort would need to increase to 73.4 percent. Eliminating the funding gap while equalizing tax effort raised these percentages to 81 and 108 percent, respectively. In school year 1991-92, only four states provided more than a 71-percent share of total (state and local) funding, and only two states had a targeting effort above 73 percent."], "subsections": [{"section_title": "States Vary Widely", "paragraphs": ["National averages provide some indication of the overall effort needed to eliminate funding gaps, but they obscure the significant variation at the state level. Although substantial increases in state funding or targeting effort would be needed to fully eliminate funding gaps nationwide, a few states could do so with far less drastic changes than others. For example, Colorado and Illinois vary considerably in the size of their funding gaps, the share of total (state and local) funding they provide, and the extent of their targeting effort: In school year 1991-92, Colorado’s wealthiest districts had just 8 percent more funding per weighted pupil than its poorest districts. Colorado provided 44 percent of the total (state and local) funding for education, and its targeting effort in providing this funding was 75 percent.In school year 1991-92, Illinois’s wealthiest districts had 67 percent more funding per weighted pupil than its poorest districts. Illinois provided 33 percent of the funding for education, and its targeting effort was 23 percent.", "These two states would face markedly different degrees of change in equalizing their funding levels among districts (see table 4.3). If Illinois did not increase its targeting effort to further redistribute state and local funding from wealthy to poor districts, then it would have to increase its share of funding substantially. It would have to raise its state share from 33 percent to at least 78 or 81 percent, depending on whether it wanted just to close gaps or to equalize tax effort as well. In contrast, Colorado would have to increase its state share of funding from 44 to at least 45 or 57 percent. Similarly, if the two states chose not to increase the state share of education funding, then the change in targeting effort required to eliminate the funding gap would also be significantly higher in Illinois than in Colorado.", "These differences typify the wide variation among states. Figure 4.2 shows each state’s share of total funding and targeting effort in school year 1991-92 and the change necessary to eliminate funding gaps assuming an equal tax effort. The curved line running laterally through the figure indicates the various combinations of state share and targeting effort that would produce an equalization effort of 100 percent. If a state achieves 100-percent equalization, it means that the state’s school finance system enables all districts to finance 100 percent of the state average funding level per pupil with an equal tax effort.", "To eliminate the funding gap in Florida, for example, the state could choose to increase its share of total funding from 53 to about 62 percent or increase its targeting effort from 62 to about 89 percent. For other states, such as Illinois, Nebraska, and Massachusetts, the changes needed to both state share or targeting effort would be much more substantial."], "subsections": []}]}, {"section_title": "Federal Incentives Encourage States to Equalize Funding Levels", "paragraphs": ["At the federal level, two programs in the Improving America’s Schools Act of 1994 have incentives that encourage states to equalize funding levels among districts. Both programs measure only the extent to which education funding is equalized. Neither program considers the extent to which a state’s equalization effort–-rather than the extraordinary tax effort of poor districts—contributes to reducing funding gaps among districts.", "In school year 1991-92, the Department of Education certified that four states—Alaska, Arizona, Michigan, and New Mexico—had equalized their finance systems. With the data we now have available, we found that two of these states (Arizona and Michigan) had equalization efforts that were less than the national average of 62 percent. More importantly, the poor districts in three of the four states were making a greater tax effort than the wealthy districts, using the additional local funding raised to narrow even further or eliminate the funding gaps. (See table 4.4.)"], "subsections": []}, {"section_title": "Conclusion", "paragraphs": ["For many states, the main method for reducing or eliminating funding gaps will probably be an increase in the state share of total education funding, an increase in the state effort to target funding more specifically to poor districts, or an increase in both. The changes required would tend to be even greater if a state also sought to equalize tax effort among districts to alleviate poorer districts’ making an extraordinary tax effort to raise the state average funding level per pupil. Even the most substantial state effort to improve funding equalization, however, may not reduce funding gaps unless it is accompanied by some constraints on local tax behavior. Where poor districts with a high tax effort use new state aid partly for tax relief and where wealthy districts replace reductions in state aid with increased local revenue, funding gaps may remain and in some cases even grow. Although the federal government has two policy tools that might further encourage greater funding equity, both reward states for funding outcomes that achieve a certain degree of equalization without considering the extent to which these outcomes may result from extraordinary local tax efforts in poor districts."], "subsections": []}]}, {"section_title": "Conclusions, Matter for Congressional Consideration, and Agency Comments", "paragraphs": [], "subsections": [{"section_title": "Conclusions", "paragraphs": ["Reducing or eliminating funding gaps between poor and wealthy school districts presents states and the federal government with difficult policy decisions. For states, the first difficult decision is who will bear most of the costs of reducing these funding gaps: the state government or wealthier school districts. The states’ second decision involves whether their effort—which may be substantial—should be accompanied by constraints on local tax behavior. If so, states must decide which controls they can impose on localities. The less expensive alternatives are most likely to be controversial because they would severely restrict district tax choices and in many instances leave taxpayers in poor districts making a substantially greater tax effort than taxpayers in wealthy districts. Alternatives that would give taxpayers in poor districts some tax relief or allow school districts much greater freedom to choose their rates are also most likely to be controversial because they would require much more state money.", "For the federal government, the first policy decision involves whether reduced funding gaps should continue to be the main focus of federal programs encouraging equalization or whether these programs should also focus on states’ efforts to equalize funding between poor and wealthy districts. The second decision involves whether to increase targeting to poor students, knowing that such targeting can affect funding equalization.", "The share of education funding a state finances compared with local funding and its effort to target that funding to poor districts determine a state’s equalization effort. (See ch. 2.) The higher its share of total funding, the less a state needs to target that funding to poor districts to achieve a given equalization effort. The decision to increase the state funding share or the state targeting effort is difficult for most states because it addresses who will pay for increased equalization. A decision to increase the state funding share is a decision to fund equalization from state government resources. A decision to increase targeting effort is a decision to redistribute existing state funding from wealthier districts to poorer districts–-in essence, having wealthier districts bear part of the cost to increase equalization. Where funding gaps are particularly great and the state funding share is relatively low, increased targeting might also involve redistributing local funding from wealthy to poor districts. Such recapturing can also be contentious.", "In addition, reducing local funding and holding state funding steady would also increase equalization by increasing the state share of total funding. Although this action would effectively increase equalization effort, it would also reduce total education funding in the state—which might have harmful effects.", "States must also decide whether to control local tax behavior. Although a state might reduce funding gaps without such constraints, those reductions would not be certain. (See ch. 3.) Constraining local tax behavior may be controversial, however, because it means the state will partially control local choices on spending for education services and, in some cases, raise taxes. For example, mandating that all districts maintain their local effort would be the state’s less costly option for reducing or eliminating funding gaps. (See ch. 4.) This choice, however, would keep poor districts with high tax efforts from using any new state funding to obtain even modest tax relief. By mandating an equal tax effort instead, states may be able to give tax relief to poor districts with high tax efforts, but this choice may raise taxes in many other, often wealthier, school districts. It also would be more costly for the state to implement. Options to maintain or to equalize local tax efforts would limit the funding districts could raise for education services as well.", "The tax constraint option that allows the greatest degree of local choice involves the state setting a minimum tax effort. This option would be difficult to implement, however, because the statewide minimum effort must be at least equal to the tax effort of the state’s wealthiest districts; a lower tax effort by poor compared with wealthy districts would exacerbate funding gaps. The state would have to regularly monitor district tax efforts statewide and, if necessary, raise the minimum effort to lessen the funding gaps.", "For the federal government, the difficulty is determining whether federal programs encouraging equalization should continue to focus only on reduced funding gaps between poor and wealthy districts or whether these programs should also consider the extent to which state policies are responsible for reducing those gaps. Two federal programs with equalization components operate to effectively reward a state for reducing funding gaps even if the state has not made much effort to equalize funding. Some states with low funding gaps have accomplished this outcome in part through extraordinary taxpayer effort in the poorest school districts.", "To encourage states to increase their equalization effort and reduce funding gaps among districts, federal policymakers could use both a performance indicator of state equalization effort and an indicator of funding gaps to reward states for their performance. To encourage states to increase their equalization effort, regardless of its impact on funding gaps, federal policymakers could replace the performance indicator of a state’s funding gap with one that measures only state efforts to equalize funding. In either case, a performance indicator of state equalization efforts used in combination with or instead of an indicator of funding gaps would better ensure that federal policy rewards those states whose funding policies lead to greater funding equity."], "subsections": []}, {"section_title": "Matter for Congressional Consideration", "paragraphs": ["If federal policymakers want to encourage greater state efforts to reduce funding gaps between poor and wealthy districts, then the Congress may wish to consider establishing additional incentives or incentives different from those that federal programs now have."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["The Department of Education provided written comments and suggested changes on a draft of this report (see app. VI). We revised our report on the basis of these comments and suggestions as they related to federal education programs when applicable.", "The Department said that this report provides important information on how well state funding is targeted to poor school districts. In addition, the Department noted, as we have shown in an earlier report, School Finance: State and Federal Efforts to Target Poor Students (GAO/HEHS-98-36, Jan. 28, 1998), that federal funds are more targeted to poor students than state funds and that federal education funding plays an important role in improving equity. Department officials said, however, that a federal policy with financial incentives for encouraging states to equalize funds would probably be insufficient without a substantial increase in funding for the title I and Impact Aid programs. In addition, they said that such a policy pursued under title I Education Finance Incentive Grants would shift funds from high-poverty states to low-poverty states under the current formula.", "We acknowledge that this redistribution of funds between states could occur under the current title I Education Finance Incentive Grant formula. In two previous reports, Remedial Education: Modifying Chapter 1 Formula Would Target More Funds to Those Most in Need (GAO/HRD-92-16, July 28, 1992) and School Finance: Options for Improving Measures of Effort and Equity in Title I (GAO/HEHS-96-142, Aug. 30, 1996), we provided suggestions to the Congress on how to improve targeting to states with high numbers of poor students. If those suggestions were adopted along with a performance measure encouraging states to increase equalization effort as suggested in this report, better equalization could be encouraged with the result of more funding to high-poverty states."], "subsections": []}]}]}], "fastfact": []}