{"id": "HEHS-99-97", "url": "https://www.gao.gov/products/HEHS-99-97", "title": "Davis-Bacon Act: Labor's Actions Have Potential to Improve Wage Determinations", "published_date": "1999-05-28T00:00:00", "released_date": "1999-05-28T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a legislative requirement, GAO provided information on: (1) the status of the Department of Labor's efforts to improve the Davis-Bacon Act wage determination process; and (2) whether the changes Labor is making are likely to address the timeliness and accuracy of wage determinations."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) in response to the conference report directive, Labor is testing a number of efforts that are aimed at improving the process for determining prevailing wage rates; (2) the alternatives being tested fall under two tracks: (a) redesigning Labor's Wage and Hour Division's (WHD) existing survey process, including revising survey forms to obtain data more efficiently and using technology to more quickly and accurately analyze the survey data obtained; and (b) using data from surveys conducted by the Bureau of Labor Statistics (BLS) to determine prevailing wage rates; (3) the earliest efforts began in 1996 and most efforts under both tracks are scheduled for completion by fiscal year (FY) 2000; (4) given these timeframes and the need to analyze the results, Labor officials said they will decide in FY 2001 which track best promotes a wage determination process that will result in accurate, timely wage determinations; (5) efforts under either track, if successfully implemented, have the potential to improve the timeliness and accuracy of wage determinations; (6) redesigning the survey form and making it more accessible and understandable to survey participants could increase survey participation and improve the timeliness of data submitted, potentially leading to more accurate and timely wage determinations; (7) however, Labor officials identified several key issues that they will need to address for efforts under either track to achieve the intended results; (8) these issues include concerns about: (a) WHD's ability to deal with potentially significant increases in the volume of survey data collected under a revised process; and (b) limitations of BLS data as a tool in setting prevailing wage rates; (9) Labor officials also acknowledged that they need to develop a clear plan to make an informed decision about which track, or combination of efforts under both tracks, to implement; (10) Labor has established general performance measures that officials say will guide Labor's efforts; (11) additionally, it has started to collect limited baseline data to assess progress made under both tracks but such data may be of limited use; and (12) Labor has also recognized that other factors, such as cost, will need to be considered when officials decide which efforts would most improve the accuracy and timeliness of wage determinations, but officials have not yet specified how these other factors will be analyzed."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Davis-Bacon Act requires employers to pay locally prevailing wage rates, including fringe benefits, to laborers and mechanics on the more than $40 billion of federal construction projects each year. The Department of Labor’s Wage and Hour Division (WHD), responsible for administering this act, determines these wage rates through surveys that collect data on wages and fringe benefits paid to workers in similar job classifications on comparable construction projects in the same geographic area. In the past, we and others have raised concerns that wage determinations issued by Labor may not accurately reflect wages paid in the local area. Inaccurate wage determinations could lead to the payment of wages that are either lower than what workers should receive, or higher than the actual prevailing wages, which would inflate federal construction costs at taxpayers’ expense. Accuracy problems can be caused, for example, by low participation rates in the surveys or the use of survey wage data that are, on average, 7 years old.", "For fiscal year 1997, the House Appropriations Committee Conference report directed Labor to test and implement ways to improve the overall wage determination process by either using alternative wage data sources or, if that was not feasible or cost-effective, improving the capacity of the existing survey process to promote participation and data reliability. The report also directed us to determine whether Labor’s changes would improve the timeliness and accuracy of wage determinations.  As agreed with the congressional appropriations committees, we determined the status of Labor’s efforts to improve the Davis-Bacon wage determination process, and whether the changes Labor is making are likely to address the timeliness and accuracy of wage determinations.", "To determine the status of Labor’s efforts and whether they are likely to address the accuracy and timeliness of Davis-Bacon wage determinations, we interviewed Labor officials at WHD and the Bureau of Labor Statistics (BLS), obtained and reviewed relevant documents, and evaluated ongoing and planned efforts for their potential impact on wage determinations. We conducted this review between February and April 1999 in accordance with generally accepted government auditing standards."], "subsections": [{"section_title": "Background", "paragraphs": ["The Davis-Bacon Act, enacted in 1931, and related legislation require employers on federally funded construction projects valued at more than $2,000, or on federally assisted projects, to pay their workers, at a minimum, wages that the Secretary of Labor has determined to be “prevailing” for corresponding classes of workers on similar projects in the same locality. To carry out this mission, Labor administers surveys to construction contractors and third parties, such as representatives of unions and contractor associations, and asks them to provide wage and fringe benefit data on a form called the WD-10. Labor sets wages for four types of construction—building, residential, heavy, and highway—that it finds reflect current categories in the construction industry as well as the act’s requirement that wages for Davis-Bacon workers be commensurate with workers on “similar” projects. Labor’s survey coverage ranges from a county to an entire state, reflecting its implementation of the act’s requirement that prevailing wages represent those paid in the same locality. For example, surveys are typically conducted on a countywide basis for all construction types except highway, which are often conducted on a statewide basis. Labor generally issues general area wage rates for specific job classifications or occupations, such as electricians, carpenters, and drywallers to meet the act’s requirement that it set wages for “corresponding classes” of workers. Labor has implemented procedures to verify wage data submitted on the surveys to address problems related to data accuracy. In 1999, we reviewed these procedures and recommended specific changes to increase their impact on the accuracy of the wage determinations while reducing the time and cost to collect this information. See appendix I for a more detailed description of the wage determination process.", "BLS, the Labor component responsible for collecting, analyzing, and disseminating labor statistics, is providing data to WHD from its existing survey programs to allow WHD to evaluate whether those data can be used to set prevailing wages under the Davis-Bacon Act. BLS seeks to produce nationally representative employment and economic statistics that are timely and accurate. To do so, BLS has established key priorities, such as drawing representative samples, ensuring high response rates, and guaranteeing the confidentiality of survey respondents. In fiscal year 1997, BLS began collecting wage data through its Occupational Employment Statistics (OES) survey, which had until then collected only employment data. This mail survey, which comprises a sample of 1.2 million establishments, covers approximately 400,000 establishments each year and thus takes three yearly cycles to obtain data from the entire sample. BLS is also in the process of combining several surveys that produced local and national employment, wage, fringe benefit, and employment cost data into a single survey: the National Compensation Survey (NCS). By April 2001, BLS expects to survey over 30,000 establishments in 154 metropolitan and nonmetropolitan areas that represent all such areas in the United States. Initial data collection will involve BLS staff conducting on-site interviews and reviewing various payroll documents. According to BLS officials, although this sample will be sufficient to produce national estimates, BLS will be able to publish detailed data for only about half of the areas surveyed."], "subsections": []}, {"section_title": "Labor Has Initiated, but Not Completed, Efforts to Improve the Wage Determination Process", "paragraphs": ["In response to the conference report directive, Labor is currently testing a number of efforts under two tracks that it believes will improve the wage determination process. It expects that wage determinations would more accurately reflect prevailing wages if the wage survey process was improved through efforts that would, for example, increase survey participation and the timeliness of data collection and analysis. The earliest of these efforts began in 1996, with most scheduled for completion in fiscal year 2000. Labor will evaluate the results of these efforts and decide in fiscal year 2001 which track, or combination of efforts under both tracks, to implement.", "Labor informed the House Education and Workforce Committee in 1997 that it had selected these two tracks to test simultaneously: one track focuses on ways to redesign the current process WHD uses to collect and analyze survey data to set prevailing wage rates, while the other explores the use of BLS survey data as the basis for setting prevailing wages. Table 1 highlights selected major efforts under the redesign track; table 2 describes the efforts under the BLS track. Efforts under the redesign track seek to (1) improve survey data collection by, for example, redesigning the WD-10 survey form, making the form more accessible through a specially designated Internet web site, and using alternative methods to identify contractors and distribute surveys; and (2) enhance data analysis through such means as verifying wage data and developing technology to help identify inaccuracies in the data. WHD has tested or plans to test some of these efforts in two comprehensive surveys covering entire states and all four types of construction, which WHD traditionally has not done. For example, in the first survey, conducted in Oregon in 1998, WHD used state unemployment insurance (UI) data to identify additional construction establishments to survey. In the second survey, scheduled to begin in Colorado in June 1999, WHD plans to test technology, such as the use of imaging and scanning software, to facilitate data entry and analysis.", "Efforts under the BLS track have focused on using existing BLS surveys to obtain data on wage rates, fringe benefits, and the union affiliation of construction employees. According to WHD and BLS officials, BLS was selected as a possible alternative data source for a number of reasons, including BLS’ more comprehensive approach and expertise in collecting wage data compared with other potential sources, and its history of providing statistical information to others. Also, BLS already provides wage and fringe benefit data to WHD for the determination of prevailing wage rates under the Service Contract Act (SCA), which requires that individuals working in service occupations (such as janitors, security guards, or data processors) under contract to a federal employer be paid prevailing wages. SCA, however, has a more flexible concept of locality than Davis-Bacon, and many of these service contracts are nationwide in scope. As a result, under SCA, WHD uses a single national rate for several types of fringe benefits to determine prevailing wage rates, unlike Davis-Bacon, for which it must use fringe benefits paid in a given locality.", "BLS has undertaken three distinct efforts to collect or tabulate data on wage rates, fringe benefits, and union affiliation of construction employees for WHD. In regard to wage data, BLS is using its existing survey procedures and sampling frame to produce data for construction industries in local areas to allow WHD to evaluate the data’s usefulness in setting wage rate determinations. To collect data on fringe benefits and union affiliation, BLS conducted pilot surveys using existing survey procedures and sampling frames to test whether NCS and OES could obtain the necessary information. WHD and BLS officials agreed that no significant changes would be made to OES or NCS during this initial period, as these surveys had been recently revised (for example, adding the wage variable to the OES) or developed (for example, the NCS), and BLS did not know how additional changes to the surveys would affect their viability.", "As shown in tables 1 and 2, the first of these efforts—telephone verification of contractor and third-party wage data submissions—began in 1996, and some of the efforts have been completed or implemented, such as on-site verification, the use of automated printing and mailing operations, and the use of state UI data to identify construction establishments. However, most efforts are still being tested or are ongoing and not scheduled to be completed before fiscal year 2000. For example, results from the Oregon survey, which tested several of these efforts, will not be available until September 1999. Additionally, WHD does not expect to select a knowledge management software package before the end of fiscal year 1999. The development of one effort—CATI—to facilitate the clarification of data by follow-up telephone calls will not begin until fiscal year 2000. Moreover, even though BLS has provided some data to WHD from the initial OES union affiliation test and two of the NCS fringe benefit studies, all of the results will not be final until 2000.", "Although the conference report did not set a deadline for Labor to complete these efforts, Labor officials said they will decide which track—or combination of efforts under both tracks—to select in fiscal year 2001. Officials said this schedule is necessary given the time frames of individual efforts and the need to evaluate and analyze all of the results when the efforts are completed. For example, according to officials, because final results representing the full OES sample will not be available until 2000, an assessment of the OES data’s usefulness cannot be done until the entire 3-year cycle of data collection is completed. Officials will not be able to determine until then whether the wage data collected by the survey will meet BLS standards for issuance and be sufficient to meet WHD’s needs in determining wage rates. However, officials said that although they would discontinue efforts at any time that did not appear to be working, in the absence of a clear “stop light,” they believed they needed to see these efforts through, evaluate them, and make an informed decision.", "Since fiscal year 1997, Labor has allocated over $11 million for these improvement efforts. It spent $7.4 million in fiscal years 1997 and 1998 and allocated $3.75 million in fiscal year 1999. In its fiscal year 2000 budget, Labor plans to obligate another $3.75 million to continue funding these activities. To date, WHD has primarily used these funds to (1) procure the services of private sector contractors to redesign the wage survey process and conduct on-site verification; (2) purchase computer hardware and software and telecommunications equipment; and (3) reimburse BLS (about $3.7 million) for its survey activities, including the salaries and expenses of about 11 full-time-equivalent staff at BLS to conduct the NCS surveys. These funding amounts do not include salaries for WHD staff working on improvement activities."], "subsections": []}, {"section_title": "Labor’s Efforts Have Potential to Improve Accuracy and Timeliness of Wage Determinations", "paragraphs": ["On the basis of our review of Labor’s efforts and our past work on the Davis-Bacon Act, we believe that a number of Labor’s efforts under both tracks, if successfully implemented, have the potential to improve the accuracy and timeliness of wage determinations. To achieve more accurate and timely wage determinations under either track, Labor officials said the process must promote greater survey participation, improve the accuracy of data submissions and Labor’s ability to verify them, and increase the efficiency of data collection and analysis. Labor must ensure that the data are collected, analyzed, and published in a timely manner so that when wage rates are issued, they still reflect current local conditions. As summarized in table 3, a number of WHD’s efforts seek to improve the accuracy of the incoming wage data, such as making wage survey forms easier to complete, and to promote greater participation, such as using BLS’ OES survey with its large sample of construction establishments. However, Labor officials said they will need to address a number of unresolved issues in both tracks that could limit the potential of these efforts to achieve the desired results. Furthermore, they said they would need to do a number of things to ensure the track or efforts they select are the best options for improving the accuracy and timeliness of wage determinations.", "To achieve these potential results, Labor officials said that they need to address a number of unresolved issues:", "Efforts to redesign the current wage determination process or conduct statewide surveys for all four construction types could significantly increase the volume of data received by WHD analysts. WHD estimates these changes would result in a tenfold increase in the number of WD-10s wage analysts would have to process before they begin data analysis. Although WHD plans to use technology to facilitate data handling and analysis, such a significant increase in the volume of data could affect the timeliness of wage determinations and raise questions about the adequacy of WHD resources and technology to deal with this work load.", "The use of alternative databases such as UI to identify additional construction establishments may not result in sufficient data that would adequately represent the current universe of construction establishments. The use of Oregon’s UI database provided names of additional construction establishments to survey; however, according to BLS officials, UI databases may not accurately represent all construction establishments because of the high rate at which they are created and disbanded. As a result, WHD officials said they will need to evaluate the advantages and disadvantages of alternative data sources to ensure that survey participation accurately reflects the current universe. This would also be the case for any states, such as Colorado, that do not allow WHD to use their UI databases.", "Using BLS’ OES data as the basis for wage determinations presents WHD with a number of operational issues about setting wage rates. For example, WHD officials said they need to evaluate whether the level of data provided through OES by occupation or construction type would be sufficient to comply with wage determination rate requirements. Also, because OES provides no information on fringe benefits, WHD officials said they would have to link OES wage data with other data sources that include fringe benefit data to set wage rates that comprise all relevant wage data and accurately reflect local conditions. WHD officials believe that the only adequate source of fringe benefit data is NCS; but because NCS data are available only at the national level or for limited geographic areas, their usefulness may be limited.", "Labor officials also said that they need to develop clear plans about how to ensure that the track or efforts they choose are the best options to improve the timeliness and accuracy of wage determinations. Accordingly, they have established general performance measures that the officials said will be used to gauge Labor’s process improvements and guide the final decision about which track to select. The measures seek to ensure that, by fiscal year 2002, Labor will be able to survey each area of the country for all four types of construction at least every 3 years, and issue 90 percent of all wage determinations within 60 days of Labor‘s national WHD office receiving wage survey data from regional offices.", "Regarding the first measure, WHD officials believe that conducting surveys and issuing the resulting wage determinations every 3 years will lead to wage determinations that validly represent locally prevailing wage rates. Regarding the second measure, WHD officials reported that WHD currently issues almost all wage determinations within 60 days of receiving the information from regional offices and they would seek to maintain this level of timeliness at least 90 percent of the time despite the potentially significant increase in data volume resulting from more frequent, larger surveys.", "According to WHD officials, the first measure represents an improvement in timeliness in the wage determination process given that wage determinations are based on survey data that are, on average, 7 years old. Officials recognized, however, that they would have to consider other indicators to ensure that more frequent, larger surveys result in more accurate data and greater survey participation, especially if efforts under both tracks enable them to conduct surveys every 3 years. Nevertheless, they believe it is too soon to define these other indicators before the results of the individual efforts are available. The second measure provides some indication of timeliness but does not reflect improved accuracy or participation. In addition, WHD officials said they are not sure how this measure would help assess efforts under the BLS track, since under this scenario, BLS—not WHD’s regional offices—would be providing the wage data to WHD’s national office.", "To develop baseline data that will be used to assess the progress individual efforts achieve, WHD has also recently started to model the process; this involves tracking segments of the current WHD wage determination process to identify and address bottlenecks. For example, WHD is collecting data from its Oregon and Colorado surveys to estimate the time it takes WHD wage analysts to conduct various survey activities and the percentage of employers submitting usable wage data. However, these data may not be appropriate baseline data because they include a mix of traditional and new practices, and represent data from only two surveys. Also, given that WHD has little useful information on the time needed to issue a wage determination, the accuracy of wage determinations, or survey participation rates, it is not clear how this information will allow WHD to assess the extent to which the tracks improve the process.", "Finally, Labor has begun to identify other key factors, such as cost, that will need to be addressed as part of its decision-making process, but it has not yet set priorities or assigned weights to these factors. These factors are important if both tracks demonstrate some improvements in timeliness and accuracy, which they likely will, or if WHD must consider certain trade-offs—for example, if one track achieves greater levels of accuracy, but is significantly more expensive or resource-intensive. However, Labor believes it is premature to do so until it has seen the results of all of the individual efforts."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided a draft of this report to the Department of Labor for its review and comment. In its comments, Labor stated that our report provided an excellent summary of its recent efforts to improve the accuracy and timeliness of Davis-Bacon wage determinations. Labor also reiterated that it must first establish whether both approaches it is undertaking, or some combination of the two, will be feasible to meet the needs of the Davis-Bacon wage determination program before it can assess the relative merits of each. Labor also noted that it had initiated improvements to the Davis-Bacon wage determination process before the congressional conference report directive. We acknowledge that Labor initiated prior efforts to improve the process; however, the scope of this report focuses only on the status of Labor’s efforts to respond to the congressional directive. Labor officials also provided technical comments and corrections, which we incorporated as appropriate. Labor’s comments are included in their entirety in appendix II.", "We are sending copies of this report to the Honorable Alexis M. Herman, Secretary of Labor; the Honorable Bernard E. Anderson, Assistant Secretary for Employment Standards; the Honorable Katherine G. Abraham, Commissioner of the Bureau of Labor Statistics; appropriate congressional committees; and other interested parties.", "Please call me or Larry Horinko, Assistant Director, at (202) 512-7014 if you or your staffs have any questions about this report. Other major contributors to this report were Lori Rectanus, Ronni Schwartz, and Robert C. Crystal."], "subsections": []}]}, {"section_title": "Labor’s Wage Determination Process Under the Davis-Bacon Act", "paragraphs": ["The Davis-Bacon Act requires that workers employed on federal construction contracts valued in excess of $2,000 be paid, at a minimum, wages and fringe benefits that the Secretary of Labor determines to be prevailing for corresponding classes of workers employed on projects that are similar in character to the contract work in the geographic area where the construction takes place.", "To determine the prevailing wages and fringe benefits in various areas throughout the United States, Labor’s Wage and Hour Division (WHD) periodically surveys wages and fringe benefits paid to workers in four basic types of construction (building, residential, highway, and heavy). Labor has designated the county as the basic geographic unit for data collection, although Labor also conducts some surveys setting prevailing wage rates for groups of counties. Wage rates are issued for a series of job classifications in the four basic types of construction, so each wage determination requires the calculation of prevailing wages for many different trades, such as electrician, plumber, and carpenter. For example, one heavy construction survey in Louisiana identified wage rates for 89 different construction trade occupations. Because there are over 3,000 counties, WHD would need to conduct more than 12,000 surveys each year if every county in the United States was to be surveyed. In fiscal year 1997, Labor issued 1,860 individual rates in wage determinations based on 43 area wage surveys. Labor’s wage determination process consists of four basic stages: planning and scheduling surveys of employers’ wages and fringe benefits in similar job classifications on comparable construction projects; conducting surveys of employers and third parties, such as representatives of unions or industry associations, on construction projects; clarifying and analyzing respondents’ data; and issuing the wage determinations."], "subsections": [{"section_title": "Stage 1: Planning and Scheduling Survey Activity", "paragraphs": ["Labor annually identifies the geographic areas that it plans to survey. Because it has limited resources, a key task of Labor’s staff is to identify those counties and types of construction most in need of a new survey. In selecting areas for inclusion in planned surveys, the regional offices establish priorities based on criteria that include the need for a new survey according to the volume of federal construction in the area; the age of the most recent survey; and requests or complaints from interested parties, such as state and county agencies, unions, and contractors’ associations.", "If a type of construction in a particular county is covered by a wage determination based on collective bargaining agreements (CBA) and Labor has no indication that the situation has changed such that a wage determination should now reflect nonunion rates, an updated wage determination may be based on updated CBAs. The unions submit their updated CBAs directly to the national office. Planning begins in the third quarter of each fiscal year when the national office provides regional offices with the Regional Survey Planning Report (RSPR). The RSPR provides data obtained under contract with the F.W. Dodge Division of McGraw-Hill Information Systems that show the number and value of active construction projects by region, state, county, and type of construction, and the percentage of total construction that is federally financed. Labor uses the F.W. Dodge data because F.W. Dodge has the only continuous nationwide database on construction projects. Labor supplements these data with additional information provided to the national office by federal agencies regarding their planned construction projects. The RSPR also includes the date of the most recent survey for each county and whether the existing wage determinations for each county are union, nonunion, or a combination of both.", "Using this information, the regional offices, in consultation with the national office, designate the counties and type of construction to be included in the upcoming regional surveys. Although Labor usually designates the county as the geographic unit for data collection, in some cases more than one county is included in a specific data-gathering effort.", "The regional offices determine the resources required to conduct each of the priority surveys. When all available resources have been allocated, the regional offices transmit to the national office for review their schedules of the surveys they plan to do: the types of construction, geographic area, and time frames of when they plan to survey each defined area.", "When Labor’s national office has approved all regional offices’ preliminary survey schedules, it assembles them in a national survey schedule that it transmits to interested parties, such as major national contractor and labor organizations, for their review and comment. The national office transmits any comments or suggestions received from interested parties to its affected regional offices. Organizations proposing modifications of the schedule are asked to support their perceived need for alternative survey locations by providing sufficient evidence of the wages paid to workers in the type of construction in question in the area where they want a survey conducted.", "The target date for establishing the final fiscal year survey schedule is September 15. Once the national office has established the final schedule, each regional office starts to obtain the information needed to generate lists of survey participants for each of the surveys it plans to conduct. Each regional office then contacts Construction Resources Analysis (CRA) at the University of Tennessee. CRA applies a model to the F.W. Dodge data to identify all construction projects in the start-up phase (within the parameters specified in the regional office’s request) and produces a file of projects that were active during a given time period. The time period may be 3 months or longer, depending on whether the number of projects active during the period is adequate for a particular survey. The information CRA solicits from F.W. Dodge is provided directly to the regional offices and includes data on construction projects such as the location, type of construction, and cost; the name and address of the contractor or other key firm associated with the project; and if available, the subcontractors.", "When the regional offices receive this information, Labor analysts screen the data to make sure the projects meet four basic criteria for each survey. The project must be of the correct construction type, be in the correct geographic area, fall within the survey time frame, and have a value of at least $2,000.", "In addition to obtaining files of active projects, Labor’s regional analysts are encouraged to research files of unsolicited information that may contain payment evidence submitted in the past that is within the scope of a current survey."], "subsections": []}, {"section_title": "Stage 2: Conducting Surveys of Participants", "paragraphs": ["When the regional offices are ready to conduct the new surveys, they send a WD-10 wage reporting form to each contractor (or employer) identified by the F.W. Dodge reports as being in charge of one of the projects to be surveyed, together with a transmittal letter that requests information on the projects listed on the enclosed WD-10, a list of subcontractors that may have worked on each project, and information on any additional projects the contractor may have. Every WD-10 that goes out for a particular project has on it a unique project code, the location of the project, and a description of the project. Data requested on the WD-10 include a description of the project and its location, in order to assure the regional office that each project for which it receives data is the same as the one it intended to have in the survey. The WD-10 also requests the contractor’s name and address; the value of the project; the starting and completion date; the wage rate, including fringe benefits, paid to each worker; and the number of workers employed in each classification during the week of peak activity for that classification. The week of peak or highest activity for each job classification is the week when the most workers were employed in that particular classification. The survey respondent is also asked to indicate which of four categories of construction the project belongs in.", "In addition, about 2 weeks before a survey is scheduled to begin, regional offices send transmittal letters to congressional representatives and a list of third parties, such as national and local unions and industry associations, to encourage participation. Labor encourages the submission of wage information from third parties, including unions and contractors’ associations that are not the direct employers of the workers in question, in an effort to collect as much data as possible. Third parties may obtain wage data for their own purposes, such as for union officials that need wage information to correctly assess workers’ contributions toward fringe benefits. Third-party data generally serve as a check on data submitted by contractors if both submit data on the same project. Regional offices also organize local meetings with members of interested organizations to explain the purpose of the surveys and how to fill out the WD-10.", "Because the F.W. Dodge reports do not identify all the subcontractors, both the WD-10 and the transmittal letter ask for a list of subcontractors on each project. Subcontractors generally employ the largest portion of on-site workers, so their identification is considered critical to the success of the wage survey. Analysts send WD-10s and transmittal letters to subcontractors as subcontractor lists are received. Transmittal letters also state that survey respondents will receive an acknowledgment of data submitted and that the respondent should contact the regional office if one is not received. Providing an acknowledgement is intended to reduce the number of complaints that data furnished were not considered in the survey. Labor analysts send contractors who do not respond to the survey a second WD-10 and a follow-up letter. If they still do not respond, analysts attempt to contact them by telephone to encourage them to participate."], "subsections": []}, {"section_title": "Stage 3: Clarifying and Analyzing Respondents’ Data", "paragraphs": ["As Labor’s wage analysts receive the completed WD-10s in the regional offices, they review and analyze the data. Labor’s training manual guides the analyst through each block of the WD-10, pointing out problems to look for in data received for each one. Analysts are instructed to write the information they received by telephone directly on the WD-10 in a contrasting color of ink, indicating the source and the date received. They are instructed to draw one line through the old information so it is still legible.", "Labor’s wage analysts review the WD-10 to identify missing information, ambiguities, and inconsistencies that they then attempt to clarify or verify by telephone. For example, an analyst may call a contractor for a description of the work done on a project in order to confirm that a particular project has been classified according to the correct construction type. An analyst may also call a contractor to ask about the specific type of work that was performed by an employee in a classification that is reported in generic terms, such as a mechanic. In that situation, the analyst would specify on the WD-10 whether the employee is a plumber mechanic or some other type of mechanic to make sure that the wages reported are appropriately matched to the occupations that are paid those rates.", "Similarly, because of variations in area practice, analysts may routinely call to find out what type of work the employees in certain classifications are doing. This is necessary because in some areas of the country, some contractors have established particular duties within a traditional general craft as a specialty craft (for example, drywall finishers as a specialty craft under the general craft of painters). Specialty crafts are usually paid at lower rates than general crafts.", "Labor verifies wage data from a sample of wage data forms submitted by contractors and third parties by both telephone and on-site review. For telephone verification, Labor selects a 10-percent sample of wage data submissions from third parties and a 2-percent sample of submissions from contractors. They verify wage data by telephone and, where appropriate, ask that supporting payroll documents be mailed to Labor. For on-site verification, Labor selects at least a 10-percent sample of wage data forms submitted by contractors and third parties. A private accounting firm was hired to conduct on-site reviews. Auditors from the firm conduct an on-site review of payroll records at the contractor’s work site to verify wage survey data. For both telephone and on-site verification, Labor’s procedures require that the data be verified only with the contractors, not with the third parties. Any discrepancies between the original WD-10 submitted and the payroll records or contractor’s testimony are recorded by the wage analyst and auditor. WHD reviews the discrepancies and makes changes, as necessary."], "subsections": [{"section_title": "Data Are Recorded", "paragraphs": ["When an analyst is satisfied that all issues with respect to the data on the WD-10 for a particular project have been resolved, the data are recorded and tabulated. The analyst enters them into a computer that generates a Project Wage Summary, Form WD-22a, for reporting survey information on a project-by-project basis. The WD-22a has a section for reporting the name, location, and value of each project; the number of employees who were in each classification; and their hourly wage and fringe benefits. It also has a section for reporting the date of completion or percentage of the project completed, whichever is applicable.", "At least 2 weeks before the survey cutoff date, the response rate for the survey is calculated to allow time to take follow-up action if the response rate is determined to be inadequate. For example, WHD operational procedures specify that if data gathered for building or residential surveys provide less than a 25-percent usable response rate or less than one-half of the required key classes of workers, the analyst will need to obtain data from comparable federally financed projects in the same locality.", "If an analyst has no data on occupations identified by Labor as key classification of workers for the type of construction being surveyed, Labor’s procedures require him or her to call all the subcontractors included in the survey who do that type of work and from whom data are missing, to try to get data. If the analyst still cannot obtain sufficient data on at least one-half of the required key classes, consideration must be given to expanding the scope of the survey geographically to have more crafts represented. If the overall usable response rate for the survey is 25 percent or more, data on three workers from two contractors are considered sufficient to establish a wage rate for a key occupation. After the survey cutoff date, when all valid data have been recorded and tabulated, the final survey response rate is generated by computer. Typically, a WHD analyst takes 4 months to conduct a survey.", "Once all the valid project data have been entered, the prevailing wage rate for each classification of worker can be generated by computer. If a majority of workers is paid at a single rate in a job classification, that rate prevails for the classification. The wage rate needs to be the same, to the penny, to constitute a single rate. Lacking such a majority, a weighted average wage rate for that occupation is calculated.", "The prevailing wage rate for each occupation is compiled in a computer-generated comprehensive report for each survey, called the Wage Compilation Report, Form WD-22. The WD-22 lists each occupation and the wage rate recommended for that occupation by the regional office. The form indicates whether the rate is based on a majority or a weighted average, and provides the number of workers for which data were used to compute each wage rate. The regional offices transmit survey results to the national office, which reviews the results and recommends further action if needed."], "subsections": []}]}, {"section_title": "Stage 4: Issuing the Wage Determinations", "paragraphs": ["The national office issues final wage determinations after reviewing recommended wage rates submitted by the regions. There is no review or comment period provided to interested parties before they go into effect. Access to wage determinations is provided both in printed reports available from the U.S. Superintendent of Documents and on an electronic bulletin board. Notices of modifications to general wage determinations are published in the Federal Register."], "subsections": []}, {"section_title": "Labor’s Appeals Process", "paragraphs": ["An interested party may seek review and reconsideration of Labor’s final wage determinations. The national office and the regional offices accept protests and inquiries relating to wage determinations at any time after a wage determination has been issued. The national office refers all the complaints it receives to the relevant regional offices for resolution. Most inquiries are received informally by telephone, although some are written complaints. Regional office staff said that a majority of those with concerns appear to have their problems resolved after examining the information (collected on form WD-22a) for the survey at issue, because they do not pursue the matter further. If an examination of the forms does not satisfy the complainant’s concerns, the complainant is required to provide information to support the claim that a wage determination needs to be revised. The national office modifies published wage determinations in cases where regional offices, on the basis of evidence provided, recommend that it do so, such as when it has been shown that a wage determination was the result of an error by the regional office. Some of those who seek to have wage rates revised are told that a new survey will be necessary to resolve the particular issue that they raised. For example, if the wage rates of one segment of the construction industry are not adequately reflected in survey results because of a low rate of participation in the survey by that segment of the industry, a new survey would be necessary to resolve this issue.", "Those who are not satisfied with the decision of the regional office may write to the national office to request a ruling by Labor’s WHD administrator. If the revision of a wage rate has been sought and denied by a ruling of Labor’s WHD administrator, an interested party has 30 days to appeal to the Administrative Review Board for review of the wage determination. The board consists of three members appointed by the Secretary of Labor. The Solicitor of Labor represents WHD in cases involving wage determinations before the Administrative Review Board. A petition to the board for review of a wage determination must be in writing and accompanied by supporting data, views, or arguments. All decisions by the Administrative Review Board are final."], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Davis-Bacon Act: Labor Now Verifies Wage Data, but Verification Process Needs Improvement (GAO/HEHS-99-21, Jan. 11, 1999).", "Davis-Bacon Act: Process Changes Could Address Vulnerability to Use of Inaccurate Data in Setting Prevailing Wage Rates (GAO/T-HEHS-96-166, June 20, 1996).", "Davis-Bacon Job Targeting (GAO/HEHS-96-151R, June 3, 1996).", "Davis-Bacon Act: Process Changes Could Raise Confidence That Wage Rates Are Based on Accurate Data (GAO/HEHS-96-130, May 31, 1996).", "Davis-Bacon Act (GAO/HEHS-94-95R, Feb. 7, 1994).", "The Davis-Bacon Act Should Be Repealed (GAO/HRD-79-18, Apr. 17, 1979).", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}