{"id": "NSIAD-97-50", "url": "https://www.gao.gov/products/NSIAD-97-50", "title": "C-17 Globemaster: Support of Operation Joint Endeavor", "published_date": "1997-02-14T00:00:00", "released_date": "1997-02-14T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO reviewed how the C-17 aircraft was used during the North Atlantic Treaty Organization (NATO) peacekeeping force deployment to Bosnia, focusing on: (1) how well it performed during the deployment; and (2) whether deployment transportation requirements included the need for airlift aircraft to perform any of the C-17's expected operational capabilities."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) during Operation Joint Endeavor, the C-17 accomplished the airlift tasks required of it, as did other airlifters such as the C-141, the C-5, and the C-130; (2) the C-17 was used to satisfy the Army's immediate need for a high-capacity, short distance air transport to move troops, equipment, and outsize cargo from central Europe into the Bosnia area of operations; (3) the C-17 performed about 26 percent of the deployment airlift missions and carried about 44 percent of the cargo moved during the deployment; (4) the C-17 also performed a limited number of strategic airlift missions in which it delivered cargo from the continental United States to final destinations in Germany, Hungary, and Bosnia; (5) according to contractor reports, the C-17 achieved a mission capable rate of 86.2 percent during the December 1995 through February 1996 time frame compared to a required rate of 81.2 percent; (6) transportation needs of the Bosnia deployment did not offer the opportunity for any airlift aircraft to perform or demonstrate several operational roles and missions; and (7) consequently, the C-17 was not required to perform many tasks which it had trouble doing, or did not do, during operational testing."]}], "report": [{"section_title": "Letter", "paragraphs": ["The initial use of the Air Force’s newest airlifter, the C-17 Globemaster in a major military operation occurred during the North Atlantic Treaty Organization (NATO) Peacekeeping Force deployment to Bosnia. At the end of fiscal year 1996, the Department of Defense (DOD) had spent about $20.5 billion to develop the C-17 and purchase 28 aircraft. It plans to buy a total of 120 C-17s at an estimated cost of $43 billion. We have previously reported on C-17 development, acquisition plans, and testing results. Because of the significant cost of the C-17 and the continuing congressional interest in the C-17’s performance, we determined (1) how the C-17 was used and how well it performed during the deployment and (2) whether deployment transportation requirements included the need for airlift aircraft to perform any of the C-17’s expected operational capabilities. We are addressing this report to you because it falls within the jurisdiction of your committees and because of your interest in the subject."], "subsections": [{"section_title": "Background", "paragraphs": ["Initially, U.S. deployment plans in support of the NATO peacekeeping effort (known as Operation Joint Endeavor) called for a heavy reliance on road and rail for transporting troops and equipment into Bosnia. These early plans assumed only minimal airlift support would be needed and that would be provided by C-130s based in Europe. However, when the time available to accomplish the logistics of moving troops and equipment into Bosnia diminished and when various problems, including weather and rail strikes limited the use of ground transportation, the U.S. deployment shifted to heavy reliance on cargo aircraft. The C-130s in the theater were supplemented by C-141s, C-5s, and C-17s from Air Mobility Command to meet the increasing need for airlift within the European theater. The range of airlift requirements for the Bosnia deployment were confined primarily to intratheater support, with no airdrop or medical evacuation requirements, and only limited support provided from outside the European theater.", "The C-17 aircraft, which is being produced for the Air Force by the McDonnell Douglas Corporation, is designed to airlift substantial payloads over long ranges without refueling. The C-17 is planned to replace the C-141 transport aircraft in the current fleet and to complement the larger but less maneuverable C-5 aircraft. In providing airlift support, the C-17 is intended to deliver cargo and troops directly to forward airfields; fly into small, austere airfields; land on short runways; transport outsize cargo such as tanks; and airdrop troops and equipment.", "In August 1995, the Air Force completed a 30-day reliability, maintainability, and availability (RM&A) evaluation of the aircraft’s compliance with contractual RM&A specifications. During this evaluation, the C-17’s RM&A performance was assessed during both peace-and wartime missions, including aerial refueling, equipment and personnel airdrops, formation flying, low-level operations, and operations into small austere airfields. Wartime missions ranged from 12.5 to 26 hours, while peacetime missions ranged from 2 to 20 hours. In July 1996 we reported that unresolved questions regarding certain important C-17 capabilities still remained after the RM&A evaluation. The Office of the Director, Operational Test and Evaluation, reported in November 1995 that based on its assessment of the C-17’s operational effectiveness and suitability, the C-17 is suitable for the conduct of air-land missions and effective in the airdrop of personnel. However, the report also stated that additional testing was necessary to fully evaluate the aircraft’s capability for the mass airdrop of personnel, and that the C-17 was not effective or suitable for routine aeromedical evacuation missions until certain deficiencies were corrected."], "subsections": []}, {"section_title": "C-17 Primarily Performed an Intratheater Airlift Role During Deployment", "paragraphs": ["Airlift aircraft, particularly the C-17, performed a major transportation support role during the Operation Joint Endeavor deployment, which occurred between the December 1995 and February 1996 time frame. According to Air Mobility Command (AMC) data, the majority of deployment airlift missions flown were intratheater support, as were the majority of C-17 deployment missions. (See fig. 1.) Intratheater support involved moving troops and equipment over short distances within the European theater, such as from Germany to the initial staging base in Hungary, or more directly into the American sector in Bosnia. There were few intertheater deployment requirements, which would have involved moving troops and equipment from the continental United States into the European theater. Of the 3,827 airlift missions flown during the deployment time frame, 2,924 or 76.4 percent were intratheater missions. Of the 1,000 total C-17 deployment missions, 917 or 91.7 percent were intratheater missions.", "Airlift aircraft moved about 45,369 tons of cargo and about  18,539 passengers during the deployment. Table 1 shows the amount of cargo and passengers carried by each type of airlift aircraft.", "As this table shows, the C-17 flew about 26 percent of the total deployment airlift missions and carried about 44 percent of total cargo and 30 percent of total passengers. In total, the C-17 carried an average cargo load of 39,784 pounds per mission compared to the specified average cargo weight of 48,649 pounds per mission over the lifetime of the aircraft. This is based on mission profiles in C-17 contract specifications. Overall, all types of airlift aircraft carried average cargo weights per mission that were less than their maximum payload capacities. Table 2 provides a comparison of average cargo loads per aircraft type, carried during the deployment, versus maximum aircraft payload capacity.", "As this table shows, none of the airlift aircraft carried maximum payload capacities during the deployment period we evaluated. The C-5 carried the largest reported average cargo weight per mission of 53,192 pounds while primarily performing intertheater missions, whereas the C-17 carried an average of 39,784 pounds while primarily performing intratheater missions. AMC representatives said that cargo weight data for C-130 aircraft was particularly unreliable since C-130 operators do not require tracking of total cargo weight on a per mission basis. In responding to a draft of this report, DOD noted that cargo weight plays a critical role in airlifter performance only in relatively rare missions when armored vehicles and/or ammunition are being carried. Further, DOD stated that less than maximum cargo weight does not equate to inefficient use of aircraft since maximum cargo volume, or the maximum volume of cargo that will fit into an airlifter, is usually reached before maximum cargo weight is reached. DOD also stated that since most airlift aircraft cargo loads reach maximum volume first, it would be unusual for any airplane to carry more than 50 percent of its maximum payload weight. Finally, DOD stated that AMC tracks cargo weight since center-of-gravity information is a safety of flight issue; however, since cargo volume is not a safety of flight issue, AMC does not track cargo volume carried on any airframe in the fleet.", "The prime contractor for the C-17 used a variety of performance parameters to assess C-17 performance during the deployment. DOD used the same parameters to assess C-17 performance during RM&A evaluation and initial operational test and evaluation. According to the contractor, the C-17 achieved better than required performance levels for five key maintenance and repair parameters during the December 1995 through February 1996 time frame. In addition, the contractor reported the C-17 achieved a mission capable rate of 86.2 percent versus a requirement of 81.2 percent during the same time period.", "The C-17’s overall departure reliability and logistics departure reliability rates during the deployment also improved over those achieved during recent RM&A evaluations, according to AMC representatives. Overall departure reliability is the percentage of aircraft leaving no more than  20 minutes prior to and no later than 14 minutes after the scheduled departure time. Logistics departure reliability rate is the percentage of aircraft achieving on time departure not counting aircraft departure delays caused by weather. According to AMC, between December 19, 1995, and January 17, 1996, the C-17 achieved a logistics departure reliability rate of 97.8 percent and an overall departure reliability rate of 83.9 percent. The C-17 also performed well when moving outsize cargo, according to AMC representatives. Outsize cargo is defined as a single item that exceeds 1,000 inches long by 117 inches wide by 105 inches high in any one dimension and requires the use of a C-5 or C-17 aircraft (an M-1 tank, for example). AMC representatives listed the following examples of the C-17 moving outsize cargo during the deployment: one C-17 landed at Tuzla with a self-propelled 155-mm howitzer, a support vehicle, and trailer; seven C-17s moved 15 Bradley fighting vehicles plus support in 1 day during the deployment; and three C-17s moved 25 pontoon bridge sections to Hungary."], "subsections": []}, {"section_title": "Deployment Did Not Include the Opportunity for the C-17 to Perform the Full Range of Operational Capabilities", "paragraphs": ["The Bosnia deployment airlift requirements did not include the need for any airlift aircraft to perform or demonstrate several of the airlift roles and missions which the Army considers important operational capabilities for the C-17 in providing support for certain Army missions. The C-17 had trouble performing, or did not perform, several of these tasks during operational testing and the RM&A evaluation. For example, Army reports on the C-17 RM&A evaluation and initial operational testing results have raised questions regarding the C-17’s ability to operate on short, wet runways; perform personnel airdrops missions; and provide aeromedical evacuation. The Bosnia deployment did not provide the opportunity for any airlift aircraft to demonstrate these capabilities.", "During initial operational testing, concerns surfaced regarding the C-17’s ability to operate on short, wet runways. The Army defined a short austere airfield as a 3,000-foot long runway, either paved or unpaved, for the purpose of operational testing. Simulations have shown that, during a landing on wet unpaved surfaces, the C-17 would slide off the end of a 3,000-foot long runway. Rather, simulations suggest that C-17 landings with a full payload on a wet (paved or unpaved) surface would require a 5,000-foot runway. Since none of the runways used by any airlift aircraft during the deployment were less than 7,874 feet, the Bosnia deployment did not provide the opportunity to assess any airlifter’s ability to operate on short, wet runways.", "The C-17 also did not have the opportunity to demonstrate its ability to support personnel airdrops since no airlift aircraft had to fly such missions during the Operation Joint Endeavor deployment. The Army considers personnel formation airdrops a logical extension of its personnel airdrop requirement and, primarily due to safety concerns, it did not certify personnel formation airdrops for the C-17 during operational testing. According to DOD, the Army and the Air Force are jointly working to address C-17 formation personnel airdrop issues.", "Airlift aircraft were also not required to perform aeromedical evacuations during the Bosnia deployment. According to the Army’s report on C-17 initial operational test results, the C-17 demonstrated the capability to move 36 patients versus an Army requirement to move 48 patients in an aeromedical evacuation. Further, the Army notes that initial operational testing found a number of other deficiencies in the C-17 aircraft that make it unsuitable for use in performing routine aeromedical evacuations. But, according to AMC, all current C-17s will be capable of fulfilling designated aeromedical airlift roles by June 1997. According to DOD, in August 1996, based on the AMC Commander’s recommendation to amend the published C-17 aeromedical evacuation requirement, the requirement was changed from 48 to 36 patient litters. DOD notes that while the AMC Commander cannot change the requirement, the Commander can make declarations of capability, and the new capability for 36 litters will be reflected in an updated C-17 Operational Requirements Document."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["DOD believes the C-17’s performance in the Bosnia deployment validates the November 1995 Defense Acquisition Executive’s decision to procure an additional 80 C-17s, for a total of 120 aircraft. The scope of work for this report did not include a validation/invalidation of that decision. However, in our report, Military Airlift: Options Exist For Meeting Requirements While Acquiring Fewer C-17s (GAO/NSIAD-97-38, Feb. 1997), we suggested that Congress consider funding only 100 C-17s, which would save over $7 billion in life-cycle costs over the 120 C-17 aircraft program. We reported that DOD can meet mission requirements with 100 C-17s by employing various low-cost options and by extending the use of alternatives for accomplishing the extended range brigade airdrop.", "DOD also stated that it was inappropriate to include any discussion regarding C-17 capabilities to perform short-wet runway operations, personnel airdrops, and aeromedical evacuations in our report, since during the deployment there were no missions requiring those capabilities. We disagree. Our scope of work included an examination of the missions that the C-17 performed during the deployment and a comparison of how it was used versus its expected capabilities. A discussion of whether the C-17 had the opportunity to perform the stated capabilities during the deployment is appropriate to the discussion, since these are C-17 operational capabilities that have yet to be fully demonstrated. DOD also provided suggestions for additional comments to be included in the report. To the extent practical, those comments are reflected in the body of our report. DOD’s written comments are included in appendix I."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine (1) how the C-17 was used during the deployment and (2) whether the deployment required airlift aircraft to perform any of the unique operational capabilities the C-17 is expected to perform, we interviewed officials and obtained, reviewed, and analyzed reports and electronic airlift transportation performance information. This information was provided by the U.S. Transportation Command and AMC. We also interviewed deployment airlift customers and analyzed reports and data available from the U.S. European Command; the U.S. Army, Europe; and the U.S. Air Forces, Europe; as well as discussed and documented their observations concerning the performance of the C-17 from a customer perspective.", "To determine the operational capabilities required and actually performed during the deployment, we interviewed C-17 pilots, maintainers, and loadmasters at the 437th Air Wing, Charleston Air Force Base, South Carolina; and conducted interviews and analyzed reports on C-17 deployment experience from representatives of the 621st Air Mobility Operations Group at Travis Air Force Base, California, who comprised and operated the Tanker Airlift Control Elements at Zagreb, Croatia, and Taszar, Hungary. The scope of our work did not include an assessment of the cost-effectiveness of using one airlift aircraft to provide intratheater airlift support versus another. However, we are currently assessing DOD’s intratheater airlift requirements and will address the cost-effectiveness issue in that report.", "To assess reported airlift activity by aircraft type during the deployment, we analyzed data contained in AMC’s Military Airlift Integrated Reporting System (MAIRS) and the AMC History System (AHS). AHS is a database of airlift sorties and is intended to replace MAIRS; however, AMC was using both systems at the time of the Joint Endeavor deployment. AMC representatives expressed concern about data accuracy and reliability of both databases. At the time of our review, AMC officials could not provide us with a statistical error rate or confidence level with which they, or we, could rely on data derived from these systems. However, AMC used this data to support some of its C-17 performance claims.", "Our assessment of those databases supports various AMC representatives’ concerns regarding data reliability and accuracy. Our review of data within these systems identified records containing questionable information. For example, 57 records indicated that aircraft took off but never landed,  11 records indicated sorties had negative flying hour lengths, and  438 records indicated that airlift aircraft flew missions into Bosnia and/or Hungary but carried no cargo or passengers. We presented our observations in a fact sheet to AMC officials who agreed that our analysis highlights some problems it needs to address. Further, they indicated these problems could be the result of data input errors, lack of proper review of data input in the theater, or a lack of system validation. AMC officials also said that some of our concerns may have resulted from problems with our analysis; however, AMC will need to perform a more detailed review of the data to make that determination. AMC officials are aware of inaccurate data and reliability problems associated with these systems and have had an outside contractor working to resolve them since March 1996. AMC said that the contractor underestimated the effort required and had revised its completion date to the end of October 1996. However, the contractor had not completed work by the time we prepared this report in December 1996.", "Although the accuracy of AMC’s data covering the activities of its airlift aircraft is questionable, we attempted to obtain an accurate picture of how the C-17 was used and how well it performed by contacting and interviewing Air Force operational, maintenance, and loadmaster personnel who were directly involved with operating the C-17 during the Joint Endeavor deployment. We also interviewed AMC’s customers in the European theater, including high-level Army and Air Force officials. In addition to working with AMC to resolve data issues, we have drafted a letter of inquiry for the Secretary of Defense regarding concerns we have about the potential effect of unreliable and/or inaccurate airlift performance and operational data. We are confident that, in general, we have a fairly accurate picture of how the C-17 was used and how it performed during the deployment, although AMC has not taken a formal position on the reliability and/or accuracy of the specific data in its databases. Since AMC had not performed a reliability assessment of these systems, and because it is not able to provide a statistical error rate or confidence level for data derived from these systems, all of this data must be qualified.", "We conducted our review from May to December 1996 in accordance with generally accepted government auditing standards. We provided a draft of this report to DOD and incorporated their comments where appropriate. The department’s written comments are included in appendix I.", "We are providing copies of this report to the appropriate House and Senate Committees and the Secretaries of Defense, the Air Force, and the Army. We will also provide copies to other interested parties upon request.", "If you or your staff have any questions concerning this report, please call me on (202) 512-5140. The major contributors to this report were William C. Meredith, John G. Wiethop, and David J. Henry."], "subsections": []}]}, {"section_title": "Comments From the Department of Defense", "paragraphs": ["The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}