{"id": "NSIAD-99-65", "url": "https://www.gao.gov/products/NSIAD-99-65", "title": "Foreign Assistance: Treasury's Technical Assistance Program", "published_date": "1999-03-12T00:00:00", "released_date": "1999-04-19T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the Department of the Treasury's Office of Technical Assistance (OTA) foreign aid program, focusing on: (1) the types of technical assistance OTA advisors have provided to Russia and Romania; (2) oversight by OTA of advisors' activities; (3) advisor qualifications, program cost, fund transfers between the Agency for International Development and the Treasury; and (4) the location of the Treasury's senior advisors to its program."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the Treasury's technical assistance advisors in Russia and Romania have assisted in efforts to reform tax and budget systems, improve banking and debt management policies, and enhance law enforcement; (2) in support of these initiatives, Treasury advisors have helped countries devise new systems and approaches to management of their finances, drafted legislation and procedures, and developed economic models; (3) host-government officials for the most part indicated that the advice received from the Treasury's advisors was beneficial to their reform efforts; (4) the advisor program has been carried out with little formal structure; (5) the only clear mandatory requirement is the filing of monthly reports, and reports of varying content were generally filed on a regular basis; (6) however, other documents OTA officials say they use in their oversight, such as host-country agreements, work plans, and the results of supervisory trips, were not available; (7) OTA has also been lax in enforcing advisors' financial disclosure requirements; and (8) in response to GAO's observations, OTA told GAO that they use informal means such as electronic mail and telephone calls to carry out their oversight of advisor activities."]}], "report": [{"section_title": "Letter", "paragraphs": ["After the collapse of communism in Central Europe and the dissolution of the Soviet Union, the United States developed programs of technical assistance to help countries transition to market economies and democracy. The Department of the Treasury’s Office of Technical Assistance (OTA) was created to manage a program to provide strategic and technical advice to these countries, through advisors based in the United States and overseas, to facilitate economic reform and promote private-sector development.", "As requested, we reviewed the operation of the Treasury assistance program. As agreed with your offices, this report identifies the types of technical assistance the advisors have provided to Russia and Romania. It also discusses oversight by OTA of advisors’ activities. In addition, as you requested, we are providing information on advisor qualifications, program cost, fund transfers between the U.S. Agency for International Development (USAID) and the Treasury, and the location of the Treasury’s senior advisors to its program (see apps. I through IV for this program information).", "The Treasury began its resident advisor program in Russia in 1993; since then, 12 different resident advisors have been assigned there. At the time of our review, there were five resident advisors in Russia. The Treasury began its resident advisor program in Romania in 1993; since then, seven different resident advisors have been assigned there. At the time of our review, there were three resident advisors in Romania. These advisors in Russia and Romania together accounted for about one quarter of the Treasury’s OTA resident advisors at the time of our fieldwork in June 1998. We did not attempt to determine the extent to which Treasury advisor assistance influenced host governments to take particular actions because many factors, such as host government willingness to reform, affect such decisions. Therefore, a direct link between the advisors’ activities and host-government actions is difficult to establish (see app. VI for a detailed description of our scope and methodology)."], "subsections": [{"section_title": "Background", "paragraphs": ["The Treasury first began its technical assistance program in 1990 in Central Europe and then expanded it to include the countries of the former Soviet Union. The Treasury receives funds from USAID to pay for the cost of advisors. For fiscal years 1990-98, USAID transferred about $134.2 million to the Treasury to support the Treasury program.", "The Treasury had 39 resident advisors, as of September 1998, who covered 13 Central Europe or former Soviet Union countries. There are regional advisors in Budapest, Hungary, who are technical experts and assist where they are needed. In addition, the Treasury uses short-term advisors based in the United States. The overall strategy of the Treasury advisor program is to provide direct, technical advice to senior host-government officials on the development of laws and administrative procedures and institutions to promote fiscal stability, efficient resource allocation, transparent and democratic processes, and private-sector growth.", "The Treasury tries to obtain advisors who are experts in each of its five program areas. The program areas are (1) tax policy and administration, which is to help countries establish tax systems that are fair and objective and that generate necessary revenues for government operations; (2) financial institutions, policy, and regulation, which is to develop policies and activities relating to privatization of state-owned commercial banks and improve their management; (3) budget policy, formulation, and execution, which is intended to help strengthen ministries of finance by helping introduce modern budget processes; (4) government debt issuance and management, which is to provide advice to host-government officials on developing markets for the sale of government securities; and (5) law enforcement, which is to enhance enforcement capabilities of the government to address crimes that can undermine privatization, developing financial systems, and other economic reforms. The first four areas are each managed by an associate director in Washington, D.C., and a senior advisor in Budapest. The fifth program area is managed by a senior advisor based in Washington, D.C.", "The Treasury plans worldwide expansion of its advisor program. In the Omnibus Appropriations Act of 1999 (P.L. 105-277), Congress provided $1.5 million to the Treasury for its own advisor programs in countries outside Central Europe and the former Soviet Union. The programs in Central Europe and the former Soviet Union will continue to be funded through transfers from USAID."], "subsections": []}, {"section_title": "Types of Assistance", "paragraphs": ["Treasury advisors’ contributions have ranged from the provision of policy advice on major initiatives, such as reform of a tax code or a budget system, to discrete projects such as the development of comparative analyses of how selected countries restructured insolvent banks, to the completion of a model to forecast gross domestic product (GDP). For the most part, Russian and Romanian officials complimented the Treasury advisors’ work.", "The following paragraphs contain a description, by country, of the Treasury advisors’ activities in Russia and Romania, including the Treasury program areas and specific activities and tasks."], "subsections": [{"section_title": "Russia", "paragraphs": ["In Russia, OTA is providing technical assistance in three program areas—tax policy and administration, financial institutions, and government budgets."], "subsections": [{"section_title": "Tax Policy and Administration", "paragraphs": ["The development of a sound tax system to support economic initiatives and reforms in Russia is a high U.S. government priority. According to OTA’s Associate Director, Tax Advisory Program, the advisors’ most concerted efforts were in the preparation of draft tax legislation to reform the Russian tax code. In the tax policy and administration area, the Treasury advisors have helped analyze a proposed Russian tax code and have prepared memos for Russian officials on issues that included tax compliance, revenue forecasting estimates; property and business taxation, depreciation and investment issues, and formulation of a Russian-Cyprus tax treaty. As a general rule, advisors are not physically located within government ministries in Russia. Although one advisor told us that he did not have direct, daily contact with host-government officials and had received little feedback on how useful his work has been, the Russian Vice Minister of Finance told us that overall the Treasury’s tax advisors have been helpful to the State Tax Service and were completing a tax model for the Ministry. In addition, the Deputy Minister of Taxation noted that U.S. advisors from the Treasury and USAID were helpful in providing advice and assistance in all areas of tax aid.", "At the time of our work, the Russian government had not approved major tax reforms. OTA’s Associate Director, Tax Advisory Program, told us he believed that the advisors should continue providing tax assistance because tax reform is critical to Russia’s economic development."], "subsections": []}, {"section_title": "Financial Institutions", "paragraphs": ["The financial institutions advisor in Russia was providing assistance on several banking issues, especially on how to deal with banking insolvencies—a widespread problem in Russia. Since the first financial institutions advisor was sent to Russia in December 1997, the objectives have evolved. Initially, the advisor was to work with the bank rehabilitation department of the Central Bank and focus on (1) identifying problems in the banking system, (2) providing recommendations for an early warning system regarding banks in financial trouble, and (3) making recommendations for dealing with banking problems before they reached a crisis stage. His Russian counterpart’s superior at the Central Bank was removed from office 2 months later, and the replacement official wanted assistance in other areas. Under the new official, the advisor was to (1) advise/prepare drafts of federal laws, programs, and regulations on bank restructuring, rehabilitation of problem banks, and liquidation of insolvent banks; (2) advise on establishing and managing a deposit guaranty system; and (3) advise and assist on training staff in bank rehabilitation and restructuring. At the time of our visit, the advisor was completing a comparative analysis of how 12 countries restructured their insolvent banks, to identify “lessons learned” for the Russian Central Bank.", "A Russian Central Bank official said he was satisfied with the assistance being provided by the Treasury advisor. This official told us that the Bank recognizes that the Treasury had a wealth of information on banking in other countries, that relations were good with the Treasury advisor, and the Bank has benefited from Treasury seminars, including one on the U.S. Resolution Trust Corporation. He said he and the advisor normally meet once a week and that there have been no Bank requests for assistance to which the Treasury advisor has not responded."], "subsections": []}, {"section_title": "Budget", "paragraphs": ["The three budget advisors in Russia have primarily focused on devising statistical measures that provide data for budget formulation. A resident advisor who is a macroeconomist had spent most of his time developing a model to forecast GDP. Another advisor developed a consumer sentiment index to measure the attitudes and expectations of the Russian consumer, which provides indicators of potential economic growth and is relevant to budget planning. This particular budget advisor’s task at the time of our fieldwork was to analyze and monitor the savings behavior of the population for use by the Ministry of Finance. A third budget advisor prepared a study on standards of living in Russia that was discussed in hearings by the budget committee of the upper house of the parliament. The advisor is now completing a study for the budget committee on the relationship between standards of living and the allocation of federal funds among the regions.", "The Russian Vice Minister of Finance praised the assistance of the macroeconomist and told us that he uses the GDP model on a daily basis. The Vice Minister was highly complimentary of the advisors’ work on the consumer sentiment index. Also, the Chief of Staff of the parliament budget committee said the advisor’s report on standards of living in Russia was appreciated by the committee and by regional authorities throughout Russia."], "subsections": []}]}, {"section_title": "Romania", "paragraphs": ["In Romania, OTA is providing assistance in four program areas—tax policy and administration, budgets, government debt issuance, and law enforcement. OTA suspended advisors’ work on financial institutions because it concluded that the government was not ready to move forward on reforms."], "subsections": [{"section_title": "Tax Policy and Administration", "paragraphs": ["In Romania, the tax advisor has provided assistance on ways to improve the Romanian tax system. The tax advisor had prepared a plan for a new national tax administration system that included recommendations for restructuring the lines of authority over tax administration at both the central government and local levels; identified the need for standard manuals, procedures, and processes for tax administration activities; and suggested the creation of a taxpayer service section to assist and educate the public and a training academy that would use a standard curriculum to teach procedures and methodologies of functions such as investigation and collection to tax administration staff. According to a cognizant official, the Ministry was undecided whether certain components of the proposed plan would be fully implemented.", "The tax advisor also has been helping Ministry staff prepare manuals for large audits and collections. In addition, she has provided comments on a proposed income tax law. The advisor told us that she spends about half of her time on her main assignment—the tax administration reorganization project—with the remaining time spent providing advice and assistance in other areas. For example, she told us that she has both arranged and taught courses for the Ministry’s tax controls department, presented a general management practices seminar, and was assisting in the development of a forms design workshop. She also organized study tours for Ministry staff to observe how tax administration is done in other countries, facilitated the participation of Ministry of Finance tax police in some of the Treasury’s law enforcement assistance training, and advised Ministry staff on assistance they could seek from other sources.", "The tax advisor, along with the Treasury’s budget advisor, was asked by the Finance Minister in 1998 to help prepare a reorganization plan for the entire Ministry of Finance. Their advice was used to develop a plan to streamline the management structure and eliminate some management positions that had been filled by political appointees. However, before more of the plan could be implemented, the Minister was replaced and the reorganization plan was suspended. The advisor told us that the new Minister did not accept the proposed changes and asked her to develop a new reorganization plan.", "A Ministry of Finance official, who was the liaison between the Treasury advisors and the Ministry officials, said he was very pleased with the advisor’s work. Also, the Romanian Ministry of Finance official in charge of information systems told us he was very pleased with the management seminar that the tax advisor had prepared for his staff. In addition, he noted that the Treasury advisors have been working with his staff for a longer period of time than advisors from other organizations and that there was continuity to their work. Furthermore, he said the advice provided by the Treasury on discrete projects, such as specific training courses and assistance with adaptation of new technology for tax administration, was very beneficial to the Ministry."], "subsections": []}, {"section_title": "Budget", "paragraphs": ["In Romania, the budget advisor is assisting in the phasing in of a new budget system that was adopted by the parliament and is expected to be fully implemented by the year 2000. The advisor helped develop a new budget format, which presents program objectives, desired outcomes, and program costs and provides a clearer view of government spending and program results.", "The budget advisor told us that he has given formal presentations and informal consultations to budget officials in ministries throughout the Romanian government, explaining the details of the new budget process. The advisor has also reviewed drafts of a local public finance law that could extend performance budgeting to local jurisdictions. The advisor has also been consulted on issues such as the impact of debt on the budget; alternative funding sources for public education, health, and cultural programs; reorganization of the Ministry of Finance; and a proposed food stamp program. In addition, he has participated in budget-related training sessions, coordinated a study tour of Romanian officials to the United States, and obtained short-term assistance from other U.S. experts on performance budgets and alternative funding sources to reduce the need for future government expenditures such as financing for cultural programs.", "Romanian Ministry of Finance officials told us that budget reform is a very high priority for the Ministry and the budget advisor has played an integral role in its efforts. A Ministry official who worked on the education budget said that it was very helpful to have the budget advisor accompany her on visits to the Ministry of Education to discuss the new budget format. The General Director for the State Budget said that the advisor was also helpful in providing officials at ministries with information on how health and education programs were financed in other countries, which was of interest to officials at ministries who are seeking alternatives to government funding of programs in light of anticipated future budget shortfalls. The Executive Secretary for the State Budget said that the budget advisor, along with the other Treasury advisors, has provided valuable comments on a pending local public finance law."], "subsections": []}, {"section_title": "Government Debt Issuance", "paragraphs": ["The Treasury advisor in government debt issuance has worked in Romania since 1996. The advisor coordinated the work of several Romanian agencies involved in issuing government securities, helped develop securities markets, and provided advice on the legal framework that would be required for further development. The Treasury advisor helped facilitate cooperation between the Ministry of Finance and the Central Bank to develop procedures for the issuance of government securities.", "At the start of the advisor’s tenure, Romania had a rudimentary primary market, no secondary market, and a poorly functioning auction system. The advisor’s technical assistance facilitated a host-government decision that resulted in a strengthened primary market and the ancillary auction system. He also advised the Central Bank on regulations that would be needed to establish a secondary securities market and conducted training for Ministry and Bank staff on the functioning of markets and auctions. The resident and regional advisors provided advice to the Romanian government on the timing of its entry into international financial markets and helped Romania enter the Eurobond market for the first time. In addition, a short-term Treasury advisor helped the government improve its central clearing house and registration system for government securities.", "The Romanian Ministry of Finance official in charge of the domestic public debt said that the resident advisor in Romania and the regional advisor from Budapest, who was an expert on international financing and came to Bucharest to provide advice on Eurobonds, taught her step-by-step how to issue an international bond. She also credited the resident advisor with helping build a communication bridge between the Central Bank and the Ministry of Finance, a relationship that had not before been strong but is crucial since both play a role in the issuance of government securities. She emphasized that reforms in government debt issuance benefited extensively from having the resident advisor located in the Ministry and available to answer questions and provide advice as needed."], "subsections": []}, {"section_title": "Law Enforcement", "paragraphs": ["During 1998, temporary advisors were helping reform the Romanian bank fraud enforcement efforts of the General Prosecutor’s office by helping coordinate their activities with the work of the Ministry of Interior. The advisors created workshops for reviewing cases and focusing on issues of evidence and the use of technology. The Deputy Director in the General Prosecutor’s office said that many of the bank fraud cases were hard to prosecute, since the prosecutors had little experience in such cases. He also said that the workshops held by the Treasury advisors helped the prosecutors and investigators understand the complexities of each other’s work and would enable them to more effectively handle cases."], "subsections": []}, {"section_title": "Financial Institutions", "paragraphs": ["At the time of our review, the Treasury’s financial institutions advisory program was suspended in Romania. A previous resident financial institutions advisor in Romania helped provide technical advice on the privatization of one of the state banks. However, after 2 years of effort, the Romanian government was not ready to undertake privatization of the bank to which he was assigned. For example, he advised the bank to increase its capitalization and dilute government ownership by selling some bank shares to private investors. The bank did issue certificates of deposit but chose to sell most of its bank shares to other government entities instead of the private sector. The advisor indicated that there did not seem to be a firm commitment by host-government officials to privatization and that some officials were not willing to accept his advice.", "A second financial institutions advisor was sent to Romania from September 1995 to mid-1996 and was involved in assisting in the privatization of other state banks and reviewing drafts of a bank privatization law. The Romanian government showed little interest in privatizing its state banks, so OTA officials told us they suspended the financial institutions program in Romania. OTA indicated that the Treasury may attempt to send another advisor if OTA is convinced that the government of Romania shows greater commitment to privatizing its state banks."], "subsections": []}]}]}, {"section_title": "OTA Oversight of the Program", "paragraphs": ["The advisor program has been carried out with little formal structure. OTA has few written policies and procedures specifying oversight requirements. Advisors generally filed monthly reports as required, but the contents of the reports varied in the level of detail on program progress. We noted that other documents that OTA officials told us they used for program oversight, such as country agreements, work plans, and reports of supervisor visits, were not available. For example, initially we requested copies of documents used for oversight for a sample of five countries. OTA told us it would have difficulty in assembling these documents in a timely manner, and we narrowed our request to two countries—Russia and Romania. After 4 months, OTA notified us that it could not locate a significant number of the documents we requested. OTA’s oversight of its advisor financial disclosure reporting requirements was also lax. OTA officials told us they frequently used informal means, such as electronic mail and telephonic communication, to oversee the work of resident advisors."], "subsections": [{"section_title": "Resident Advisor Reporting", "paragraphs": ["OTA’s Employee Handbook issued in March 1997 requires that monthly reports from all full-time employees stationed abroad include project highlights and project accomplishments for each objective in the advisor’s work plan. OTA associate directors told us that these reports are used as the principal means for monitoring the resident advisors’ activities. Although we identified one advisor who failed to file 12 monthly reports, advisors had filed most of the required reports. However, the content of the reports varied. In some cases, reports included detailed discussions that linked the advisor’s work to the objectives and strategies described in the work plans, when one was completed, and outlined progress made to date along with timetables for ongoing and future work. In contrast, other reports were brief statements of the status of work without reference to the work plan and frequently repeated verbatim the prior month’s reporting. For example, one advisor’s report consisted of nine lines that outlined in very general terms what he did that month."], "subsections": []}, {"section_title": "Host-Country Agreements", "paragraphs": ["The Deputy Assistant Secretary for Technical Assistance Policy told us formal agreements setting forth the understanding between the Treasury and the host government on the specific technical assistance that will be provided were to be prepared for each advisor. He said the formalization of these agreements is needed to ensure that the host government is committed to working with the advisor and willing to accept advice.", "However, we found few resident advisors in Russia and Romania had signed letters of agreement with their host government. We could not locate signed host-government agreements for 15 of the 19 resident advisors that have been assigned to Russia and Romania since 1992."], "subsections": []}, {"section_title": "Resident Advisor Work Plans", "paragraphs": ["OTA officials told us that resident advisor work plans were to be prepared by each advisor. In some cases, the requirement to do work plans was included in the advisor contract. OTA officials said the plans are an important element in overseeing their activities. The work plan serves to (1) lay out the objectives and strategies of what the Treasury intends to accomplish, (2) specify how advisors will accomplish these objectives and strategies, and (3) provide a means to hold advisors accountable for their work. OTA could not locate work plans for 13 of 19 advisors assigned to Russia and Romania since 1992."], "subsections": []}, {"section_title": "Supervisory Reporting", "paragraphs": ["According to OTA officials, supervisory officials, such as senior advisors and associate directors, are also expected to prepare written reports on program progress and accomplishments and the status of resident advisors’ activities. In particular, supervisors were expected to file written trip reports whenever they visited the resident advisors. We found that supervisory officials were not consistently reporting on their work to senior management.", "Supervisory reports were prepared for only 9 of 33 trips to Russia and/or Romania over a 2-year period covering May 1996 to May 1998. One senior advisor did not file any reports over a 16-month period during which he made 13 supervisory trips to countries under his responsibility. Further, the content of the available reports did not always parallel the stated purposes of the trips, and few reports discussed progress being made by resident advisors. For example, only two of the nine reports commented in detail on a resident advisor’s work."], "subsections": []}, {"section_title": "Rationale for Current Oversight Approach", "paragraphs": ["According to the former OTA Director, the absence of documentation on country agreements, advisor work plans, and supervisory reports did not adversely affect program oversight. He believed that information on program activities was communicated to the right people and that senior OTA officials were kept abreast of program status through telephone conversations, electronic messages, and twice yearly, programwide conferences. He also noted that OTA had not established a structured approach to oversight requirements because the program was relatively small. He indicated that with the pending expansion of the program, OTA should consider establishing more written policies and procedures outlining these requirements."], "subsections": []}, {"section_title": "Guidance Documents Are Available", "paragraphs": ["Determining how much formal structure is necessary to assure accountability for funds is not easy. The Office of Management and Budget (OMB) and our guide on internal controls provide some guidance. According to these documents, written policies and procedures, manuals, and other related materials are necessary to describe and communicate the responsibilities and authorities of management and staff, organizational structure, operating procedures, and administrative practices. It is not clear whether OTA’s current approach is consistent with these basic guidelines."], "subsections": []}, {"section_title": "Oversight of Financial Disclosure Compliance Has Been Lax", "paragraphs": ["OTA requires most of its advisors to file annual financial disclosure reports by October 31 of each year, detailing their financial interests. The reports are used to help determine whether a potential conflict of interest exists, since advisors may be in a position to render advice in an area where they may have a financial interest. OTA management is required to review the statements for potential conflicts of interest within 60 days of filing and, if necessary, resolve conflicts. For 1997, OTA extended the filing deadline until November 30, because some advisors had received their filing paperwork late.", "OTA has not enforced compliance with these requirements. For 1997, we found that only 18 of 73 advisors had filed statements by the extended deadline. In response to our questions on this issue, on March 10 and April 2, 1998, OTA sent memos to the advisors who had not filed reports and requested that the advisors comply with office requirements. Eventually, an additional 40 reports were filed. To improve OTA oversight, the Treasury’s Deputy Assistant General Counsel said that her office held a training session for OTA in April 1998 on the rules and regulations of federal financial disclosure procedures."], "subsections": []}]}, {"section_title": "Conclusions and Recommendation", "paragraphs": ["Treasury advisors in Romania and Russia have provided advice on a variety of economic reform efforts. The nature of advice being provided has varied from addressing broad policy and operational issues to handling discrete projects such as devising economic forecasting models. Host-government officials told us they found the Treasury advice to be beneficial.", "OTA has largely relied upon informal mechanisms to maintain program oversight. However, as OTA expands its assistance to other countries, we believe it should develop a more formal set of policies and procedures for conducting program oversight. It also needs to enforce these requirements. Although we did not identify an adverse effect from the current oversight approach exercised by OTA, we believe that a more structured approach to program oversight and accountability, particularly in light of the program’s pending expansion, is needed to provide reasonable assurance that the government interest is protected and to provide an institutional memory that could be the basis for future programmatic decisions. Thus, we recommend that the Secretary of the Treasury establish formal requirements and procedures that clearly state advisor responsibilities, and take steps to ensure compliance with these requirements."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In its written comments, the Department of the Treasury agreed with the thrust of this report and cited several actions that will be considered to improve program oversight. The Treasury did, however, raise concerns about the methodology we used to compare our advisor costs to USAID’s advisor costs. The Treasury cited a State Department Office of the Inspector General report that concluded that the costs were similar and questioned whether certain OTA costs were appropriately included in our analysis. The Treasury also expressed concern that our draft report did not sufficiently capture its financial disclosure report practices.", "We believe that our analysis of Treasury and USAID advisor costs is fair and that the cost elements that we weighed are appropriate. We have added additional information clarifying our methodology. We have also added information regarding the process the Treasury uses to address potential conflicts of interest beyond the annual financial disclosure statements that we analyzed (see app. V for the Treasury’s comments and our response to them).", "We are providing copies of this report to the Chairman and Ranking Minority Members of the House and Senate Committees on Appropriations, the Senate Committee on Foreign Relations, and the Ranking Minority Member of the House Committee on International Relations. We are also sending copies to interested congressional committees and to the Secretaries of the Treasury and State; the Administrator, U.S. Agency for International Development; and the Director, Office of Management and Budget. Copies will be made available to others upon request.", "Please contact me at (202) 512-4128 if you or your staff have any questions about this report. Major contributors to this report are listed in  appendix VII."], "subsections": []}]}, {"section_title": "Treasury Advisor Qualifications", "paragraphs": ["The Treasury’s Office of Technical Assistance (OTA) requires general personnel qualifications for the advisors in its program. These advisor qualifications include a combination of expertise in one of five program areas (tax policy and administration; financial institutions, policy, and regulation; budget policy, formulation, and execution; government debt issuance and management; and law enforcement), significant prior senior-level experience, and relevant educational backgrounds. Additionally, foreign language expertise and prior overseas work experience were indicated as desirable. To determine whether the advisors appear to have the indicated job qualifications, we reviewed the advisors’ application information and a sample of 24 job advertisements. We attempted to compare the application material presented by the applicants in U.S. government Standard Form 171, Optional Form 612, or resumés to the qualifications listed in the job announcement. Since the Treasury did not retain copies of all of the advertisements it used, we were not able to match specific applications with the specific advertisements that the applicants were answering. However, an OTA official said that the advertisements were generally the same.", "Our analysis shows that the advisors have an average of 19 years of experience in their field; have held positions of responsibility such as Deputy Assistant Commissioner of the Internal Revenue Service, bank senior vice president, and chief financial officer; 32, or 70 percent, have graduate degrees; 11, or 24 percent, have some knowledge of a regional language; and 16, or 35 percent, have prior overseas experience."], "subsections": []}, {"section_title": "Costs for Treasury and U.S. Agency for International Development Program Advisors in Russia and Ukraine", "paragraphs": ["The average cost for an OTA advisor in Russia and Ukraine is higher than that of the USAID program. Some of the reasons for this are that OTA’s program costs have included higher wages and greater use of short-term advisors. In comparing the cost of the Treasury’s Office of Technical Assistance and USAID advisors, we selected Russia and Ukraine as countries for comparison because both the Treasury and USAID have similar technical assistance programs in the countries, about 60 percent of the resident advisors working in the former Soviet Union in  fiscal year 1997 were posted to these countries, and the two countries account for about 30 percent of the total program costs in the former Soviet Union funded by the Treasury that year.", "To determine the average cost per OTA advisor, we obtained the Treasury’s financial reports and advisor cost data for fiscal years 1995-97. We obtained cost data for a USAID contractor that performs similar activities in Russia and Ukraine to calculate USAID’s average advisor costs. For OTA and USAID we compared wages paid to advisors overseas, including salary and benefits, housing, post allowances, and post differential; support costs for the advisors, including office rent and utilities, administrative support in the field such as local-hire staff salaries and benefits, travel, and transportation; we included the program management and administrative costs of OTA and the USAID contractor responsible for the USAID program; and short-term advisor costs, including salary and travel expenses for expert assistance on an as-needed basis.", "We used average advisor cost as a unit of measurement, because the Department of the Treasury requests funds for the entire OTA program on a per-resident-advisor basis. We note that cost for support of the advisors is the largest cost element in our analysis of cost per advisor."], "subsections": [{"section_title": "Average Cost of Programs in Russia", "paragraphs": ["The average cost per OTA advisor in Russia for fiscal years 1995-97 was $567,000, and the average cost per USAID advisor in Russia was $453,000.The major cost differences between the two programs were due to wagesand the use of short-term advisors. For the 3-year period, OTA paid its advisors an average of $184,300 in wages compared to $153,500 paid by the USAID contractor. OTA officials told us that they employ senior government and high-level officials from the private sector who are eligible for higher salaries. In addition, OTA relied more on short-term advisors for technical assistance than did the USAID contractor. OTA spent an average of $91,400 for short-term advisor assistance during the 3 fiscal years, compared to $30,000 for USAID.", "We note that the average advisor costs sometimes can provide a skewed indication of the actual costs of a program. For example, average advisor costs for USAID in Russia for fiscal year 1997 were higher than the previous 2 fiscal years because as the USAID program was ending, although the number of resident advisors had declined, the fixed costs associated with support and short-term advisor costs were averaged over fewer advisors.", "Table II.1 depicts the average costs for OTA and USAID advisors in Russia for fiscal years 1995-97 and the cost categories.", "Average cost of short-term advisors 1. Totals may not add due to rounding. 2. We used full-time equivalent (FTE) to account for staff not assigned for a full year. Average cost per advisor is a weighted average."], "subsections": []}, {"section_title": "Average Cost of Programs in Ukraine", "paragraphs": ["The average cost per OTA advisor in Ukraine for fiscal years 1995-97 was $448,700, and the average cost per USAID advisor in Ukraine was $397,200. The major cost differences between the two programs were due to wages and the use of short-term advisors.", "For the 3-year period, OTA paid its advisors an average of $142,500 in wages, compared to $125,500 paid by the USAID contractor. Again, the higher salaries were based on the advisor’s prior salary. As in Russia, OTA relied more on short-term technical assistance than did the USAID contractor. OTA spent an average of $89,800 for short-term assistance during the 3 years, as compared to $33,400 for USAID.", "Table II.2 depicts the average costs for OTA and USAID advisors in Ukraine for fiscal years 1995-97 and the cost categories.", "Average cost of short-term advisors 1. Totals may not add due to rounding. 2. We used full-time equivalent (FTE) to account for staff not assigned for a full year. Average cost per advisor is a weighted average."], "subsections": []}]}, {"section_title": "USAID Transfer of Funds to the Treasury", "paragraphs": ["The Treasury does not receive direct appropriations for the foreign assistance activities of its technical assistance program to Central Europe and the former Soviet Union. Rather, USAID transfers funds appropriated under the Foreign Assistance Act of 1961, as amended (P.L. 87-195), to the Treasury. USAID transfers the funds by agreements authorized under section 632 (a) or 632 (b) of the act. Responsibility for program monitoring and evaluation is linked to the method used by USAID to transfer the funds.", "When USAID transfers funds under 632 (a), the transfer agreements are brief documents that do not obligate funds. Instead, these agreements are simply an allocation of funds from USAID to the Treasury for use in activities under the Treasury’s funding obligation process. USAID has minimal responsibility for approving these activities, and program monitoring and evaluation are the responsibility of the Treasury.", "When USAID transfers funds to the Treasury under 632 (b), USAID essentially retains control over how the funds are used and accounted for. Under a 632 (b) transfer, USAID and the Treasury negotiate and agree upon how the funds will be used, and the transfer agreement includes a requirement that the Treasury follow USAID’s procurement and reporting rules. The funds are obligated by USAID, which is responsible for program monitoring and evaluation.", "The Treasury has received funds from USAID since fiscal year 1990 for its technical assistance program in Central Europe and since fiscal year 1992 for its program in the former Soviet Union. During fiscal years 1991 and 1992, USAID’s transfers for Central Europe and the former Soviet Union were made primarily under 632 (a) authority. During fiscal years 1993-96, the transfers took place primarily under 632 (b) authority. In 1996, the State Department Coordinator of assistance to the former Soviet Union directed USAID to switch most funding authority from 632 (b) to 632 (a). The decision was made, according to the Coordinator, because disputes about money and policies between USAID and the Treasury were delaying program implementation. The Coordinator of assistance to Central Europe said he directed USAID to switch funding authority from 632 (b) to 632 (a) in 1997 after USAID said it could no longer provide adequate monitoring of 632 (b) programs, given USAID’s downsizing over the past several years."], "subsections": []}, {"section_title": "Location and Cost of Advisors in Paris and London", "paragraphs": ["From July 1991 to September 1997, the Treasury’s senior advisors for the tax team were based in Paris, and from November 1994 to September 1997, the senior advisor for the financial institutions team was based in London. This appendix discusses the basis and costs of placing these advisors in those locations.", "In 1991, the Treasury identified Paris as the best location for its senior advisor for tax since it offered good communications and transportation links. It also provided the advantage of on-site coordination with the Organization for Economic Cooperation and Development, which was active in providing tax training for government officials from Central Europe. In 1994, the Treasury decided to post a senior advisor for the financial institutions program in London because it also provided for better transportation links and an opportunity for on-site coordination with the European Bank for Reconstruction and Development that planned to work on bank privatization. Also, in 1994, the Treasury based its newly assigned senior advisor for the government debt issuance area in Budapest, Hungary. The senior advisor for the budget area was likewise placed in Budapest in 1995. In 1997, the senior advisors for tax and financial institutions closed their Paris and London offices, and all senior Treasury advisors were consolidated in Budapest.", "Expenditure data provided by the Treasury showed the average annual support costs of basing the senior advisor in Paris from fiscal year 1992 to 1997 were $103,796 in 1997 dollars. These costs included housing, travel, and office support. They did not include compensation and benefits nor overall program management costs, since these costs are the same regardless of location. Comparable costs for the advisor in London from fiscal year 1995 to 1997 were $137,675. According to a Treasury official, these costs were lower than anticipated because in Paris the advisors lived in embassy housing, and in both Paris and London the embassies provided logistical support."], "subsections": []}, {"section_title": "Comments From the Department of the Treasury", "paragraphs": ["The following are GAO’s comments on the Department of the Treasury’s letter dated February 5, 1999."], "subsections": [{"section_title": "GAO’s Comments", "paragraphs": ["1. The primary difference between our calculations of advisor costs and those of the Department of State, Office of the Inspector General (OIG), is that we included the cost of short-term advisors, while the OIG’s review did not. We included the short-term advisor costs because they represent a key component of the Treasury program. We discussed our methodology with OTA management and staff on several occasions and have clarified our presentation of the methodology in the body of the report. 2. Our review focused on the annual OTA requirement to review the financial disclosure statements of its advisors. We have clarified the report to include additional information on the other financial disclosure requirements that apply when advisors are hired. 3. Our report is not intended to imply that the Terms of Reference should be considered a principal measure of an advisor’s utility in a particular country. Department of the Treasury officials told us the Terms of Reference are intended to ensure that the United States and a recipient country have a formal understanding on the advisor’s role and that the recipient government is committed to working with the advisor. As we point out in the report, the Terms of Reference were not available for 15 of the 19 advisors assigned to Russia and Romania since 1992. While we understand that it may not be possible to always have signed Terms of Reference for all countries, we believe that the Treasury should strive to establish such formal agreement to the maximum extent possible. 4. The report text has been modified to reflect this information."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["At the request of the Chairman of the House Committee on International Relations and the Chairman of the Committee’s Subcommittee on Asia and the Pacific, we identified the types of technical assistance the Treasury’s program provided to Russia and Romania and the methods that OTA uses to conduct oversight of its advisors. In addition, we provided information on advisor qualifications, program cost, fund transfers between USAID and the Treasury, and the location of the Treasury’s senior advisors to its program.", "To identify OTA activities, we reviewed the Department of the Treasury’s and the Department of State’s current strategic planning documents; analyzed program planning and reporting documents; interviewed Treasury, State, and USAID officials in Washington, D.C.; and attended the annual Treasury advisors’ conference in Budapest in November 1997, where we interviewed senior, regional, and resident advisors on their background experience, work in host countries, and interaction and coordination with other bilateral and multilateral advisors.", "In completing our review, we examined in detail advisor activities in Russia and Romania and visited OTA’s advisors working in these countries. At the time of our fieldwork, programs in Russia and Romania together represented about one quarter of the Treasury’s resident advisors. In Moscow, and Bucharest, Romania, we reviewed program documents such as reports written by the current advisors for the host-government officials and interviewed all OTA resident advisors, the International Monetary Fund advisor and/or representative, USAID contractors, private sector groups such as the Soros Foundation, and host-government officials at the deputy and vice minister levels and below at the ministries of finance and tax, the central banks, the Ministry of Interior and the General Prosecutor’s office in Bucharest, and the Chamber of Accounts in Moscow. We discussed the assistance being provided by Treasury advisors, host-government use of the assistance, and program achievements.", "To address how OTA conducts program oversight, we interviewed Treasury officials, senior and resident advisors, and program officers; reviewed reports on the OTA program by the USAID and Treasury Inspectors General from 1994 to 1997; a 1998 management review by the Treasury’s Office of Organizational Improvement; and the Treasury’s procedures, strategic planning documents, advisor reports, and consultants’ reports. We also reviewed OTA’s procedures for reviewing financial disclosure reports as well as OTA advisors’ financial disclosure reports on file with the Treasury.", "To address advisors’ qualifications, we surveyed OTA program managers, interviewed advisors, reviewed personnel records of OTA advisors, and compared personnel records and qualifications to position requirements. We compared the applications of all the resident advisors in the OTA program as of November 1, 1997, to a sample of job announcements the Treasury used to advertise the resident advisor positions.", "To determine the Treasury’s program costs and USAID contractor costs, we selected Russia and Ukraine because the Treasury and USAID have similar technical assistance programs in the countries, half of the resident advisors working in the former Soviet Union in fiscal year 1997 are posted to these countries, and the two countries account for about 30 percent of the total program costs in the former Soviet Union funded by the Treasury that year. To determine the average cost per advisor, we obtained the Treasury’s financial reports and advisor cost data for fiscal years 1995-97 and reviewed average cost analyses prepared by the Treasury, the State Department’s Inspector General, and USAID. Further, we interviewed Treasury officials and reviewed Treasury budget estimates to understand the elements of the program budget. We did not independently verify the validity of the Treasury’s data.", "We analyzed USAID contractor cost data to calculate average costs. We also discussed our analysis with USAID contractor officials, who agreed that our analysis accurately depicted USAID costs. Primarily because of different contractual arrangements with advisors and different financial reporting systems, USAID and the Treasury do not present cost data in the same way or with the same cost categories. To present comparable costs in this report, we gathered the various costs into three broad categories—compensation paid to resident advisors and contractors overseas, including housing allowances; support costs for the advisors and contractors; and the cost of employing short-term advisors to assist the resident advisors and contractors.", "To address the location of the Treasury’s senior advisors to its program in Paris and London, we interviewed Treasury and State officials and reviewed cost data and documents justifying the placement of advisors in those capital cities. To determine the cost of basing senior advisors in Paris and London, we obtained support costs for these locations since 1991, including housing, travel, and transportation by senior advisors, and office support. As agreed to with our requesters, we did not include compensation and benefits or program management costs because these costs are constant regardless of country. To compare an overall average support cost per advisor and location, we calculated an average advisor cost for each fiscal year and in total. Furthermore, to determine overall average support costs for each location, we summarized the costs for all years, divided by the number of years that senior advisors were based at each location. Our analysis of costs for Paris was limited to fiscal  years 1992-97 because the initial posting of an advisor was at the end of fiscal year 1991.", "To address the issue of fund transfers from USAID, we interviewed Treasury, State, and USAID officials and reviewed prior GAO reports on fund transfers from USAID to other agencies.", "As part of our work, we initially reviewed aspects of OTA’s logistical support contracts. During the course of this review, we became aware of an investigation by the Treasury Inspector General of the contracts and issues surrounding them. Because of this investigation, we terminated this aspect of our work and provided appropriate documents to the Inspector General.", "We performed our work from October 1997 to December 1998 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "National Security and International Affairs Division, Washington, D.C.", "paragraphs": ["Jess T. Ford Ronald A. Kushner Maria Z. Oliver Bruce L Kutnick Rona H. Mendelsohn Janice V. Morrison James M. Strus The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}