{"id": "NSIAD-99-30", "url": "https://www.gao.gov/products/NSIAD-99-30", "title": "Defense Trade: Status of the Defense Export Loan Guarantee Program", "published_date": "1998-12-21T00:00:00", "released_date": "1999-01-13T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the Department of Defense's (DOD) Defense Export Loan Guarantee (DELG) Program, focusing on: (1) the level of program activity to date; (2) the program's financial status; (3) other sources of financing available to borrowing countries; (4) comparing DELG Program characteristics with other U.S. government export financing programs; and (5) examining issues related to the planned fiscal year 1999 transfer of DELG Program responsibilities within DOD."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) since its implementation in 1996, the DELG Program has guaranteed one loan and has not generated enough revenue in fees to cover its operations; (2) the program's ability to attract future activity to generate sufficient revenue for continued operations is uncertain, since countries have other sources that offer financing at a lower cost; (3) further, the availability of loan guarantees is one of numerous factors that affect a country's decision to purchase U.S. defense exports; (4) unlike the DELG Program, other U.S. government-administered programs that offer direct loans or guarantees for defense-related items are designed to operate with U.S. government subsidies, which reduce financing costs to the purchasing countries; (5) decisions on the scope and nature of continued DELG operations pose a challenge to DOD; (6) a report on program operations and any recommended changes has not been submitted to Congress, as required by law; (7) in addition, the DELG Program has not been transferred within DOD as originally planned under the Defense Reform Initiative; and (8) uncertainty about future program responsibility may also be hampering day-to-day operations."]}], "report": [{"section_title": "Letter", "paragraphs": ["The National Defense Authorization Act for Fiscal Year 1996 directed the Secretary of Defense to establish a loan guarantee program for the sale or long-term lease of defense articles and services to eligible foreign governments. The legislation required the Secretary of Defense to charge fees to cover administrative costs and potential U.S. liability in the event of default on loan payments. Consistent with congressional intent, the Department of Defense (DOD) established the Defense Export Loan Guarantee (DELG) Program in November 1996 and designed it to operate at no cost to the government. The authorizing legislation also required the President to submit a report to Congress by February 1998 that included an analysis of the costs and benefits of the DELG Program and any recommendations for modification of the program that the President considers appropriate.", "In response to your request, we determined the status of the program. Specifically, we reviewed the level of program activity to date, the program’s financial status, and other sources of financing available to borrowing countries. As agreed with your offices, we also compared DELG Program characteristics with other U.S. government export financing programs and examined issues related to the planned fiscal year 1999 transfer of DELG Program responsibilities within DOD."], "subsections": [{"section_title": "Background", "paragraphs": ["In the 1970s and 1980s, DOD guaranteed loans issued for weapons exports and incurred significant costs when developing countries were unable to repay. Between 1974 and 1984, almost all foreign military financing took the form of guaranteed loans provided through the U.S. government’s Federal Financing Bank. In the global recession of the 1980s, repayment of these loans was difficult for developing countries. Congress authorized debt refinancing and debt reduction plans to mitigate these problems. By 1990, DOD changed its financing focus from guarantees to predominantly grants. DOD’s foreign military financing currently consists of grants and also loans subject to the Federal Credit Reform Act of 1990.", "As worldwide military sales have declined in recent years, competition in arms sales has intensified among major weapon suppliers. U.S. defense companies have been concerned that they have been at a competitive disadvantage because other exporting nations provided government-backed financing, while the United States did not. Although only one of many variables in a buyer’s decision, official export financing support can be of particular importance in an individual sale, such as when private institutions are unwilling to offer long-term financing without a guarantee.", "The Secretary of Defense assigned responsibility for the new loan guarantee program to the Under Secretary of Defense (Acquisition and Technology), who placed the program in the office of the Deputy Under Secretary of Defense for International and Commercial Programs. However, as part of the Secretary of Defense’s 1997 Defense Reform Initiative to restructure parts of DOD, responsibility for the program was planned to transfer to the Defense Security Cooperation Agency (DSCA) in fiscal year 1999.", "Under the DELG Program, the Secretary of Defense may issue guarantees against possible losses of principal and interest for loans provided by private sector institutions to certain eligible sovereign nations. DOD guarantees defense export loans for up to the lesser of 85 percent of the contract value or 100 percent of U.S. content provided that the U.S. portion of the production cost of exported items is greater than 50 percent. The program covers eligible transactions under both the Foreign Military Sales Program, administered by DOD, and U.S. defense companies’ direct sales that are licensed by the U.S. Department of State. Eligibility is limited to countries meeting criteria defined by the program’s authorizing legislation. As of January 1997, 39 countries were eligible for the DELG Program.", "DELG Program financing terms include disbursement periods, during which only interest is charged, that extend as long as 5 years and repayment periods up to 12 years. Interest, based on a lender’s cost of funds plus an agreed percentage, will accrue on the outstanding balance of the loan during the disbursement period and will be paid at a minimum of every 6 months. Repayment of principal must begin within 6 months of the end of the disbursement period. DOD determines the repayment period based on the contract value, the useful life of the item, and the purchasing country. The borrowing nation must accept the loan as sovereign debt and pay at least 15 percent of the contract price to the supplier in cash, prior to disbursement of the guaranteed loan amount or in incremental installments.", "DOD may respond to an application for a DELG loan guarantee in two phases as requested by the applicant (see fig.1). In the first phase, DOD issues a letter of interest providing nonbinding notification that it is willing to guarantee a loan and estimates the costs to the borrower. This notification does not obligate DOD to provide a guarantee. In the second phase, DOD issues a binding commitment to guarantee the eligible loan. However, applicants may request final commitment from DOD without first obtaining a letter of interest."], "subsections": []}, {"section_title": "DELG Program Has Seen Little Demand", "paragraphs": ["Consistent with congressional intent, DOD designed the DELG Program to operate through various user fees to cover its operating costs and the risk of potential default on loan payments by the borrowing nation. However, the program has collected little money in fees because most eligible countries have not participated. In the authorizing legislation, Congress limited the number of eligible countries to countries that are major allies or emerging democracies. Industry and banking officials we spoke with said that most of the eligible countries can obtain financing at a lower cost or, alternatively, they find the program unaffordable. Therefore, countries make little use of the DELG Program. In addition, it is unclear what impact export financing arrangements have on export sales, because other factors may also affect a purchasing country’s decision on from whom to buy."], "subsections": [{"section_title": "DELG Program Was Designed to Be Self-sustaining", "paragraphs": ["The DELG Program was intended to be self-sustaining and therefore user fees to borrowing nations were set at levels expected to cover estimated program costs. The borrower pays fees to cover administrative costs and an exposure fee that reflects the risk of default. DOD calculates the exposure fee based on the loan’s repayment term, its disbursement schedule, the country’s risk rating, and the guaranteed loan’s interest rate. By law, the exposure fee must be paid proportionately as the guaranteed loan is disbursed and may not be included in the guaranteed loan amount.", "To initiate the program, DOD was authorized to provide $500,000 from its operating funds for reimbursable start-up costs. The authorizing legislation provided that user fees for the DELG Program would be used to reimburse the start-up costs. As shown in figure 2, borrowers pay administrative fees to a program account that is recorded on budget and an exposure fee to a financing account that is nonbudgetary and is used to record the cash flows associated with the loan guarantee over its life. In the case of defaults, the reserves held in the financing account are used to make claim payments to the lending institution. If exposure fee estimates are accurate, the financing account will have exactly the reserves needed to cover any defaults that occur. If exposure fees are not estimated correctly and losses occur, additional funds from the general fund may be necessary to cover losses."], "subsections": []}, {"section_title": "DELG Program Guaranteed One Loan and Issued Nine Nonbinding Notifications for Other Loan Guarantees", "paragraphs": ["Since its inception, the DELG Program has issued one loan guarantee valued at about $16.7 million to support a U.S. company’s licensed direct commercial sale of unmanned air vehicle and moving target simulator systems to Romania. In early 1997, AAI Corporation, a U.S. company, conducted negotiations with the Romanian government for the contract. According to company officials, financing was not a factor in winning the contract award. The Romanian government had originally planned to pay for the purchase from its budget but requested financing during contract negotiations. As a result, AAI Corporation sought a loan that would be guaranteed by the DELG Program. When the loan guarantee was approved, the exposure risk fee was calculated at 21.23 percent of the guaranteed principal amount of about $16.7 million, a fee of about $3.5 million. Disbursement of the loan began in July 1998, and it is planned to conclude in March 1999 according to DOD officials. The Romanian government will have 5 years to repay the loan.", "Besides guaranteeing one loan, the DELG Program has issued preliminary notifications that it is willing to guarantee loans for nine other transactions. These are valid for 6 months and then may be renewed. According to a DELG program official, some of the nine letters of interest are no longer valid. DOD officials said that they do not monitor the status of contract awards and, therefore, do not know whether any of the nine transactions will result in an eventual loan guarantee. However, if any of the letters of interest resulted in a guarantee, then the DELG Program would receive additional fees. Based on the letters already issued, the DELG Program has indicated its willingness to guarantee loans to Greece, New Zealand, South Korea, Spain, Thailand, and Turkey. The aggregate DELG guarantee amount for the nine transactions is about $4.5 billion. Examples of equipment covered by the potential loan guarantees are radar systems and major platforms such as military aircraft. Some DOD and industry officials stated that the letters of interest are used as a marketing tool so that the potential purchaser can compare the DELG terms and conditions with other available financing options."], "subsections": []}, {"section_title": "DELG Has Limited Funding to Cover Future Program Costs", "paragraphs": ["As authorized, the Secretary of Defense made available $500,000 for expenses directly related to the administration of the DELG Program. This money, which came from DOD appropriated funds, was used for a contract with a consulting firm to implement the program. The start-up costs are to be reimbursed to DOD’s operations and maintenance fund if and when the program has collected sufficient fees. To date, the start-up costs have not been reimbursed, and the contract with the consulting firm terminated at the end of fiscal year 1998. DOD officials who provided policy oversight for the program indicated that they did not charge time specifically to a DELG account and that most of the daily operations, such as responding to program inquiries and drafting letters of interest, were covered by the outside consulting firm.", "About $125,000 in fees were collected as of October 1998. The funds are being held in a special receipt account until they are expended. Table 1 shows the types of fees charged to administer the program and the amount collected."], "subsections": []}, {"section_title": "DELG Program Not Cost-Effective for Most Eligible Countries", "paragraphs": ["Long-term viability of the program, as currently structured, depends on a level of business that generates sufficient funds to cover daily program operations and the likelihood of potential defaults. However, the program’s ability to attract additional business is unclear because, according to banking and industry officials with whom we spoke, the program is not cost-effective for most of the 39 eligible countries. The majority of these countries could either pay for defense equipment from their own budgets or obtain favorable financing from the private sector lending community. The countries with the highest risk of default on loans are the most likely to be interested in the program because they can obtain longer terms and lower interest rates than in the commercial market. Banking and industry officials also said that many banks do not finance defense exports as a matter of policy, and those that do are not likely to provide long financing terms for high risk countries.", "The risk rating of an eligible country is an important factor in determining the exposure fee DOD will charge for guaranteeing a specific transaction.", "The program follows country risk ratings resulting from the schedules and agreements set by the Interagency Country Risk Assessment System (ICRAS). For example, the program used the country risk rating for Romania as one of the factors to calculate the exposure fee for the loan guarantee.", "Based on our analysis, about one-third of the eligible countries may consider DELG as a financing option because their high risk credit ratings would likely foreclose other alternatives. (See table 2 for a list of eligible countries and those with high risk ratings.) Most of the high risk countries eligible for DELG loan guarantees are in Central Europe and represent newly independent nations that do not have an established credit rating on the commercial market, according to industry officials.", "Company and banking officials cite the exposure fee structure as a deterrent to program use. By law, the exposure fee cannot be financed as part of the guaranteed loan. The borrowing country must either pay for the fee out of its budget or seek other options to finance the fee."], "subsections": []}, {"section_title": "Availability of Cost-Effective Financing May Not Be the Deciding Factor in Making a Defense Sale", "paragraphs": ["Even if the DELG Program provided more cost-effective financing, other factors, including price, technical sophistication of equipment, and offset arrangements, influence a purchasing country’s decision when awarding a contract. For example, offsets are often an essential part of defense export sales, and demand for such arrangements has increased in certain countries. U.S. defense companies are unable to quantify the impact of export financing on sales but recognize that it is one of many factors considered during source selection. According to some U.S. defense companies, more purchasing countries are officially requesting exporters to include financing arrangements in proposals for contracts. Financing provides purchasing countries with an option for optimizing the use of available funds by stretching out payments over time. However, no U.S. defense company official we spoke with could offer an example of a purchasing country awarding a defense contract based solely on financing considerations such as securing a government guaranteed loan.", "Economic and political conditions also can affect a purchasing country’s decision on buying defense equipment. For example, the current Asian financial crisis has resulted in canceled or deferred purchases. Thailand could not uphold its contractual obligations for its government-to-government purchase of an F/A-18 fighter package because of economic hardship, and the Malaysian government announced that defense spending would be deferred except for certain items until the economy improves. The availability of a DELG Program guarantee would not likely alter these decisions."], "subsections": []}]}, {"section_title": "The DELG Program Differs From Other U.S. Government Defense Export Financing", "paragraphs": ["In addition to the DELG Program, the U.S. government supports defense-related export financing through the U.S. Export-Import Bank (Eximbank) for dual-use and drug interdiction equipment and through the Foreign Military Financing Program, administered by DOD, for direct commercial or government-to-government sales of defense articles, services, and training. Congress authorized loans to Central European countries in fiscal years 1997 and 1998 as a new initiative in the Foreign Military Financing Program. As shown in table 3, financing programs vary by legislative basis, eligible products, levels of subsidization, types of financing offered, authorized commitment or funding levels, program usage, and country participation. None of these programs reached their authorized levels, and few countries are undertaking new commitments assisted by these programs.", "The Eximbank is generally prohibited by law from financing exports of defense articles except for nonlethal articles, categorized as dual-use, intended primarily for civilian purposes. The Eximbank may also finance equipment and services on the U.S. munitions list for drug interdiction purposes if the President determines that the sale is in the U.S. national interest. The Foreign Military Financing Program provides loans for eligible products similar to the DELG Program but restricts direct commercial sales to nonstandard defense articles and services. The Foreign Military Sales Program is the avenue through which most Foreign Military Financing Program dollars are spent.", "The DELG Program is not as advantageous to eligible borrowers as the other U.S. programs because the DELG Program requires a country to fully cover its assessed risk of default as well as administrative fees. In contrast, the Eximbank offers the borrower an option to finance the exposure fee that covers part of its assessed risk and add the fee into the guaranteed loan amount. The Eximbank subsidizes the remaining amount needed to cover the risk of default. According to Eximbank officials, borrowers almost always choose to finance the fee. In the hypothetical example shown in table 4, the Eximbank issued a loan guarantee for 85 percent of the contract price of $100 million and charged the borrower an exposure fee of 14 percent of the 85-percent loan guarantee. The fee is rolled into the loan guarantee amount.", "The examples in table 5 contrast exposure fees for a given country risk assessment category in the DELG Program and in Eximbank for the same risk category and loan repayment term. As the country’s risk rating and repayment period increase, the borrowing country has to pay a higher exposure fee under both programs. However, the fees are higher under the DELG Program as compared to Eximbank’s subsidized program.", "Commitment levels in both the DELG Program and the Eximbank’s dual-use financing have been below authorized caps. As of the close of fiscal year 1998, the total value of dual-use exports receiving Eximbank financing since 1995 was about $264 million. Also, the Eximbank has financed four drug interdiction projects involving defense articles since 1990. Eximbank financing may be available, subject to limitations, to almost 200 countries. However, four countries—Brazil, Indonesia, Romania, and Venezuela—received loans or loan guarantees for dual-use exports between 1995 and 1998.", "The Foreign Military Financing Program’s authority to issue new loans also has not been fully used and few countries are undertaking new commitments. In fiscal year 1997, five countries—Greece, Turkey, the Czech Republic, Poland, and Hungary—were considered for Foreign Military Financing Program subsidized loans. The Central European countries did not participate because of (1) the perceived high interest rate, (2) restrictions on countries’ use of the loan, (3) internal budgetary constraints, or (4) internal political conditions such as the timing of legislative sessions. In fiscal year 1998, the appropriations act did not limit loan eligibility to specific countries; however, DOD continued its initiative with the three Central European countries and in 1998, one country, Poland, indicated interest in accepting a loan because of a more favorable interest rate. DOD officials said they were planning to convert unused fiscal year 1998 Foreign Military Financing loan subsidies to grants."], "subsections": []}, {"section_title": "Resolving Uncertainty Concerning DELG Program Responsibility Poses a Challenge to DOD", "paragraphs": ["DOD has not submitted a required report to Congress nor resolved issues concerning programmatic responsibilities and resource management of the program. Under a DOD reorganization initiative, the DELG Program was to transfer to DSCA in fiscal year 1999. However, such a transfer has not occurred and the conditions under which a transfer would take place are not clear.", "The National Defense Authorization Act for Fiscal Year 1996 required that the President submit to Congress a report on the loan guarantee program, including an analysis of the costs and benefits of the program and any recommendations for modification of the program that may be appropriate, such as adding to the list of eligible countries, and any proposed legislation necessary to authorize a recommended modification. The report assessing the program was required to be sent to Congress by February 1998. DELG Program officials said that they have drafted a report for Congress and are coordinating it through DOD. The officials indicated that they had not prepared a cost-benefit analysis of the program as part of the report. According to program officials, the report had not been submitted, in part, because the law required the President to sign the report, a time-consuming process. They stated that they were taking the steps necessary for the report to be signed by the Secretary of Defense, which would require less review and coordination than a report signed by the President.", "Under the Defense Reform Initiative, the transfer of the DELG Program to DSCA was intended to consolidate programmatic responsibility for financial matters associated with international weapon sales. However, officials are uncertain as to whether a transfer will actually take place. Senior DSCA officials said they view the program as “broken” and have refused to accept it in its current condition. Furthermore, they said the Under Secretary of Defense for Policy has prepared a memorandum citing that problems with the program needed to be resolved. DOD officials said that they may use the existing user fees to award a contract to a consulting firm to operate the program on an interim basis.", "Without any demand for the program, continued operations may not be necessary. However, without future activity and revenue, the $500,000 start-up costs from DOD’s operating funds cannot be repaid. In the meantime, DOD program officials view their role as one limited to policy oversight. It is unclear, therefore, how day-to-day operations are being handled."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Although designed to be self-sufficient, the DELG Program appears unlikely to reach this goal in the near future without additional loan guarantees. Industry and banking officials indicated that the program was too expensive to attract potential borrowing countries in comparison to financing terms available from private sector sources or their own budgets. However, it is not clear what program modifications would generate more activity, because financing is only one of several factors a country considers when awarding a contract. Any examination of the steps needed to modify program operations should be based on an assessment of the costs to the government in taking those steps and the benefits associated with a more active program. DOD has an opportunity to reexamine the future of the DELG Program in the required report to Congress. The ongoing dispute regarding program management responsibility may be hampering day-to-day program operations."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["We recommend that the Secretary of Defense ensure that the required report to Congress provides a cost-benefit analysis of the DELG Program. In addition, we recommend that the Secretary of Defense clarify responsibility for staffing, managing, and providing resources for the program."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In commenting on a draft of this report, DOD stated that it plans to submit a legislative proposal to terminate the program and believes, therefore, that our recommendations are moot. The existing law requires that the President submit a report to Congress by February 1998 on the DELG Program, containing an analysis of the program’s costs and benefits. This has not occurred. Although in its comments, DOD limited its discussion to the impact of program terms and conditions of the program’s operations, an analysis addressing issues that we raise in our report, such as the use of export financing by purchasing countries and by exporters, would also contribute to the debate about the future of the program. We have deleted part of our original recommendation that called for DOD to develop a recommendation on the future of the program. However, our remaining recommendations are still valid because DOD’s proposal does not relieve it from complying with the current legislation or continuing sound management of current operations. For example, DOD has ongoing business such as the loan guarantee to Romania that requires continued management until its conclusion. DOD’s response, without attachment, is reprinted in appendix I."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine the DELG Program’s activity and financial status, we examined DELG legislation, policy, loan guarantee, and budget documents. We interviewed past and present officials working on the DELG Program, collected and analyzed budget documents, and discussed the DELG budgetary accounts with officials from the DOD Comptroller’s Office, the Office of Management and Budget, and the Congressional Budget Office. We discussed with several banking and industry officials the level of interest in the DELG Program as well as alternative financing sources available to borrowing countries. We examined the country risk rating schedule for the 39 DELG-eligible countries and the impact the country rating had on the cost of the DELG loan guarantee to borrowing countries.", "To provide a broader context of information on U.S. government defense-related export financing, we compared the DELG Program with DOD’s Foreign Military Financing Program and the Eximbank’s financing for dual-use items. We obtained information and program documents from DOD and Eximbank officials on their financing programs. We reviewed and assessed various characteristics of all three financing programs, including the governing legislation, program purpose, type of financing provided, spending authority, eligible articles to be financed, and country participation. We also compared the impact of subsidies on DELG and Eximbank loan guarantee exposure fees. Finally, we identified unresolved management issues regarding the DELG Program and discussed them with DOD officials.", "We performed our work between March and October 1998 in accordance with generally accepted government auditing standards.", "We plan no further distribution of this report until 30 days from its issue date unless you publicly announce its contents earlier. At that time, we will send copies of this report to the Chairmen and Ranking Minority Members of the Senate Committee on Armed Services; Subcommittee on Defense, the Senate Committee on Appropriations; Subcommittee on Foreign Operations, Export Financing, and Related Programs, the Senate Committee on Appropriations; Subcommittee on International Economic Policy, Export, and Trade Promotion, the Senate Committee on Foreign Relations; the House Committee on National Security; Subcommittee on Foreign Operations, Export Financing and Related Agencies, the House Committee on Appropriations; Subcommittee on National Security, House Committee on Appropriations; Subcommittee on International Economic Policy and Trade, House Committee on International Relations; and Subcommittee on International Operations and Human Rights, House Committee on International Relations; the Secretary of Defense; the Director, Defense Security Cooperation Agency; and the Director, Office of Management and Budget. We will make copies available to others upon request.", "Please contact me on (202) 512-4841 if you or your staff have any questions concerning this report. Major contributors to this report were Karen Zuckerstein, Anne-Marie Lasowski, and Anne Howe."], "subsections": []}]}, {"section_title": "Comments From the Department of Defense", "paragraphs": ["The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}