{"id": "NSIAD-98-138", "url": "https://www.gao.gov/products/NSIAD-98-138", "title": "Bosnia Peace Operation: Pace of Implementing Dayton Accelerated as International Involvement Increased", "published_date": "1998-06-05T00:00:00", "released_date": "1998-07-07T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO updated its review of the Bosnia peace operation, focusing on the progress made since mid-1997 in achieving the operation's objectives."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the actions taken by the international community starting in mid-1997 accelerated the pace of progress toward reaching the Dayton Agreement's objectives; (2) during this period, with the military situation remaining stable, some advancements were made in providing security for the people of Bosnia, creating a democratic environment, establishing multiethnic institutions at all levels of government, arresting those indicted for war crimes, returning people to their prewar homes across ethnic lines, and rebuilding the infrastructure and revitalizing the economy; (3) moreover, there has been a weakening of hard-line Bosnian Serb control over police and the media and the election of a new, moderate Prime Minister in Republika Srpska; (4) however, the goal of a self-sustaining peace process in Bosnia remains elusive, primarily due to the continued intransigence of Bosnia's political leaders; (5) almost all of the results were achieved only with intense international involvement and pressure, both political and military; (6) for example, the High Representative imposed numerous temporary solutions when Bosnia's political leaders could not reach agreement; (7) further, a substantial NATO-led force is still needed to provide security for the civil aspects of the operation; (8) conditions will have to improve significantly before international military forces could substantially draw down; even with the accelerated pace of implementing the agreement, it will likely be some time before these conditions are realized; and (9) Bosnia for all intents and purposes lacks functioning, multiethnic governments at all levels; the majority of those indicted for war crimes remain at large; about 1.4 million people have not yet been resettled as Bosnia's political leaders continue to prevent people from returning to their homes across ethnic lines; and few economic links have been reestablished among Bosnia's ethnic groups or between its two entities."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report responds to your request that we update our review of the Bosnia peace operation, specifically the progress made since mid-1997 in achieving the operation’s objectives.", "Unless you publicly announce its contents earlier, we plan no further distribution of this report until 30 days after its issue date. At that time, we will send copies to the Secretaries of State and Defense, the Administrator of the U.S. Agency for International Development, and to other appropriate congressional Committees. We will also make copies available to others upon request.", "This report was prepared under the direction of Harold J. Johnson, Associate Director, International Relations and Trade Issues, who may be contacted on (202) 512-4128 if you or your staff have any questions about this report. Other major contributors to the report are listed in appendix XI."], "subsections": [{"section_title": "Introduction", "paragraphs": ["U.S. support for the Bosnia peace operation is projected to cost an estimated $10.6 billion from fiscal year 1996 through fiscal year 1999. The peace operation was established after 3-. 1/2 years of war in Bosnia and Herzegovina (hereafter referred to as Bosnia), when international intervention culminated in the signing of the Dayton Agreement in December 1995. In signing the agreement, the parties to the conflict—political leaders of Bosnia’s three major ethnic groups, Croatia, and the Federal Republic of Yugoslavia—agreed to implement a number of security, political, and economic measures intended to bring peace and stability to the region. To assist the parties in their efforts, the international community created the Bosnia peace operation, consisting of an international military force led by the North Atlantic Treaty Organization (NATO) and numerous international civilian organizations.", "In early May 1997, we reported that the Bosnia peace operation had created and sustained an environment that allowed the peace process to move forward, but reconciliation had not yet occurred due to the intransigence of Bosnia’s political leaders. During 1997, important changes to the operation and its political environment provided additional authority in some areas and created new opportunities for accelerating the pace of implementing the Dayton Agreement’s provisions."], "subsections": [{"section_title": "U.S. Costs and Commitments for Fiscal Years 1996 Through 1999", "paragraphs": ["Executive branch estimates available as of March 3, 1998, indicate that the United States will provide about $10.6 billion for military and civilian support to the Bosnia peace operation from fiscal years 1996 through 1999: about $8.6 billion in incremental costs for military-related operations and about $2 billion for the civilian sector (see table 1.1). The Department of Defense (DOD) estimates assume that the United States will maintain its current force of about 8,500 in Bosnia through June 1998 and then draw down to about 6,900 by late October 1998. According to a U.S. Army Europe document, U.S. force levels will temporarily increase by about 2,000 troops in June as units rotate into and out of Bosnia and by up to about 1,000 troops for a 75-day period around the time of Bosnia’s September 1998 elections. The U.S. military will also have deployed another 3,750 troops in Croatia, Hungary, and Italy in support of the Bosnia operation.", "In fiscal year 1997, DOD incurred about $2.3 billion in incremental costs for its participation in NATO operations in Bosnia. The U.S. Army, which is deploying and logistically supporting ground troops in and around Bosnia, incurred nearly 80 percent of these costs, or about $1.77 billion. The U.S. Air Force spent about $256 million, while the Navy and Marine Corps together spent about $77 million. In addition, about $172 million was spent by the following DOD components for operations related to Bosnia: the National Imaging and Mapping Agency, the Defense Intelligence Agency, the Defense Information Systems Agency, Defense Logistics Agency, the U.S. Special Operations Command, the Defense Health Program, and the National Security Agency.", "U.S. civilian agencies in fiscal year 1997 obligated about $450 million for programs designed to assist in the economic, political, and social transition taking place in Bosnia (see table 1.2). Most of this assistance, almost $250 million, was funded by USAID. The State Department provided about $190 million; the remainder was obligated by other civilian agencies, including USIA and the Departments of Justice, Commerce, and the Treasury. Appendix I provides more information on U.S. civilian programs that supported the Bosnia peace operation in fiscal year 1997."], "subsections": []}, {"section_title": "A Brief History of the Conflict", "paragraphs": ["The 1992-95 war in Bosnia was part of the violent dissolution of the Socialist Federal Republic of Yugoslavia, which had been an ethnically diverse federation of six republics with almost no history of democratic governance or a capitalist economy. The war was fought among Bosnia’s three major ethnic/religious groups—Bosniaks (Muslims), Serbs (Eastern Orthodox Christians), and Croats (Roman Catholics)—the latter two being supported directly by the republics of Serbia and Croatia, respectively. Bosnian Serb and Croat war aims were to partition Bosnia and establish ethnically pure states: Bosnian Serbs created Republika Srpska, and Bosnian Croats established Herceg-Bosna. In contrast, the Bosniaks claimed to support a unified, multiethnic Bosnia.", "In March 1994, U.S. mediation led to the creation of a joint Bosniak-Bosnian Croat entity—the Federation—and a cease-fire between the Bosniak and Bosnian Croat armies, which continued to fight against the Bosnian Serb army. The United Nations and other international mediators were generally unsuccessful in their attempts to stop the war until the U.S. government took the lead in negotiations during mid-1995. By October 1995, a cease-fire among all three militaries was established. In December 1995, the Dayton Agreement was signed, continuing the complex and difficult process of attempting reconciliation among the parties to the conflict."], "subsections": []}, {"section_title": "Dayton Agreement and Related Side Agreements", "paragraphs": ["Building on the October 1995 cease-fire, representatives from Croatia, the Federal Republic of Yugoslavia, and Bosnia’s three major ethnic groups signed the Dayton Agreement in Paris on December 14, 1995. The agreement defined Bosnia and Herzegovina as consisting of the two entities that had been created during the war—Republika Srpska and the Bosniak-Croat Federation—and divided them by an interentity boundary line (see fig. 1.1). Both entities agreed to the transfer of some territory they held at the time of the cease-fire. Republika Srpska would comprise 49 percent of Bosnia (and nearly all of the Bosnian Serb-controlled areas), and the Federation would consist of 51 percent of Bosnia. The Federation territory would be made up of noncontiguous areas of Bosniak and Bosnian Croat control. Most areas within Bosnia, with the exception of central Bosnia, are populated and controlled by a predominant ethnic group as a result of population movements during the war.", "The Federation consists of 10 cantons, a level of government that would link together a number of municipalities (see table 1.3). All of the cantons are in a very early stage of development.", "At the time the Dayton Agreement was signed, the Bosniaks and Bosnian Croats also signed a related side agreement on the development of Federation economic and governmental institutions. Also, the U.S. government initiated a separate program to train and equip a unified Federation military. According to State Department officials, the program is intended to correct an imbalance of military power in the region and fulfill a commitment the U.S. government made to the Bosniaks in return for their approval of the Dayton Agreement.", "In signing the Dayton Agreement and related side agreements, political leaders of Bosnia’s three major ethnic groups pledged to provide security for the people of Bosnia; create a unified, democratic Bosnia within internationally recognized boundaries—to include surrendering indictees to the International Criminal Tribunal for the former Yugoslavia (hereafter referred to as the war crimes tribunal) at the Hague, the Netherlands; rebuild the economy; and ensure the right of people to return to their homes (see table 1.4). In response to the leaders’ request for assistance in achieving these goals, the international community established the Bosnia peace operation."], "subsections": []}, {"section_title": "Principal International Organizations of the Bosnia Peace Operation", "paragraphs": ["While the Dayton Agreement placed responsibility for implementing the agreement on the parties, it also gave responsibility for assisting the parties in their efforts to five principal international organizations, as well as donor countries and organizations. The operation’s principal organizations, as they existed in December 1997, are depicted in figure 1.2.", "NATO-led forces—first the Implementation Force (IFOR) in December 1995 and later SFOR in December 1996—monitored and enforced implementation of the military aspects of the agreement, including separating and controlling the Bosniak, Bosnian Serb, and Bosnian Croat militaries and ensuring the demilitarization of the zone of separation, as specified by annex 1A of the Dayton Agreement. If resources were available, NATO-led forces were also expected to (1) help create secure conditions for the conduct of other Dayton Agreement tasks, such as elections; (2) assist UNHCR and other international organizations in their humanitarian missions; (3) observe and prevent interference with the movement of civilian populations, refugees, and displaced persons and respond appropriately to deliberate violence to life and person; and (4) monitor the clearing of minefields and obstacles.", "Although SFOR had an authorized force level of 31,000 troops, about half the size of IFOR, higher force levels were consistently maintained throughout 1997. As of November 17, 1997, SFOR had about 34,300 troops from 16 NATO and 20 non-NATO countries in Bosnia and an additional 2,500 support troops in Croatia; the United States had 8,300 troops in Bosnia, with an additional 3,400 support troops in Croatia, Hungary, and Italy. As with IFOR, the United States is the largest force provider to SFOR, and Americans hold the key NATO military positions that control the operation.", "On the civilian side of the operation, the Dayton Agreement created OHR and gave the High Representative many responsibilities. These included monitoring implementation of the agreement, coordinating civilian organizations, maintaining close contact with the parties, and giving the final interpretation in theater on civilian implementation of the agreement. Throughout most of 1997, the High Representative did not use his authority to enforce the parties’ compliance with the civil provisions of the Dayton Agreement. However, in December 1997 the Peace Implementation Council agreed to support a new, expanded interpretation of the High Representative’s mandate that allows him to resolve difficulties in implementing the agreement caused by the intransigence of Bosnia’s political leaders.", "UNMIBH consisted of three components, including IPTF. IPTF’s mandate was to (1) monitor, observe, and inspect the parties’ law enforcement activities and facilities; (2) advise governmental authorities on how to organize effective civilian law enforcement agencies; (3) advise and train law enforcement personnel; and (4) investigate and report on any human rights abuses by Bosnia’s police. IPTF’s mandate does not include the power of arrest. As of December 1, 1997, IPTF consisted of 2,004 unarmed, civilian police monitors from 40 countries.", "UNHCR’s role in the implementation of the Dayton Agreement was to work with the parties to (1) develop a repatriation plan that would allow the early, peaceful, and phased return of refugees and displaced persons and (2) foster returns of refugees and displaced persons to their homes.", "OSCE supported international and local efforts to promote democratization and ethnic reconciliation in Bosnia, monitored and reported on human rights, assisted with negotiation and implementation of confidence-building measures and arms control, and supervised the election process. In 1997, OSCE supervised two sets of elections: the nationwide municipal elections originally scheduled for September 1996 but postponed until September 1997, and the elections for the Republika Srpska National Assembly that were called on short notice and held in late November 1997."], "subsections": []}, {"section_title": "Major Changes to the Operation’s Organization and Political Environment in 1997", "paragraphs": ["During 1997, important changes in the organization and political environment of the Bosnia peace operation gave the operation additional authority in some areas and provided new opportunities for supporting Bosnia’s political leaders who uphold the implementation of the Dayton Agreement. Specifically, (1) in April 1997 a supervisory administration with significant authority was established in the strategically important area of Brcko; (2) in May and June 1997, as well as later in the year, the international community led by the United States expressed and demonstrated a much stronger commitment—both politically and militarily—to full implementation of the Dayton Agreement’s civil provisions; and (3) in late June 1997, a division in the Bosnian Serb political leadership and the ruling Bosnian Serb political party, the Serb Democratic Party (SDS), started a process of transforming the political environment and governmental structures in Republika Srpska and in Bosnia as a whole."], "subsections": [{"section_title": "Brcko Supervisory Administration Established", "paragraphs": ["At Dayton, the parties were unable to agree on which of Bosnia’s ethnic groups would control the strategically important area in and around the city of Brcko. The agreement instead called for an arbitration tribunal to decide this issue by December 14, 1996. At the end of the war, Brcko was controlled by Bosnian Serb political leaders and populated predominately by Serbs due to “ethnic cleansing” of the substantial prewar Muslim and Croat population, who had then accounted for 63 percent of the city’s population, and resettlement of Serb refugees there. Western observers in Bosnia told us that an arbitration decision that awarded control of the area to either the Bosniaks or Bosnian Serbs would lead to civil unrest and would possibly restart the conflict because the location of Brcko made it vitally important to both parties’ respective interests.", "After granting a request for a 2-month extension, the arbitration tribunal issued a statement on February 14, 1997. This statement essentially postponed the hard decision and called for the international community to designate a supervisor under the auspices of OHR, who would establish an interim supervisory administration for the Brcko area. This supervisory organization would be authorized to oversee the implementation of the civil provisions of the Dayton Agreement in the Brcko area; specifically, to allow former Brcko residents to return to their homes, to provide freedom of movement and other human rights throughout the area, to give proper police protection to all citizens, to encourage economic revitalization, and to lay the foundation for local representative democratic government.", "On March 7, 1997, the Peace Implementation Council Steering Boardannounced that the High Representative had appointed a U.S. official as Brcko Supervisor. On March 31, 1997, the U.N. Security Council authorized an increase in the strength of UNMIBH’s IPTF by 186 police monitors and 11 civilian personnel to promote respect for freedom of movement and to facilitate the orderly and phased return of refugees in the Brcko area. The Brcko Supervisor established his office on April 11, 1997, which was to operate for at least 1 year. On March 15, 1998, the Brcko arbitrator announced that the decision on the status of Brcko would be postponed for another 6 to 12 months.", "As described in the arbitration statement and a Peace Implementation Council document, the Brcko Supervisor had more authority over this area of operations than the High Representative had in Bosnia at that time. The arbitration tribunal’s decision gave the Supervisor authority to issue binding regulations and orders to (1) assist in implementing the Dayton Agreement in the Brcko area and (2) strengthen the area’s local, multiethnic democratic institutions. These regulations and orders would prevail over existing laws in the area if a conflict existed. Further, in reaffirming the right of persons to return to their homes of origin, the Peace Implementation Council said that any new influx of refugees or displaced persons should occur only with the consent of the Supervisor in consultation with UNHCR. Neither document, however, described how the Supervisor would enforce his regulations, orders, or decisions if the parties did not choose to comply."], "subsections": []}, {"section_title": "Commitment to Implementing Dayton Agreement Reinvigorated", "paragraphs": ["In the spring of 1997, the United States conducted a major review of U.S. policy in Bosnia, an effort that helped reinvigorate the peace process by demonstrating renewed U.S. commitment to implementing the Dayton Agreement. Following the policy review, the Steering Board of the Peace Implementation Council articulated and SFOR demonstrated the international community’s commitment to achieving Dayton’s goals.", "On May 30, 1997, following a meeting in Sintra, Portugal, the council’s Steering Board supported the more vigorous U.S. approach, issuing a statement, known as the Sintra Declaration, that confirmed the Steering Board’s long-term commitment to the peace process in Bosnia and reaffirmed that the international community would not tolerate a resumption of hostilities by anyone in the country in the future; emphasized that Bosnia and Herzegovina will remain a united and sovereign country, consisting of two multiethnic entities, and that the international community will not tolerate any attempts at ethnic partition, in fact or in law, by anyone; demanded that Bosnia’s political leaders and national and entity governments significantly accelerate their work toward implementing the Dayton Agreement; set specific, near-term dates by which Bosnia’s political leaders and government institutions would have to accomplish specific tasks, such as pass citizenship and passport laws, that would link the country’s ethnic groups and their separate areas of control; and, in some cases, described diplomatic consequences if the parties did not accomplish the tasks by the specified date; acknowledged the High Representative’s authority to regulate Bosnia’s media, specifically to curtail or suspend any media network or program whose output is in persistent and blatant contravention of either the spirit or letter of the Dayton Agreement; and reemphasized that providing economic assistance to Bosnia would be conditioned at the municipal level on the parties’ complying with the Dayton Agreement, particularly those provisions dealing with surrendering indictees to the war crimes tribunal and accepting the peaceful return of refugees and displaced persons to their prewar homes.", "Beginning in mid-1997, SFOR began to more actively support implementation of the civilian aspects of the peace operation. For example, SFOR began to provide general and local security for people returning to their prewar homes across ethnic lines in June/July 1997; defined and in August 1997 began to control special police as paramilitary units under annex 1A of the Dayton Agreement, as a step toward either disbanding and disarming them and/or bringing them under the IPTF restructuring program for civilian police; and supported the High Representative’s attempts to curtail media that blatantly and persistently violated the Dayton Agreement by taking control of five television transmitters in Republika Srpska during October 1997.", "On December 10, 1997, the Peace Implementation Council reiterated the international commitment to implement fully the Dayton Agreement. The council’s conclusions, based on its interpretation of the Dayton Agreement, also stated that the High Representative could make binding decisions on (1) the timing and location of meetings and the chairmanship of Bosnia’s common governmental institutions; (2) interim measures that would take effect when parties are unable to reach agreement and would remain in force until Bosnia’s collective Presidency or Council of Ministers had adopted a decision consistent with the Dayton Agreement on the issue concerned; and (3) other measures to ensure implementation of the Dayton Agreement throughout Bosnia and its entities, as well as the smooth running of common institutions. Such measures may include actions against persons holding public office or officials who are absent from meetings without good cause or who are found by the High Representative to be in violation of legal commitments made under the agreement or the terms for its implementation."], "subsections": []}, {"section_title": "Political Division of Republika Srpska", "paragraphs": ["As of mid-1997, Bosnian Serb political leaders had not started to implement key areas of the Dayton Agreement. This was in large part due to Radovan Karadzic’s blocking of attempts of more moderate Bosnian Serb political leaders to work with the international community in efforts that would link Bosnia’s ethnic groups politically or economically. Karadzic is a war crimes indictee and unifying force of the then-ruling political party in Republika Srpska, the SDS. Because of Karadzic’s intransigence, the international community gave very little economic assistance to Republika Srpska in 1996 and 1997.", "On June 27, 1997, the President of Republika Srpska, President Plavsic, announced that she had fired the Republika Srpska Minister of Interior. According to an OHR report, Plavsic fired the Minister because he had attempted to remove police officers and units involved in compiling a special report on illegal trade and other economic activities in Republika Srpska. This action was the first visible sign of a political division between President Plavsic, whose political base is in Banja Luka, and Karadzic and his hard-line SDS supporters, whose political base is in Pale.", "By the end of October 1997, the political struggle in Republika Srpska had resulted in (1) Plavsic being expelled from the SDS and gaining control of civilian police in three of nine public security centers in Republika Srpska (see fig. 1.3); (2) Karadzic and the SDS losing control of the transmitters of Serb Radio and Television (SRT) television, the primary Bosnian Serb media outlet; and (3) Plavsic disbanding the Republika Srpska National Assembly and calling elections for a new assembly, which were held on November 22 and 23, 1997, and resulted in the formation of a new, more moderate Republika Srpska government based in Banja Luka. Appendix II provides information on key events in the Republika Srpska political crisis through January 31, 1998.", "Many observers told us that President Plavsic is an ardent Serb nationalist who maintains a long-term goal of a separate Serb state. However, she has allowed more open political expression in Republika Srpska and, unlike Karadzic and the SDS, is willing to work with the international community to implement at least some civilian measures called for in the Dayton Agreement, including those that would link the ethnic groups politically and economically. President Plavsic would do so, according to these observers, because (1) she sees the growing economic gap between the Federation and Republika Srpska and realizes that to obtain economic aid she must cooperate with the international community and (2) she intends to build a Serbian state based on democracy and the rule of law rather than on the corruption of the hard-line SDS. According to one observer, Plavsic has not repudiated all of her former beliefs; however, her actions indicate that her views appeared to have evolved in a more pro-Dayton direction.", "By the end of 1997, the political division of Republika Srpska had affected the operating environment of all aspects of the peace operation. The evolving political situation that followed the initial split provided the international community with many opportunities to encourage and/or force further implementation of the Dayton Agreement. Many specific events in the crisis required SFOR intervention to prevent or respond to violent situations, such as when pro-Plavsic police unsuccessfully attempted to take over Pale-controlled police facilities in Doboj and Brcko."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["At the request of the Chairman, Senate Committee on Foreign Relations, we reviewed the implementation of the Bosnia peace operation. Our specific objectives were to determine what progress had been made in achieving the operation’s objectives since mid-1997. To do so, we focused on the operation’s four key goals, which are to create conditions that allow Bosnia’s political leaders to (1) provide a secure environment for the people of Bosnia; (2) create a unified, democratic country, to include the surrendering of indictees to the war crimes tribunal; (3) ensure the rights of people to return to their prewar homes; and (4) rebuild the economy. In addition, we reviewed the progress of the program designed to train and equip the Bosniak and Bosnian Croat militaries as they integrate into a unified Federation military.", "To determine progress, we made field visits to Bosnia in June and October 1997 and February 1998. We reported on the results of our June visit in testimony to the Committee in July 1997. During our field visits, we did audit work in Sarajevo, Tuzla, Brcko, Banja Luka, Pale, Mostar, Stolac, Travnik, Jajce, Busovaca, Konjic, Zenica, Sanski Most, Prijedor, Doboj, Trebinje, and numerous villages throughout Bosnia. While in Bosnia, we interviewed officials from the U.S. embassy; USAID; USIA; the headquarters of SFOR and two of its multinational division headquarters; OHR; UNMIBH, including IPTF, U.N. Civil Affairs, and the Mine Action Center; the World Bank; UNHCR; OSCE; government officials; opposition party members; Bosnian displaced persons, many of whom had returned to their homes in areas controlled by another ethnic group; and numerous nongovernmental organizations.", "We also interviewed officials from (1) the Departments of State, Defense, and the Treasury; USAID; USIA; and the Central Intelligence Agency in Washington, D.C.; (2) the U.S. European Command and U.S. Army Europe in Germany; (3) the U.S. mission to NATO, NATO international staff, SHAPE, and the European Commission in Belgium; (5) OSCE and the U.S. mission to the OSCE in Vienna, Austria; and (6) the U.S. embassy and U.N. Liaison Office in Zagreb, Croatia.", "Also to assess progress toward achieving the operation’s objectives and in implementing the train and equip program, we compared conditions in Bosnia with the goals laid out in Dayton and related agreements. We analyzed numerous situation reports and other documents from U.S. agencies, NATO, SFOR, OHR, OSCE, IPTF, UNHCR, and other organizations. We also interviewed many observers of the situation in Bosnia to expand upon or clarify information contained in the documents. Further, we relied on results of a joint GAO-Congressional Research Service (CRS) seminar for Congress on “Bosnia: U.S. Options After June 1998,” which was held on November 6, 1997.", "We did not (1) verify the accuracy and completeness of the cost information DOD or civilian agencies provided to us; (2) evaluate the methodology of USIA polls or other surveys or polls used in this report; or (3) assess the reliability or methodology of USAID, OHR, or World Bank audit reports.", "According to USIA officials, USIA analyses are based on responses from people belonging to the principal ethnic group in each of the following sampling areas: Republika Srpska; predominately Croatian regions of Bosnia; and predominately Muslim areas of Bosnia. Nineteen times out of 20, results from samples of similar size to USIA samples will differ by no more than 4 percentage points in either direction from what would be found if it were possible to interview every Bosnian Serb in Republika Srpska, every Bosnian Muslim in Muslim-dominated areas of the country, and every Bosnian Croat in Croat-dominated areas of the country. Because of this sampling methodology, USIA cautions against using its poll results to develop data on attitudes of Bosnia’s total population. Despite these limitations to USIA samples, we believe the USIA data have sufficient geographic coverage to provide an adequate approximation of the attitudes of each of Bosnia’s three major ethnic groups countrywide.", "We conducted our work from June 1997 through May 1998 in accordance with generally accepted government auditing standards. Our information on foreign law was obtained from interviews and secondary sources, rather than independent review and analysis."], "subsections": []}]}, {"section_title": "Progress in Providing a Secure Environment", "paragraphs": ["To promote a permanent reconciliation between all parties, the Dayton Agreement sought to establish “lasting security” based on a durable cessation of hostilities, civilian police that operate in accordance with democratic policing standards, and a stable military balance in the region. Under heavy international pressure, considerable progress has been made toward achieving the goal of a secure environment, but much remains to be accomplished, particularly in the area of developing democratic civilian police forces.", "The overall security situation improved somewhat during 1997, but remains very volatile. SFOR has continued to ensure the cease-fire by monitoring and controlling Bosnia’s three militaries and in August 1997 started to control Bosnia’s special police units as military forces. Significant early steps were taken in 1997 in certifying, training, and ethnically integrating Bosnia’s civilian police forces in the Federation and in starting the certification process in Republika Srpska. However, according to U.N. officials, the police remained the primary violator of human rights in Bosnia and often failed to provide security for people of other ethnic groups.", "Also, by the end of 1997, the parties to the Dayton Agreement largely complied with arms control measures designed to achieve a regional military balance. The U.S.-led international program to train, equip, and integrate the Bosniak and Bosnian Croat militaries into a unified Federation military also made significant progress."], "subsections": [{"section_title": "Overall Security Situation", "paragraphs": ["According to data from the SFOR Assessment Cell, an operation analysis unit at SFOR headquarters, the overall security situation improved in Bosnia during 1997, but threats to stability increased during the first few months of 1998 (see fig. 2.1). The cell’s data—which include incidents related to freedom of movement, ethnic conflicts, and police abuse—show that threats decreased at an average monthly rate of 1.5 percent during 1997. However, the data also show substantial volatility throughout the year and during early 1998. For example, the number of incidents increased by 123 percent between April and May 1997, decreased by 45 percent between September and November 1997, and then increased again by about 140 percent from January through March 1998.", "According to an assessment cell report, these threat trends on a general level reflect the cycle of violence that occurred during Bosnia’s war, with declines in intensity in the spring for planting and late summer for harvest, and in early winter when movement is more difficult. Further, tensions related to returns of refugees and displaced people contributed to increases from May through December 1997, as well as in early 1998. While the number of incidents in January and February 1998 was much lower than during the same months a year earlier, the number of incidents during March and April 1998 was higher than the prior year, primarily due to an increase in (1) ethnic incidents, particularly in the Federation, as people crossed ethnic lines to visit or return to their prewar homes and (2) police abuse incidents associated with illegal police checkpoints."], "subsections": []}, {"section_title": "SFOR Control of Bosnia’s Military Forces", "paragraphs": ["In 1997, SFOR continued to contain the three militaries in Bosnia and started the process of bringing special police units under SFOR control."], "subsections": [{"section_title": "The Three Militaries in Bosnia", "paragraphs": ["SFOR officials and NATO documents state that during 1997 Bosnia’s political leaders generally complied with most military provisions of the Dayton Agreement, but their militaries continually tested SFOR’s reactions to minor violations of annex 1A of the Dayton Agreement. Under SFOR supervision, the three militaries continued to observe the October 1995 cease-fire; kept their forces separated; and demobilized additional troops, bringing their combined strength down to 55,500 soldiers by October 1997. SFOR enforced compliance with the military provisions of the Dayton Agreement by continually patrolling throughout the country, including in the zone of separation; routinely monitoring and inspecting SFOR-approved military storage sites and installations; and monitoring SFOR-approved military training and movement activities. Further, according to a DOD report, the three military forces surpassed SFOR’s requirement that they reduce their military cantonment sites by 25 percent during 1997. They reduced the number of sites by about 29 percent—from 770 sites to 545 sites—by December 1, 1997, and further lowered the number to 534 by January 1998.", "Minor violations and weapons inventory discrepancies by the three militaries led SFOR to confiscate and destroy about 10,000 small arms and some heavy weapons in 1997. Moreover, according to NATO documents, SFOR also imposed numerous training and movement bans on the three militaries throughout the year for violations such as failing to meet demining requirements, inaccurately reporting troop movement and training activities, and infringing radar and missile restrictions.", "Because the fighting has not resumed, the operation’s civilian organizations have been able to continue their work and the people of Bosnia have been able to proceed with the long process of political and social reconciliation. On December 10, 1997, the Peace Implementation Council stated that the presence of NATO-led forces has been the greatest single contributor to subregional security since the signing of the agreement and will continue to be so in the short to medium term."], "subsections": []}, {"section_title": "Special Police", "paragraphs": ["On August 7, 1997, the SFOR Commander notified the entity Presidents that special police units in Bosnia would henceforth be controlled by SFOR as military forces under annex 1A of the Dayton Agreement. The agreement had defined Ministry of Internal Affairs special police as organizations with military capability and thus subject to Dayton’s military provisions. The new SFOR policy was to apply to special police not duly certified and monitored as civilian police under the IPTF police restructuring program. The policy was designed to help accelerate and ensure police restructuring and reform, particularly in Republika Srpska. The SFOR Commander also issued supplementary instructions to the parties on August 15, 1997. These instructions laid out the procedures to be followed while the special police are subject to SFOR control before IPTF certifies them as civilian police.", "NATO documents show that special police in the Federation were generally in compliance with SFOR requirements as of mid-October 1997. However, Republika Srpska special police, specifically some units of the Police Anti-Terrorist Brigade, had failed to comply despite SFOR training and movement bans on all Republika Srpska special police units that were not in compliance with the supplementary instructions. As of November 12, 1997, the two outstanding issues were (1) the failure of five special police units to provide monthly duty rosters and of one of these units to submit its personnel list to SFOR and (2) the failure of the Bosnian Serb member of Bosnia’s collective Presidency, Momcilo Krajisnik of the SDS, to personally respond and explain to the SFOR Commander the role of special police in events that took place in Banja Luka in early September 1997. Because of these problems, special police remained subject to a training and movement ban and continued to be closely monitored by SFOR.", "On November 10, 1997, SFOR seized control of the special police unit in Doboj, in response to special police actions in Banja Luka in early September 1997 and the subsequent failure of Krajisnik to adequately explain them. Specifically, SFOR confiscated weapons, vehicles, communications equipment, and files from the unit and decertified the officers assigned there. On November 20, 1997, SFOR and IPTF officials reached an agreement with Republika Srpska representatives on the future role of special police as they become part of the civilian police structure. Once certified as civilian police, some units (about 850 officers) will be allowed to assume IPTF-approved tasks related to counterterrorism, border control, organized crime prevention, protection of important people, and crowd control.", "As of February 8, 1998, according to an IPTF memo, 1,321 special police officers in Banja Luka (106), Doboj (960), and Bijeljina (255) had started the initial steps of IPTF’s civilian police certification process. By that time, according to a NATO document, SFOR had all Republika Srpska special police under control and surveillance, with SFOR liaison officers attached to each unit; however, not all units were in full compliance yet with SFOR’s instructions of August 1997."], "subsections": []}]}, {"section_title": "Public Security Reforms", "paragraphs": ["During 1997, under intense international pressure, Bosniak, Bosnian Croat, and Bosnian Serb political leaders began taking important, early steps in developing police forces that meet IPTF’s standards for democratic policing. The Bosniaks and Bosnian Croats began patrolling together in every municipality of two ethnically mixed cantons in the Federation; both President Plavsic and SDS hard liners in Pale allowed their police forces to start the IPTF police restructuring process late in the year, after almost  2 years of refusing to cooperate with the IPTF; and in Brcko, the Supervisor began the process of establishing a multiethnic, democratic civilian police force for Brcko municipality. The progress was often slow and halting, however, and police continued to be the primary violator of human rights in Bosnia. The program to train and equip Bosnia’s police forces, an integral part of the IPTF police restructuring program, was strongly supported by the United States but received limited financial support from other donors."], "subsections": [{"section_title": "Status of Civilian Police Restructuring", "paragraphs": ["By the end of 1997, IPTF was implementing three distinct police restructuring efforts in Bosnia, specifically, (1) in the Federation for Bosniak and Bosnian Croat police forces at the canton and Federation levels; (2) in Republika Srpska, starting with the entity’s public security centers, three of which were controlled by President Plavsic in Banja Luka and six of which were controlled by SDS hard-liners in Pale; and (3) in the Brcko area of supervision, Republika Srpska, under the authority of the Brcko Supervisor.", "Each police restructuring effort consisted of certifying, training, reducing, and integrating police forces, as well as revising police standards and procedures so that they are in accordance with democratic policing standards. Tables 2.1 and 2.2 provide information on progress made in these areas in 1997 and early 1998. According to a State Department official, although Bosnian Serb political leaders in Pale consented to police restructuring in September 1997, they had not consistently followed through on their commitments; most of the police who had been provisionally certified by the IPTF were in areas controlled by President Plavsic.", "IPTF’s efforts to integrate Bosnia’s police forces are viewed by many observers in Bosnia as critically important for building confidence among people who have crossed or will cross ethnic lines to return home and will have to rely on their local police to provide security for them. The three police restructuring efforts in 1997 had different standards for ethnically integrating police forces and made different amounts of progress toward their goals: The integration of Bosniak and Bosnian Croat police in the Federation had made important progress by the end of 1997; the creation of a multiethnic police force in Brcko started very late in the year; and the integration process had not yet started in other areas of Republika Srspka (see table 2.2).", "The joint patrolling by Bosniak and Bosnian Croat police forces was viewed as a positive development by human rights and other observers. During our October 1997 visit to Bosnia, these patrols were just getting underway in many areas of the ethnically mixed cantons of Neretva and Central Bosnia. At that time, a senior OSCE human rights observer told us that joint Bosniak and Bosnian Croat police patrols had resulted in a decline in human rights abuses in areas where they were occurring. By early December 1997, according to a U.N. report, joint Bosniak and Bosnian Croat patrols were taking place in every municipality in Neretva and Central Bosnia cantons. However, by mid-March 1998, some municipalities in these cantons had reverted to a pattern of police patrols consisting solely of officers from the dominant ethnic group.", "Despite these positive developments, State Department and IPTF officials described the progress in integrating Federation police forces as frustrating, halting, incremental progress, noting many problems. For example, police deployed to areas controlled by another ethnic group at times had been harassed, intimidated, and threatened, and some had requested IPTF or SFOR protection. Further, in early February 1998, according to a State Department official, IPTF and OHR canceled the inauguration of a restructured police force in a Croat-controlled canton when they discovered that only Bosnian Croat flags were to be displayed, and no Bosniak officials or police were to be present. This canton is particularly resistant to implementing reform or integrating, given its proximity and ties to the Republic of Croatia. State officials said that political leaders are the cause of problems in integrating Bosniak and Bosnian Croat police in the Federation—political will is not coming from Bosniak and Bosnian Croat political leaders to allow or encourage integration.", "Many police forces in the Federation face a serious shortage of police officers because they cannot fill positions allocated for Serbs or other ethnic groups, despite offers of housing assistance and other incentives to attract police from those groups. For example, Neretva Canton had filled only 3 of the 260 slots allotted to Bosnian Serb police as of mid-October 1997. According to a Police Chief in the canton, the ability of his force to protect public safety remains seriously compromised until his station reaches full strength.", "Further, Bosnia’s three ethnically based police forces, which continue to be controlled by their respective political leaders, often did little to provide personal security and uphold human rights of citizens outside their respective ethnic groups. Instead, most human rights violations—by some estimates as high as 50-70 percent, according to a senior U.N. official—have been committed by police. Police forces in many instances during 1997 did not act to protect people of other ethnic groups who still lived in their jurisdictions or who wished to travel or return to their homes across ethnic lines.", "According to a State Department official, some people have protected the rights of all citizens regardless of ethnicity; however, the development of democratic police in Bosnia will require a change in Bosnia’s political leadership and the control they still wield over the police. Further, many observers told us that this will also require a new generation of police leaders trained in democratic policing. These observers stated that Bosnia’s current generation of police leaders—including those installed by President Plavsic—had been trained to serve an authoritarian state rather than the people of Bosnia. The Federation started the process of developing a new generation of professional officers trained in accordance with democratic standards when it opened its new police academy in December 1997. The first class of 100 officers includes 58 Bosnian Croats, 20 Bosniaks, and 22 “Serb or other” students."], "subsections": []}, {"section_title": "Police Restructuring and Judicial Reform Assistance Programs", "paragraphs": ["According to a State Department official, IPTF originally estimated that it would cost about $110 million to provide training and equipment for Bosnia’s civilian police as they participate in IPTF’s police restructuring program: $60 million for the Federation and $50 million for Republika Srpska. The United States has pledged about $30 million in fiscal years 1996 and 1997 and requested an additional $15 million in fiscal year 1998. The State Department spent $6.2 million to support efforts to train and equip Federation police in fiscal year 1996 and obligated or planned to obligate $17.4 million to support similar efforts for Federation and Republika Srpska police in fiscal year 1997. The vast majority of the funds were to be used for the Federation, as Bosnian Serb political leaders did not agree to restructure their police forces until late in the year.", "Most of the U.S. police training money in both entities was used to fund programs administered by the Department of Justice’s International Criminal Investigative Training Assistance Program, including the IPTF’s human dignity and basic skills (transition) training courses for thousands of Bosnian police officers (see table 2.1). The program also (1) helped to establish a model police station in Sarajevo—one is planned for each canton and five are now operational—to demonstrate how police stations in a democratic country should function, (2) provided training and instructor and curriculum development for the reformed Federation police academy, and (3) continued forensics and executive development training. The United States also spent about $2.3 million to provide uniforms and 12,000 pairs of handcuffs for the Federation police. Further, the State Department obligated about $1 million to the Department of Justice to support similar training programs for Republika Srpska police in Brcko.", "According to State Department officials, other countries until recently had not pledged or made major contributions because they disagree with the United States on how to approach police restructuring. They believe that IPTF should be handling all aspects of police restructuring—monitoring, reorganizing, and training—on its own. The U.S. government, however, believes that even with the new IPTF focus on recruiting trainers and playing a more active role in training, the IPTF by itself does not have the training and equipment required for effective restructuring of the Federation police. Up until October 1997, other donors had pledged about $4.2 million and actually contributed $2.8 million to the U.N. Trust Fund for police reform, according to State sources. Beginning in late 1997, according to a State Department document, the European Union and other countries did pledge additional funds for police assistance, bringing the total amount promised up to $23.3 million, although the total amount actually contributed to the U.N. Trust Fund is still less than $3 million, as of the end of March 1998.", "According to State Department officials, a shortage of funding for the program has resulted in delays in providing temporarily certified police with professional training required for full certification. For example, lack of funds delayed the opening of the Federation police academy from September 1 to mid-December 1997, thereby postponing the introduction of the IPTF’s planned 6-month recruit training course. The academy needed an estimated $3 million-$5 million in renovations.", "The international community recognizes that in order to ensure public security in Bosnia, police reform must be accompanied by reform of Bosnia’s judicial system, an effort that USAID officials acknowledge will be a massive undertaking for the international community. Large-scale efforts to reform the judiciary have not yet gotten underway, though some donors, including USAID, are funding limited judicial reform efforts. According to a USAID judicial reform grantee, the international community has not yet started to address problems of the court systems at many levels of government; they remain undemocratic and corrupt instruments of government control from the prewar Communist era. The judiciary in all entities, according to a State Department human rights report, remains subject to coercive influence and intimidation by the authorities or dominant political parties, and close ties exist between courts of law and the ruling parties in many areas."], "subsections": []}]}, {"section_title": "Creating a Stable Military Balance", "paragraphs": ["A third key element of providing a secure environment in Bosnia is to create a stable military balance in the region. The United States believes that there are two primary factors in achieving a stable military balance: (1) the arms control provisions of the Dayton Agreement and (2) the U.S.-led program to train and equip the Bosniak and Bosnian Croat militaries as they integrate into a unified Federation military."], "subsections": [{"section_title": "Arms Control", "paragraphs": ["In 1997, the international community and political leaders of Bosnia’s three major ethnic groups continued to implement two of the three arms verification and control agreements called for by annex 1B, articles II, IV, and V, of the Dayton Agreement, although they did so only with strong international pressure and support. The negotiations for the article V regional arms control agreement had not yet begun as of late April 1998."], "subsections": [{"section_title": "Article II Confidence and Security-Building Measures in Bosnia", "paragraphs": ["The article II agreement was signed on January 26, 1996, by political leaders of Bosnia’s three major ethnic groups and called for measures to enhance mutual confidence and reduce the risk of conflict. To assist in this process, OSCE established a regional arms control monitoring mission in Sarajevo to oversee article II implementation. The political leaders of the three major ethnic groups have generally fulfilled the objectives of the article II agreement, although they required heavy OSCE pressure to do so. Specifically, they (1) declared their holdings of heavy weapons; (2) completed scheduled inspections of those holdings under OSCE auspices; and (3) exchanged information and military liaisons, established other communications links, and participated in joint visits and seminars.", "While U.S. and OSCE officials stated that they were generally satisfied with the degree of compliance demonstrated by the parties in 1997, they also said that military liaison missions were meeting twice monthly only under OSCE pressure. They also noted that the parties were not using the defense ministry “hot lines” that had been established. Because of these problems, U.S. and OSCE officials believe that the parties cannot continue the article II process in 1998 without significant international involvement. According to these officials, OSCE will review the need for the continued presence of its arms control mission in Bosnia in June 1998."], "subsections": []}, {"section_title": "Article IV Subregional Arms Control Agreement", "paragraphs": ["The second agreement, the article IV subregional arms control agreement of June 1996, was signed by political leaders of Bosnia’s three major ethnic groups as well as Croatia and the Federal Republic of Yugoslavia, to reduce arms and military forces to balanced and stable levels. These parties made substantial progress during 1997 in implementing the outstanding provisions of the article IV agreement. Specifically, the parties (1) completed an additional round of scheduled inspections (beyond those completed in 1996) of all five parties’ declared heavy weapons holdings; (2) remained under the voluntary manpower limits that they established in 1996; (3) periodically updated their heavy weapons declarations; and (4) met the October 31, 1997, deadline for reducing their declared surpluses of heavy weapons. Altogether, the five militaries destroyed or disposed of nearly 6,600 surplus heavy weapons—about 40 percent of their combined heavy weapons holdings—by that date. Thus, at the end of 1997, the parties were below the heavy weapons ceilings established by the article IV agreement (see fig. 2.2).", "Bosnian Serb political leaders, who had largely failed to comply with the December 1996 interim reduction target, fully met the final target date.U.S. officials attributed the greater compliance of Bosnian Serbs to (1) SFOR’s restrictions on the Bosnian Serb military’s movement and training as a means of forcing compliance, (2) Bosnian Serb budget and manpower constraints that do not allow them to maintain weapons, and (3) SFOR assistance in transporting weapons to their reduction sites. According to OSCE and State officials, OSCE will remain substantially involved in the article IV inspection processes and will use them to push the parties to report more fully all heavy weapons holdings. For example, according to a State Department official, OSCE will ask the parties to classify several hundred mortars currently excluded from article IV as subject to its heavy weapons limits."], "subsections": []}, {"section_title": "Article V Regional Arms Control Agreement", "paragraphs": ["Negotiations had not yet begun on the third agreement called for by annex 1B, article V, to establish a regional arms control balance in and around the former Yugoslavia, by late April 1998. The Dayton Agreement placed no time limit on these negotiations, nor did it define the geographic area subject to this agreement. According to a State Department official, OSCE did select a Special Representative at its December 1997 meeting in Copenhagen. The Special Representative is expected to begin consultations in the spring of 1998 to set the scope and objectives for article V, under which negotiations can later begin."], "subsections": []}]}, {"section_title": "Military Train and Equip Program", "paragraphs": ["The U.S.-led international program to equip, train, and integrate the Bosniak and Bosnian Croat militaries into a unified Federation militaryremains a key element of the U.S. effort to establish a stable military balance in the region and sustain a secure environment in Bosnia. The program made significant progress in equipping, training, and establishing integrated structures for the Federation Army in 1997, but the Bosniak and Bosnian Croat militaries still maintain separate chains of command, the troops will require years of additional training and sustainment support, and the force is not projected to have a fully integrated defensive and deterrence capability until beyond the year 2000.", "As of April 1998, the total pledges and contributions to the train and equip program were about $389 million, including $109.1 million from the United States, with a total of 14 countries pledging cash, equipment, training, or other support. For example, foreign donors provided in full the $147 million in cash they pledged in 1996 plus an additional $5 million contributed in 1998; the majority of the donated or purchased military equipment has been delivered to the Federation (see fig. 2.3); and Bosniak and Bosnian Croat soldiers are or will be trained in Germany, Turkey, Egypt, Malaysia, Bangladesh, Qatar, and the United Arab Emirates, while American, Jordanian, and Indonesian trainers have instructed Bosniak and Bosnian Croat soldiers in Bosnia. In addition, the Bosniak military has used donor funds to purchase multiple-launch rocket systems, and 532 trucks and trailers; moreover, it started producing artillery, helmets, and small arms ammunition in state-owned factories. See appendix III for additional details on the status of the train and equip program.", "The U.S. firm contracted by the Federation to train and integrate the Bosniak and Bosnian Croat militaries—MPRI—largely met the objectives of its first phase of its 2-year contract, which is valued at about $80 million. According to State Department and contractor officials, phase I of the contract—which ended in September 1997—achieved the following:", "The integrated Ministry of Defense, the Joint Military Command, the joint logistics and training commands the contractor helped establish and train are now at least partially staffed and beginning to function. As of October 1997, the new joint logistics command was starting to distribute the small arms and some types of equipment donated by the United States.", "The contractor has completed “train the trainer” courses in small unit tactics for 9 of the 15 Bosniak and Bosnian Croat brigades using U.S.-supplied light weapons.", "The Federation Army School, which was established by the contractor in October 1996, trained about 1,900 Bosniak and Bosnian Croat officers and noncommissioned officers in its first year. The school’s leadership and technical training ranged from basic non-commissioned officer’s classes up to brigade and battalion commander and staff courses.", "The Federation Army combat simulation center near Hadzici opened in January 1997 and has provided brigade and battalion staff training for Bosniak and Bosnian Croat commanders and staff. In keeping with the Federation Army’s defensive strategy, the training emphasizes defensive warfare.", "The contract was extended for an additional year on September 6, 1997, according to State Department officials. During this phase, the contractor intends to help the Ministry of Defense and Joint Military Command become fully operational, continue to provide individual and unit training, and give instruction in the use of U.S.-donated weapons. The Federation Army School plans to provide training for approximately 1,500 officers and noncommissioned officers in its second year. As of the beginning of May 1998, the contractor had completed training 1,823 Federation Army personnel in the operation and maintenance of the U.S.-provided tanks and armored personnel carriers. The new joint logistics command had also started to distribute the small arms and equipment donated by the United States, was planning to distribute weapons donated by four other countries, and was maintaining control over the ammunition.", "The Federation will need additional financial and material resources to complete and sustain its new force structure, according to State officials, because the $152 million in cash donations and $100 million in U.S. drawdown authority is fully committed to existing program requirements. The Federation will also need assistance in maintaining the heavy weapons donated by the United Arab Emirates, Egypt, Qatar, and Turkey. Further, according to contractor personnel, Federation commanders and staff will require 2 or 3 years before these staffs are fully trained in the tactical doctrine being taught at the simulation center. Maintenance personnel will need 3 or 4 years’ additional training before they will be able to instruct other personnel on the maintenance of the U.S.-provided heavy weapons.", "As of May 1998, Bosnian Serb leaders had not agreed to participate in the military train and equip program under conditions imposed by the United States. Specifically, according to State Department officials, the Bosnian Serb political leaders and military would have to (1) begin to work toward establishing common national defense institutions for Bosnia; (2) end their deep and extensive military relationship with Serbia; and (3) comply with all areas of the Dayton Agreement, including arresting people indicted for war crimes, guaranteeing freedom of movement, and following through on arms control agreements. A senior State Department official acknowledged that Bosnian Croats and Bosniaks have not fully complied with the agreement, but said that they have complied to a far greater degree than have the Bosnian Serbs on such issues as surrendering indictees to the war crimes tribunal, allowing freedom of movement, permitting the return of refugees, and accepting other key elements of Dayton."], "subsections": []}]}]}, {"section_title": "Progress in Developing a Unified, Democratic Bosnia", "paragraphs": ["A second principal objective of the Dayton Agreement was to establish Bosnia as a unified, democratic country that would uphold the rule of law and adhere to international standards of human rights. Some progress was made in 1997 and early 1998 in establishing the institutions, laws, and practices of a unified, democratic Bosnia at all levels; the human rights situation improved considerably; ethnic intolerance eased slightly; and the international community’s efforts to promote democratic governance and practices showed early results.", "Despite the progress made, the country remained a long way from achieving the overall objective: Most multiethnic institutions at all levels of government were largely not functioning or were functioning only as a result of heavy international involvement, the vast majority of Bosnian Serbs and Croats and their political leaders still wanted to be separate from Bosnia, and the human rights situation remained poor and ethnic intolerance strong. Ethnic intolerance and human rights remain particularly volatile, as reflected in the increased number of incidents in these areas from January through April 1998."], "subsections": [{"section_title": "Multiethnic Institutions and Laws", "paragraphs": ["Under intense international pressure, some progress was made during 1997 and early 1998 in developing governmental institutions and the legal framework for politically linking Bosnia’s three ethnic groups at the national, entity, and municipal levels, as well as in the area of the Brcko supervisory regime. However, the intransigence of political leaders of Bosnia’s three major ethnic groups—particularly the hard-line SDS leadership in Pale—continued to block the effective functioning of Bosnia’s national institutions. This situation required the High Representative to use his authority to break political impasses in the development of national symbols and laws.", "Further, as of May 1998, the new, relatively moderate government in Republika Srpska was still in the process of consolidating the political, security, and financial institutions and resources that would allow it to live up to its pledges of implementing the Dayton Agreement; real power in the Federation remained in separate Bosniak- and Croat-controlled structures; 133 of 136 municipal governments elected in September 1997 had formed but only with strong international involvement; and Brcko’s multiethnic institutions were established and functioning only because of the intense international supervision and pressure."], "subsections": [{"section_title": "National Institutions, Symbols, and Laws", "paragraphs": ["Since the September 1996 election of Bosnia’s multiethnic, collective Presidency and Parliamentary Assembly, elected Bosnian officials from all three ethnic groups have begun to build a national government. Although all key national institutions were established by the summer of 1997, they generally have not functioned as intended, in large part because hard-line SDS political leaders within these institutions impeded their effective operations. In October 1997, the High Representative noted that the internal crisis in Republika Srpska and the regular absence of SDS members of these institutions substantially hampered their work and constituted a major impediment to implementing the Dayton Agreement. By early December 1997, the problems of the non-functioning national institutions led the High Representative to request, and the Peace Implementation Council to approve, an interpretation of his Dayton authority that allowed him to regulate the functioning of national institutions and to impose interim measures when the parties are unable to reach agreement. Table 3.1 shows a list of national institutions and their status as of May 1998.", "Because these institutions have largely not functioned as intended, during most of 1997 the political leaders of the three ethnic groups reached agreement on few laws and symbols that would link them politically. In late 1997 and early 1998, the High Representative responded to the political intransigence by ordering the implementation of legislation after Bosnia authorities failed to pass the required legislation on time (see  table 3.2). As of May 19, 1998, the High Representative had not exercised his authority that allows him to remove obstructionist, elected officials from office at the national level."], "subsections": []}, {"section_title": "New Republika Srpska Government", "paragraphs": ["The election for the Republika Srpska National Assembly, or parliament, on November 22 and 23, 1997, resulted in the SDS losing control of the parliament and in the formation of a more moderate entity-level government. This government is headed by a Prime Minister—Milorad Dodik—who publicly declared support for full implementation of the Dayton Agreement. As of May 1998, the new government’s control of the political, security, and financial apparatus in Republika Srpska was not yet complete, and its plans and pledges to support Dayton not yet implemented.", "In the November 1997 elections, the SDS lost its majority in the parliament, dropping from 45 (of 83) seats to 24 seats and from 52 percent of the vote to 27 percent. Even when in coalition with another hard-line party, the Serb Radical Party, the SDS could no longer control the assembly (see fig. 3.1). President Plavsic’s new political party, the Serb People’s Union (SNS), was the biggest beneficiary of changes in the parliament, winning 15 seats and 16 percent of the vote. Another Serb opposition party, the Socialist Party of Republika Srpska (which has strong ties to President Milosevic of the Federal Republic of Yugoslavia), won nine seats in the parliament. The Coalition for a Unified and Democratic Bosnia—led by the ruling Bosniak Party of Democratic Action (SDA)—won the same number of seats, 16, as in 1996, although its total percentage of the vote declined from about 19 percent to about 17 percent.", "Serb opposition (1996) = A coalition of Socialists, Independent Social Democrats, and other parties; Democratic Patriot Block; Serb Party of Krajina; and Serb Patriotic Party Serb opposition (1997) = Socialists, Independent Social Democrats, and SNS Federation-based parties (1996) = SDA, Party for Bosnia and Herzegovina, and a coalition of other political parties Federation-based parties (1997) = Coalition for a Unified and Democratic Bosnia and Social Democratic Party.", "Although an SDS member was reelected as the parliament’s President, members of Serb opposition and Federation-based political parties in the parliament elected the new, moderate Prime Minister by one vote and gave him the mandate to form a new government on January 18, 1998. This election took place despite hard-liners’ attempts to disrupt the proceedings by walking out of the session. On January 31, 1998, at the third parliamentary session, the new Republika Srpska government was sworn in, and the parliament voted to move the seat of government from Pale to Banja Luka.", "After being elected Prime Minister, Dodik pledged a clean break with the failed policies of the ultranationalists, promised to cooperate with the international community, and expressed full support for the peace plan, including the right of all refugees to return to their prewar homes. The international community, including SFOR, supported the first meetings of the new parliament and transition to the new government through political and military means. For example, following the election of the new government, SFOR increased patrols and established observation posts in the vicinity of Republika Srpska government offices in and around Pale.", "Dodik’s election as Prime Minister is viewed by observers in Bosnia as one of the most significant political developments in Bosnia since the signing of the Dayton Agreement. According to the International Crisis Group, a nongovernmental organization operating in Bosnia, before the war Dodik supported non-nationalist policies and reforms; during the war he formed an opposition block of 12 members in the Bosnia Serb parliament and supported all peace initiatives; and after the 1996 national elections, he formed a “shadow government” consisting of three Serbs, three Bosniaks, and two Croats. Further, in September 1997, after Dodik’s party had won a plurality of seats in the Laktasi municipal assembly and tied for the most seats in the Srbac municipal assembly, he invited all former residents who were expelled during the war to return. In forming his new government, the International Crisis Group reported, Dodik continued to break Bosnian taboos. For example, instead of looking to the exclusive support of one ethnic group, he sought the political backing of all ethnic groups.", "USIA polling data show that as of mid-February 1998, Dodik had substantial support from Bosnian Serbs, with 69 percent holding a favorable opinion of him. Further, according to OHR documents, Dodik immediately moved to reestablish political and economic ties between Republika Srspka and Sarajevo, as well as between Republika Srpska and Croatia. The new government received support from the Republika Srpska Ministry of Defense and has been attempting to reunify the entity’s state media that had been split during the political crisis.", "As of May 1998, however, it was unclear whether the Prime Minister would be able to fulfill his commitments to implement Dayton due to his weak hold on Republika Srpska’s political, security, and financial institutions. For example:", "Some observers, including human rights groups, said that Dodik-appointed Ministers of Defense, Justice, and Interior had either expressed limited support for Dayton implementation or were closely associated with hard-line nationalists and individuals indicted by the war crimes tribunal; thus, these individuals may attempt to obstruct efforts to implement Dayton.", "Dodik’s government remained threatened by attempts of hard-liners to undermine the government. For example, according to an OSCE report, the President of the Republika Srpska parliament, an SDS member, called a special parliamentary session to be held in Doboj on April 16; during the session, the hard-line SDS and Serb Radical parties intended to hold a vote of no-confidence. The session was cancelled when a boycott by all other parties deprived the session of a quorum. Several reports in late April and early May 1998, including a statement of the President’s Special Representative for Dayton Implementation, stated that Milosevic, President of the Federal Republic of Yugoslavia, supported this and other hard-liner attempts to destabilize the government. It was unclear whether the new government had gained control of all Republika Srpska police. The new Minister of Interior had moved to depoliticize and reunify the police forces that were controlled by SDS leaders in Pale and by the government in Banja Luka; for example, he named new chiefs to eight of the nine public security centers in the entity. However, there was no evidence that these moves had broken the chain of command extending from the SDS in Pale to police forces in eastern Republika Srpska.", "Dodik was unable to take full control of Republika Srpska revenues, and revenues continued to flow to SDS leaders in Pale. According to an international observer in Bosnia, it was unknown how much of the entity’s total revenue was flowing to Dodik’s government.", "In mid-February 1998, Dodik vowed to quit his position if international assistance to his new government was not quickly delivered, as he needed funds to pay police, teachers, and civil servants. On February 24, 1998, the High Representative delivered the first tranche of international assistance to go toward budgetary support for the new government—4 million deutsche marks from the European Union. USAID pledged $5 million for budgetary support for the new Republika Srpska government, which will be distributed through a grant to OHR. These funds will pay back salaries for government employees, except those of the Ministries of Justice, Defense, and Interior."], "subsections": []}, {"section_title": "Federation Institutions", "paragraphs": ["Some progress was made in 1997 toward the creation of institutions, laws, and symbols of the joint Bosniak-Croat Federation under intense pressure from the United States and others; however, at the end of the year the Federation was not yet a fully functioning governmental entity, and the Bosniaks and Bosnian Croats still maintained separate administrative structures.", "The Federation Parliament met more frequently during 1997. It passed laws on privatization on October 21, 1997, and after international arbitration, on the resolution of territorial issues associated with split and new municipalities on January 22, 1998. The ministries, particularly the Defense Ministry, have begun to acquire staff and facilities and have started to function; the higher courts have been established and have begun to hear cases; and police restructuring and integration have made some progress in integrating Bosniak and Bosnian Croat police forces at the cantonal and municipal levels. In addition, according to international advisors to the Federation, all 10 of the Federation’s cantonal governments were established by October 1997; 9 of 10 cantons had passed laws on courts by late February 1998; and most of the cantons had started to restructure their court systems.", "Despite this progress in developing Federation institutions, in April 1998 the High Representative reported that illegal structures of government in the Federation had not been dissolved or integrated, despite three formal announcements in 1996 that they had been abolished. According to international observers in Bosnia, real governmental power and authority in the Federation continues to reside in separate Bosniak and Bosnian Croat governmental structures. There, Bosnian Croat political leaders, and some hard-line Bosniak political leaders, carry on their obstruction of the development of Federation institutions.", "The Bosnian Croats still maintain the administrative structures and symbols of their separate para-state, known as Herceg-Bosna, and continue to use Croatia’s education policy and currency, the Kuna, as they did during the war. Bosniaks have also kept their separate institutions, those of the former Republic of Bosnia and Herzegovina, including the Bosniak-controlled internal security service, whose presence has impeded the development of an integrated Federation Ministry of Interior. Furthermore, cantonal governments in areas of the Federation containing a sizable number of both Bosniaks and Bosnian Croats—particularly the Neretva and Central Bosnia cantons—have constantly resisted international pressure to pass laws that would link the two groups and integrate their administrative, police, and court systems. This intransigence is due in large part to hard-line Bosnian Croat leaders."], "subsections": []}, {"section_title": "Municipal Governments", "paragraphs": ["On September 13 and 14, 1997, municipal elections held in Bosnia resulted in the election of multiethnic municipal governments throughout Bosnia, as a number of people, primarily Bosniaks, chose to vote for municipal governments where they lived in 1991. If fully implemented, according to observers, the municipal election results would be a positive step forward in the development of democratic institutions in Bosnia and could help pave the way for creating conditions that would allow people to return home across ethnic lines. However, the election results proved very difficult to implement in many municipalities that had a different ethnic composition before the war, including in Srebrenica.", "Recognizing the potential problems, an interagency working group led by OSCE developed a municipal election implementation plan in May 1997 and a final operational plan in mid-October 1997. The implementation plan called for a final certification that confirms which municipal councils had been duly formed by the end of 1997. According to an OSCE official, final certification means that the “shell” of a municipal government has been formed. The implementation plan recognized that candidates who win office must be able to travel to municipal council meetings and to move about their municipality without fear of physical attack or intimidation. It called for local police to provide security for council members and for IPTF and SFOR to supervise the development of the security plan. In addition, IPTF and SFOR, together with OSCE and other organizations, were to monitor the plan’s implementation through the National Election Results Implementation Committee."], "subsections": [{"section_title": "Formation of Municipal Governments Slower Than Projected", "paragraphs": ["In mid-October 1997, an OSCE official told us that OSCE expected that up to 12 of the 136 municipalities that held elections would have problems achieving final certification by December 31, 1997, primarily because they would involve installing multiethnic assemblies and governments. Two of the more difficult cases were projected to be (1) Srbrenica, a city that had a prewar Bosniak-majority population but was “ethnically cleansed” by Serbs in 1995; its prewar residents successfully elected a predominantly Bosniak council and (2) Drvar, a town with a predominantly Serb majority before and during much of the war but now populated in large part by Bosnian Croats; Bosnian Serbs won the majority on the municipal council of Drvar.", "The OSCE projection proved overly optimistic: as of December 31, 1997, 126 of the 136 municipalities had not yet achieved final certification. An OSCE official told us that OSCE had underestimated the difficulty of establishing municipal governments in many areas. However, according to a State Department official, the unexpected parliamentary elections in Republika Srpska contributed to the early difficulties, as OSCE resources were diverted to administering and supervising the elections from September through December 1997.", "On December 10, 1997, in response to the slow pace of implementing the municipal election results, the Peace Implementation Council gave OSCE and OHR increased authority over the installation of municipal governments. Specifically, it gave the OSCE Head of Mission and High Representative final and binding arbitration authority over municipalities that had not fulfilled final certification requirements before February 28, 1998. According to the chairman of the National Election Results Implementation Committee, the committee was using this authority in early 1998 to convoke meetings of noncompliant municipal councils and negotiate solutions that would allow the formation of local governments.", "Even with this intense international involvement and effort, however, as of February 6, 1998, only 79 of the 136 municipalities that held elections had established their governments and received final certification by OSCE. As of that date, OSCE estimated that 31 municipalities would be subjected to final arbitration by OSCE and OHR. By March 5, 1998, the number of municipalities receiving final certification had increased to 115, leaving 21 municipalities subject to OSCE and OHR arbitration. By early May 1998, 133 municipalities had received final certification, and 3 had received arbitration awards that had not yet been implemented."], "subsections": []}, {"section_title": "International Involvement in Functioning of New Governments", "paragraphs": ["According to OSCE officials, final certification alone does not ensure that municipal governments will continue to function in a democratic manner. Recognizing this, the election implementation plan called for an interagency structure that would continue to monitor and report on the functioning of municipal assemblies, thus ensuring that elected candidates are able to carry out their duties as envisioned by the Dayton Agreement. In early February 1998, OSCE officials told us that this envisioned function and structure had not yet been fully defined, nor the level of the international community’s involvement in promoting the development of municipal governments clearly articulated. These officials said that the involvement may go beyond monitoring and reporting to include proactive development of local governments.", "For Srebrenica, the international community established an interim executive board to replace the elected municipal council, after repeated attempts at crafting a solution mutually acceptable to Bosniak and Serb elected municipal councillors had failed and subsequent arbitration awards were not honored. On April 6, 1998, OHR and OSCE issued a supplementary arbitration award that suspended the work of Srebrenica’s elected council and established the interim executive board to be composed of two Bosniaks and two Serbs and chaired by an international official. On April 16, 1998, OHR announced that a U.S. citizen had been appointed as chair of the board and that each of the four local members would choose their deputies from the opposing ethnic group in the days to come. In consultation with the parties, the board will administer Srebrenica municipality under the supervision of the High Representative and the OSCE Head of Mission and will assume authority over all municipal funds, material, and assets.", "In early 1998, the OSCE’s election appeals subcommission issued decisions that removed from office or otherwise penalized individuals who had obstructed the functioning of municipal governments. For example, on April 17, 1998, the subcommission (1) ruled that two SDS councillors and one Serb Radical Party councillor in Srebrenica had obstructed the mediation process and the formation of the municipal government, (2) removed these councillors from office, and (3) banned them from occupying administrative posts in the municipality. The subcommission placed a similar ban on a Coalition party member, who did not hold office, because he also had obstructed mediation sessions. On the same day, the subcommission decided to remove from the Teslic assembly an SDS member who served as the assembly’s Vice-President, because this official had used inflammatory language in an attempt to disrupt the implementation process and intimidate Bosniak councillors."], "subsections": []}]}, {"section_title": "Brcko Institutions", "paragraphs": ["The results of the municipal elections led to the establishment of a multiethnic administration, judiciary, and police force in the strategically important area of Brcko, largely due to the efforts of the interim Brcko supervisory regime. After the municipal elections, the Brcko Supervisor issued three orders (plus amendments) that specified requirements for the establishment of these multiethnic institutions. Based on the voters’ registration list and election results, the amendments to the Supervisory orders specified the ethnic composition of the multiethnic administration, police, and judiciary as 52.2 percent Serb, 39.1 percent Bosniak, and 8.7 percent Croat.", "In October 1997, the Brcko Supervisor told us that he foresaw nothing but troubles, turbulence, and obstruction from hard-line SDS leaders in Pale in trying to implement Brcko’s municipal election results. In early February 1998, OHR reported that obstruction by the Serb parties slowed the process to a pace that only allowed minimum compliance with orders and regulations, saying that the development of Brcko’s municipal government had been slow and had required a considerable amount of mediation by OHR. Table 3.3 describes the progress made in establishing Brcko’s institutions as of late April 1998.", "On March 15, 1998, the Brcko arbitration tribunal issued a second decision on the status of the Brcko area. This decision deferred until early 1999 a final decision on whether the Brcko area should be transferred to the Federation, remain within the territory of Republika Srpska, or be declared a “special” or “neutral district.” In the decision, the tribunal recognized the systematic, blatant, and at times violent attempts of the SDS leaders in Pale to thwart the Dayton objective of returning Bosnia, particularly Brcko, to its prewar multiethnicity, as well as the promise that Dodik’s commitment to a multiethnic Bosnia may change the level of Bosnian Serb compliance in Brcko over the coming year.", "The tribunal’s decision called for the continuation of the Brcko supervisory regime under the auspices of OHR because (1) Brcko’s new multiethnic institutions were “shallowly rooted”; (2) the SDS and its leaders continued to have influence in the area, keeping tensions and instability high by resisting the Supervisor’s efforts to promote Dayton compliance; and (3) Bosnia’s national and entity-level institutions had not yet become fully effective. The decision also gave the Brcko Supervisor new authority equivalent to the High Representative’s powers. These included the power to remove from office any official considered by the Supervisor to be inadequately cooperative with his efforts to achieve compliance with the Dayton Agreement, to strengthen democratic institutions in the area, and to revitalize the local economy."], "subsections": []}, {"section_title": "Attitudes Toward a Unified, Multiethnic Bosnia", "paragraphs": ["The problems in establishing multiethnic institutions can largely be attributed to political leaders of Bosnia’s three major ethnic groups retaining their wartime goals, views that are still largely shared by the ethnic groups they represent. In February 1998, international observers in Bosnia told us that most Bosnian Serb and Croat political leaders still want to establish ethnically pure states separate from Bosnia. According to an international official in Bosnia, the new Prime Minister of Republika Srpska—while more moderate and more willing to work with the international community than nationalist Bosnian Serb leaders—sees himself as the Prime Minister of an autonomous entity and will be constrained in truly unifying the country. On the other hand, Bosniak political leaders continue to profess support for a unified, multiethnic Bosnia, although, according to some observers, with Bosniaks in control.", "According to polls conducted by USIA in January 1998, most Bosnian Serbs and Croats still agree with their political leaders that a unified Bosnia should not exist (see fig. 3.2). However, Bosnian Serb support for this goal has increased from 4 percent in late 1995 to 18 percent in early 1998. Furthermore, 92 percent of Bosnian Serbs and 74 percent of Bosnian Croats said that it would be best for their respective areas to become independent or become part of Serbia or Croatia, respectively. In contrast, almost all Bosniaks have continued to support a unified Bosnia, with 56 percent of them believing a unified Bosnia is worth dying for."], "subsections": []}]}, {"section_title": "Human Rights and Democratization", "paragraphs": ["In general, though significant problems remain, human rights and other observer reports indicate improvements during the latter part of 1997 in (1) freedom of association and political pluralism; (2) freedom of movement across ethnic boundaries; and (3) freedom of the media. Further, police-related human rights abuses declined and ethnic intolerance eased somewhat during 1997; however, according to SFOR Assessment Cell data, incidents of police abuse and ethnic conflict increased significantly in March 1998 and remained at high levels during April. SFOR data also showed that incidents of a political nature had increased in late 1997 but had declined sharply by March 1998."], "subsections": [{"section_title": "Freedom of Association and Political Pluralism", "paragraphs": ["According to observer reports, the political environment leading up to elections held in September and November 1997 was much more open than the campaign period for the national elections held 1 year earlier. Nevertheless, the elections were still a long way from meeting international standards as fully free and fair.", "Much less fraud occurred during the municipal elections than during the September 1996 elections, as OSCE reregistered Bosnia’s voting population under international supervision using strict rules for where people could register to vote. OSCE’s election appeals subcommission often took action against the three ruling political parties after they violated electoral rules and regulations during the registration process and campaign period, particularly against the SDS and the Bosnian Croat ruling party, the Croatian Democratic Union (HDZ). OSCE also deployed an international supervisor to every polling station during the election, a crucial advance over the 1996 elections. One observer report characterized OSCE’s administration of the municipal elections as a considerable achievement, despite their technical shortcomings, given the fact that the elections were organized within the context of a conflict resolution process.", "Furthermore, the municipal and Republika Srpska national assembly elections contributed to the development of a more pluralistic political culture, particularly in Republika Srpska where opposition political parties significantly increased their representation and broke the hold of the SDS.", "Opposition political parties also improved their showing in Bosniak-controlled areas in the municipal elections, but the SDA and the HDZ remained dominant in Bosniak and Bosnian Croat-controlled areas, respectively.", "The elections also had negative aspects of people voting largely along ethnic lines, a situation that observers expected given the recent war and remaining fear and uncertainty of the people that the war is not yet over. And although media access and freedom of association were better for political parties in 1997 as compared with 1996, political parties generally did not campaign in areas of the country controlled by another ethnic group. Further, many opposition parties did not have full access to the media. Also, according to an observer report, the broadcast of extreme propaganda and hate campaigns by the SDS and HDZ during the lead-up to the municipal elections had adverse consequences for the campaign environment and did not in any way serve the electorate or enable it to make informed choices."], "subsections": []}, {"section_title": "Freedom of Movement Across Ethnic Boundaries", "paragraphs": ["According to human rights and other observers in Bosnia, freedom of movement across ethnic boundaries slowly and incrementally improved throughout Bosnia in the second half of 1997, although major impediments discouraged people from traveling freely across ethnic lines at the end of the year. Signs of improvement included (1) increased circulation of private vehicles across the interentity boundary line, with the notable exception of the Prijedor (Republika Srpska)-Sanski Most (Federation) corridor; (2) the institution of several public bus lines by both UNHCR and private companies; (3) approval and heightened interentity cooperation by authorities for assessment and graveyard visits; (4) increased foot and vehicle traffic across ethnic boundaries in the Brcko and Mostar areas; and (5) new roadside markets located along the former front lines. One such market started operating in Mostar in July 1997 that serves both Bosniaks and Bosnian Croat and a second started operating near Zvornik in Republika Srpska that serves both Bosniaks and Bosian Serbs.", "Human rights and other observers attributed the increased freedom of movement to the success of IPTF’s police checkpoint policy, which is described later in this chapter. The establishment of joint police forces in some areas of the Federation was cited as a factor in increasing freedom of movement, including in the Mostar area between the predominantly Bosniak east and predominantly Croat west sides of the city. Further, according to an SFOR document, some of the improvement late in the year was due to an improving political situation in Republika Srpska.", "Despite these positive developments, people still feared to drive, visit, or return to their homes across ethnic lines since those who attempted such crossings often suffered incidents of harassment, intimidation, and violence. For example, people who attempted to drive into an area controlled by another ethnic group were easily identified by their license plates as likely belonging to a specific ethnic group and subject to police harassment through the collection of illegal visa fees and taxes, particularly by Republika Srpska police, as well as for roadside assaults, robberies, and vehicle hijackings, primarily at night in Republika Srpska. Furthermore, at the end of 1997, local authorities in both entities continued to refer to “lists of war crimes suspects” in an attempt to discourage return of refugees and displaced persons, harass citizens, and deter elected municipal councils of other ethnic groups from taking office. And people attempting to cross ethnic lines to visit or return to their homes suffered numerous acts of intimidation and violence, in some cases including murder. These incidents are discussed in more detail in  chapter 5 of this report.", "To promote increased freedom of movement across ethnic boundaries, the Peace Implementation Council pressured Bosnia’s political leaders to develop a uniform license plate for all areas of the country by the end of 1997. Bosnia’s Council of Ministers signed a memorandum of understanding on the development of this license plate on January 28, 1998, and promotion of the plate occurred on February 2, 1998, in Sarajevo and Banja Luka. According to an OHR report, reaching an agreed design for the uniform license plate proved less contentious than resolving other national symbols, as the majority of the people in both entities strongly favored a license plate that would not reveal the driver’s ethnic group.", "OHR and human rights observers believe that with the issuance of the new plates, freedom of movement across ethnic lines in Bosnia will increase dramatically as the plate’s design guarantees anonymity. On April 20, 1998, OHR extended the original deadlines for implementing the new license plates due to technical reasons related to registration documents.", "By June 1, 1998, the new plate will be compulsory for travel outside Bosnia; by August 31, 1998, it will be illegal for residents to use any other plate for travel within Bosnia."], "subsections": []}, {"section_title": "Media", "paragraphs": ["In 1997, according to the State Department human rights report, the right to freedom of speech and the press was partially respected in the Federation and in western Republika Srpska, but less so in eastern Republika Srpska. Some progress was made in shutting down offensive media outlets and in establishing more open and independent media, particularly in Banja Luka and in Bosniak-controlled areas of the Federation. Party-controlled media—particularly Croatian State Radio and Television—are the only electronic media available to the vast majority of citizens in Bosnian Croat-controlled areas of the Federation. Party-controlled television is the only television available to roughly half of Bosnia’s population until the Open Broadcast Network, an independent television network supported by the international community, is fully functioning. Radio is a freer medium, with independent radio available to about 70 percent of the population."], "subsections": [{"section_title": "Republika Srpska", "paragraphs": ["Using the expanded interpretation of his authority granted by the Peace Implementation Council Steering Board in May 1997, the High Representative took a series of escalatory actions starting in August 1997 to counter SRT-Pale violations (app. I provides information on these actions). Most importantly, SFOR seized control of five transmission towers of SRT-Pale in October 1997 in order to remove its inflammatory messages (see fig. 3.3). In early October, the High Representative dismissed SRT-Pale’s managing board, stating that it could not broadcast using these towers until it agreed to be restructured in accordance with western democratic standards. In the interim, only the SRT station in Banja Luka was authorized to continue originating the SRT broadcasts. After parts of the microwave link were stolen from the Veliki Zep hub transmitter in October 1997, OHR and SFOR reconnected the system by leasing a satellite system. The new Republika Srpska government recovered and replaced the microwave links in early 1998. SRT broadcasts now originate from Banja Luka under international supervision.", "Following President Plavsic’s break with the SDS leaders in Pale, SRT-Banja Luka began to broadcast its own programming, giving a favorable slant to Plavsic’s activities. In comparison with SRT-Pale’s earlier broadcasts, however, SRT-Banja Luka broadcasts (1) were generally more open to opposing views, (2) presented the Dayton Agreement and the international community in a much more favorable light, and (3) began to open a discussion of surrendering indictees to the war crimes tribunal and promoting reconciliation among the ethnic groups.", "On February 13, 1998, the new Republika Srpska government signed an agreement with the High Representative in which it agreed to (1) the restructuring of SRT into a public service television station that operates in accordance with western democratic standards of public service broadcasting and (2) the appointment of an international administrator and provision of international technical and financial assistance for the network. On April 13, 1998, the SFOR Commander and Prime Minister Dodik signed a memorandum of understanding that could lead to SFOR transferring the control and security of the five SRT towers to the government. As mid-May 1998, SFOR still controlled the towers.", "At the end of 1997, according to the State Department human rights report, independent or opposition radio stations broadcast in Republika Srpska, particularly in Banja Luka, but they tended to skirt most significant political issues for fear of retaliation by the SDS. And the SDS still controlled television and radio in some areas of Republika Srpska, including Brcko, using them to broadcast vitriolic, anti-Dayton messages."], "subsections": []}, {"section_title": "Bosniak-Controlled Areas", "paragraphs": ["While generally considered the most open, along with SRT-Banja Luka, the SDA-run, Federation state television station faithfully served the interests of the Bosniak-ruling party, the SDA, giving preferential coverage to SDA leaders and greatly limiting reports on the political opposition. While its broadcasts were often biased, they were rarely inflammatory. Radio broadcasting in Bosniak-controlled areas of the Federation was diverse, and opposition viewpoints were reflected in the news programs of independent broadcasters."], "subsections": []}, {"section_title": "Croat-Controlled Areas", "paragraphs": ["Media access in Bosnian Croat areas remained largely under the control of the HDZ ruling party, and most Bosnian Croats relied on the state-controlled media of Croatia for their information. News programs and editorials on the Croatian state television station frequently criticized the Dayton Agreement, their weather maps showed the Federation as part of Croatia, and coverage of Bosnian events often left the impression that the scene pictured was actually in Croatia. Further, local radio stations in Croat-controlled areas were usually highly nationalistic and did not tolerate opposition viewpoints."], "subsections": []}]}, {"section_title": "Police-Related Human Rights Abuses", "paragraphs": ["In January 1998, the State Department and the SFOR Assessment Cell reported that police-related human rights violations had declined during 1997, although police continued to commit abuses throughout the country. The most important advance in 1997 was the success of the IPTF checkpoint policy in reducing the number of illegal police checkpoints that had hampered freedom of movement, particularly along the interentity boundary line. Initiated with SFOR support on May 26, 1997, this policy addressed the “inordinate” number of checkpoints by defining as illegal any fixed or mobile checkpoint that (1) was manned by two or more police officers and (2) operated for more than 30 minutes without a valid IPTF checkpoint permit. SFOR supported IPTF in enforcing this policy by confiscating weapons and identity cards of noncompliant police, jointly patrolling with IPTF certain sensitive areas, such as Brcko, and by cooperating in removing 38 out of 151 identified illegal checkpoints (as of March 12, 1998).", "SFOR Assessment Cell data show that the number of incidents of police abuse increased by 86 percent from January through March 1998 and declined slightly in April 1998. According to an assessment cell report, this increase was mainly due to an IPTF “crackdown” on illegal police checkpoints in the zone of separation around Sarajevo. This crackdown resulted in a large number of IPTF noncompliance reports against police, primarily in the Federation.", "Despite this advance, according to observers in Bosnia, Bosnia’s political leaders continued to use police as tools for furthering their political aims. For example, according to the 1997 State Department human rights report, Bosnian Serb police often employed excessive force to prevent Bosniak former residents from returning to, or staying in, Republika Srpska; Bosnian Serb police also apparently took no action against the perpetrators of severe incidents involving harassment. Similar problems of abuse occurred in Croat-majority areas. According to the report, IPTF investigated a number of cases of police abuse in Brcko and Banja Luka, as well as in the Croat-controlled town of Drvar; the officers found responsible were either dismissed from the force or fined.", "SDA-controlled local police in Velika Kladusa and Cazin continued a pattern of severe police abuses, according to the State Department human rights report, although the frequency of such acts had greatly diminished since 1996 as a result of intense monitoring and intervention by international human rights organizations. Most of the people abused by local police in these areas were associated with Fikret Abdic, a businessman who led a breakaway Bosniak region during the war.", "Moreover, according to State’s human rights report, Bosnia’s police and mobs that appeared organized by local authorities committed a few extrajudicial killings; members of security forces abused and mistreated citizens; and police continued to use arbitrary arrest and detention, although to a lesser extent than in 1996. In both entities, police still exercised great latitude based on Communist-era criminal procedure laws that permit the police to detain persons up to 6 months without bringing formal charges against them. In the Federation, the laws were being revised with the aim of eliminating this practice."], "subsections": []}, {"section_title": "Ethnic Tensions and Politically Motivated Violence", "paragraphs": ["SFOR Assessment Cell data show that ethnic tensions—measured in terms of ethnically-related incidents of hostile activity—had decreased during the last third of 1997; these incidents, however, increased by 200 percent from January through March 1998—with a further 16 percent increase by the end of April—as people began to cross ethnic lines to visit or return home. While these occurrences were fewer in January and February 1998 than the year before, they appeared to be more organized than in the past, for example, the burning of potential returnees’ houses in Drvar. For March and April 1998, the number of ethnic incidents was higher than the prior year by 41 percent and 130 percent, respectively.", "USIA polls indicated that animosity among Bosnia’s three ethnic groups remained strong in 1997 but lessened slightly during the year. For example, Bosniaks and Bosnian Croats held slightly more favorable opinions of Bosnian Serbs at the end of 1997 than at the beginning. Further, after a period of dramatically worsening relations during 1996, the percent of Bosniaks holding favorable opinions of Bosnian Croats rose from 42 percent to 59 percent. However, a large majority of Bosnian Serbs and Croats still viewed other ethnic groups unfavorably, and the majority of Bosniaks still held negative opinions of Bosnian Serbs. Appendix IV provides USIA polling data on these issues from December 1995 through January 1998.", "In February 1997, the Archbishop of Sarajevo said that Bosnians held negative views of each other because their political leaders controlled and used the media to encourage animosity and discourage reconciliation among the ethnic groups. During the year, the international community took concrete steps to shut down some media outlets that inflamed ethnic animosity and took steps (described later in this chapter) to develop a more open, tolerant media in Bosnia.", "Further, according to international observers, the bitter memories from the recent war contributed to the strong ethnic animosities—people remember who killed their family members or forced them from their homes. USIA polls show that despite the slight lessening of ethnic animosity during the year, Bosnian Serbs and Croats would agree that the war has severely harmed ethnic relations in Bosnia. In January 1998, a large majority of Bosnian Serbs (74 percent) and Bosnian Croats (73 percent) believed that the war has done too much damage for people of the three ethnic groups to live together peacefully again. In contrast, only 5 percent of Bosniaks believed that the war had irreparably damaged ethnic relations—91 percent of them believed that Bosniaks, Serbs, and Croats could again live together peacefully, an increase from 65 percent who believed this at the end of the war.", "While the SFOR Assessment Cell noted a decrease in ethnic incidents during late 1997, it also noted an increase in “terrorist” incidents in the Federation and Republika Srpska in December 1997 and January 1998. The cell defines “terrorist incidents” as being distinct from ethnic events in that the motive is political rather than ethnic hatred. Examples of these terrorist incidents include conflicts associated with Bosniak/SDA resistance to the return of 600 Bosniaks—supporters of Fikret Abdic and his opposition party—to Velika Kladusa; violent incidents involved with the interparty, intra-ethnic struggles between SDS and SNS members in Bijeljina; a series of explosions in Mostar; and incidents revolving around the implementation and results of municipal elections. The number of politically-motivated terrorist incidents declined significantly over February and March 1998, as the number of ethnic incidents and police abuses increased sharply."], "subsections": []}]}, {"section_title": "International Programs to Promote Democracy", "paragraphs": ["The democratization projects started during 1996 by many international aid donors—including USIA, USAID, and OSCE—began to show very early results in 1997. These projects were designed to (1) develop alternative and independent media outlets; (2) foster ethnic tolerance and reconciliation within and across the two entities, primarily through support for local political, social, cultural, religious, and business organizations that would link Bosnia’s ethnic groups; and (3) develop the institutions and practices of a democratic culture at all levels. According to a State Department document, the international community intended that these efforts would constitute part of a long-term democratization effort to counter the continued presence of separatists and unreconstructed, authoritarian centralists in Bosnia."], "subsections": [{"section_title": "Alternative and Independent Media", "paragraphs": ["According to OHR and State Department officials, efforts to enlarge and improve access to independent media are at the heart of the international democratization program. As OHR and SFOR sought to break SDS control of SRT broadcasts from Pale, international donors were attempting to develop a more open, objective SRT-Banja Luka and alternative and independent media outlets throughout Bosnia."], "subsections": [{"section_title": "Television and Radio", "paragraphs": ["Since late August 1997—when SRT-Banja Luka staff broke from Pale and started alternative broadcasts—the United States has provided equipment to SRT-Banja Luka to help it improve the quality and quantity of its programming. According to SRT-Banja Luka officials, the station’s signal could reach about 70 percent of Republika Srpska territory in late October 1997.", "The Open Broadcast Network, created in 1996 by the international community, expanded its broadcast range and programming in 1997 with international assistance, though it still did not have Bosnian Croat participation at the end of the year. This four-station network now broadcasts 6 hours daily and, if it were fully funded, would have the ability to expand its coverage from about 50 percent of Bosnia’s territory to 80 percent using state-of-the-art broadcast technology supplied by international donors.", "According to the State Department and other reports, the network has been plagued by poor management at its Sarajevo hub and by problems with affiliate relations and funding. The network has not increased its geographic coverage and remains short of operating funds because many donors have failed to provide money they had pledged as of mid-April 1998. Thus, according to USIA polls, as of January 1998, only 50 percent of Bosniaks, 26 percent of Bosnian Serbs, and 21 percent of Bosnian Croats were able to receive the network’s broadcasts, although the vast majority of those who had access regularly watched the network’s programs. Further, lack of a government licensing agreement hindered the network’s ability to attract advertising and its plans to become a self-sustaining enterprise.", "During 1997, USAID funded Internews, a California-based nongovernmental organization, to provide on-site technical assistance and training to independent radio and television operations in the Federation and Republika Srpska. USAID’s Office of Transition Initiatives helped create and develop 34 Bosnia-based television (7) and radio stations (27), which, according to USAID, reach about 70 percent of Bosnia’s population."], "subsections": []}, {"section_title": "Publications", "paragraphs": ["USAID’s Office of Transition Initiatives is the leading funder of alternative newspapers and journals (19) in the Federation and Republika Srpska, according to a USAID document. One of these USAID grantees, the publisher of an independent newspaper in Banja Luka, told us that the USAID-provided computers, broadcast equipment, and funds have allowed the organization to open four correspondent bureaus in eastern Republika Srpska. This grantee told us that USAID supported him during 1996 when he and other publishers of independent newspapers were considered “traitors”; now, after the political changes in Banja Luka, they are considered heroes.", "According to USAID, total circulation for independent publications increased from virtually none in 1995 to over 100,000 independent dailies, weeklies, and monthlies near the end of 1997. The State Department human rights report noted that some independent media in the two entities assist in the distribution of each others’ publications in their respective entities; however, independent publications still face difficulty gaining access to distribution systems in many parts of Bosnia, and their journalists generally cannot freely move across ethnic lines."], "subsections": []}]}, {"section_title": "Ethnic Tolerance", "paragraphs": ["In mid-1997, some efforts of the international community to counter ethnic intolerance began to reestablish links between Bosnia’s ethnic groups that had been broken during the war. According to a September 1997 OSCE report, many OSCE and other internationally sponsored democratization activities in the fall of 1997 resulted in cooperation between the ethnic groups in a way that would have been unthinkable just a few months earlier. At that time, almost all efforts to link the ethnic groups across the interentity boundary line were blocked by hard-line SDS leaders.", "Among the 1997 efforts were the following:", "OSCE helped organize an interentity editorial meeting for a youth magazine in Sarajevo that included the participation of young people from Foca/Srbinje, a hard-liner-controlled town in eastern Republika Srpska. The OSCE democratization unit also facilitated the participation of three members of the University of Banja Luka’s philosophy faculty in a 1-day conference in Sarajevo, the first time since the war that the academics had attended a conference in Sarajevo.", "As of April 1998, USAID’s Office of Transition Initiatives has provided over 300 grants of direct assistance to more than 100 Bosnia-based civil organizations working to build a viable multiethnic civil society in Bosnia, including women’s, children’s, and refugees’ advocacy associations; youth and student groups; private business associations; and legal aid societies. Many of these organizations are linking their activities across the interentity boundary line and across ethnic lines in the Federation, some as a step toward developing countrywide organizations. One such civic organization in Mostar now provides economic support and jobs for its 2,000 displaced Bosniak and Bosnian Croat women members and their families and provides 35,000 more displaced women in the community access to legal, psychological, and economic counseling.", "OSCE sponsored meetings of the national Interfaith Council on several occasions in 1997. The Council has called for the establishment of a multiethnic Truth and Reconciliation Committee to develop an historical accounting of abuses suffered during the war. This effort is also being supported by the U.S. Institute of Peace. According to an institute official, this committee will probably not be established until after Bosnia’s September 1998 elections."], "subsections": []}, {"section_title": "Democratic Institutions and Practices", "paragraphs": ["USAID, USIA, and OSCE also supported Bosnian efforts in 1997 to develop governmental institutions that function in a democratic, open manner and to promote democratic practices among Bosnians. For example, USAID funded the International City Managers Association to assist in the development of cantonal government structures and transparent budget practices; the American Bar Association’s Central and East European Law Initiative to assist in establishing various working groups to address judicial reform issues and provide technical assistance to strengthen judicial independence in the Federation; and the National Democratic Institute, which supported political party building in Bosnia with party-building seminars, consultations, and poll watcher training. As part of this effort, the National Democratic Institute worked extensively with opposition parties in Republika Srpska before the 1997 municipal and parliamentary elections.", "Using USAID funds, the International Foundation for Election Systems and the National Democratic Institute also conducted civic education programs throughout Bosnia to educate Bosnians about their rights and responsibilities in a democratic society. For example, the foundation used the municipal election campaign and implementation period to provide information sessions on issues such as the administration and outcomes of municipal elections, the functioning of municipal assemblies and governments, citizens’ responsibility to hold elected officials accountable for their actions, and human rights (see fig. 3.4).", "Further, USIA has funded civic education activities in Bosnia since 1996, with funds going toward the training of 1,500 teachers, the distribution of 28,000 textbooks, and the participation of an estimated 37,500 students in civic education instruction by the end of 1997. Moreover, USIA’s international visitors’ programs in the United States have promoted interentity cooperation among Bosnian professionals, educators, and politicians. The newly elected Prime Minister of Republika Srpska, Dodik, was among those who attended an April 1997 visit to the United States on creating effective political opposition organizations in a multiparty, multiethnic democracy."], "subsections": []}]}]}, {"section_title": "Progress in Surrendering Indictees to the War Crimes Tribunal", "paragraphs": ["The Dayton Agreement calls for all parties to arrest people indicted for war crimes and surrender them to the war crimes tribunal. According to many international officials and observers in Bosnia, bringing to justice indictees—particularly Radovan Karadzic, a major alleged war criminal—is critically important to furthering the implementation of the Dayton Agreement and bringing peace and stability to Bosnia. Considerable progress was made toward achieving this goal in 1997 and early 1998, but a large number of indictees remained at large due to the noncompliance of Bosnian Serb and Serbian political leaders.", "The number of at-large indictees dropped significantly from late April 1997 through early May 1998, largely due to an increase in arrests of indictees as international peacekeepers, particularly SFOR, detained indictees; the Croatian government was pressured by the United States to became more active in facilitating the surrender of indictees to the tribunal; and Bosnian Croats and Bosnian Serbs became more willing to voluntarily surrender. Also, in an attempt to reallocate its resources, the war crimes tribunal withdrew charges against a large number of Bosnian Serb indictees who had not been arrested or surrendered, thereby further reducing the number of at-large indictees.", "In mid-1997 the international community started taking steps that substantially weakened the hold of Radovan Karadzic and his supporters on the levers of power in Republika Srpska; nonetheless, he remained at large and capable of obstructing Dayton implementation. While the North Atlantic Council, NATO’s political leadership, had not mandated that SFOR arrest indictees whom the parties refuse to surrender to the tribunal, SFOR troops will detain indictees when they come upon them in the normal course of their duties, if the tactical situation allows, and surrender them to the tribunal."], "subsections": [{"section_title": "Apprehension of Indicted War Criminals Viewed by Many as Vital", "paragraphs": ["According to State Department officials and documents, until indicted war criminals are arrested and turned over to the tribunal, it will be impossible to establish a stable peace in the region. Human rights reports support this conclusion; according to some reports, indicted war criminals control the economy and governmental institutions in many places in Bosnia. Further, according to an expert on Bosnian culture, reconciliation among Bosnians cannot take place until war criminals are brought to justice and held accountable for their actions.", "During our June 1997 field work in Bosnia, many officials with whom we spoke were unequivocal in their opinion that Radovan Karadzic must be arrested or otherwise removed from the scene in Bosnia as soon as possible. They told us that Karadzic, a leader who is not accountable to the electorate, is blocking international efforts to work with the more “moderate” Bosnian Serb political leaders in implementing the Dayton Agreement. For example, he had not allowed other political leaders, including elected ones, to abide by agreements they had made with the international community on small-scale attempts to link the ethnic groups politically or economically. Observers also told us then that Karadzic still controlled Republika Srpska financial institutions and police and dominated Bosnian Serb political leaders through a “reign of terror.”", "In early December 1997, the High Representative said that there can be no lasting peace in Bosnia while so many war crimes indictees remain at liberty. He noted in particular the presence of Radovan Karadzic, whose “malign influence contaminates the entire social, political, and economic atmosphere in Bosnia.”"], "subsections": []}, {"section_title": "Number of At-Large Indictees Dropped Significantly", "paragraphs": ["From April 25, 1997, through May 27, 1998, the number of at-large indictees dropped from 66 (of 74 named indictees) to 32 (of 62 named indictees)because (1) progress was made in surrendering indictees to the war crimes tribunal; and (2) the tribunal decided to withdraw indictments of  14 at-large Bosnian Serb suspects for reasons related to the tribunal’s resources, workload, and prosecutorial and investigative strategies. Of the named indictees who remained at large, 30 were ethnic Serbs, almost all of whom were Bosnian Serb, and two were Bosnian Croats. Bosniak authorities had already surrendered the three indictees in their area of control in 1996."], "subsections": [{"section_title": "Progress Made in Surrendering Indictees, but Bosnian Serbs and Serbia Have Not Cooperated", "paragraphs": ["Since April 25, 1997, the number of war crimes indictees brought to the tribunal increased from 8 (of 74 indictees) to 30 (of 62 indictees). This progress resulted from the arrest of 1 Croatian Serb suspect that was facilitated by international peacekeeping forces in Croatia; detentions of  4 Bosnian Serb and 2 Bosnian Croat indictees by SFOR; and the negotiated, voluntary surrender of 10 Bosnian Croats and 5 Bosnian Serbs (see  table 4.1).", "As of May 27, 1998, only Bosnian Serb and Serbian political leaders had not surrendered any people indicted for war crimes in their areas of control; instead, Bosnian Serb indictees voluntarily surrendered shortly after SFOR troops detained Bosnian Serb indictees (U.S. SFOR on January 22, 1998, and British SFOR on April 8, 1998) and after the newly elected, moderate Prime Minister of Republika Srpska, Milorad Dodik, had assumed office (on January 31, 1998). In February 1998, Dodik offered to allow the war crimes tribunal to open an office in Banja Luka and publicly encouraged indictees to voluntarily surrender themselves to the tribunal. He said that his government would not arrest indictees, although he could not and would not attempt to stop SFOR from detaining them and surrendering them to the tribunal."], "subsections": []}, {"section_title": "War Crimes Tribunal Withdrew Charges", "paragraphs": ["On May 5 and 8, 1998, the tribunal decided to withdraw indictments against 14 at-large Bosnian Serbs. These indictees had been charged with atrocities against Bosnian Muslim and Croat civilian prisoners held at the Omarska and/or the Keraterm camps outside of Prijedor. The tribunal had previously withdrawn charges against three Bosnian Croats, who had surrendered voluntarily, for lack of sufficient evidence. However, in the case of the 14 indictees, the tribunal’s announcement said that the decision to withdraw the charges was not based on any lack of evidence.", "According to the tribunal’s announcement, this decision was made so that it could reallocate its available resources in a manner that would allow it to (1) fairly and expeditiously respond to a much larger than anticipated number of trials and (2) maintain its investigative focus on persons who hold higher levels of responsibility or who have been personally responsible for exceptionally brutal or otherwise extremely serious offenses. Given these two aims, the Prosecutor did not consider it feasible to hold multiple separate trials for related offenses committed by people who could appropriately be tried in another judicial forum, such as a national court.", "In withdrawing the indictments, the Prosecutor reserved the right to pursue the same or other charges against the 14 accused if the circumstances change, and offered assistance to domestic jurisdictions that in good faith pursued charges of violations of international humanitarian law against any of them. According to a State Department official, an increase in the tribunal’s resources would not necessarily result in the Prosecutor deciding to pursue charges against any of the 14 former indictees. Other factors would likely be more important in the Prosecutor’s decision to do so. For example, the Prosecutor may decide to pursue charges if the testimony of one of the former indictees is needed to build a case against a high ranking indictee."], "subsections": []}]}, {"section_title": "Karadzic’s Power Declined Starting in Mid-1997", "paragraphs": ["In 1996 and early 1997, the international community failed in its attempts to politically isolate and remove Karadzic from power. For example, in July 1996 he stepped down as head of the SDS under international pressure; however, instead of losing power, according to international observers, Karadzic effectively retained his control over Republika Srpska and grew in popularity among people there. Observers said that Karadzic and his supporters retained control of key levers of power: the police, media, and financial and economic institutions of Republika Srpska. Further, as of early June 1997, Karadzic and the SDS dominated politics and governmental institutions at the national, entity, and municipal levels in Republika Srpska.", "In mid-1997, around the time the division in the Bosnian Serb political leadership became public, the international community began to take steps to weaken the hold of Karadzic and his supporters on key levers of power (see table 4.2).", "By weakening the hold of Karadzic and the SDS over the media and police, particularly the special police, the international community has reduced his ability to instigate violence against the international community and to block the implementation of the Dayton Agreement. However, his continued control of economic and financial institutions in Republika Srpska, as well as his smuggling activities, diverts revenue from all levels of government and inhibits the entity’s economic recovery.", "Since June 1997, Karadzic and the SDS have lost substantial power over Bosnian Serb politics and Republika Srpska governmental institutions at the municipal, entity, and national levels, a trend supported by actions of the international community. For example:", "At the municipal level, the SDS lost control of many municipal governments in western Republika Srpska after the September 1997 elections but retained control either alone or in coalition with the hard-line Serb Radical Party in the eastern part of the entity (see fig. 4.1). Further, a number of newly elected SDS candidates resigned from the SDS and joined President Plavsic’s new party, the SNS, as did many SDS members throughout Republika Srpska. The OSCE ruled after the municipal election that moves between parties by elected councillors were legal.", "At the entity level, the SDS lost control of the Republika Srpska parliament as a result of elections held on November 22 and 23, 1997. Further, according to observers in Bosnia, the election of Dodik as Prime Minister of Republika Srpska led to shock among SDS leaders, who in early February 1998 appeared to be in disarray.", "At the national level, the international community undercut the ability of Karadzic and other hard-liners—particularly Momcilo Krajisnik, the Bosnian Serb member of Bosnia’s collective Presidency—to impede the functioning of Bosnia’s national institutions by supporting the expanded interpretation of the High Representative’s mandate in early December 1997. The new interpretation of the mandate allows the High Representative to impose interim measures when Bosnia’s political leaders cannot reach agreement and to remove from office any elected representative who consistently does not show up for meetings or otherwise prevents the institutions from effectively conducting their business.", "As the hold of Karadzic and the SDS over the police, media, and political situation in Republika Srpska has weakened, his popularity among Bosnian Serbs has also declined, according to USIA polls, although he still remains very popular (see figure 4.2). In 1997, President Plavsic sought to undercut Karadzic’s popularity by conducting an anticorruption media campaign against him and his supporters.", "While Karadzic has lost a substantial amount of power in Republika Srpska, many international and U.S. officials still believe that he must be arrested and brought to the war crimes tribunal to ensure that the peace process can continue. According to a senior international official, even with the presence of 35,000 SFOR soldiers in Bosnia, the international community appears to be weak and unable to implement Dayton as long as Karadzic remains at large."], "subsections": []}]}, {"section_title": "Progress in Returning Refugees and Displaced People to Their Homes", "paragraphs": ["Annex 7 of the Dayton Agreement gave Bosnia’s 1.3 million refugees and 1 million internally displaced persons the right to freely return to their prewar homes and to have property they lost during the war restored to them. Despite these guarantees and intensive efforts of the international community, political leaders of Bosnia’s three ethnic groups, but particularly Bosnian Serb and Croat leaders, continued to prevent large numbers of people from returning to their prewar homes across ethnic lines.", "As a result of their leaders’ intransigence, most of the 200,800 refugees that returned to Bosnia and the 223,000 displaced persons who returned home since the signing of the Dayton Agreement have gone to areas where their ethnic group represents a majority of the population. The annual number of returns across ethnic lines increased from about 9,500 in 1996 to about 39,000 in 1997, for a total number of about 48,500 minority returns, as the international community provided a number of political, economic, and security measures to support returns across ethnic lines. As of early 1998, however, major political barriers to minority return had not been addressed, and there were no indications that large-scale, orderly returns would occur during the year without an SFOR security presence."], "subsections": [{"section_title": "Overview of Minority Returns in 1997", "paragraphs": ["In 1997, UNHCR developed a plan for returning refugees and displaced persons to their prewar homes. The plan recognized the difficulty of returning people to their homes across ethnic lines and therefore established a low estimate for minority returns, which was exceeded during the year. While the overall number of minority returns was low, surveys and reports indicate that a significant majority of affected people do wish to return home across ethnic lines and that the majority of people in Bosnia would support such returns."], "subsections": [{"section_title": "Plans for and Numbers of Minority Returns", "paragraphs": ["In the 1997 repatriation and return plan for Bosnia, UNHCR recognized that minority returns would be difficult to accomplish during the year in light of the continuing intransigence of Bosnia’s political leaders and the resulting hostile, insecure environment for returnees. The plan, therefore, estimated that although 200,000 refugees would return to areas where they would be in the majority ethnic group, these people would not necessarily return to their prewar homes. UNHCR also hoped for the minority return of 30,000 displaced persons to areas controlled by another ethnic group. UNHCR and the international community planned to use assistance and other means to further these small-scale minority returns and encourage Bosnia’s political climate to change from one of separation to one of reconciliation, thereby allowing larger numbers of minority returns.", "According to UNHCR data, in 1997 approximately 39,000 people returned to their homes in areas where they were in the minority ethnic group (see table 5.1) compared to 9,500 in 1996, bringing the total number of minority returns to about 48,500 in 1996 and 1997. Most of these returns occurred in the Federation. UNHCR believes that these figures very likely understate actual numbers of minority returns in many areas of Bosnia because many people returned spontaneously to their prewar homes, that is, they were not part of a return program organized by UNHCR or they did not register with the local authorities once they had returned. Appendix VI provides more information on total returns of Bosnia’s refugees and displaced persons in 1996 and 1997.", "Approximately 79 percent of these returns were to Bosniak-controlled areas, 17 percent to Bosnian Croat-controlled areas, and 3 percent to Bosnian Serb-controlled areas. Most of the people that have returned to minority areas are elderly. According to UNHCR, younger people with families are not returning to areas controlled by another ethnic group for fear of personal security and lack of employment opportunities. In many cases, minority returns took place under very difficult conditions and with strong international support in strategically important or otherwise contentious areas such as Brcko, Stolac, Jajce, and Doboj, areas with limited minority returns as recently as June 1997.", "As minority returns increased, however, a large number of returning refugees added to the number of displaced persons in Bosnia who could not return to their prewar homes across ethnic lines. While about 120,000 refugees returned to Bosnia in 1997, December 1997 UNHCR and OHR reports indicate that about 50 percent of them, particularly those returning to Bosniak areas, did not go back to their original homes. Instead, they had to relocate to other areas inside Bosnia because their prewar homes were in areas controlled by another ethnic group.", "According to a December 1997 report by UNHCR and the Commission on Real Property Claims of Displaced Persons and Refugees (hereafter referred to as the real property commission), the “relocation” taking place inside Bosnia by refugees and displaced persons includes (1) passive relocation—the normal case for displaced persons—where the displacement of individuals or groups becomes a de facto permanent condition, although the decision to relocate is not freely made and does not respect property rights of original owners; (2) hostile relocation, which involves the deliberate placement of groups of people in housing belonging to other ethnic groups to secure control over territory and prevent minority return; and (3) voluntary relocation through the sale or relocation of property, which occurs with the consent of both parties (that is the original owner and the displaced person). A certain degree of voluntary relocation was expected due to the rural-urban labor migration that accompanies the transition from a planned to a market economy. However, the passive or hostile relocation of large numbers of refugees and displaced persons, according to UNHCR, is a danger to the peace process because it consolidates ethnic separation."], "subsections": []}, {"section_title": "Bosnians’ Support for Returns Across Ethnic Lines", "paragraphs": ["Comprehensive data are not available on how many of Bosnia’s refugees and displaced persons would choose to return home across ethnic lines. However, substantial evidence—including limited polling, observer reports, and the results of the municipal elections—indicates that segments of all three major ethnic groups, particularly Bosniaks, want to return home. According to the December 1997 report by UNHCR and the real property commission, a real property commission survey suggests that while there is an important group considering voluntary relocation, it remains a minority, and that within the Federation, the dominant pressure is for return (see table 5.2). The report further states that the majority of people remain strongly attached to their home of origin, including younger people with families, and are likely to constitute a significant political force for return into the indefinite future.", "Under current conditions, according to UNHCR and other reports, many people cannot freely choose whether to return home, primarily because they fear for their physical security if they attempt to visit or return to their prewar homes. Both Bosnian Croat and Bosnian Serb authorities have threatened to cut off humanitarian assistance to or otherwise harass people of their own ethnic group if they attempt to return to their prewar homes in areas controlled by other ethnic groups. These authorities want to keep people from their own ethnic group in their area of control to ensure that the original inhabitants cannot return to their prewar homes and to show that their people support ethnically pure states.", "According to public opinion surveys conducted by USIA in January 1998, Bosniak and Bosnian Croats largely support the right of people, including those from other ethnic groups, to return home; the majority of Bosnian Serbs do not support this right, although support for minority returns among Bosnian Serbs has increased significantly since the beginning of 1997 (see fig. 5.1). Specifically, over 90 percent of Bosniaks have indicated that they support returns of people from other ethnic groups, and about 70 percent of Bosnian Croats do so as well. Bosnian Serb support for returns of people from other ethnic groups rose from 9 percent in January 1997 to 38 percent in January 1998; at the same time, strong opposition among Bosnian Serbs to minority returns decreased from 65 percent to 35 percent.", "Despite the poll results, a senior international official told us that individual Bosnian Serbs would accept the return of their former neighbors. Officials in Brcko stated that incidents of violence directed toward returnees of other ethnic groups are generally caused by Serbs who are displaced from other areas and refugees who are manipulated by local authorities or are resentful due to the treatment that their families received during and after the war. According to the December 1997 report by UNHCR and the real property commission, all ethnic groups believed that their inability to return home across ethnic lines was caused by “politicians” rather than “ordinary people.”"], "subsections": []}]}, {"section_title": "Minority Returns to Open Cities", "paragraphs": ["The international community initiated a number of projects in 1997 that condition economic assistance on municipalities’ willingness to accept and create an environment conducive to minority returns, including UNHCR’s Open Cities Initiative and the State Department’s minority return initiative. Unlike prior minority return efforts, these initiatives provide economic assistance to the entire community, rather than only to recent returnees, as a means of facilitating minority returns. Figure 5.2 shows the locations of cities participating in UNHCR’s Open Cities and the State Department’s minority return initiatives as of April 20, 1998.", "Table 5.3 shows that during 1997, about 9,560 people had crossed ethnic lines to return home to cities designated as open by UNHCR and/or provided with minority return-related assistance by State. The numbers are low in many cities as the cities only began taking serious steps toward accepting minority returns at the time they were selected to participate in the initiatives. The State Department provided $9 million to support returns to these cities during 1997. As of April 1998, UNHCR had provided approximately $12.6 million to support returns to areas participating in its Open Cities Initiative."], "subsections": [{"section_title": "UNHCR’s Open Cities and U.S. State Department Minority Return Initiatives", "paragraphs": ["UNHCR’s Open Cities Initiative was announced in March 1997 as a means of encouraging minority returns to cities or municipalities where reconciliation between ethnic communities is believed possible. The initiative was also intended to provide an incentive to communities to receive minorities and reward those communities that were receptive. Under this initiative, UNHCR designates cities or municipalities as “open” based on a common set of criteria that include a genuine and consistent political will on the part of local authorities to allow minority returns, confirmation that minority returns are occurring or will occur without any abuse of returnees, and demonstrated impartiality of the police. UNHCR and international agencies monitor the progress of returns in open cities, and provide assistance incrementally, in accordance with the progress of returns. UNHCR’s recognition of Mrkonjic Grad as the first “open city” in Republika Srpska on December 17, 1997, was a major step in light of past resistance from hard-line SDS members, including Karadzic.", "At the time of our mid-October 1997 field work in Bosnia, two of the three UNHCR open cities that we visited—Konjic, a Bosniak-majority area, and Busovaca, a Croat-majority area—were actively promoting minority returns. Vogosca, a predominately Bosniak area in Sarajevo Canton, was not.", "In Konjic, according to UNHCR and IPTF officials, the Mayor (a Bosniak), the Mayor’s deputy (a Bosnian Croat), and the Chief of Police were all genuinely committed to allowing people from other ethnic groups to return home and to providing security for those who did return. In Busovaca, returnees and people working on their homes in preparation for return told us that they were not afraid to return nor did they fear that their newly repaired homes would be destroyed. In both locations, significant problems remained in returning people to their homes, such as finding other accommodation for people living in the homes of potential returnees, clearing landmines from farmland, and improving the economy. In Vogosca, according to UNHCR officials, the return initiative had essentially stopped after an incident in early August 1997, during which Bosniak displaced persons disrupted an assessment visit of Bosnian Serbs to their prewar homes in Vogosca. Although the Mayor and cantonal police responded appropriately to the violence by protecting the Bosnian Serbs, local extremist political factions had organized a group of Bosniak women displaced from Srebrenica to disrupt the visit. According to UNHCR officials, this incident effectively halted any efforts at non-Bosniak returns to the area.", "Through its minority return initiative, implemented by nongovernmental organizations, the State Department committed $9 million in assistance to 13 municipalities during 1997-98—10 in the Federation and 3 in Republika Srpska. As of December 1997, the number of minority returns directly and indirectly facilitated by State’s initiative included an estimated 1,100 people (225 families). According to State, in addition to demonstrating progress on minority return, Vares and Bugojno—two Bosniak majority municipalities controlled by antireturn elements of the SDA—were included in the initiative to underscore the U.S. government’s conviction that minority returns had to and could occur everywhere. According to the State Department, State at times threatened to cut off assistance to Vares when local officials showed signs of not complying with their agreement to allow people of all ethnic groups to return to their homes. The assistance was never stopped because the officials eventually complied with the terms of the agreement."], "subsections": []}]}, {"section_title": "Minority Returns to More Contentious Areas", "paragraphs": ["Many minority returns took place in some of the more contentious locations in Bosnia that had seen few returns in 1996 and early 1997. These returns required strong international pressure, as well as SFOR support, to overcome local and higher-level political resistance. Throughout the year, people who attempted to return home across ethnic lines, particularly to strategically important areas, faced extremely difficult, hostile conditions upon their return due to this political resistance. For example, returnees and potential returnees often faced destruction of property (see fig. 5.3); intimidation, beatings, violent evictions, and in some cases murder; the laying of landmines near their homes; local authorities who refused to provide basic services such as water, electricity, or phone service; and local police who did not intervene to protect them or who refused to guarantee their safety. As in 1996, NATO-led forces in Bosnia had to respond to many violent incidents directed against minority returnees.", "Table 5.4 provides a more detailed description of the difficult circumstances under which people returned to their homes across ethnic lines in the contentious areas of Brcko, Drvar, Jajce, Stolac, and the zone of separation, particularly Doboj."], "subsections": [{"section_title": "Security Measures for Returnees", "paragraphs": ["To facilitate the phased, orderly return of refugees and displaced people to particularly contentious areas, the international community in mid-1997 became more active in supporting security measures for returnees. Most importantly, SFOR provided a security presence in many contentious returnee areas, patrolling in a manner that demonstrated SFOR’s presence and generally discouraged incidents of violence against returnees. Figure 5.4 shows patrols by U.S. SFOR in Brcko; Spanish SFOR in Stolac; and British SFOR in Jajce. According to a senior NATO officer, NATO plans to add a specialized unit to its military force in Bosnia after June 1998. NATO expects that this unit would allow SFOR to enhance its security presence in minority return areas.", "By the fall of 1997, IPTF’s efforts to integrate Federation police forces were showing some early, encouraging results. In October 1997, joint Bosniak-Croat police patrols were cited by returnees in Jajce and Busovaca as an important factor in increasing their sense of security. Returnees told us that they believed the police would help them if they requested assistance. In Stolac, Bosniak police had just arrived there and were not jointly patrolling with Bosnian Croat police; still, their presence was viewed as a positive sign by returnees. A senior human rights observer in Bosnia told us that where joint police patrols have been instituted—thus far only in the Federation—security conditions and human rights in general have improved. Returnees and observers also stated, however, that SFOR needed to continue its presence in contentious areas to ensure that security problems did not occur.", "During 1997, the international community also created a number of commissions that oversee the returns process and attempt to ensure that minority returns do not spark violence. For example, after numerous incidents in the zone of separation, the European Commission, IFOR, IPTF, OHR, and UNHCR in 1996 established a commission to develop procedures for, and monitor progress in, returning people to their homes. A similar international commission was established for monitoring returns to Brcko under the auspices of the Brcko Supervisor. The Supervisor is strictly managing the returns process there in close consultation with SFOR, IPTF, and UNHCR to reduce the likelihood of violent incidents."], "subsections": []}, {"section_title": "Assistance Provided to Other Cities Not Officially Declared Open", "paragraphs": ["Although authorities of many municipalities are not supporting minority returns, donors still provide economic reconstruction funds to them as a means of assisting in the revitalization of the economy and encouraging compliance with the provisions of the Dayton Agreement. For example, under the Municipal Infrastructure and Services Project, USAID has funded small-scale economic assistance projects in many municipalities that have not been declared “open” by UNHCR or provided with minority return assistance by State. Between July and December 1997, USAID signed memorandums of understanding with 26 such municipalities (excluding those in Sarajevo Canton)—21 in the Federation and 5 in Pale/SDS-controlled areas of Republika Srpska—and had provided $72.7 million in economic assistance to them ($56.9 million to the Federation and $15.8 million to Republika Srpska).", "USAID’s memorandums of understanding with these municipalities state, among other things, that municipal officials agree to support returns of people including those from other ethnic groups. A senior USAID official told us that the USAID mission does not have the resources to monitor whether municipalities are complying with these conditions. In April 1998, in commenting on a draft of this report, USAID stated that it does require municipalities to demonstrate that they are fulfilling the commitments made in the memorandums of understanding; those that “blatantly disregard” the memorandum lose the assistance. They said that through nongovernmental organizations, other donors, USAID contractors, and other groups and individuals working in Bosnia, USAID is able to monitor the commitment of a municipality to live up to its agreements.", "USAID also commented that it only invests in municipalities that are already, by and large, in compliance with the conditions contained in its memorandums. However, our examination and those of other international observers show that some of the municipalities that have signed memorandums and received assistance, such as Doboj, have exhibited poor performance on minority returns and continue to obstruct the returns process."], "subsections": []}]}, {"section_title": "Minority Returns to Sarajevo", "paragraphs": ["The single largest area where minority returns occurred in 1997 was the return of 13,300 Bosnian Croats to Sarajevo. The return of minorities to Sarajevo is crucial to support the city’s status both as the capital of the Federation and Bosnia and as a model of co-existence and tolerance for the rest of the country. Further, returns of displaced Bosnian Serbs to Sarajevo would help open up housing for non-Serb returnees to Brcko. During 1998, the international community will push for increased returns of non-Bosniaks to the Sarajevo.", "To move this effort forward, in February 1998 international and Bosnian officials established the Sarajevo Declaration, which is designed to guide and accelerate the return of minorities to Sarajevo. The declaration contains the general principles that must be followed and the legislative, housing, education, employment, public order, and security issues that must be addressed to enable Bosnian Serbs and Croats to return. In addition, it assigns specific tasks and related deadlines to various organizations such as OHR’s Reconstruction and Return Task Force; local police; and Federation Ministry of Social Affairs, Displaced Persons and Refugees. The declaration also calls for the establishment of a Sarajevo Return Commission, comprised of relevant international and Bosnian officials. The commission’s role is to oversee the implementation of the provisions of the declaration."], "subsections": []}, {"section_title": "Several Major Issues Remain to Be Resolved", "paragraphs": ["Officials from State, UNHCR, and Bosnia’s municipalities have identified several unresolved issues that, even with the security presence provided by SFOR, are hindering minority returns in Bosnia. These issues include (1) breaking the logjam of people living in the homes of potential returnees, (2) revising existing property legislation so that minority returnees can reclaim their homes, and (3) reducing the level of unemployment.", "Potential minority returnees often cannot return home because their homes are occupied by people of the majority ethnic group. During our fieldwork, international and local observers described three categories of people who are living in the homes of potential returnees:", "Displaced persons of the majority ethnic group who cannot safely return home across ethnic lines or who are afraid to cross ethnic lines to return home;", "Croatian Serb refugees in Republika Srpska who cannot return home to Croatia because the Croatian government has not created conditions for their return; and", "People of the majority ethnic group who moved to the city from nearby villages during the war. People in this category choose to stay in their city homes even though their prewar homes are located in areas controlled by their own ethnic group. These people sometimes remain in their city homes while their family members move back to their prewar homes in nearby villages, a situation referred to by UNHCR and State as “double occupancy.”", "During 1997, according to OHR and State, property laws in both entities did not comply with the provisions of the Dayton Agreement and continued to be the largest source of complaints brought to human rights monitors and institutions. For example, the Federation law on abandoned apartments required persons who left socially-owned apartments during the war to reclaim their property within 15 days of the cessation of hostilities. Since most people could not return within the established time frame, the law ensured that the original occupants could not return to the apartments they occupied before the war. Consequently, this law and others placed insurmountable legal barriers in the path of returnees, effectively blocking hundreds of thousands of people from returning to their homes.", "In March 1998, according to OHR and USAID, the Federation, under intense international pressure, passed property legislation that complied with the Dayton Agreement. However, since the laws had only recently been passed, the policies and procedures necessary to implement the laws had not been completed. Republika Srpska had yet to pass any property legislation that complied with Dayton.", "Despite the appearances of growth in major cities like Sarajevo, some municipalities are experiencing grave economic conditions. Unemployment is high, and people continue to depend on humanitarian assistance, remittances from relatives living abroad, and black market activity. Unemployment is considerably higher in small villages. Potential returnees view the lack of employment as another reason not to return, and those people that have already returned view new returnees as threats to their future employment. The employment issue must be solved in order for large-scale minority returns to occur."], "subsections": []}, {"section_title": "Plans and Prospects for Minority Returns in 1998", "paragraphs": ["UNHCR’s 1998 repatriation and return plan for Bosnia calls for the international community to focus its efforts on minority returns of refugees and displaced persons. In October 1997, international observers noted some positive signs and improved prospects for creating conditions that would favor minority returns. These include the political crisis and potential change in government in Republika Srpska, the softening of attitudes of some Bosnian Serb political leaders, the results of the September 1997 municipal elections, and the progress in developing and implementing a cantonwide return plan in the Federation’s Central Bosnia Canton. However, as of early 1998, major political barriers to minority returns had not been addressed, and there were no indications that large-scale, orderly returns would occur during the year without an SFOR security presence."], "subsections": [{"section_title": "UNHCR’s 1998 Repatriation and Return Plan", "paragraphs": ["UNHCR’s main priority in 1998 will be the repatriation of refugees and the return of displaced people to minority areas in Bosnia. In its plan, UNHCR estimates that as many as 220,000 refugees could return to Bosnia in 1998. The actual level of return is contingent upon the occurrence of several actions, including the (1) return of 50,000 minority displaced people to their prewar homes by June 1998 (which would open up housing belonging to refugees and allow them to return home); (2) progress in the normalization of relations among states in the region; and (3) implementation of policy decisions by west European states hosting refugees that would force nonvoluntary returns and would encourage voluntary returns.", "Progress in normalizing relations among Bosnia, Croatia, and the Federal Republic of Yugoslavia must occur for these states to develop and implement a coordinated effort to accept potential returnees currently residing in each of these states. In December 1997, the Peace Implementation Council directed UNHCR, in cooperation with authorities of each country in the region and with relevant international organizations, including the OHR, to develop a regional return strategy. As of April 1998, the strategy had not been completed.", "Policy decisions made by west European states hosting refugees could force or encourage large numbers of people to return. If there are no changes in the policies of the countries hosting refugees, the refugees may decide to remain where they are. UNHCR realizes that if the actions do not occur, the level of refugee returns in 1998 could be much lower than in 1997.", "Even if the actions do take place, UNHCR believes that Bosnia may be unable to absorb 220,000 refugees due to continued housing and employment problems. UNHCR hopes that the Open Cities Initiative and other efforts to encourage minority returns will help overcome housing shortages, unemployment, and other obstacles and lead to a significant increase in minority returns. UNHCR expects to see a considerable number of open cities recognized in 1998. Potential open cities include Donji Vakuf, Tuzla, and Bosanski Petrovac in the Federation and Ribnik and Banja Luka in Republika Srpska. International officials acknowledge that to accomplish this, a strong NATO-led military presence will be required throughout at least 1998, but that in the long term, security will have to be provided by Bosnians, rather than the international community."], "subsections": []}, {"section_title": "International Observers Believe Potential for Minority Returns Could Improve", "paragraphs": ["Although there were no indications as of April 1998 that large-scale, orderly returns would occur during the year without an SFOR security presence, a number of statements by President Plavsic and the results of Republika Srpska Assembly and Bosnian municipal elections are seen as positive steps toward creating an environment more conducive to the return of minorities. International observers in Bosnia view President Plavsic and other moderate Bosnian Serbs as more open to returns of other ethnic groups to Republika Srpska than SDS political leaders, particularly returns to areas where these ethnic groups would not constitute a majority. In late 1997, Plavsic told UNHCR that all of Banja Luka’s original inhabitants would be welcome to return, while noting that solutions would need to be found for refugees and displaced people currently living in the city.", "The election of a more moderate Republika Srpska parliament in November 1997 and Prime Minister in January 1998 are also viewed as positive steps toward solving the problem of minority returns. In February 1998, the new Prime Minister stated that his goal was to have 70,000 non-Serbs return to Republika Srpska during the year. He also recognized, however, that there are “realistic problems” that may prevent them from returning, including the 35,000 Serbs from other parts of Bosnia and from Croatia who cannot return home and are living in houses belonging to non-Serbs.", "The municipal elections held in 1997 are viewed by the international community as a positive step toward creating favorable conditions for minority returns. The elections could provide potential returnees with a sense of security because they believe the newly elected leaders will support them when they return. As of early May 1998, 133 of the 136 municipal governments had been certified as formed by OSCE. However, much work remains to be done to make them functioning governments.", "In anticipation of larger numbers of minority returns in 1998, SFOR and OHR’s Reconstruction and Return Task Force developed plans to facilitate the phased and orderly return of refugees and displaced people. Likewise, the implementation of the Central Bosnia Canton Return Plan demonstrates to both the international community and potential returnees that the authorities in this area are willing to take steps to create an environment that encourages people to return to their prewar homes. It is estimated that, if completed, the plan could benefit over 100,000 people.", "According to a senior executive branch official, the Federation and Republika Srpska must develop integrated return policies and procedures that are self managed and effective. Until this is done, the international community, with the support of SFOR, will have to remain in Bosnia to ensure the right of people to return to their prewar homes."], "subsections": []}]}]}, {"section_title": "Progress in Rebuilding Bosnia’s Economy", "paragraphs": ["The Dayton Agreement’s goals for the economy of Bosnia and Herzegovina include economic reconstruction, building national government and Federation economic institutions, and promoting the transition from a command economy to a market economy. To support these goals, the government of Bosnia, with the assistance of the international community, designed a 3- to 4-year, $5.1-billion assistance program known as the Priority Reconstruction Program. This program gave the international community a framework for the economic reconstruction and integration of Bosnia. In the program’s first year, 59 donors—48 countries and 11 organizations—pledged $1.9 billion for Bosnia’s reconstruction program at two donors’ conferences held in December 1995 and April 1996.", "During 1997, the pace of donor contributions slowed somewhat, as 31 of the program’s original donors pledged an additional $1.2 billion for Bosnia’s economic reconstruction, for a total pledge of $3.1 billion.Economic conditions continued to improve throughout Bosnia in 1997, although progress in Republika Srpska still lagged because donors were withholding assistance due to ongoing noncompliance by hard-line Bosnian Serb political leaders. Signs of progress in the economic reconstruction program were evident throughout 1997. However, the continued obstruction and improper economic and fiscal practices of Bosnia’s political leaders threatened Bosnia’s economic recovery. The international community and Bosnia’s governments recommended actions in 1997 to address shortcomings in Bosnia’s public finance system that could generate opportunities for fraud and corruption and lead to improper use of economic assistance going to Bosnia. By the end of the year, donors’ practice of attaching political conditions to economic assistance had contributed to some important political changes in Bosnia, but it had not increased the level of cooperation of hard-line Bosnian Serb or Croat political leaders."], "subsections": [{"section_title": "International Donor Support in 1997", "paragraphs": ["International donor support to Bosnia’s reconstruction program continued in 1997, but the pace of donor contributions slowed from 1996. At a meeting in Brussels in January 1997, international donors estimated that the program needed $2.5 billion for 1997-98, of which the 1997 requirement is $1.4 billion. The $1.2 billion pledged at the third donors’ conference in July 1997 fell short of this goal, and the total number of donors declined from 59 in 1996 to 31 in 1997.", "The World Bank and European Commission cited delays in holding the third donors’ conference and the political turmoil in Republika Srpska as having contributed to the slowdown in new donor contributions. According to an OHR report, the third donors’ conference was scheduled to take place at the beginning of 1997. However, it was postponed several times due to the failure of Bosnia’s political leaders to meet the necessary conditions, including the adoption of economic laws—known as the “Quick Start Package”—related to the Central Bank, national budget, external debt management, and customs policies. The approval of these laws by Bosnia’s parliament on June 20, as well as the agreement reached between the IMF and Bosnia’s authorities on almost all of the elements of a draft agreement on a letter of intent requesting an IMF standby arrangement, cleared the way for the third donors’ conference to be held on July 23 and 24, 1997.", "The U.S. government, primarily through USAID, committed $294.4 million during 1996 and $234.4 million during 1997 for economic reconstruction. These funds have been primarily used to repair municipal infrastructure and provide municipal services, small business loans, and technical assistance for the development of national and Federation economic institutions. In October 1997, international officials in Bosnia told us that USAID’s reconstruction and technical assistance projects were the first to be implemented and the first to show results in many areas of the country.", "During 1996 and 1997, donors committed about $3.3 billion to the Priority Reconstruction Program. With $528.79 million in commitments, the United States was the second leading individual donor after the European Commission ($698.64 million). As a group, European donors contributed 48.8 percent of the committed funds, and the United States contributed 16.2 percent (see fig 6.1).", "Of the $3.3 billion committed during the program’s first 2 years, an estimated $1.7 billion—52 percent of the committed funds—had been expended, that is, spent on the ground. The United States expended more funds than any other donor, about $347.5 million, or 66 percent of U.S. commitments. Appendix VI provides more information on the Priority Reconstruction Program."], "subsections": []}, {"section_title": "Economic Reconstruction Program Is Showing Results, but Problems Remain", "paragraphs": ["The economy continued to grow significantly but unevenly in 1997. In a number of areas where donor support has been particularly strong—including housing, fiscal and social support, industry/finance, employment generation, and education—implementation has proceeded at a steady pace. Further, the pace of clearing landmines accelerated and there were positive signs of reestablishing economic links between the ethnic groups during the year. In some areas where there have been political disagreements, such as telecommunications and railways, the progress has been slow. The creation and strengthening of common government institutions continues to be a major challenge."], "subsections": [{"section_title": "Uneven Progress in Economic Rebuilding", "paragraphs": ["Economic growth in Bosnia, estimated to have been 50 percent in 1996 according to the World Bank, was expected to slow somewhat in 1997 to a growth rate of 35 percent. According to PlanEcon, in mid-1997 the economy was at roughly one-fifth its prewar level, up somewhat from the 10-15 percent World Bank estimates for 1996. Unemployment, albeit down from its postwar high of 90 percent, is still very high—around an estimated 30 to 40 percent of the labor force at the end of 1997—with wide regional variations throughout the country. These overall unemployment rates are comparable to those in the immediate prewar period (27 percent in 1991).", "Economic recovery in the Federation has been far more robust than in Republika Srpska, which in 1996 had received only 3.2 percent of the international aid being implemented due to the noncompliance of its political leaders with the Dayton Agreement. According to OHR data, gross domestic product in Republika Srpska is estimated at less than a quarter of that of the Federation. At mid-1997, wages in the Federation varied by sector and by canton between $140-$200 per month; in Republika Srpska, wages were estimated to be $48 a month, with severe delays in wage payments."], "subsections": []}, {"section_title": "Economic Reconstruction Continued Throughout 1997", "paragraphs": ["After 2 years of reconstruction, progress continued to be made in key sectors of the economic reconstruction program. For example, some 60,000 private houses or public apartment units, benefiting some 250,000 people, have been repaired or have received repair assistance; at least $62 million financed social programs for the most vulnerable in the population—the children, the elderly and the disabled; about $120 million in small- and medium-sized business loans have helped revive commerce and have generated some 18,000 permanent new jobs; about 200 public works projects were completed in 98 municipalities (70 in the Federation and 28 in Republika Srpska), resulting in the creation of 25,000 person-months of employment in addition to the 10,000 person-months in 1996; priority was given to areas with high unemployment, heavy war damage, and high levels of displaced persons and refugee returns; donor assistance has been critical in the rehabilitation of some 490 primary schools and 90 kindergartens; and the Sarajevo airport continues to be open for commercial service, about 900 kilometers of the main road network have been completed, and 14 major bridges have been reconstructed.", "As of April 1998, one of USAID’s major economic assistance projects, the Municipal Infrastructure and Services Project, had helped generate an estimated 5,000 short-term jobs and provided an estimated 17,000 people with permanent employment. These funds have gone toward such things as repairs or construction of water supply systems, bridges, railroads, schools, and hospitals (see fig. 6.2). In addition, 8,700 demobilized soldiers were temporarily employed through about 300 Community Infrastructure Rehabilitation Projects that were funded by USAID and administered by SFOR soldiers in the U.S. military sector. Further, USAID’s Bosnian Reconstruction Finance Facility program, as of October 1997, had disbursed $49 million in loans that averaged $485,000 for the year for businesses such as clothes and shoes manufacturing; baked goods, fruit juice, and dairy production; furniture manufacturing; construction; sawmills; and agriculture. Appendix I provides more information on USAID’s economic reconstruction and stabilization programs.", "Progress was made in 1997 in clearing landmines and in developing Bosnia’s capacity to manage a mine clearance program. However, the country’s estimated 1 million landmines remained a significant threat—particularly along the former front lines and strategically important areas where the parties remained reluctant to remove them—and continued to inhibit economic reconstruction and returns of people to their prewar homes. Donors funded over 1,000 deminers in Bosnia, who removed 28,425 landmines and 19,572 pieces of unexploded ordnance during the year. These efforts opened up roads and railways and allowed access to homes and farmland that had been unusable because of landmines or because people feared that landmines were present. Further, in January, 1997, a National Commission for Demining was organized to take over demining responsibility for the country. The commission was ordered to be formally established by the High Representative on December 24, 1997, after a hard-line SDS member of the Council of Ministers would not sign the documents that would make the commission a legal entity. Appendix VII provides more information on Bosnia’s demining program.", "Moreover, often with intense international involvement and pressure, Bosnia’s political leaders and people took first steps during 1997 and early 1998 toward linking the ethnic groups economically, a major change from 1996 when they generally refused to cooperate across ethnic lines. The new, relatively moderate Republika Srpska government was credited with facilitating the delivery of mail from Sarajevo to Banja Luka and the signing of a memorandum of understanding on the resumption of rail service between the two entities. Table 6.1 provides a description of important links that were established during the year.", "During the year, business people showed signs of reestablishing cross-ethnic economic ties that had been broken by the war. For example, with USAID support, small business associations were established throughout each entity as a step toward developing a countrywide small business association. Further, the first post-war Sarajevo business fair was held in Banja Luka on November 26, 1997, and a Banja Luka trade fair was held in Sarajevo on February 25, 1998.", "Despite these initiatives, there is no consensus among ethnic groups on economic cooperation. USIA polling data from February 1998 show that given the choice between economic independence or cooperation between the two entities, only Bosniaks (83 percent) clearly favor working together. A majority of Bosnian Serbs (61 percent) say they prefer economic independence, and Bosnian Croats are more equally divided (50 percent favor economic independence, and 41 percent favor working together). Previous USIA surveys have shown that the majority of people from each of the three ethnic groups support trade with the other groups, suggesting that opposition to economic cooperation in principle may be outweighed by practical economic opportunities."], "subsections": []}, {"section_title": "Parties Hinder Future Economic Growth", "paragraphs": ["Despite favorable steps in Bosnia’s economic reconstruction, in early December 1997 the Peace Implementation Council expressed concern that Bosnia’s political leaders were placing reconstruction and sustained economic growth at risk by, among other things, allowing the common institutions’ shortcomings to impede sound economic management and their political differences to slow down the pace of economic transition. Most importantly, Bosnia’s political leaders had only partially implemented the key economic legislation passed on June 20, 1997. They had not adopted national-level legislation called for by the council in May 1997. According to a council document, as of early December, the lack of an economic policy framework was preventing an IMF standby arrangement and World Bank adjustment lending, thus rendering the country vulnerable to financial crisis To address these problems, the Peace Implementation Council called on Bosnia’s national authorities to agree on a common approach on the standby arrangements and open negotiations with the IMF without delay. The council also established a number of short-term deadlines for actions related to steps that the parties had thus far refused to take. Table 6.2 shows the status of actions called for by the council, with deadlines up to March 1, 1998."], "subsections": []}]}, {"section_title": "Efforts to Address Fraud and Corruption", "paragraphs": ["In December 1997, the Peace Implementation Council said that Bosnia’s economic recovery was being threatened by, among other things, the parties’ insufficient action against fraud and the lack of transparency in the use of public funds. In late 1997, OHR, the World Bank, and major donors concluded that donor assistance had not been used inappropriately by the Bosnian or entity governments; however, they acknowledged that legislative and administrative shortcomings in public finance generated opportunities for fraud that have been exploited in the areas of (1) public revenue collection, specifically the evasion of customs duties and sales taxes; (2) the misappropriation of public funds; and (3) activities of extrabudgetary institutions. To address the problem of government corruption and prevent the misuse of donor assistance, OHR, USAID, the European Commission’s Customs and Fiscal Assistance Office, the World Bank, and the Federation government have instituted a number of measures to investigate and combat the inappropriate use of donor funds and corruption."], "subsections": [{"section_title": "Audits of International Assistance", "paragraphs": ["In late 1997, the High Representative and other representatives of the international community stated that there is no evidence of corruption related to donor funds. In a proposed anticorruption strategy presented to the Peace Implementation Council in December, the High Representative said that major donor funds for World Bank reconstruction projects were fully accounted for and adequately monitored and audited. The High Representative, however, also said that the lack of coordination with smaller donor organizations, such as private voluntary organizations, could lead to multiple funding of the same project activities. He also noted that weak project management by these organizations could lead to overcharging for goods and services by contractors and suppliers. Although the donor community identified no diversion of donor assistance funds, it pointed out the need for more transparency and continued vigilance in the accounting for and use of international assistance funds.", "To ensure that USAID’s program funding is accounted for and used appropriately, USAID’s Office of Inspector General has completed a series of audits of the agency’s two major assistance efforts in Bosnia, the Municipal Infrastructure and Services project and the Bosnian Reconstruction and Finance Facility program. These audits, which have been conducted on a periodic basis throughout the life of the programs, have not identified any major systemic internal control weaknesses or misuse of program funds. According to the State Department, other donors have similar systems for auditing and accounting to safeguard against fraud."], "subsections": []}]}, {"section_title": "Investigations of Government Corruption", "paragraphs": ["Investigations conducted by the European Commission’s Customs and Fiscal Assistance Office (hereafter referred to as the customs assistance office) have identified incidents of corruption involving government customs and purchasing organizations. The corrupt practices include (1) diversion of customs duties to parallel government structures, (2) false transit destination documentation, (3) undervaluation of imported goods, (4) false certificates of origin on imported goods, (5) abuse of duty-free shop concessions, (6) abuse of duty-free warehouse concessions, and (7) commercial smuggling at guarded customs posts. The customs assistance office estimates that customs fraud in the Federation alone cost the entity government approximately $56 million over a 1-year period.", "The customs assistance office was established in January 1996 to help Bosnia form a coherent customs system at the national and entity levels. In addition, the office facilitates coordination and cooperation between entity customs administrations by verifying customs documentation on a random basis and provides advice to the customs administrations. While executing these tasks, officials from the office uncovered systematic transit fraud involving more than 300 high-duty consignments declared as in transit across the Federation to Republika Srpska. The goods never reached their declared destination, and the customs duty deposits, paid at the border, were reclaimed by the criminals through the use of false receipts issued by Republika Srpska customs officials. These illegal practices resulted in the loss of customs duties and tax revenues of about $11 million over a 6-month period. The customs assistance office recommended that, among other things, both entity governments take immediate action, including legal proceedings, to stop the smuggling of goods and associated loss of revenue.", "In another investigation, the customs assistance office found that the Bosniak-controlled and Bosnian Croat-controlled State Directorates for Strategic Reserves, which were supposed to cease to exist after the signing of the Federation constitution in 1994, were importing large quantities of fuel and goods duty free. The resulting loss of revenue incurred by the Federation government was estimated at about $11 million over a 1-year period. The results of the investigations were presented in two reports that were given to Federation Minister of Finance.", "In response to the reports and the resulting media publicity, according to a customs assistance office official, the Federation Minister of Finance replaced the Director and Deputy Director of the Federation Customs Administration and four other Customs Administration officials. The Republika Srpska Customs Director fired all eight of its customs-house managers. In addition, the Federation Ministry of Finance conducted investigations of the operations of the Bosniak and Bosnian Croat State Directorates for Strategic Reserves. As of January 1998, the investigation of the Bosnian Croat Directorate was complete and the Directorate had ceased operations. An agreement was reached at the December 1997 Peace Implementation Conference to close the Bosniak Directorate. An OHR official stated that the Bosniak Directorate will be closed as soon as the contracts it has entered into can be completed; as of April 1998, it was still operating.", "In December 1997, the World Bank reported on problems in the budgeting and financial management of entity-level governments that could result in international assistance replacing diverted government funds. The bank reported that many opportunities exist for the misappropriation of government funds, a problem shared by other successor states of the former Yugoslavia. Although the World Bank identified the problem, it was unable to determine the extent to which opportunities for misappropriation are being exploited."], "subsections": [{"section_title": "Steps Taken to Address Corruption Problem", "paragraphs": ["The national and entity governments and the international community have established a number of organizations and provided assistance designed to address the issue of corruption in donor assistance and in government operations and revenues (see table 6.3).", "According to an IPTF official, IPTF intends to work with ministries in both entities in 1998 to improve their capacity to identify and deal with financial crime that corrupts public institutions. As part of this effort, IPTF plans to extend its monitoring and advisory work to this area of law enforcement and to train entity police forces in the detection of financial crime, organized crime, smuggling, and corruption and to assist in the development of special anticorruption units. In order to implement these plans, a number of experts in financial crime will need to be hired to form a specialized training team. As of March 1998, budget and staffing estimates had been developed for the team, but no specific date for its implementation had been established.", "The customs assistance office is continuing to assist Bosnia’s national and entity-level governments in updating its system of customs laws and tariffs and in modernizing customs operations through the computerization of procedures and the training of customs personnel in customs operations and investigation. In December 1997, the Peace Implementation Council urged Bosnia’s entity authorities to extend the office’s mandate to cover all indirect taxes levied by national or entity governments. The council also required the national and entity governments to give the customs assistance office access to all relevant customs and fiscal records.", "In January 1998, the office began conducting an investigation into the valuation of imported goods and an examination of the organization and administration of the Federation tax administration. The investigation pertaining to the valuation of goods was still ongoing as of April 1998; however, it had found that undervaluation of goods is endemic and is responsible for multimillion dollar loss of revenue to the Federation budget. The tax administration examination was completed in March and did not find any hard evidence to suggest corruption; however, it did find evidence of major tax evasion. In February 1998 the new Republika Srpska government drafted a decision to allow the office to examine its customs and tax administrations. A customs assistance official stated that Republika Srpska officials were doing their best to provide all of the information requested to conduct its examination.", "USAID has implemented a number of projects to address public accountability and transparency and combat corruption in a systemic manner. USAID’s ongoing and planned programs include activities that (1) support the federal, cantonal, and municipal governments in developing budgets and financial management systems that are transparent and meet international standards; (2) provide training to customs officers to increase their professionalism and establish a code of ethics; (3) increase the Federation and Republika Srpska’s banking agencies’ capacity to combat white collar crime; (4) assist the Federation government in the revision of the criminal code; and (5) support the drafting of key commercial laws that are essential to any anticorruption effort. USAID also conducted a study of corruption in Bosnia and drafted a strategy to address corruption in a more comprehensive manner.", "The study stated that for the economic and democratic development of Bosnia to succeed, the large-scale fraud and corruption in the government must be reduced substantially. Bank fraud, customs fraud, tax fraud, procurement fraud, bribery, extortion, and an active organized crime network severely undermine economic and democratic reforms. The losses resulting from fraud and corruption appear massive yet cannot be quantified accurately due to the lack of transparency in government and business operations. The strategy developed by USAID consists of introducing a legislative agenda; federalizing law enforcement; improving governmental budgeting, accounting, and auditing; and implementing a massive public and legal education/training campaign."], "subsections": []}]}, {"section_title": "Use of Political Conditionality in Providing Economic Assistance", "paragraphs": ["The Peace Implementation Council and international donors have stated repeatedly since December 1996 that economic assistance provided to Bosnia is conditioned—both negatively and positively—on the compliance of Bosnia’s political leaders with political provisions of the Dayton Agreement. By placing political conditions on economic assistance, the international community has attempted to give additional impetus to the peace process by rewarding authorities at all levels who cooperate with the international community in the implementation of Dayton, depriving assistance to authorities who obstruct the peace process, and encouraging change by linking assistance to improvements in complying with specific aspects of the agreement.", "At the July 1997 donors’ conference, the task of coordinating donors’ efforts to implement political conditionality was assigned to OHR’s economic task force, which established guidelines for donors to follow for certain projects. By late 1997, donors’ use of attaching political conditions to economic assistance had resulted in some important political changes in Bosnia, but it had not increased the level of cooperation of hard-line Bosnian Serb or Croat political leaders."], "subsections": [{"section_title": "Coordination of Political Conditions on Economic Assistance", "paragraphs": ["In 1997, OHR’s economic task force determined that applying strict rules to determine when and how to condition assistance would not achieve the international community’s intended objectives because the various donors operate differently, the situation in Bosnia is in a constant state of change, and available information on recipients is imperfect. Consequently, the task force uses a set of general guidelines. These are applied on a case-by-case basis to assess the applicability of political conditionality to assistance projects. The task force’s guidelines call for assistance to be withheld from (1) municipalities where authorities actively obstruct the peace process, (2) institutions and companies controlled by indicted war criminals, and (3) persons actively involved in obstructing the peace process. The guidelines also state that donors should focus housing projects on municipalities that allow significant minority returns and should consult the economic task force on all projects over $10 million before either approving them or suspending them on noneconomic grounds.", "USAID has attached political conditions to its two major economic reconstruction projects—the Bosnian Reconstruction Finance Facility program and the Municipal Infrastructure and Services project—since the programs started in 1996. For example, USAID requires municipal authorities that want assistance under the Municipal Infrastructure and Services project to sign memorandums of understanding stating that, among other things, (1) the people living in the municipality agree to abide by the principles of the Dayton Agreement and will support the return of displaced people who want to move back to their homes regardless of their religion or ethnic origin; (2) the municipality agrees to allow freedom of movement for all persons, at all times, and the police will enforce and honor this right under the law; and (3) the municipality certifies that no indicted war criminal is a member of the municipal government or is involved in the operation and maintenance of any project funded by the program.", "However, in October 1997 and February 1998, USAID officials stated that the USAID mission does not have the resources to effectively monitor the assistance to ensure that municipalities or companies comply with the provisions in the memorandums. According to the Mission Director in Sarajevo, he was unable to gain approval to hire an additional staff person to monitor compliance with the memorandums. Instead, USAID had informal monitoring procedures, relying on information from its contractors, State’s refugee office, IPTF, OHR, and other international monitors. Although this information was often “episodic” and varied greatly depending on the source, this official believed that by and large USAID has a fairly good, impressionistic view of how municipalities are doing in terms of complying with conditions placed on assistance.", "This official also said that USAID never expected that the memorandums would bring about a major change in municipalities; instead, they were intended to show at the grass-roots level that the international community would support those who support Dayton. In some Republika Srpska municipalities, such as Doboj and Bijeljina, USAID now expects a good deal of forward movement in implementing Dayton due to the changing political conditions there.", "A USAID official said that monitoring efforts are made more difficult by the lack of a master list of which municipalities are complying with the Dayton Agreement. OHR’s economic task force had planned to produce a list of the municipalities that were not complying with the Dayton Agreement in 1997. However, as of December 1997, according to State officials, OHR had not done so. OHR and other officials told us that the international donor community would request a list from OHR during 1998.", "After the election of the new, moderate Republika Srpska government, the U.S. government pledged to provide increased assistance to Republika Srpska. However, human rights organizations have expressed concerns that this assistance would be going to municipalities that do not meet the conditions of USAID memorandums, particularly the condition related to people indicted for war crimes. In early February 1998, a USAID official said that due to a lack of USAID resources, it would be difficult for the mission to monitor the new tranche of assistance that the U.S. government plans to provide to the new Republika Srpska government.", "According to USAID, U.S. assistance to Republika Srpska in 1998 is estimated to be $60 million including $21 million for reconstruction activities implemented as part of the Municipal Infrastructure and Services project. In the past, USAID has stated that it would provide up to one-third of its total assistance for Bosnia to Republika Srpska if the government complied with the provisions of the Dayton Agreement. An additional grant of $5 million in budgetary support for the Republika Srpska government has been signed with OHR to pay back-salaries for government employees; employees of the Ministries of Justice, Defense, and Interior will not be paid with U.S. funds. Other donors have assisted in this effort as well. According to a USAID mission official, USAID’s Inspector General’s office and the mission’s controller in Sarajevo are working with OHR to monitor this support.", "In commenting on a draft of this report, in April 1998 USAID officials stated that USAID does adequately monitor existing assistance and will monitor the new tranche of assistance to municipalities through on-site visits and information provided by its contractors, the State Department’s refugee office, IPTF, OHR, nongovernmental organizations, and other international monitors. The mission plans to hire a staff person dedicated to monitoring and recognizes that further monitoring of projects would necessitate additional staffing."], "subsections": []}, {"section_title": "Promising Developments in Applying Political Conditions to Economic Assistance", "paragraphs": ["According to U.S. and other international officials, the use of conditionality in providing economic assistance has contributed to the political split in Republika Srpska and supported the relatively moderate forces there as they worked to install a new, relatively moderate entity-level government. It has also encouraged some minority returns in some municipalities, as discussed in chapter 5. The use of conditionality, however, has not yet affected the attitudes or actions of hard-line Bosnian Serb and Croat political leaders in complying with Dayton.", "In March 1997, State and USAID officials told us that some Bosnian Serb political leaders, including President Plavsic, had shown a willingness to accept economic assistance that includes conditions such as employing multiethnic work forces; however, there were no tangible results in this area as of late June because hard-line Bosnian Serb political leaders, particularly Karadzic, were blocking every attempt of moderate Bosnian Serb political leaders to work with the international community. These leaders, according to State, were willing to accept conditional assistance because they saw the growing gap in economic recovery between the Federation and Republika Srpska.", "Starting in July 1997, events in the Republika Srpska political crisis indicated that the conditioning of economic assistance contributed to the political split in Republika Srpska. Specifically, the conditioning of assistance helped President Plavsic and the more moderate Bosnian Serb political leaders demonstrate how the unwillingness of hard-line leaders to comply with the Dayton Agreement was preventing Republika Srpska from receiving assistance, thereby slowing the entity’s economic recovery and causing people to suffer.", "In July, State officials told us that there was increasing evidence that elected officials of Republika Srpska were under mounting political pressure to make the necessary concessions to qualify for reconstruction assistance. Specifically, President Plavsic had just started to move away from the more extreme SDS leadership in Pale. During this time, Plavsic openly argued that these SDS leaders, led by Karadzic, were enriching themselves through corruption and not complying with Dayton; as a result, Plavsic argued, the Serb people were being denied reconstruction assistance.", "After being elected on January 18, 1998, the new Prime Minister publicly stated that he would help promote returns of other ethnic groups to Republika Srpska and would encourage indictees to surrender to the war crimes tribunal, if the international community would provide economic assistance to the new government.", "Despite these promising developments and indications that conditioning assistance was proving effective in encouraging some municipalities to accept returns, U.S. and other international officials told us that applying conditions to economic assistance had not changed the attitudes of hard-line Bosnian Serb and Croat political leaders and separatists. Further, it had not resulted in Bosnian Serb authorities surrendering indictees to the war crimes tribunal. According to these officials, conditioning economic assistance has had no impact on hard-line SDS authorities who are loyal to Karadzic because they have other sources of funding, for example, smuggling and other illegal activities. It had not had an impact on hard-line Bosnian Croat authorities as well, because (1) they obtain assistance from Croatia and illegal activities and (2) the areas they control have received relatively little international economic assistance, as those areas were relatively undamaged by the war."], "subsections": []}]}]}, {"section_title": "Agency Comments and GAO’s Evaluation", "paragraphs": ["DOD, USAID, and the State Department provided written comments on a draft of this report. DOD generally concurred with the report, and USAID commented further on the progress that has been made in Bosnia over the past year.", "State commented that the report acknowledges and catalogs many of the significant successes recorded over the last year in the implementation of the Dayton Agreement but does not sufficiently convey the momentum, hope, and prospects that the developments of the last half of 1997 and the first few months of 1998 have brought to the overall circumstances in Bosnia. In particular, State identified a number of changes that have occurred since late spring of 1997 that give cause for optimism. These include the ability of Bosnians to move more freely around the country, further democratization and pluralism in the political arena, and advances in arms control. Although State agreed that caution is in order, it noted its inclination to be somewhat more optimistic than the report.", "While we agree with State that there is some cause for optimism in Bosnia, the facts, events, and progress suggest that one may want to view Bosnia’s future with greater caution than State does. We believe that the report strikes an appropriate balance in describing the progress in achieving the goals of the Dayton Agreement and the challenges that remain. The report discusses in some detail the events referred to by State and specifically states that the pace of implementing the Dayton Agreement has accelerated.", "However, as noted in the Executive Summary and throughout the report, this progress was achieved largely because of intense international pressure and involvement, the momentum for continued progress is not self-sustaining, and conditions will have to improve significantly before international military forces could substantially draw down. It is widely accepted in the international community that, even with the accelerated pace of implementing the agreement, it will likely be some time before these conditions are realized. Further, while events in the last half of 1997 and early 1998 give cause for optimism, more recent events in March and April 1998—specifically, an increase in incidents of ethnic conflict associated with people crossing ethnic lines to visit or return to their prewar homes—illustrate the difficulties that Bosnians and the international community still face in implementing key aspects of the agreement.", "DOD, USAID, and State also provided technical comments, updated information, and other suggestions that have been incorporated where appropriate. DOD and USAID comments are provided in appendixes VIII and IX respectively. State comments and our evaluation of them are included in appendix X."], "subsections": []}]}], "fastfact": []}