{"id": "NSIAD-98-76", "url": "https://www.gao.gov/products/NSIAD-98-76", "title": "Public-Private Competitions: DOD's Determination to Combine Depot Workloads Is Not Adequately Supported", "published_date": "1998-01-20T00:00:00", "released_date": "1998-01-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a legislative requirement, GAO reviewed the requirements relating to the public-private competitions for maintenance workloads at two closing Air Force maintenance depots."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) it may be that the individual workloads at the closing San Antonio, Texas, and Sacramento, California, Air Force maintenance depots cannot as logically and economically be performed without combination by sources that are potentially qualified to submit an offer and be awarded a contract to perform those individual workloads; (2) however, Department of Defense (DOD) reports and supporting data do not provide adequate information supporting the determinations; (3) there is no analysis of the logic and economies associated with having the workload performed individually by potentially qualified offerors; (4) there is no support for determining that the individual workloads cannot as logically and economically be performed without combination by sources that would do them individually; (5) Air Force officials stated that they were uncertain as to how an analysis of performing the workloads on an individual basis would be done; (6) however, Air Force studies indicate that the information to make such an analysis is available; (7) in 1996 the Air Force performed analyses for six depot-level workloads performed by the Sacramento depot to identify industry capabilities and capacity; (8) as a part of these analyses, the Air Force identified sufficient numbers of qualified contractors interested in various segments of the Sacramento workload to support a conclusion that it could rely on the private sector to support these workloads; (9) the reports and available supporting data did not adequately support DOD's determination that the individual workloads cannot as logically and economically be performed without combination by sources that are potentially qualified to submit an offer and to be awarded a contract to perform those individual workloads; (10) DOD's determination report relating to the Sacramento Air Logistics Center states that all competitors indicated throughout their Sacramento workload studies that consolidating workloads offered the most logical and economical performance possibilities; (11) this statement was based on studies performed by the offerors as part of the competition process; (12) one offeror's study states that the present competition format is not in the best interest of the government and recommended that the workload be separated into two competitive packages; and (13) GAO was unable to determine whether the other two contractor studies support the statement in the DOD report that all competitors favored consolidating the workloads because the Air Force did not provide it adequate or timely access to the studies cited in the report."]}], "report": [{"section_title": "Letter", "paragraphs": ["As required by the National Defense Authorization Act for Fiscal Year 1998 (1998 Defense Authorization Act), this report is in response to one of our several reporting requirements relating to the public-private competitions for maintenance workloads at two closing Air Force maintenance depots. Specifically, the act provides that certain depot-level maintenance and repair workloads now being performed at the closing San Antonio, Texas, and Sacramento, California, Air Force maintenance depots may be combined in a solicitation for a single contract. However, this can only be done if the Secretary of Defense determines that the individual workloads cannot as logically and economically be competed separately. Further, the Secretary must submit to Congress a report setting forth the determination together with the reasons for the determination. Lastly, we are required to review and provide our views to Congress on any such report not later than 30 days after it is issued.", "In accordance with the act, the Department of Defense (DOD) issued the required determination and accompanying reports on December 19, 1997.This report provides our views on the adequacy of the support for DOD’s determinations that the workloads at the two centers “cannot as logically and economically be performed without combination by sources that are potentially qualified to submit an offer and to be awarded a contract to perform those individual workloads.” However, as discussed later, it was impossible for us to fully evaluate the support for the DOD report on Sacramento because the Air Force refused to give us adequate or timely access to contractor studies. These studies were cited in the DOD report as indications that consolidating the workloads at Sacramento offered the most logical and economic performance possibilities."], "subsections": [{"section_title": "Background", "paragraphs": ["As a result of a 1995 Defense Base Realignment and Closure Commission recommendation, Kelly Air Force Base, Texas, is to be realigned and the San Antonio Air Logistics Center, including the Air Force maintenance depot, is to be closed by 2001. Additionally, McClellan Air Force Base, California, and the Sacramento Air Logistics Center, California, including the Air Force maintenance depot, is to be closed by July 2001. To mitigate the impact of the closing on the local communities and center employees, the administration, in 1995, announced its decision to maintain certain employment levels at these locations. Privatization-in-place was one of the initiatives to be used in achieving these employment goals.", "Since that decision, there has been a continuing debate between Congress and the administration over the process for deciding where, and by whom, the workloads at the closing depots would be performed. Central to this debate are concerns about the excess facility capacity that exists at the Air Force’s three remaining maintenance depots and the legislative requirement, 10 U.S.C. 2469, that workloads exceeding $3 million in value that are being moved from a public depot to private sector performance must be subject to a public-private competition. Based on congressional concerns raised in 1996, the Air Force revised its privatization-in-place plans to provide for competitions between the public and private sectors as a means to decide where the depot maintenance workloads will be performed. The first competition was for the C-5 aircraft depot maintenance workload, which the Air Force awarded to the Warner Robins depot in Georgia on September 4, 1997.", "During 1997, Congress continued to provide oversight of DOD’s strategy for allocating workloads currently performed at the closing depots. The 1998 Defense Authorization Act required that we and DOD analyze various issues related to the competitions at the closing depots and report to Congress concerning several areas. The act provides special procedures for public-private competitions for the San Antonio and Sacramento workloads and requires that we review the solicitations and the competitions to determine if DOD has complied with the act and applicable law.", "Further, Congress was concerned that the workloads be offered to competitors in the most logical and economical manner. Consequently, the act requires that a solicitation may be issued for a single contract for the performance of multiple depot-level maintenance or repair workloads, only if (1) the Secretary of Defense determines in writing that the individual workloads cannot as logically and economically be performed without combination by sources that are potentially qualified to submit an offer and to be awarded a contract to perform those individual workloads, (2) the Secretary submits a report setting forth the determination together with the reasons for the determination, and (3) the solicitation of offers for the contract is issued more than 60 days after the date on which the Secretary submits the report."], "subsections": []}, {"section_title": "DOD’s Reports Do Not Provide Sufficient Support for the Determination", "paragraphs": ["DOD’s reports and supporting data do not provide adequate support for the determinations that the Sacramento and San Antonio competition workloads cannot as logically and economically be performed without combination by sources that are potentially qualified to submit an offer and to be awarded a contract to perform those workloads. While each report presents reasons for performing the workload at a single location, it does not provide any reasons why the individual workloads cannot be logically and economically performed without combination. Further, certain key statements contained in the reports are not well supported."], "subsections": [{"section_title": "DOD Reports Presented Rationale for Performing the Workloads at a Single Location", "paragraphs": ["On December 19, 1997, DOD submitted determinations and accompanying reports to the President of the Senate and the Speaker of the House of Representatives. The reasons provided in the reports generally discussed the potential for achieving economies at integrated industrial facilities and the reduced risk of transitioning a combined workload managed under a single contract. More specifically, the key points were:", "The workloads are currently performed at integrated facilities with common backshop (areas where individual work processes are performed) resources and a shared pool of highly skilled workers.", "With a larger workload base achieved through combining individual workloads, significant cost savings can be achieved through process improvements.", "Combining workloads into one solicitation helps to establish and retain a stable skilled workforce by leveling out the unpredictable requirements inherent in the separate workloads.", "Combined workloads create an incentive for the successful offeror to invest in capital equipment since there will be enhanced opportunities for a more significant return on investment.", "A single solicitation reduces the risks that would be associated with multiple transitions."], "subsections": []}, {"section_title": "Reports and Available Supporting Data Do Not Address Soliciting the Work in Individual Segments", "paragraphs": ["A review of DOD’s reports and supporting documentation shows that DOD did not do any analysis to determine the logic or economics of having the workload performed by separate offerors. As a consequence, we had no basis for assessing how DOD considered this issue in making its determinations. Air Force officials indicated they were uncertain about how to perform this analysis. However, our work indicates that there is sufficient information to make an analysis of the logic and economics of having solicitations for individual workloads."], "subsections": []}, {"section_title": "Reports Do Not Analyze Logic and Economics of Individual Solicitations", "paragraphs": ["DOD’s reports identified workload segments, but did not comment as to whether these segments were a logical or economical way to segment the workload for purposes of individual solicitations to be considered in the DOD determinations. Further, the reports did not analyze the logic or economies that may or may not be associated with the breakout of these or any other specific segments of work at either Sacramento or San Antonio depot. The DOD reports identified the following work segments at the two closing depots:", "KC-135 aircraft, A-10 aircraft, hydraulics, instruments/electronics, electrical accessories, and backshop support services at Sacramento, and", "F100 turbine engine (noncore work), TF39 turbine engine, T56 turbine engine, fuel accessories, engine electronics, TF39 two-level maintenance, and T56 two-level maintenance at San Antonio.", "A responsible air staff official stated that he believed the reports met the requirements of the act and the approach used for presenting the material is a matter of judgment. The official also said that guidance and instructions, regarding how to approach drafting the determination and report, were provided orally to the San Antonio and Sacramento program offices responsible for the competitions. Consequently, there is no written documentation regarding the process used in preparing the reports. Program management officials at Sacramento said that the acquisition strategy the Air Force has adopted was to combine the workloads to be competed into one solicitation and that it was too late to change that approach. Further, they stated they did not know how to go about analyzing the logic and economies of individual workload breakouts. Thus, they relied on the institutional knowledge of center officials and on information developed by offerors who were studying the Sacramento workload to explore business development approaches for reducing costs. Program management officials at San Antonio said that they believe the only way to test whether separate workload packages would be more or less cost-effective would be to hold a competition where the workloads could be done either in combination or separately. They further stated that the strategy of combining the engine workloads has been in place since 1995 and to change strategies now is not practical given the time constraints."], "subsections": [{"section_title": "Information Is Available to Evaluate Logic and Economic Analysis of Individual Solicitations", "paragraphs": ["We recognize that the Air Force has considerable latitude to choose the process and format for meeting the legislative reporting requirement. However, we believe that the reports, as presented, do not fully address the requirement as it relates to the logic and economic analysis of individual solicitations. Regarding the reports’ content, our review shows that there was no discussion of the logic and economics of individual workloads that might be performed without combination by sources that are potentially qualified to submit an offer and to be awarded a contract to perform those individual workloads. Further, as discussed in the following paragraphs, we believe that there is sufficient information available to make an analysis of that issue.", "Other Air Force studies show that the Air Force has analyzed information related to the performance of individual workloads by qualified offerors. For example, in late 1996, the Air Force accomplished repair base analyses for six depot-level workloads currently performed by the Sacramento depot. The objective of each analysis was to identify industry capabilities and capacity to repair and overhaul specific workloads. Individual analyses were accomplished for the hydraulics, software, electrical accessories, flight instruments, A-10 aircraft, and KC-135 aircraft depot-level workloads.", "These analyses indicate that there are substantial numbers of private sector companies willing and able to maintain and repair the Sacramento workloads. For each type of workload, the analyses identified a number of companies with the capabilities, capacities, and interest in repairing specific commodities or selected portions of the workload. The analyses show that while some firms were interested in the entire workload associated with a commodity, other firms were primarily interested in repairing only their own proprietary items or selected classes of items. Some firms stated that they could not or did not want to be responsible for an entire commodity or for the packaged workload of all six commodities. Most firms also wanted to perform the work in their own facilities. Some constraints were noted but were expected to be overcome by, among other ways, supplying companies with available government-furnished equipment and test stands.", "To illustrate, 10 private sector companies were surveyed for their capabilities and capacities to perform hydraulics maintenance. Three of the companies were commercial airlines. The analyses concluded that each airline had extensive depot repair and overhaul capabilities, backshop support, well organized and managed repair processes, and well developed supplier networks. All three were judged to have the capacity and interest in performing hydraulics work for the Air Force, but would require military test stands. Five equipment manufacturers were also assessed and all expressed an interest in performing repairs only on their own proprietary items. The remaining two firms (a manufacturer of automated hydraulics test equipment and the company currently managing the recently privatized Air Force Aerospace Guidance and Metrology Center) expressed some interest in assuming the workload under a privatization-in-place arrangement. The analyses found similar results for the other five Sacramento workloads.", "Other Air Force studies also show that analyses can be made evaluating the logic and economies of alternative breakouts and transfers of individual segments of work. In recent years, the Air Force has conducted many analyses of the cost-effectiveness of alternative repair sources. For example, in developing recommendations for the 1995 base closure and realignment process, the Air Force conducted an analysis of alternative movements of workload among the five Air Force depots. The Air Force evaluation, which was considered to be a regular part of the depot workload planning process, was designed to evaluate the feasibility and cost-effectiveness of realigning 35 commodity or process workloads. As a result of this process, the Air Force proposed major workload realignments that were projected to result in net savings of $138.7 million during a 6-year implementation period.", "While we recognize that the studies previously mentioned do not address the specific analysis called for in the 1998 Defense Authorization Act, we do believe they illustrate that information is available or could be developed to specifically address the legislative mandate. Further, we believe various prior Air Force workload planning studies, including the two we previously cited, illustrate that information is available or could be developed to specifically address the legislative mandate."], "subsections": []}, {"section_title": "Concerns About the Adequacy of Support for Some Statements in DOD’s Reports", "paragraphs": ["Our review of DOD’s Report of Determination to Combine Multiple Depot-Level Maintenance and Repair Workloads for Sacramento and San Antonio workloads also identified several questions about the adequacy of support for some specific statements in the reports."], "subsections": []}, {"section_title": "Concerns Related to Sacramento Determination", "paragraphs": ["We question the adequacy of support for the Sacramento Determination Report in the following areas.", "The report states that all competitors indicated throughout their separate workload studies for Sacramento that consolidating workloads offered the most logical and economical performance possibilities. As support for this statement, the report referred to individual studies that had been prepared by the three potential offerors for the Sacramento workloads. However, the objectives of these studies were not the same as those identified by the authorization act. Further, one offeror’s study states that the present competition format is not in the best interest of the government. More specifically, the SM-ALC Depot Workload Competition Study Contract Extension Transition Report, December 15, 1997, stated that the KC-135 workload should either be competed separately if the estimated quantity remains at 35 aircraft, or transferred to an existing public depot if the estimated quantity is reduced to 15—the number of aircraft currently produced at Sacramento. This option also recommended that for various reasons, other segments of the work should also be transferred to other depots. A second option recommended in this study was that the Sacramento workload be separated into two competitive packages—aircraft and commodities—with the A-10 workload being transferred within the Air Force rather than being included in the competition package. These statements are inconsistent with the overall generalization presented in DOD’s report. We were unable to fully evaluate the support for the report because the Air Force did not give us adequate or timely access to the contractor studies.", "The report states that workloads share common facilities and equipment in seven areas such as plating, sheet metal, and machining, which are used across the workloads for a variety of tasks. Further, the report states that the combination of this workload provides the offerors with a greater opportunity to maintain and operate efficient combined facilities and provide an avenue for significant cost savings through process improvements. However, workload data indicates that while common equipment and facilities may be shared, the workload performed in common facilities represents a relatively insignificant amount, thus raising questions about the likelihood of achieving significant savings. For example, of the 1.8 million direct labor hours estimated for the Sacramento competition workload, about 114,000 hours, or 6 percent, of the work is done in common facilities. Thus, while there may be opportunities for cost savings by sharing these facilities; the savings opportunities, contrary to the statement in DOD’s report, are not significant.", "The report states that a single competition for all of the workloads provides for a single coordinated transition of the common areas, which will reduce the risks associated with managing multiple transitions. While we agree that there can be risks associated with the transition of any workload, the report and supporting documentation contained no evidence that this risk is any greater than a single transition of a larger workload. Further, as a part of prior depot closures and its workload leveling process, the Air Force has successfully transitioned many individual workloads from one location to another."], "subsections": []}, {"section_title": "Concerns Related to San Antonio Determination", "paragraphs": ["We question the adequacy of support for the San Antonio determination report in the following areas.", "We have an overall concern that there is no supporting documentation for the report. In discussing this issue with San Antonio officials, they indicated that they did not provide any analytical data supporting the report. According to them, they based their reasons on the professional judgment of senior officials at the San Antonio Air Logistics Center.", "The report states that the combination of the San Antonio workload provides the offerors with a greater opportunity to maintain and operate an efficient facility and provides an avenue for significant cost savings through process improvements. However, these same opportunities exist to achieve efficiencies for individual workloads performed either at the existing facility or in combination with the same or similar workloads in other existing facilities.", "The report states that a single competition for all of the workloads provides for a single coordinated transition mitigating the risk of managing multiple transitions of mission critical engines. As with our concern about the Sacramento report, we agree that there can be risks associated with the transition of any workload. However, the report contained no evidence that this risk is any greater than a single transition of a larger workload. Further, these risks have been successfully managed in the past."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["DOD’s reports and supporting documentation do not provide adequate support for its determinations that the individual workloads at the Sacramento and San Antonio depots cannot as logically and economically be performed without combination by sources that are potentially qualified to submit an offer and to be awarded a contract to perform those workloads."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["On January 15, 1998, we provided DOD a draft of this report for comment. DOD informed us that, given the short amount of time available, it chose not to comment on the report at this time. The scope and methodology for our review are discussed in appendix III.", "We are sending copies of this report to the Secretaries of Defense and the Air Force; the Director, Office of Management and Budget; and interested congressional committees and members. Copies will be available to others upon request. If you have any questions about this report, please contact me at (202) 512-8412. Major contributors to this report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Summary of Our Depot Reporting Requirements Contained in the National Defense Authorization Act for Fiscal Year 1998", "paragraphs": ["The National Defense Authorization Act for Fiscal Year 1998 contains several depot-related reporting requirements for our office.", "I. Report on DOD’s Compliance With 50-Percent Limitation (section 358)", "The act amends 10 U.S.C. 2466(a) by increasing the amount of depot-level maintenance and repair workload funds that the Department of Defense (DOD) can use for contractor performance from 40 to 50 percent and revises 10 U.S.C. 2466(e) by requiring the Secretary of Defense to submit a report to Congress identifying the percentage of funds expended for contractor performance by February 1 of each year.", "Within 90 days of the annual DOD report’s submission to Congress, we must review the DOD report and submit our views to Congress on whether DOD has complied with the 50-percent limitation.", "II. Reports Concerning Public-Private Competitions for the Depot Maintenance Workloads at the Closing San Antonio and Sacramento Depots (section 359)", "The act adds a new section 2469a to title 10 of the United States Code, which provides for special procedures for public-private competitions concerning the workloads of these two closing depots. It also requires that we report in the following areas: First, the Secretary of Defense is required to submit a determination to Congress if DOD finds it necessary to bundle any of the workloads into a single solicitation. We must report our views on the DOD determination within 30 days.", "Second, we are required to review all DOD solicitations for the workloads at San Antonio and Sacramento, and to report to Congress within 45 days of the solicitations’ issuance regarding whether the solicitations provide “substantially equal” opportunity to compete without regard to performance location and are otherwise in compliance with applicable laws and regulations.", "Third, we must review all DOD awards for the workloads at the two closing Air Logistics Centers and report to Congress within 45 days of the contract awards on whether the procedures used complied with applicable laws and regulations, provided a “substantially equal” opportunity to compete without regard to performance location, determine if “appropriate consideration was given to factors other than cost” in the selection, and ascertain whether the selection resulted in the lowest total cost to DOD for performance of the workload.", "Fourth, within 60 days of its enactment, the 1998 Defense Authorization Act requires us to review the C-5 aircraft workload competition and subsequent award to the Warner Robins Air Logistics Center and report to Congress on whether the procedures used provided an equal opportunity for offerors to compete without regard to performance location, were in compliance with applicable law and the Federal Acquisition Regulation, and whether the award results in the lowest total cost to DOD.", "III. Report on Navy’s Practice of Using Temporary Duty Assignments for Ship Maintenance and Repair (section 366)", "The act requires us to report by May 1, 1998, on the Navy’s use of temporary duty workers to perform ship maintenance and repair at homeports not having shipyards."], "subsections": []}, {"section_title": "Overview of San Antonio and Sacramento Depot Maintenance Workloads", "paragraphs": [], "subsections": [{"section_title": "Sacramento", "paragraphs": ["At the time it was identified for closure during the 1995 base realignment and closure process, the Air Force’s Sacramento depot had responsibility for repair of four aircraft and four commodity groups. The depot also had a significant body of manufacturing or repair work it performed in small quantities for various non-Air Force customers. Additionally, it had a microelectronics facility that performed reverse engineering on parts to provide technical data to support parts manufacturing or developing repair procedures.", "Two of the four aircraft repaired at the Sacramento depot will not be included in the competition package. F-15 repair is being consolidated at the Warner Robins depot, which is the F-15 center of excellence and already performs most of the F-15 work. The EF-111 repair requirement is expected to end, as that aircraft is phased out of operations. KC-135 and A-10 aircraft requirements are expected to be included in the Sacramento competition package. The KC-135 aircraft is currently repaired at the Oklahoma City depot and at a contractor facility in Birmingham, Alabama. Table II.1 provides production hours for 1995, 1996, and 1997 for the KC-135 and A-10 aircraft. The KC-135 workload may be increased in the competition package. The future A-10 requirement is expected to decrease and to be erratic as that aircraft is phased out of the inventory.", "As recommended by the 1995 Base Realignment and Closure Commission, the Sacramento depot’s largest commodity grouping—ground communications and electronics, which has a projected workload of about 825,000 hours—is being transitioned to the Tobyhanna Army Depot between 1998 and 2001. The Sacramento depot’s software maintenance workload has been declining significantly and the remaining software work is expected to be transferred outside the competition process to the Ogden depot. The remaining commodity groups currently repaired at Sacramento include hydraulics, instruments and avionics, and electrical accessories.", "Table II.2 provides an overview of the actual direct labor hours incurred between fiscal year 1995 and 1997 for the commodity groupings currently repaired at the Sacramento depot that are expected to be a part of the competitive package.", "The Air Force made a core assessment of the Sacramento competition workloads, including a repair base analysis of the private sector. Through this process, which was approved by the Defense Depot Maintenance Council, none of the Sacramento workload was determined to be a core workload."], "subsections": []}, {"section_title": "San Antonio", "paragraphs": ["At the time of closure, the San Antonio depot consisted largely of modification and repair of aircraft, turbine engines, and support equipment, along with a smaller amount of nuclear ordnance work and engine software. The source of repair for the C-5 aircraft was determined through a separate public-private competition. That workload was won by the Warner Robins military depot, which assumed responsibility for the  C-5 workload in November 1997, with work-in-process continuing at San Antonio until the summer of 1998. The Warner Robins depot inducted its first C-5 aircraft in January 1998. The nuclear ordnance commodity management workload is being transferred outside the competition to Ogden, Oklahoma City, and Kirkland, with the bulk of the work going to Ogden.", "Table II.3 shows a breakout of the San Antonio engine workload based on direct production actual hours for fiscal years 1995 through 1997.", "For various reasons, the engine competition will not include all of the engine workload currently performed at the San Antonio depot. For example, core workload will be moved outside the competition process to the Oklahoma City depot. Further, as previously noted, statutory limits on the percentage of depot maintenance work that can be performed by the private sector may result in some of the engine workloads that might otherwise be included in the competition being transitioned to the Oklahoma City depot outside the competition process.", "The Air Force made a core assessment of the Air Force engine workloads at the San Antonio and Oklahoma depots. As a result of this process, which included a repair base analysis, the Air Force determined that capability to repair about 24 percent of the annual F100 engine module workloads and 50 percent of the workload required to maintain capability to repair and check out whole engines—or about nine whole engines—should be retained in a military depot. Accordingly, the Air Force is planning to transition the F100 core workload to the Oklahoma City depot outside the engine competition.", "With regard to the San Antonio non-core engine workload, the engine competition package is expected to include non-core F100 engine repair and checkout, which is expected to be about 9 whole engines per year; the remaining F100 modules (or about 76 percent of the workload currently repaired in-house at the San Antonio depot); F100 exchangeable spares workload, which consists of components below the module level; TF39 two-level maintenance; and Air Force and Navy T-56 maintenance. The Air Force also plans to transition several other San Antonio workloads that the Air Force determined to be non-core, including gas turbine engines, independent of the competition. A key factor in how much of the non-core engine work will be included in the competition package is the statutory requirement that at least 50 percent of the funds made available for the Air Force’s depot maintenance work is expended for performance by DOD employees as required by 10 U.S.C. 2466. According to Air Force officials, they plan to include the F100, T56, and TF39 engines in the competition package. It is unknown how the Air Force will adjust the competition package to accommodate any limitations resulting from the 50/50 requirement. For example, the competition package may or may not include fuel accessories for these engines. The fuel accessories workload involves fuel system components such as filters, valves, pumps, manifolds, fuel/oil coolers, fuel controls, bleed cylinders, actuators, temperature sensors, spray rings, pressure switches, and refueling receptacles. The fiscal year 1996 fuel accessories workload was 464,000 manhours and is projected to decline to 277,000 manhours in fiscal year 2001."], "subsections": []}, {"section_title": "Air Force Management Structure for the Sacramento and San Antonio Competitions", "paragraphs": ["The Air Force is expected to use a similar management structure to administer and manage the Sacramento and San Antonio competitions as it used for the C-5 competition. That would include a program office and evaluation team at each center, as well as an advisory council and source selection official at Air Force Headquarters. The program office has general responsibility for preparing and managing the request for proposals. The evaluation team reports its assessments to the council made up of representatives from the Office of the Secretary of Defense, Air Force Headquarters, and Air Force Materiel Command staff. The team reviews the assessment and advises the source selection official."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["The scope of our work included a review of the reports provided by the DOD to Congress pursuant to section 2469a(e) added to title 10 of the United States Code by section 359(a) of the National Defense Authorization Act for fiscal year 1998, and other information relevant to the preparation of these reports.", "Our methodology for an analysis of DOD’s reports included a review of (1) information contained in the reports; (2) documentation and other data supporting the reports; (3) discussions with Air Force officials responsible for preparing the reports and managing depot maintenance workloads; (4) discussions with contractor officials who are planning to participate in the competitions for workloads currently performed at the Sacramento and San Antonio depots; (5) a review of related Air Force studies, reports, and data; (6) our prior work regarding related depot maintenance issues; and (7) a review of applicable laws and regulations.", "Beginning December 18, 1997, we repeatedly requested access to studies prepared for the Air Force under contract with Boeing Aircraft Company and AAI. These studies are cited in the DOD report on Sacramento as support for the determination that the individual workloads in Sacramento cannot as logically or economically be competed separately. The Air Force declined to provide adequate or timely access to the studies. According to the Air Force, the companies that prepared the studies were concerned that they contain competition sensitive and proprietary information.", "After efforts to resolve this matter informally, on January 8, we sent a formal request for the studies to the Secretary of Defense pursuant to  31 U.S.C. 716(b), citing our statutory right of access to the studies. The Air Force did not agree to let us see the studies until January 14, 1998, and the Air Force limited our review to reading the documents in Air Force offices and required that without further permission no notes, copies or other materials could leave those premises. This limited opportunity to read the studies came too late for us to adequately determine whether they supported the DOD report.", "Further, because the reports and supporting documentation did not contain information related to individually performing the workloads at closing depot by individual potential offerors, we were unable to review DOD’s position on that issue. As a result using information available, we assessed the adequacy of support of the reports’ statements and the determinations contained therein.", "We conducted this review and are reporting our findings within the 30-day period allowed by the statute. We conducted our review between December 17, 1997, and January 20, 1998, in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "National Security and International Affairs Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Office of General Counsel", "paragraphs": [], "subsections": []}, {"section_title": "Dallas Field Office", "paragraphs": [], "subsections": []}, {"section_title": "Chicago Field Office", "paragraphs": [], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Public-Private Competition: Processes Used for C-5 Aircraft Award Appear Reasonable (GAO/NSIAD-98-72, Jan. 20, 1998).", "DOD Depot Maintenance: Information on Public and Private Sector Workload Allocations (GAO/NSIAD-98-41, Jan. 20, 1998).", "Air Force Privatization-in-Place: Analysis of Aircraft and Missile System Depot Repair Costs (GAO/NSIAD-98-35, Dec. 22, 1997).", "Outsourcing DOD Logistics: Savings Achievable but Defense Science Board’s Projections Are Overstated (GAO/NSIAD-98-48, Dec. 8, 1997).", "Air Force Depot Maintenance: Information on the Cost-Effectiveness of B-1B and B-52 Support Options (GAO/NSIAD-97-210BR, Sept. 12, 1997).", "Navy Depot Maintenance: Privatizing the Louisville Operations in Place Is Not Cost-Effective (GAO/NSIAD-97-52, July 31, 1997).", "Defense Depot Maintenance: Challenges Facing DOD in Managing Working Capital Funds (GAO/T-NSIAD/AIMD-97-152, May 7, 1997).", "Depot Maintenance: Uncertainties and Challenges DOD Faces in Restructuring Its Depot Maintenance Program (GAO/T-NSIAD-97-111, Mar. 18, 1997) and (GAO/T-NSIAD-112, Apr. 10, 1997).", "Defense Outsourcing: Challenges Facing DOD as It Attempts to Save Billions in Infrastructure Costs (GAO/T-NSIAD-97-110, Mar. 12, 1997).", "Navy Ordnance: Analysis of Business Area Price Increases and Financial Losses (GAO/AIMD/NSIAD-97-74, Mar. 14, 1997).", "High-Risk Series: Defense Infrastructure (GAO/HR-97-7, Feb. 1997).", "Air Force Depot Maintenance: Privatization-in-Place Plans Are Costly While Excess Capacity Exists (GAO/NSIAD-97-13, Dec. 31, 1996).", "Army Depot Maintenance: Privatization Without Further Downsizing Increases Costly Excess Capacity (GAO/NSIAD-96-201, Sept. 18, 1996).", "Navy Depot Maintenance: Cost and Savings Issues Related to Privatizing-in-Place the Louisville, Kentucky, Depot (GAO/NSIAD-96-202,  Sept. 18, 1996).", "Defense Depot Maintenance: Commission on Roles and Mission’s Privatization Assumptions Are Questionable (GAO/NSIAD-96-161, July 15, 1996).", "Defense Depot Maintenance: DOD’s Policy Report Leaves Future Role of Depot System Uncertain (GAO/NSIAD-96-165, May 21, 1996).", "Defense Depot Maintenance: More Comprehensive and Consistent Workload Data Needed for Decisionmakers (GAO/NSIAD-96-166, May 21, 1996).", "Defense Depot Maintenance: Privatization and the Debate Over the Public-Private Mix (GAO/T-NSIAD-96-146, Apr. 16, 1996 ) and (GAO/T-NSIAD-96-148, Apr. 17, 1996).", "Military Bases: Closure and Realignment Savings Are Significant, but Not Easily Quantified (GAO/NSIAD-96-67, Apr. 8, 1996).", "Depot Maintenance: Opportunities to Privatize Repair of Military Engines (GAO/NSIAD-96-33, Mar. 5, 1996).", "Closing Maintenance Depots: Savings, Personnel, and Workload Redistribution Issues (GAO/NSIAD-96-29, Mar. 4, 1996).", "Navy Maintenance: Assessment of the Public-Private Competition Program for Aviation Maintenance (GAO/NSIAD-96-30, Jan. 22, 1996).", "Depot Maintenance: The Navy’s Decision to Stop F/A-18 Repairs at Ogden Air Logistics Center (GAO/NSIAD-96-31, Dec. 15, 1995).", "Military Bases: Case Studies on Selected Bases Closed in 1988 and 1991 (GAO/NSIAD-95-139, Aug. 15, 1995).", "Military Base Closure: Analysis of DOD’s Process and Recommendations for 1995 (GAO/T-NSIAD-95-132, Apr. 17, 1995).", "Military Bases: Analysis of DOD’s 1995 Process and Recommendations for Closure and Realignment (GAO/NSIAD-95-133, Apr. 14, 1995).", "Aerospace Guidance and Metrology Center: Cost Growth and Other Factors Affect Closure and Privatization (GAO/NSIAD-95-60, Dec. 9, 1994).", "Navy Maintenance: Assessment of the Public and Private Shipyard Competition Program (GAO/NSIAD-94-184, May 25, 1994).", "Depot Maintenance: Issues in Allocating Workload Between the Public and Private Sectors (GAO/T-NSIAD-94-161, Apr. 12, 1994).", "Depot Maintenance (GAO/NSIAD-93-292R, Sept. 30, 1993).", "Depot Maintenance: Issues in Management and Restructuring to Support a Downsized Military (GAO/T-NSIAD-93-13, May 6, 1993).", "Air Logistics Center Indicators (GAO/NSIAD-93-146R, Feb. 25, 1993).", "Defense Force Management: Challenges Facing DOD as It Continues to Downsize Its Civilian Workforce (GAO/NSIAD-93-123, Feb. 12, 1993).", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}