{"id": "NSIAD-96-5", "url": "https://www.gao.gov/products/NSIAD-96-5", "title": "Best Management Practices: Reengineering the Air Force's Logistics System Can Yield Substantial Savings", "published_date": "1996-02-21T00:00:00", "released_date": "1996-02-21T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the Air Force's management of its reparable parts inventory, focusing on: (1) commercial airline industry practices to streamline logistics operations and improve customer service; (2) Air Force reengineering efforts to improve its logistics system and reduce costs; and (3) barriers to the Air Force's reengineering efforts."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) the commercial airline industry, including certain manufacturers, suppliers, and airlines, are using leading-edge practices to improve logistics operations and reduce costs; (2) in recognition of increasing budgetary pressures, the changing global threat, and the need for radical improvements in its logistics system, the Air Force has begun a reengineering program aimed at redesigning its logistics operations; (3) GAO has urged these changes and supports them, and has identified additional private-sector practices that may result in even greater savings; (4) there are several major barriers to bringing about change that must be addressed and resolved if the Air Force is to reengineer its logistics system and save billions of dollars; (5) the Air Force reengineering effort addresses inherent problems with its logistics system, but additional steps can be taken to maximize potential improvements; (6) additional steps GAO identified that could enhance this program include establishing a top-level DOD champion of change to support the Air Force initiatives, greater use of third-party logistics services, closer partnerships with suppliers, encouraging suppliers to use local distribution centers, centralizing repair functions, and modifying repair facilities to accommodate these new practices; (7) the success of the Air Force in achieving a quantum leap in system improvements hinges on its ability to address and overcome certain barriers, such as inherent organizational resistance to change; (8) top-level DOD officials must be supportive of and engaged in Air Force reengineering efforts to remove these barriers and drive success; (9) information systems do not always provide Air Force managers and employees with accurate, real-time data on the cost, amount, location, condition, and usage of inventory; and (10) without the support of top-level DOD management and accurate, real-time inventory information, the expansion of the Air Force's reengineering efforts could be seriously impaired."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report was prepared in response to your request that we continue to compare commercial logistics practices with similar Department of Defense (DOD) operations. We compared the Air Force’s management of its $33 billion reparable parts inventory with the operations of leading-edge private sector firms to identify opportunities where costs could be reduced and service improved. This report focuses on (1) best management practices used in the commercial airline industry to streamline logistics operations and improve customer service, (2) Air Force reengineering efforts to improve the responsiveness of its logistics system and reduce costs, and (3) barriers that may stop the Air Force from achieving the full benefits of its reengineering efforts.", "We are sending copies of this report to appropriate congressional committees; the Secretaries of Defense and the Air Force; the Director, Office of Management and Budget; and other interested parties. We will also make copies available to others on request.", "If you or your staff have any questions concerning this report, please call me on (202) 512-8412. Major contributors to this report are listed in appendix III."], "subsections": [{"section_title": "Introduction", "paragraphs": ["The private sector, driven by today’s globally competitive business environment, is faced with the challenge of maintaining and improving quality service at lower costs. As a result, many firms have radically changed, or reengineered, their ways of doing business to meet customer needs. Since the Department of Defense’s (DOD) environment is also changing, it needs to do the same. With the end of the Cold War, DOD’s logistics system must now support a smaller, highly mobile, high-technology force. Also, due to the pressures of budgetary limits, DOD must seek ways to make logistics processes as efficient as possible."], "subsections": [{"section_title": "The Air Force’s Logistics System", "paragraphs": ["To provide reparable parts for its aircraft, the Air Force uses an extensive logistics system that was based on management processes, procedures, and concepts largely developed decades ago. As of September 1994, the Air Force had invested $33 billion in reparable parts for its fleet of more than 6,800 aircraft. Reparable parts are items that can be fixed and used again, such as hydraulic pumps, navigational computers, landing gear, and wing sections. The Air Force’s logistics system, often referred to as a logistics pipeline, consists of a number of activities, including the purchase, storage, distribution, and repair of parts.", "The Air Force’s reparable parts pipeline primarily exists to ensure that aircraft stationed around the world at Air Force installations can get the parts they need to keep them operational. It also exists to support aircraft overhaul activities, when aircraft are periodically taken out of service for structural repairs and parts replacements.", "The Air Force Materiel Command (AFMC) is the organization that has primary responsibility for carrying out pipeline operations. Its tasks include determining how much inventory the Air Force needs to support its fleet, purchasing parts when necessary, and operating the facilities where major parts and aircraft repair are done. To carry out many of these tasks, AFMC has five air logistics centers (ALC) that are located in different regions throughout the United States. Each center is responsible for managing a portion of the reparable parts inventory, repairing certain parts, and overhauling specific types of aircraft. For fiscal year 1996, the Air Force estimates it will cost about $4.6 billion for maintenance of equipment and aircraft at the depot level.", "Other organizations also play a role in pipeline operations, including Air Force bases around the world, where Air Force aircraft are stationed. Although base maintenance personnel handle minor repairs, they send parts and aircraft to the ALCs for the heavier, more involved repairs. The bases, in turn, order replacement parts through the ALCs, where the bulk of Air Force inventory is stored.", "Another of these organizations is the Defense Logistics Agency (DLA), which handles the warehousing and distribution operations at each of the five ALCs. In general, new and repaired parts are stored at each center in DLA warehouses until they are needed. When an order is placed for a part, DLA retrieves the part from warehouse shelves and ships it accordingly. DLA also receives the broken items being shipped from the bases and stores them until the ALC repair shops are ready to fix them.", "Figure 1.1 shows how the Air Force’s inventory was distributed among Air Force bases and the ALCs (including DLA warehouses) as of September 1994. It also shows the amount of inventory in transit between the various locations.", "DLA plays another important role in pipeline operations; it provides expendable parts needed by the various Air Force repair activities. Expendable parts—also known as consumables—include items such as nuts, bolts, and rivets that are used extensively to fix reparable parts and aircraft. If these items are not readily available, repair operations can stall and lead to large quantities of unrepaired inventory. We have issued a series of reports on private sector practices that could be applied to DOD’s expendable inventories. Each report recommended new techniques that would minimize DLA’s role in storing and distributing expendable inventory."], "subsections": []}, {"section_title": "Similarities Between Air Force and Commercial Airline Logistics Operations", "paragraphs": ["Although not as large as the Air Force, commercial airlines’ operations resemble the Air Force’s in several ways. First, airlines operate out of a number of different airports, and they must provide the aircraft at these locations with the parts they need. Second, airlines must periodically overhaul their aircraft and ensure that repair activities get the necessary parts. Third, the reparable parts pipeline that exists to fulfill these needs involves the purchase, storage, distribution, and repair of parts.", "In addition, for both the Air Force and commercial airlines, time plays a crucial role in the reparable parts pipeline. The amount of time involved in the various pipeline activities directly affects the responsiveness of logistics operations. For example, the longer it takes to deliver parts to a mechanic, the longer it will be before the aircraft can be repaired and ready for takeoff. Time also has a significant impact on cost. For example, the longer it takes to repair a part, the more inventory an organization must carry to ensure coverage while that part is out of service. Condensing pipeline times, therefore, simultaneously improves responsiveness and drives down costs.", "Complexity also plays an important role; it adds to costly overhead and pipeline time. For example, if an organization holds multiple layers of inventory at different locations, it must provide the space, equipment, and personnel to accommodate this inventory at each location, all of which contribute to overhead costs. Moreover, if a part must filter through each of these levels before finally reaching the end user, such as a mechanic, each stop along the way adds to pipeline time."], "subsections": []}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["As part of our continuing effort to help improve DOD’s inventory management practices, the Ranking Minority Member, Subcommittee on Oversight of Government Management and the District of Columbia, Senate Committee on Governmental Affairs, requested that we compare the Air Force’s management of its $33 billion reparable parts inventory with the operations of leading-edge private sector firms. This report focuses on (1) best management practices used in the commercial airline industry to streamline logistics operations and improve customer service, (2) Air Force reengineering efforts to improve the responsiveness of its logistics system and reduce costs, and (3) barriers that may stop the Air Force from achieving the full benefits of its reengineering efforts.", "To obtain DOD’s overall perspective on the Air Force’s logistics system and the potential application of private sector practices to its operations, we interviewed officials at the Office of the Under Secretary of Defense for Logistics and Air Force Headquarters, Washington, D.C., and DLA Headquarters, Alexandria, Virginia. We also discussed specific Air Force logistics policies and operations and reviewed inventory records at AFMC, Dayton, Ohio.", "To examine Air Force repair facilities, other logistics operations, and the new logistics practices being tested in the Air Force, we visited the Sacramento ALC, McClellan AFB, California; San Antonio ALC, Kelly AFB, Texas; Oklahoma City ALC, Tinker AFB, Oklahoma; and Dyess AFB, Texas. At these locations, we discussed maintenance and repair activities and processes, inventory management practices, “Lean Logistics” and reengineering program initiatives, and the potential application of additional private sector practices. We also contacted officials at the Warner Robins and Ogden ALCs to discuss and document the new business practices being tested and planned at those locations.", "Except where noted, our analysis reflects inventory valued at the last acquisition cost, as of September 1994. As highlighted in this report, the accuracy of Air Force inventory information is questionable. We did not test or otherwise validate the Air Force inventory data.", "During this review, we selected and physically examined a sample of items from the Air Force inventory that we believe highlighted the effect of the current and past DOD inventory management practices. This judgmental sample was drawn from E-3 and C-135 unique parts. Because we selected these items based on high dollar value, high levels of inventory on hand, and/or low demand rates, the results of our sample analysis cannot be projected to the total Air Force inventory.", "To identify best management practices being used by the private sector, we reviewed over 200 articles from various management and distribution publications, identified companies that were highlighted as developing innovative management practices, and visited the following organizations in the airline industry:", "American Airlines Maintenance Center, Tulsa, Oklahoma;", "British Airways Engineering, Heathrow Airport, United Kingdom;", "British Airways Avionics Engineering, Llantrissant, South Wales, United", "British Airways Maintenance Cardiff, South Wales, United Kingdom;", "United Airlines, San Francisco, California;", "United Airlines Maintenance Center, Indianapolis, Indiana;", "Boeing Commercial Airplane Group, Seattle, Washington;", "Federal Express, Memphis, Tennessee; and", "Tri-Star Aerospace Corporation, Deerfield Beach, Florida.", "At each company, we discussed and examined documentation related to the company’s reengineering efforts associated with management, employees, information technology, maintenance and repair processes, and facilities. We also contacted Southwest Airlines to obtain information on its maintenance and material management operations and visited the Northrop-Grumman Corporation aircraft production facility in Stuart, Florida, to examine its integrated supplier operations.", "To obtain additional information on supplier partnerships and implementation strategies, we participated in an International Quality and Productivity Center symposium on supplier partnerships in Nashville, Tennessee. Representatives from John Deere Waterloo Works; Bethlehem Steel; Federal Express; BP Exploration (Alaska), Inc.; E.I. DuPont; Salem Tools; Volvo GM-Heavy Trucks; Berry Bearing Company; The Torrington Company; Procard, Inc.; Lone Star Gas Company; Coors Brewing Company; Texas Instruments, Inc.; Allied Signal; Oryx Energy Company; Timken; Sun Microsystem, Inc.; Dixie Industrial Supply; Darter, Inc.; Mighty Mill Supply, Inc.; Alloy Sling Chain Industries; Columbia Pipe and Supply Company; Strong Tool Company, Inc.; Id One, Inc.; and Magid Glove and Safety Manufacturing Company, discussed their supplier partnership concepts, implementation strategies, and results.", "To gain a better understanding of how companies are applying integrated approaches to their logistics operations, we attended an integrated supply chain round table, hosted by Procter and Gamble. Attending this round table were representatives from Chrysler Corporation, Digital Equipment Corporation, E.I. Dupont Corporation, Levi Strauss, Massachusetts Institute of Technology, Siemens Corporation, 3M Corporation, and Xerox Corporation. To determine the ongoing problems of the current Air Force logistics system, we reviewed related reports issued since 1990 by us, the Air Force Audit Agency, and Air Force Logistics Management Agency.", "We conducted our review from August 1993 to August 1995 in accordance with generally accepted government auditing standards."], "subsections": []}]}, {"section_title": "Private Sector Practices Increase Efficiencies and Reduce Costs", "paragraphs": ["Commercial airlines have cut costs and improved customer service by streamlining their logistics operations. The most successful improvements include using highly accurate information systems to track and control inventory, employing various methods to speed the flow of parts through the pipeline, shifting certain inventory management tasks to suppliers, and letting third parties handle parts repair and other functions."], "subsections": [{"section_title": "British Airways Illustrates the Benefits of Reengineering", "paragraphs": ["One of the airlines we studied, British Airways, has substantially reengineered its logistics operations over the last 14 years. These improvements have helped transform British Airways from a financially troubled, state-owned airline into a successful private sector enterprise. British Airways today is considered among the most profitable airlines in the world and has posted profits every year since 1983.", "British Airways has approached the process of change as a long-term effort that requires a steady vision and a focus on continual improvement. Although the airline has reaped significant gains from improvements to date, it continues to reexamine operations and is making continuous improvements to its logistics system.", "British Airways has used an integrated approach to reengineer its logistics system. It laid out a clear corporate strategy, determined how logistics operations fit within that strategy, and tied organizationwide improvements directly to those overarching goals. With this approach, the various activities encompassed by the logistics pipeline were viewed as a series of interrelated processes rather than isolated functional areas. For example, when British Airways began changing the way parts were purchased from suppliers, it considered how those changes would affect mechanics in repair workshops.", "British Airways takes a significantly shorter time than the Air Force to move parts through the logistics pipeline. Figure 2.1 compares British Airways’ condensed pipeline times with the Air Force’s current process by showing how long it takes a landing gear component to move through each organization’s system.", "British Airways officials described how an integrated approach could lead to a continuous cycle of improvement. For example, culture changes, improved data accuracy, and more efficient processes all lead to a reduction in inventories and complexity of operations. These reductions, in turn, improve an organization’s ability to maintain accurate data, and they stimulate continued change in culture and processes, both of which fuel further reductions in inventory and complexity.", "Despite this integrated approach, British Airways’ transformation did not follow a precise plan or occur in a rigid sequence of events. Rather, according to one manager, airline officials took the position that doing nothing was the worst option. After setting overall goals, airline officials gave managers and employees the flexibility to continually test new ideas to meet those goals.", "The five general areas in which British Airways has reengineered its practices are corporate focus and culture, information technologies, material management, repair processes, and facilities. These efforts are summarized in table 2.1 and are discussed briefly after the table and in more detail in appendix I."], "subsections": [{"section_title": "Corporate Focus and Culture", "paragraphs": ["British Airways officials said changing the corporate mind-set was the single most important aspect of change, as well as the most difficult. Before reforms got underway in 1981, British Airways was an inefficient, over-staffed government organization on the brink of bankruptcy. By 1987, when privatization occurred, British Airways had substantially changed the culture that gave rise to these problems. Converting this culture has entailed appointing new top management from private industry to bring a better business focus to the organization and serve as champions of change; undertaking an initial round of drastic cost cuts, which included a 35-percent reduction in the workforce to eliminate redundant and unnecessary positions; adopting a new corporate focus and strategy in which improving customer service became the driving force behind all improvements; setting new performance measures that reflected customer service goals and corporate financial targets; instituting ongoing training and education programs to familiarize managers and employees with the new corporate philosophy; adopting total quality management principles to promote continual replacing managers who were unwilling or unable to adapt to the new negotiating agreements with employee unions to allow for a more flexible workforce."], "subsections": []}, {"section_title": "Information Technologies", "paragraphs": ["British Airways officials said the airline could not have successfully reengineered its practices without having the right technological tools to plan, control, and measure operations. As a result, the airline developed three key systems, the most important of which was an inventory tracking system that provides real-time, highly accurate visibility of parts and processes. The three systems have enabled managers and workers to know what parts are on hand, where they are, what condition they are in, when they will be needed, and how well operations are meeting corporate goals."], "subsections": []}, {"section_title": "Material Management", "paragraphs": ["The airline did not delay initiatives to streamline specific processes until changes in corporate culture and upgrades in data systems had been made; it began reexamining its processes concurrently. Two of the areas targeted were the way parts flow in from suppliers as well as how they are stored and distributed internally. Initiatives to streamline these areas have included shifting from in-house personnel to a third-party logistics company the task of arranging, tracking, and ensuring delivery of parts from its primarily North American suppliers and to third-party repair vendors; reducing the number of suppliers from 6,000 to 1,800 and working toward more cooperative relationships with the remaining suppliers; working with key expendable parts suppliers to establish more than  30 local distribution centers near British Airways’ main repair depot, such as the one shown in figure 2.2, to provide 24-hour delivery of such parts; establishing an integrated supplier program in which a key expendable parts vendor has taken on responsibility for monitoring parts usage and determining when to replenish inventory levels; consolidating internal stocking points into strategic locations to reduce inventory layers and improve responsiveness to end users; and installing automated storage, retrieval, and delivery systems to help ensure quick delivery of parts to end users."], "subsections": []}, {"section_title": "Repair Processes", "paragraphs": ["British Airways also targeted its component repair and aircraft overhaul operations for change because it wanted to speed up the repair process. It has converted a number of workshops to a “cellular” arrangement, which involves bringing the resources needed to repair an item or range of items into one location, or “cell” (see fig. 2.3). These resources include not only the mechanics and the equipment directly involved in the repairs, but also support personnel and inventory. In the past, all of these resources may have been scattered among several different sites. The cellular approach has reduced repair times by simplifying the flow of parts through repair workshops and ensuring that mechanics have the support they need to complete work quickly."], "subsections": []}, {"section_title": "Facilities", "paragraphs": ["While reengineering its processes, British Airways decided to renovate existing structures or build entirely new facilities to accommodate the new practices. Converting to cellular operations, for example, required moving widely scattered workshops under one roof and providing additional space for inventory and support staff. The renovations occurred primarily at British Airways’ main repair depot at London’s Heathrow Airport. Two new facilities were constructed in South Wales to house avionics component repair and Boeing 747 aircraft overhaul activities.", "British Airways was able to implement the most aggressive changes through the new facilities, called “green field sites” (see fig. 2.4). British Airways, which undertook this new construction after determining that it needed additional capacity, used the new facilities as an opportunity to start with a clean slate. It was able to fully implement state-of-the-art practices in workforce management philosophies, information systems, material management, and repair processes without being hindered by preexisting conditions. For example, one of the most valuable aspects of the green field sites has been British Airways’ ability to establish an entirely new corporate culture. Most employees are new hires, and all had to pass through a rigorous screening process to ensure that they possessed the skills and personal characteristics conducive to the flexible, team-oriented environment envisioned."], "subsections": []}]}, {"section_title": "Improvements Achieved by British Airways", "paragraphs": ["British Airways’ initiatives have helped improve the responsiveness of logistics operations and reduced associated costs. Table 2.2 shows key performance measures that illustrate the result of British Airways’ efforts."], "subsections": []}, {"section_title": "Other Airlines’ Initiatives Also Illustrate Reengineering Benefits", "paragraphs": ["Other airlines have pursued improvements similar to the steps taken by British Airways and have likewise seen dramatic results. For example, United Airlines adopted cellular repair in its engine blade overhaul workshop. As a result, United Airlines has reduced repair time by 50 to 60 percent and decreased work-in-process inventory by 60 percent.  Table 2.3 highlights examples of some of the approaches other companies have used.", "Southwest Airlines differs from other airlines; it contracts out almost all component repair and aircraft overhaul. In selecting repair vendors, Southwest emphasizes the quality of repairs because fewer breakdowns enable it to carry less inventory and keep repair costs down. Southwest also emphasizes the speed of repairs. It stipulates specific repair turnaround times, and it applies penalties whenever these times are exceeded."], "subsections": []}, {"section_title": "Manufacturers, Suppliers, and Third Parties Can Help Streamline Operations", "paragraphs": ["Manufacturers, suppliers, and third-party logistics providers are also playing a role in streamlining operations and improving the effectiveness of logistics activities. In many cases, these vendors enter partnership-type arrangements with customers that involve longer term relationships and more open sharing of information. The following are examples of vendors that are helping companies better meet logistics needs."], "subsections": [{"section_title": "Boeing Commercial Airplane Group", "paragraphs": ["Boeing, one of the world’s leading aircraft manufacturers, has adopted a policy in which it promises next-day shipment for all standard part orders unless the customer specifies otherwise. Through its main distribution center in Seattle, Washington, and a network of smaller distribution centers worldwide, Boeing is providing quick order-to-delivery times and making it possible for customers to move from just-in-case toward just-in-time stocking policies."], "subsections": []}, {"section_title": "Tri-Star Aerospace", "paragraphs": ["Tri-Star, a distributor of aerospace hardware and fittings, offers an integrated supplier program in which it works closely with customers to manage expendable parts inventories. Its services, which can be tailored to customer requirements, include placing a Tri-Star representative in customer facilities to monitor inventory bins at end-user locations, place orders, manage receipts, and restock bins. Tri-Star also maintains data on usage, determines what to order and when, and provides replenishment on a just-in-time basis. The integrated supplier programs entail other services as well, such as 24-hour order-to-delivery times, quality inspection, parts kits, establishment of electronic data interchange links and inventory bar coding, and vendor selection management.", "Tri-Star operates integrated supplier programs with nine aerospace companies, including British Airways, the first airline to enter such an arrangement with Tri-Star, and United Airlines, a recent addition. Table 2.4 shows the types of services, reductions, and improvements achieved by Tri-Star for some of its customers (designated as A through E) under the integrated supplier program."], "subsections": []}, {"section_title": "FedEx Logistics Services", "paragraphs": ["FedEx Logistics Services (FLS), a division of express delivery pioneer Federal Express, enables companies to shed certain logistics functions while boosting their capabilities to respond to operational or customer needs. Among its services is PartsBank, in which FLS stores a company’s spare parts at FLS warehouses; takes orders; and retrieves, packs, and ships needed parts. Once a replacement part is received, the customer can place the broken item in the package, and Federal Express will pick up the item and deliver it to the source of repair within 48 hours. FLS provides coverage 24 hours a day, 365 days a year. It also maintains the data associated with these activities and can provide real-time visibility of assets in the warehouse or in transit. In addition to PartsBank, FLS will develop customized services, which involves examining a client’s distribution practices and finding ways to eliminate wasteful steps."], "subsections": []}]}]}, {"section_title": "Air Force Reengineering Efforts Can Be Expanded, but Obstacles Must Be Overcome", "paragraphs": ["In recognition of increasing budgetary pressures, the changing global threat, and the need for radical improvements to its logistics system, the Air Force has begun a reengineering program aimed at redesigning its logistics operations. This program, called Lean Logistics, is testing many of the same leading-edge concepts found in private sector that have worked successfully in reducing cost and improving service. The Air Force, however, could expand and improve Lean Logistics, where feasible, by including closer “partnerships” with suppliers and third-party logistics services, testing the cellular concept in the repair process, and modifying its facilities. Incorporating some of these practices will require the collaboration of DLA and other DOD components. Also, to adopt these concepts Air Force-wide, the Air Force must improve its information system capabilities.", "Certain issues must be resolved before the Air Force achieves a fully reengineered logistics system that substantially reduces cost and improves service. For example, (1) the basic DOD culture must become receptive to radical new concepts of operations, (2) the traditional role of DLA as a supplier of expendable parts and as a storage and distribution service will be significantly altered, and (3) improvements to outdated and unreliable inventory data systems require management actions and funding decisions that must be made outside the responsibility of both Lean Logistics managers and the entire Air Force."], "subsections": [{"section_title": "The Air Force Operates an Outdated Logistics System", "paragraphs": ["The current Air Force logistics system is slow and cumbersome. Under the current process, the Air Force can spend several months or even years to contract for an item or piece parts and have it delivered or it may take several months to repair the parts and then distribute them to the end user. The complexity of the repair and distribution process creates many different stopping points and layers of inventory as parts move through the system. Parts can accumulate at each step in the process, which increases the total number of parts in the pipeline.", "The Air Force has developed both a three-level and a two-level maintenance concept to repair component parts. Under the three-level concept (organizational, intermediate, and depot), a broken part must pass through a number of base-level and depot-level steps in the pipeline (see fig. 3.1). After a broken part is removed from the aircraft by a mechanic, it is routed through the base repair process. If the part cannot be repaired at the base, it is sent to an ALC and enters the depot repair system. After it is repaired, the part is either sent back to the base or returned to the DLA warehouse, where it is stored as serviceable inventory. When DLA receives a request for a part, it ships the part to the base, where it is stored until needed for installation on an aircraft. . ....... . .......", "Currently, the Air Force estimates that this repair cycle takes an average of 63 days to complete. This estimate, however, is largely based on engineering estimates that do not provide an accurate measure of repair cycle time. The actual repair time may be significantly longer because the Air Force does not include in its estimate the time a part sits in the repair shop or in storage awaiting repair.", "Under the two-level maintenance concept (organizational and depot), items that were previously repaired at the intermediate base maintenance level will be repaired at the depot level, thus significantly reducing the logistics pipeline, inventory levels, and maintenance personnel and equipment at the base level."], "subsections": [{"section_title": "Billions Have Been Invested in Parts That Might Be Unnecessary", "paragraphs": ["In part because of the length of its pipeline, the Air Force has invested $33 billion in reparable aircraft parts and $3.7 billion in expendable parts, totaling $36.7 billion as of September 1994. The Air Force estimates that $20.4 billion of its total inventory is needed to support daily operations and war reserves. The Air Force allocates the remaining 44 percent to other types of reserves to ensure that it will not run out of parts if they are needed. The reserve inventory, valued at $16.3 billion, consists of the following categories: $1.7 billion for safety stocks, which are stocks purchased to ensure the Air Force will not run out of routinely needed parts; $2.8 billion for numeric stockage objective items, which are parts that are not routinely needed but are considered critical to keep an aircraft in operational status, so they are purchased and stored just in case an item fails; and $11.8 billion for items considered in “long supply,” which is a term denoting that more stock is on hand than what is needed to meet current demands, safety, and numeric stockage objective levels, but this stock is not currently being considered for disposal.", "Figure 3.2 details the Air Force’s allocation of its inventory to daily operations, war reserves, and other categories of stock."], "subsections": []}]}, {"section_title": "The Air Force Recognizes the Need for Change", "paragraphs": ["Air Force officials have said the Air Force can no longer continue its current logistics practices if it is to effectively carry out its mission in today’s environment. Budgetary constraints in recent years have led to substantial reductions in personnel, leaving the remaining workforce to deal with a logistics operation that has traditionally relied on large numbers of personnel to make it work. At AFMC, the organization primarily responsible for supporting the Air Force fleet, the workforce was reduced by 18.5 percent between 1990 and 1994. Moreover, in June 1995, the Defense Base Realignment and Closure Commission recommended that two of AFMC’s five ALCs be closed. As these ALCs are eventually closed, AFMC will have to find ways to accommodate their workload with the resources that remain.", "In addition, the end of the Cold War has led to an evolution of the military services’ roles and missions. DOD’s emphasis today is on sustaining a military force that can respond quickly to regional conflicts, humanitarian efforts, and other nontraditional missions. These changing roles and missions, combined with ongoing fiscal constraints, has resulted in DOD’s call for a smaller, highly mobile, high-technology force and a leaner, more responsive logistics system.", "To address logistics needs, in 1994 DOD issued a strategic plan for logistics that sets forth a series of improvements. This plan, which reflects many of the philosophies found in the private sector, outlines improvements in three areas. First, it calls for reducing logistics response times—the time necessary to move personnel, inventory, and other assets—to better meet customer needs. Second, it calls for a more “seamless” logistics system. The different activities comprising logistics operations are to be viewed and managed as a series of interdependent activities rather than isolated functional areas. Third, the plan seeks a streamlined infrastructure to help reduce overhead costs associated with facilities, personnel, and inventory."], "subsections": []}, {"section_title": "Significant Changes Envisioned Through Air Force Initiatives", "paragraphs": ["The Air Force has described its initiatives to improve its logistics system as the cornerstone of all future improvements. These efforts, spearheaded by AFMC, are aimed at dramatically improving service to the end user while simultaneously reducing pipeline time, excess inventory, and other logistics costs. The initiatives, called Lean Logistics, are still in the early stages and therefore still evolving. Nonetheless, AFMC began testing certain practices through small-scale demonstration projects in October 1994, with promising results to date. In addition, AFMC plans to begin testing additional, broader-based process improvements in fiscal year 1996.", "The demonstration projects underway as of March 1995 involved less than 1 percent of Air Force inventory items and tested the following primary concepts: (1) consolidated serviceable inventories, in which minimum levels of required inventory were stored in centralized distribution points in ALCs; (2) rapid transportation of parts between bases and ALCs; (3) repair of broken parts at ALCs as they arrive from bases or as centralized inventory levels drop; and (4) improved tracking of parts through the repair process. Each ALC tested some combination of these concepts and was identifying the information system improvements needed to adopt these practices on a wider scale.", "The tests scheduled to begin in fiscal year 1996 are aimed at broadening these efforts. Teams involving personnel from AFMC headquarters and each ALC have been redesigning five underlying business processes to overhaul the way parts are bought, distributed, and repaired. The teams are now determining how the redesigned processes must fit together so that reforms can be carried out in an integrated manner. Table 3.1 shows the business areas being addressed and briefly describes how each process will be changed."], "subsections": [{"section_title": "Results", "paragraphs": ["The test projects currently underway have demonstrated that the Air Force could sustain operations with significantly fewer parts. For example, at the Sacramento ALC, where all four concepts are being tested, 62 percent ($52.3 million) of the items involved in the project were identified as potential excess. Similarly, at the Warner Robins ALC,  52 percent ($56.3 million) of the items in its test program were identified as potential excess."], "subsections": []}]}, {"section_title": "The Air Force Can Test Additional Leading-Edge Practices", "paragraphs": ["AFMC has recently developed a preliminary plan for implementing its Lean Logistics concepts commandwide. Although these concepts could substantially improve operations, Air Force efforts to date are not as extensive as they could be. A number of leading-edge practices that have worked successfully in the private sector in reducing cost and improving service are not currently incorporated into the Lean Logistics program. These include the following:", "Use of third parties: The current Lean Logistics program does not include the use of third-party logistics services to store and distribute reparable parts between the bases and depot repair centers. As discussed in chapter 2, these services not only provide delivery of parts within 48 hours, they also alleviate information technology shortfalls by independently tracking parts through the storage and distribution process.", "Fast information system capability improvements: The Air Force expects the information technology improvements needed to expand Lean Logistics initiatives to come from two sources—commercial software for interim solutions to its current needs and DOD-wide system improvements being managed by the Joint Logistics Systems Center (JLSC) for long-term solutions. These long-term solutions may not be available for 5 to 10 years. In contrast, British Airways fully implemented information system improvements within 3 years.", "Supplier partnerships and reduced supplier base: The Air Force has not incorporated the concept of an integrated supplier into the Lean Logistics program. As discussed in chapter 2, British Airways and some aircraft manufacturers have significantly improved their logistics systems using this concept. Improved availability of expendable parts is critical to reducing the amount of time it takes to repair component parts.", "Supplier distribution centers: Similar to the integrated supplier program, the supplier distribution center is a technique used by British Airways to minimize the amount of time it takes to receive parts from a suppler. Currently, the Lean Logistics program is not testing this concept.", "Cellular concept for repair processes: To minimize the amount of time it takes to repair parts, British Airways adopted the cellular concept that centralizes the functions and resources needed to repair a part (e.g., testing, cleaning, machining, tooling, and supplies) in one location. British Airways also applied this concept to the aircraft overhaul facilities. The Lean Logistics program has not planned to test this concept.", "Modernize existing or build new facilities to reflect new business practices: To adopt the cellular concept and improve the storage and distribution of parts, British Airways modernized existing facilities. To maximize the impact of their entire reengineered process and corporate culture, British Airways built green field site facilities and staffed them with employees selected for their technical competence as well as their flexibility for new processes and team orientation. Although new construction and modernization of logistics facilities is a very difficult aspect of reengineering for the Air Force because of base closures and funding limitations, this aspect of reengineering could be a consideration when future logistics decisions are made for supporting new weapon systems.", "A number of these additional initiatives would require new relationships between the Air Force and commercial suppliers, distributors, and other third parties. To develop these relationships, the Air Force and DLA must work together because, under the current system, DLA is the primary supplier to the Air Force for expendable items and provides a storage and distribution service for Air Force reparable parts."], "subsections": []}, {"section_title": "Obstacles May Prevent the Air Force From Making Necessary Changes", "paragraphs": ["Several major obstacles stand in the way of the Air Force’s efforts to institutionalize its reengineered logistics system. These obstacles include the following:", "The “corporate culture” within DOD and the Air Force has been traditionally resistant to change. Organizations often find changes in operations threatening and are unwilling to change current behavior until proposed ideas have been proven. This kind of resistance must be overcome if the Air Force is to expand its radical new concepts of operations.", "One of the largest obstacles to speeding up repair times is the lack of expendable parts needed to complete repairs. With a new approach to better serve its military customers, the role of DLA as the traditional supplier of consumable items and as a storage and distribution service is changing. However, at this point, DLA is still considering alternative approaches to manage expendable parts and is discussing these new concepts with contractors and the services. Until these new approaches are implemented, the Air Force’s ability to improve the repair process may be limited.", "Some of the biggest gains available to the Air Force, such as improvements to outdated and unreliable inventory data systems, require management actions and funding decisions that must be made outside the responsibility of both Lean Logistics managers and the entire Air Force. In addition, some of these systems will not be fully deployed throughout the Air Force for 5 to 10 years.", "Changes in corporate culture must accompany efforts to transform operations if progress is to continue within the Air Force reengineering program. According to a Lean Logistics official, the current mindset may hinder Lean Logistics for several reasons. First, people find radical changes in operations threatening and, as is common in many organizations, resist efforts to change. Second, Lean Logistics is still a relatively new concept, and personnel lack a thorough understanding of what it is and how it will improve operations. As a result, they are unwilling to change current behaviors until Lean Logistics concepts are proven. Third, Lean Logistics does not yet have support from all of the necessary functional groups within AFMC, the Air Force, and DOD. This support will be needed if the full range of changes is to be carried out.", "In June 1994, we convened a symposium on reengineering that brought together executives from five Fortune 500 companies that have been successful in reengineering activities. The following principles for effective reengineering, reflecting panel members’ views, emerged from the symposium:", "Top management must be supportive of and engaged in reengineering efforts to remove barriers and drive success.", "An organization’s culture must be receptive to reengineering goals and principles.", "Major improvements and savings are realized by focusing on the business from a process rather than functional perspective.", "Processes should be selected for reengineering based on a clear notion of customer needs, anticipated benefits, and potential for success.", "Process owners should manage reengineering projects with teams that are cross-functional, maintain a proper scope, focus on customer metrics, and enforce implementation timelines.", "Panel members at the symposium expressed the view that committed and engaged top managers must support and lead reengineering efforts to ensure success because top management has the authority to encourage employees to accept reengineered roles. Also, top management has the responsibility to set the corporate agenda and define the organization’s culture and the ability to remove barriers that block changes to the corporate mindset. For example, the Vice President of Reengineering at Aetna Life and Casualty Insurance Company said, “Top management must drive reengineering into the organization. Middle management won’t do it.”", "The panelists agreed that a lack of top management commitment and engagement is the cause of most reengineering failures.", "According to the Corporate Headquarters Program Manager of Process Management at IBM, “To be successful, reengineering  embedded in the fiber of our people until it becomes a way of life.” To develop a corporate culture that is receptive to reengineering, the panelists emphasized the importance of communicating reengineering goals consistently on all levels of the organization, training in skills such as negotiation and conflict resolution, and tailoring incentives and rewards to encourage and reinforce desired behaviors.", "One of the largest obstacles to speeding up repair times is the lack of expendable parts needed to complete repairs. Supplier-operated local distribution centers could help ensure quick availability of such parts. Similarly, integrated supplier programs, in which certain inventory management responsibilities are shifted to the supplier, are also aimed at improving expendable item support. We have strongly urged DLA to endorse the use of aggressive just-in-time concepts whose principal objectives are to transfer inventory management responsibilities to key distributors.", "Existing information systems are also an obstacle because they do not always provide the accurate, real-time information needed to expand current efforts beyond their limited scope. According to AFMC’s deputy chief of staff for logistics, AFMC is working with systems that have not been significantly improved in 15 years. As a result, much of the data used to run the Lean Logistics demonstration projects have been collected manually, a task that project leaders said would be impossible under an Air Force-wide program.", "Improvements to material management and depot maintenance information systems—key to success of the Lean Logistics initiatives—are under the control of JLSC. JLSC is staffed with personnel from the military services and DLA, and is trying to standardize data systems across DOD. These systems, however, will not be fully deployed throughout the Air Force for 5 to 10 years. Currently, AFMC officials are working with JLSC officials to define Air Force requirements. They are also working to develop short-term solutions to enable the Lean Logistics program to move forward using commercial software. According to one Lean Logistics official, however, AFMC may have trouble pursuing and later adopting many of these short-term solutions because funding for systems outside of JLSC’s umbrella is severely limited."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["The current Air Force logistics system is inefficient and costly compared with leading-edge business practices. AFMC has recognized the need for radical change and is beginning to pursue some of these practices. Because some of the results to date have been promising, these efforts should be supported and expanded. The Air Force, however, could build on its reengineering effort by including additional practices pursued and successfully adopted by the private sector.", "In addition, current and future AFMC initiatives will be seriously hindered unless top-level DOD commitment and engagement is received, and all affected Air Force organizations and other DOD components—specifically DLA and JLSC—fully support AFMC’s efforts. DLA’s support will be critical for developing local distribution centers and integrated supplier programs to meet the Air Force requirements for expendable parts. JLSC officials may have to find ways that will allow the Air Force the flexibility to use existing commercial software to resolve existing information technology weaknesses and expand its reengineering initiatives.", "Without these logistics system improvements, the Air Force will continue to operate a logistics system that results in billions of dollars of wasted resources. Given the budget reductions it has already absorbed, the Air Force might not be able to provide effective logistics support to future DOD operations."], "subsections": []}, {"section_title": "Recommendations", "paragraphs": ["To build on the existing Air Force reengineering efforts and achieve major logistics system improvements, we recommend that the Secretary of Defense commit and engage top-level DOD managers to support and lead Air Force reengineering efforts to ensure its success. We also recommend that the Secretary of Defense direct the Secretary of the Air Force to incorporate additional leading-edge logistics concepts into the existing Lean Logistics program, where feasible. Specific concepts that have been proven to be successful and should be considered, but have not been incorporated in the current Air Force program include installing information systems that are commercially available to track inventory amounts, location, condition, and requirements; counting existing inventory once new systems are in place to ensure accuracy of the data; establishing closer relationships with suppliers; encouraging suppliers to establish local distribution centers near major repair depots for quick shipment of parts; using integrated supplier programs to shift to suppliers the responsibility for managing certain types of inventory; using third-party logistics services to manage the storage and distribution of reparable parts and minimize DOD information technology requirements; reorganizing workshops, using the cellular concept where appropriate, to reduce the time it takes to repair parts; and integrating successful reengineered processes and flexible, team-oriented employees in new facilities (like the green field sites) to maximize productivity improvements, as new facilities are warranted to meet changes in the types and quantities of aircraft.", "In addition, we recommend that the Secretary of the Air Force (1) prepare a report to the Secretary of Defense that defines its strategy to adopt these leading practices and expand the reengineering program Air Force-wide and (2) establish milestones for the report’s preparation and issuance and identify at a minimum the barriers or obstacles that would hinder the Air Force from adopting these concepts; the investments (people, skills, and funding) required to begin testing these new concepts and the projected total costs to implement them Air Force-wide; the potential savings that could be realized; and the Air Force and other DOD components whose support will be needed to fully test these new concepts.", "We further recommend that the Secretary of Defense use the Air Force’s report to set forth the actions and milestones to alleviate any barriers or obstacles (such as overcoming resistance to organizational change and improving outdated inventory information systems), provide the appropriate resources, and ensure the collaboration between the Air Force and other DOD components that would enable the Air Force to achieve an integrated approach to reengineering its processes. Once these steps are taken, we recommend that the Secretary of Defense direct the Secretary of the Air Force to institutionalize a reengineering effort that is consistent with successful private sector reengineering efforts. These efforts include communicating reengineering goals and explaining them to all levels of the organization, training in skills to enable employees to work across functions and modifying this training as necessary to support the reengineering process, and tailoring rewards and incentives to encourage and reinforce desired behaviors."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In commenting on a draft of this report, DOD generally agreed with the findings, conclusions, and recommendations, and stated that the Air Force’s Lean Logistics program should receive top-level DOD support in achieving its goals. DOD also stated that the Air Force should consider incorporating additional leading-edge practices into its reengineering effort. According to DOD, the Air Force will be asked to provide a report to the Secretary of Defense by July 1996 that will discuss the feasibility of including such additional practices in the Lean Logistics initiative and to address other concerns raised in this report. By October 1996, the Office of the Secretary of Defense will address how it plans to alleviate any barriers and obstacles identified in the Air Force’s report. DOD indicated that the Air Force plans to take steps to institutionalize its reengineering efforts by December 1996."], "subsections": []}]}]}], "fastfact": []}