{"id": "NSIAD-98-169", "url": "https://www.gao.gov/products/NSIAD-98-169", "title": "Military Base Closures: Issues Related to the Fiscal Year 1999 Budget Request", "published_date": "1998-07-30T00:00:00", "released_date": "1998-07-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a legislative requirement, GAO reviewed the Department of Defense's (DOD) base closure accounts and its budget request for base closure activities, focusing on opportunities for offsetting the budget request for fiscal year (FY) 1999, including the validity of two proposed military construction (MILCON) projects included in that request."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) DOD and the military services have reduced the previous high unobligated balances in the 1990 base closure account; (2) however, there are opportunities to offset the 1999 budget request; (3) GAO's analysis of the 1990 account and the FY 1999 base realignment and closure (BRAC) budget request raises questions about the need for $131.1 million included in the request; and (4) specifically: (a) from the 1990 base closure account, $35.7 million in proceeds generated by BRAC activities that has not been reported to Congress; $12.5 million previously allocated but not needed for BRAC 1991 MILCON projects; $7.8 million allocated but not needed for BRAC 1991 operation and maintenance activities; and $8.5 million previously allocated but not needed for BRAC 1991 environmental projects; (b) from the FY 1998 BRAC appropriations, $26 million previously withheld but ultimately was not needed for other higher priority programs; and (c) from 1999 BRAC budget request, $40.6 million requested for two separate MILCON projects may no longer be needed because the requirements for one project have not been determined and the other has already been funded."]}], "report": [{"section_title": "Letter", "paragraphs": ["Senate Report 105-52, dated July 22, 1997, on the 1998 Military Construction Appropriations Bill requested the continuation of our annual review of the Department of Defense’s (DOD) base closure accounts and its budget request for base closure activities. Specifically, this report discusses opportunities for offsetting the budget request for fiscal  year 1999, including the validity of two proposed military construction (MILCON) projects included in that request. Our scope and methodology are described in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["In the late 1980s, DOD decided to close excess military bases because changing national security requirements had resulted in a military base structure that was larger than needed. Consequently, the Congress enacted base realignment and closure (BRAC) legislation that instituted base closure rounds in 1988, 1991, 1993, and 1995. For the 1991, 1993, and 1995 rounds, the legislation required DOD to complete all closures and realignments within 6 years from the date the President sent the BRAC Commission’s recommendations and his approval to the Congress. Closure and realignment actions for the 1988 and 1991 rounds were required to be completed by September 30, 1995, and July 10, 1997, respectively. Actions for the 1993 and 1995 rounds are to be completed by July 3, 1999, and July 15, 2001, respectively.", "The Congress established two base closure accounts to fund the closure rounds. The first account, the DOD base closure account, funded BRAC activities for the 1988 round and the second account, the DOD base closure account 1990, funded BRAC activities for the 1991, 1993, and 1995 rounds.", "DOD’s authority to obligate 1988 base closure account funds to close or realign bases expired on September 30, 1995. After that date, funds in the 1988 account ceased to be available for new obligations and may only be used to adjust and liquidate obligations already charged to the account.Unobligated funds in the account must remain there until the Congress transfers them or the account is closed. According to DOD officials, the account will be closed on September 30, 2000. Appendix II discusses the status of funds in the 1988 account.", "A different set of rules applies, however, to the 1990 base closure account. Funds in that account are available for an indefinite period. New obligations may be incurred and old obligations liquidated against the account until the Secretary of the Defense closes it. As a consequence of the 6-year implementation period for the 1991, 1993, and 1995 rounds, the period provided to obligate appropriated funds differs by BRAC round. For example, after July 10, 1997, unobligated funds in the account were not available to incur new obligations for BRAC 1991 closure or realignment actions, except for (1) environmental restoration and mitigation, and property management and disposal activities at BRAC 1991 sites and (2) adjusting and liquidating obligations properly charged to the BRAC 1991 round.", "The Congress, in appropriating funds to the 1990 base closure account, gave DOD the flexibility to allocate funds by military service, budget function, and BRAC installation. The Congress recognized the complexities of realigning and closing bases and of providing for environmental restoration and mitigation. As a result, appropriations to the 1990 account are structured in a manner that permits the Secretary of Defense to redistribute unobligated balances as appropriate to avoid delays and complete realignments and closures, along with environmental actions.", "In March 1998, DOD requested more than $1.7 billion for the BRAC program in fiscal year 1999. As shown in table 1, the amount requested is getting smaller each year as more implementation actions are completed. In November 1997, the Office of the Under Secretary of Defense (OUSD) Comptroller reported that approximately 97 percent of the $15.8 billion made available for all four BRAC rounds was obligated."], "subsections": []}, {"section_title": "Funding Opportunities to Offset the 1999 BRAC Budget Request", "paragraphs": ["Our analysis of the base closure account and the fiscal year 1999 BRAC budget request raises questions about the need for $131.1 million included in the request. Our questions center on (1) whether the budget request could be offset by using unreported proceeds from BRAC actions, and funds in the 1990 account are still needed for the BRAC 1991 round and (2) why fiscal year 1998 appropriations were withheld from the BRAC program for other purposes but never used. Further, the 1999 BRAC budget request contains funds for two MILCON projects that may no longer be needed in fiscal year 1999."], "subsections": [{"section_title": "Unreported Proceeds From BRAC Activities Could Be Used to Offset the Request", "paragraphs": ["The military services collected $35.7 million more in proceeds from land sales and leases at closing or realigning bases than reported in the 1999 BRAC budget request (see table 2). Although estimated proceeds from land sales and leases are usually used to offset budget requests, the $35.7 million in unreported proceeds has not been used for the reasons that are discussed below.", "Statutes and DOD guidance state that proceeds from the transfer, lease, or disposal of property due to the BRAC process shall be deposited into the base closure account. Proceeds deposited by a particular military service will generally be allocated to that service’s BRAC program. However, according to an official from the OUSD Comptroller, Defense Finance and Accounting Service financial reports do not show that the $35.7 million in unreported proceeds was deposited into the account by the responsible military service."], "subsections": [{"section_title": "Air Force Proceeds", "paragraphs": ["The $21 million in proceeds collected by the Air Force was not reported in the 1999 budget request because procedures for fund use have only recently been finalized and, as a result, program officials did not have constructive receipts of those proceeds. Documents indicate that the Defense Finance and Accounting Service started developing specific disposition guidance in July 1992. While the guidance was being developed, the proceeds were held in a suspense (temporary holding) account. When the disposition guidance was finalized in 1998, Air Force officials initiated actions to transfer the funds from the suspense account to the 1990 base closure account. As of May 1998, only $9.6 million and $4.1 million from the Air Force’s land sales and leases, respectively, had been deposited into the 1990 account. Air Force officials plan to report those proceeds in the budget submission for fiscal year 2000.", "Further, Air Force officials said that they plan to use these proceeds to partially offset unbudgeted costs (about $107.4 million in fiscal  year 1998) related to the closure and realignment of McClellan Air Force Base, California, and Kelly Air Force Base, Texas. Because the decisions and plans for these BRAC actions were not finalized until November 1997 and not approved until February 1998, the Air Force did not budget for them in the fiscal year 1998 BRAC budget submission. As a result, Air Force officials told us that they will have a funding shortfall for its BRAC program in fiscal year 1998."], "subsections": []}, {"section_title": "Army Proceeds", "paragraphs": ["According to an Army official responsible for the BRAC program, $3.9 million in unreported proceeds for the Army was collected after the fiscal year 1999 budget submission and no estimate was included in the submission because of the uncertainties in collecting revenues from BRAC land sales and leases. The Army had planned to use the $3.9 million to offset the budget submission for fiscal year 2000."], "subsections": []}, {"section_title": "Navy Proceeds", "paragraphs": ["According to Navy officials, $9.3 million of the $10.8 million in unreported proceeds was received after the Navy’s 1999 budget request was submitted to DOD in September 1997 and, as a result, that amount was not included in the submission. Further, these officials are reluctant to include estimated proceeds in the annual budget process because of the uncertainties in collecting BRAC revenues. For example, in the budget request for fiscal  year 1997, the Navy estimated $243.9 million in land sales for the BRAC 1993 round. However, due primarily to less emphasis on selling surplus land and a greater emphasis on economic benefits of transferring the property to nearby communities, there were no proceeds. As a result, Navy officials had to restructure the Navy’s BRAC program to meet this shortfall. In addition, the Navy does not routinely include lease revenues in its budget submissions but budgets for these proceeds to pay for caretaking costs on closing installations."], "subsections": []}]}, {"section_title": "Funds Allocated for BRAC 1991 MILCON Requirements Could Be Used to Offset the Request", "paragraphs": ["During March and April of 1998, the military services had $12.5 million of unobligated and unliquidated funds that was no longer required to support previously valid BRAC 1991 MILCON projects (see table 3). We found no instances where these funds were initially allocated or obligated for unsupported MILCON requirements. Program requirements tend to change, and in some cases disappear, as base closure and realignment actions are implemented. Although the services have reprogrammed some funds to other BRAC requirements, the $12.5 million represents additional available funding that was not anticipated at the time the fiscal year 1999 budget request was submitted to the Congress.", "According to the Office of Management and Budget Circular No. A-34, Instructions on Budget Execution, recoveries of prior year obligations that have been deobligated are available for new obligations if their period of availability has not expired. An official from the OUSD Comptroller Office said that the military services should periodically review their unobligated balances and unliquidated obligations so that the funds can be used for unfunded requirements. Although the DOD Financial Management Regulation provides financial policy and procedures for base closure and realignment actions, the regulation does not specify procedures for reviewing (1) unobligated balances and promptly obligating funds to valid requirements when original requirements no longer exist and (2) unliquidated obligations and promptly deobligating excess obligations when final costs are known. Program officials from several major commands said that validating the need for their unliquidated obligations was not a priority until 1998.", "In February 1998, the Army initiated a review of its unliquidated balances for the BRAC MILCON program. The Chief of the Army BRAC Office said that, although BRAC execution significantly improved during fiscal year 1997, poor execution in the first half of the fiscal year continued to be a problem. A particular area of concern was the large carryover balance of unobligated funds appropriated prior to fiscal year 1998. During the review, program officials verified that execution of the 1998 program had started.", "Also in February 1998, the Air Force initiated a review of the unobligated balances and unliquidated obligations for its BRAC program. During the review, program officials verified the requirements for their unobligated balances and unliquidated obligations. As a result, Air Force officials identified funds that were no longer needed to support previously valid program requirements. The Air Force intends to realign these available funds, shown in tables 3, 4, and 5, to offset the 1998 funding shortfall resulting from the closure and realignment of McClellan and Kelly Air Force Bases."], "subsections": []}, {"section_title": "Funds Allocated for BRAC 1991 O&M Activities Could Be Used to Offset the Request", "paragraphs": ["During March and April 1998, the military services allocated $7.8 million from the 1990 base closure account to fund BRAC 1991 O&M requirements that no longer existed (see table 4). Similar to allocations for MILCON projects, we found no instances where funds were initially allocated or obligated for invalid O&M requirements. Although the services have reprogrammed some funds to other BRAC requirements, the $7.8 million represents additional available funding that was not anticipated at the time the fiscal year 1999 budget request was submitted to the Congress.", "The OUSD Comptroller Office has reduced unobligated O&M balances in the 1990 base closure acount. During the review of the services’ budget requests for fiscal year 1999, the OUSD Comptroller Office deferred $34.5 million (requested by the Army and the Air Force) to later years because of poor execution of O&M funds in fiscal years 1995, 1996, and 1997. The Comptroller Office concluded that requesting more funds than can be obligated during a year ties up valuable budget resources that could be used more effectively."], "subsections": []}, {"section_title": "Funds Allocated to BRAC 1991 Environmental Projects Could Be Used to Offset the Request", "paragraphs": ["During March and April 1998, the military services allocated $8.5 million from the 1990 base closure account for BRAC 1991 environmental requirements that no longer existed (see table 5). Similar to allocations for MILCON projects and O&M activities, we found no instances where these funds were initially allocated or obligated for invalid requirements. Although the services have reprogrammed some funds, this amount represents additional available funding that was not anticipated at the time the fiscal year 1999 budget request was submitted to the Congress.", "The Air Force Audit Agency has issued the following two reports expressing concern about the use of funds allocated to BRAC environmental projects.", "In September 1995, the audit agency reported that BRAC funding did not match requirements and obligation rates could be improved by streamlining procedures for environmental contracting and providing better guidance to the major commands.", "In April 1997, the agency reported that the Air Force had $20.8 million in excess to its BRAC environmental requirements. Neither the team leaders nor funding management personnel could accurately account for environmental restoration costs by project.", "In October 1997, the Army Assistant Chief of Staff for Installation Management expressed his concern about the poor financial performance of the Army BRAC environmental program. Although the Army had obligated over $1.1 billion for BRAC environmental restoration, over $339 million remained unliquidated. According to the Assistant Chief of Staff, the entire BRAC program was vulnerable to budget reductions and reprogramming actions if the Army’s major commands did not act quickly to reduce the unliquidated balance. He concluded that the balance should be reduced to use idle environmental funds productively. As a result of this effort, the Army reduced its unliquidated balance for its BRAC environmental projects."], "subsections": []}, {"section_title": "Funds Appropriated and Previously Withheld From BRAC Activities in Fiscal Year 1998 Could Be Used to Offset the Request", "paragraphs": ["DOD withheld $26 million appropriated in fiscal year 1998 from the BRAC program that could be used to offset the fiscal year 1999 BRAC budget request. In December 1997, based on the administration’s estimated savings from a lower than expected inflation rate, the OUSD Comptroller Office withheld these BRAC funds from the military services. Although the $26 million was put in a holding account for potential reprogramming for other higher priority programs, the money was never used for these programs. An official in the OUSD Comptroller Office said that withholding these funds did not adversely affect the BRAC program because the services were able to carry out their programs as budgeted due to a lower inflation rate. The OUSD Comptroller Office released the funds to the services for BRAC activities on March 24, 1998. Thus, the $26 million represents additional available funding that was not anticipated at the time the fiscal year 1999 budget request was submitted to the Congress."], "subsections": []}, {"section_title": "The 1999 Budget Request Contains Funds for Two MILCON Projects That Are No Longer Required", "paragraphs": ["The 1999 BRAC budget request contains $40.6 million for two MILCON projects for which requirements have not been determined or have already been funded. The two projects are an Army medical warehouse ($31 million) and an Army headquarters building for the Military Transportation Management Command (MTMC) ($9.6 million)."], "subsections": [{"section_title": "$31 Million Requested for a Warehouse Before Requirements Have Been Determined", "paragraphs": ["The Defense Logistics Agency (DLA) requested $31 million that requested to build a Deployable Medical Systems warehouse for the Army, although the requirements for the warehouse had not been determined. Recently, DLA officials questioned the Army’s estimated requirements for the warehouse.", "In it’s June 1997 report, the DOD Inspector General recommended withholding the $31 million requested until officials decided where the warehouse should be located. Although DLA adequately justified the requirements for the BRAC 1995 project, the Army had not decided whether DLA should continue to provide the reimbursable support for the Deployable Medical Systems, or where it wanted the workload performed. In response to the DOD recommendation, DLA has agreed not to program MILCON funds until it has a commitment from the Army on where to locate the warehouse. Although the Army has decided that the warehouse and related operations should be located at Hill Air Force Base, Utah, the size of the warehouse still has not been determined.", "In March 1998, DLA officials expressed reservations about maintaining the full scope of the warehouse as requested in the 1999 BRAC budget request.According to Army planning documents provided to DLA, the $45.3 million programmed for the project in fiscal year 1998 is estimated to decrease to $6.1 million in fiscal year 2005. The two major causes for this decrease are the projected reduction in the Army force structure and the potential impact of a medical reengineering initiative. In addition, the Army has decided not to move two programs (the Associated Support Items of Equipment Repair Program and Reserve Component Hospital Decrement Program) of the Deployable Medical Systems mission to Hill Air Force Base as planned. Instead, these programs will be moved to the Sierra Army Depot, California.", "As of May 4, 1998, DLA officials were revalidating these requirements and resizing the project. According to one agency estimate, a 50-percent reduction in the Deployable Medical Systems mission equates to a 43-percent reduction in the project’s square footage. However, as of May 4, 1998, DLA officials were unable to provide a revised cost estimate that could be included in the 1999 budget request for this project. Historically, the OUSD Comptroller Office has withheld funds for MILCON projects when requirements are undecided."], "subsections": []}, {"section_title": "$9.6 Million Requested for Headquarters Building Has Already Been Funded", "paragraphs": ["In the 1999 budget request, the Army requested $9.6 million for a MTMC headquarters building that has already been funded. The Army needed the funds to renovate one building and construct an addition at Fort Eustis, Virginia, to support the relocation and consolidation of MTMC Oakland Army Base and the Bayonne Military Ocean Terminal, New Jersey. However, DOD and Army officials said that BRAC funds have already been awarded for the project and the reprogramming action should be completed by June 1998. As a result, it no longer needs the $9.6 million included in the 1999 budget request for the MTMC headquarters building."], "subsections": []}]}]}, {"section_title": "Conclusions", "paragraphs": ["DOD and the military services have reduced the previous high unobligated balance in the 1990 base closure account. However, our analysis of the 1990 account and the fiscal year 1999 BRAC budget request raises questions about the need for $131.1 million included in the request. Our questions center on the potential (1) use of unreported proceeds from BRAC actions, unused funds allocated to the BRAC 1991 round, and withheld BRAC appropriations from fiscal year 1998 to offset equivalent amounts of funding included in the 1999 budget request and (2) need for funding requested for two MILCON projects, where the requirements for one project have not been determined and the other has already been funded."], "subsections": []}, {"section_title": "Matters for Congressional Consideration", "paragraphs": ["As the Congress develops the budget authority for DOD’s base closure activities in fiscal year 1999, it may wish to consider appropriating up to $131.1 million less than DOD is requesting in its fiscal year 1999 BRAC budget submission because prior year funds are available to meet these requirements and the request to fund two MILCON projects could be eliminated."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In commenting on a draft of this report, DOD did not concur that its request should be reduced by $131.1 million. Specifically, DOD stated that (1) $35.7 million in unreported proceeds generated by BRAC activities is unavailable to offset fiscal year 1999 requirements because the proceeds have been or will be reprogrammed to cover unfunded requirements, (2) $54.8 million in unobligated balances is unavailable as an offset since it has already been earmarked for other unfunded requirements, (3) $40.6 million for two separate MILCON projects is unavailable for offset because previously approved actions that were deferred until 1999 still need to be fully funded, and (4) reductions of this magnitude will eliminate the management flexibility envisioned by the Congress and, adversely impact DOD’s ability to close installations and speed the economic recovery of affected communities.", "We continue to believe the Congress may wish to consider appropriating up to $131.1 million less than DOD requested in its fiscal year 1999 BRAC budget because prior year funds are available to meet requirements and the request to fund two MILCON projects can be eliminated. DOD’s fiscal  year 1999 budget request did not reflect $35.7 million in proceeds that was collected but not included in the request. Public law and DOD guidance provide that proceeds generated from BRAC actions be reported in DOD’s annual budget estimate request. Further, the military services have reprogrammed some funds to other BRAC requirements; however, $54.8 million in unobligated balances represents additional available funding that was not anticipated at the time the fiscal year 1999 budget request was submitted to the Congress. After the budget submission, the major commands and the Army Corp of Engineers found that the requirements for these funds no longer existed and could provide no evidence where they would use the unobligated balances.", "Also, the 1999 budget request contains $40.6 million for two MILCON projects that are no longer needed. DLA officials continue to question the Army’s $31 million in requirements for a medical warehouse and could not provide a revised cost estimate for inclusion in the 1999 budget request. In addition, DOD agreed that the $9.6 million requested for the MTMC headquarters building has already been funded. While DOD said this $40.6 million could be used to fund other actions that had been deferred, we found no evidence of deferred actions that still needed to be fully funded.", "Finally, regarding DOD’s concern that reductions of the magnitude suggested by our report would limit management flexibility envisioned by the Congress and adversely impact the Department’s ability to close installations, we agree that the Congress provided the Department with flexibility to reprogram funds. At the same time, the Congress approves funding and the OUSD Comptroller Office makes funds available to the DOD components based on their official, detailed budget justification and financial plan. At the time we completed our review, only the Air Force, indicated a specific need associated with the funds we identified as available to offset DOD’s fiscal year 1999 budget request. The Air Force told us they planned to use the funds to help reduce a shortfall in the money needed to close two bases. However, the OUSD Comptroller Office has not yet formally approved the reprogramming of these funds.", "We are sending copies of this report to the Secretaries of Defense, the Army, the Navy, and the Air Force; the Director, Office of Management and Budget; and other interested parties. We will also make copies available to others upon request.", "Please contact me at (202) 512-8412 if you or your staff have any questions concerning this report. Major contributors to this report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["During our review, we interviewed and obtained data from Department of Defense (DOD) officials, including those from the Defense Logistics Agency (DLA), Defense Finance and Accounting Service, the DOD Inspector General, Air Force, Army, and Navy. Within the Air Force, we met with officials of the Office of the Chief of Staff, the Office for Financial Management and Comptroller, the Air Force Base Conversion Agency, the Air Combat Command, the Air Education and Training Command, the Air Mobility Command, and the 11th Wing. Army officials we met with were the Assistant Chief of Staff for Installation Management, the Office of the Comptroller, the Corps of Engineers, the U.S. Army Forces Command, the Communications-Electronics Command, the Materiel Command, the Medical Command, the Military Traffic Management Command (MTMC), the Training and Doctrine Command, and the Army Military District of Washington. Within the Navy, we met with officials of the Naval Facilities Engineering Command, Office of the Comptroller, Naval Air Systems Command, Naval Sea Systems Command, and Naval Audit Service.", "To identify funding opportunities for offsetting DOD’s budget request, we focused on identifying prior year appropriations that had not been obligated or liquidated and that may be available to fund base realignment and closure (BRAC) activities during fiscal year 1999. Because BRAC actions for the 1988 and 1991 rounds were required to be completed by  September 30, 1995, and July 10, 1997, respectively, we questioned the need for the unobligated funds and unliquidated obligations that were still allocated for these rounds. We examined a variety of DOD and military services budget and financial documents; analyzed implementation legislation for the base closure accounts; examined budget execution data for BRAC military construction (MILCON), operations and maintenance, and environmental funds; compared execution data with the Office of Management and Budget and DOD guidance and goals; assessed initiatives to improve financial performance; and reviewed guidance on the use of funds in the base closure accounts and recent audits that focused on unobligated balances and unliquidated obligations in the accounts.", "We discussed the need for the unobligated funds and unliquidated obligations (in the 1988 base closure account) for the 1988 round with officials from DOD, the military services, and several major commands to determine their availability to fund other BRAC requirements. Additionally, we discussed the need for the unobligated funds and unliquidated obligations (in the 1990 base closure account) for the 1991 round with officials from DOD, the military services, and several major commands to identify funding that may be available during fiscal year 1999 that was not anticipated at the time the BRAC budget request was submitted to the Congress. Our 1998 audit of the federal governments fiscal year 1997 consolidated financial statements identified billions of dollars in DOD unreconciled cash disbursement activity. As a result of these accounting problems, we reconciled the reported unliquidated obligations with the major commands to verify that all transactions had been recorded for those BRAC projects and activities with balances that could be deobligated. We also compared data on proceeds from land sales and leases with those reported in the 1999 budget request to identify BRAC revenues that had not been reported to the Congress and not used to offset DOD’s budget requests for fiscal year 1999 and prior years.", "To validate DOD’s budget request for fiscal year 1999, including the MILCON projects, we reviewed fiscal year 1999 and prior year budget requests and supporting justifications for DOD, DLA, Defense Information Systems Agency, and military services. We obtained and reviewed data on requirements to support the budget request for selected bases and subaccounts. We reviewed Office of Management and Budget and DOD guidance on the preparation and justification of budget requests, policy guidance and submission requirements for the fiscal year 1999 BRAC budget request and prior budget requests, internal review procedures for validating budget submissions from major commands, and DOD program budget decision documents. We compared data on recently completed BRAC actions with the 1999 budget request to verify that budgeted requirements were still valid.", "We also compared the amounts requested for operations and maintenance activities and environmental projects at installations in the 1999 budget request with their unobligated balances and unliquidated obligations. We discussed the results of this comparison with officials from DOD, the military services, and several major commands to verify that additional appropriations were needed to fund 1999 requirements for these installations. We reviewed recent audits that have focused on MILCON projects in the 1999 budget request and prior requests to determine the magnitude, scope, and results of the audits. To verify MILCON requirements we compared the audit results with the MILCON projects included in the 1999 budget request to determine whether the results were reflected in the budget request. We discussed our comparison with officials from DLA and the military services to determine whether the MILCON projects and requirements were still valid.", "In performing this review, we used the same accounting systems, reports, and statistics the military services use to monitor their BRAC programs. We did not independently determine the reliability of this information.", "We conducted our review from December 1997 to May 1998 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Status of Funds in the 1988 Base Closure Account", "paragraphs": ["On February 28, 1998, the 1988 base closure account contained $45.8 million in unobligated funds. As shown in figure II.1, this funding is up from $30.6 million in September 1996. According to program officials, this increase occurred because the military services deobligated funds from requirements that no longer exist. Program requirements tend to change, and in some cases disappear, as BRAC actions are implemented. As the services’ deobligation process continues, the unobligated balance in the 1988 account will increase.", "Program officials stated, pursuant to a DOD Office of General Counsel’s memorandum, the $45.8 million in unobligated funds in the 1988 account will be used only to adjust and liquidate obligations that have already been charged to the account. Although several officials believe this requirement is likely not to be significant, there is no DOD criteria for determining the amount to reserve in expired accounts for this potential requirement. An official in the Office of the Under Secretary of Defense (Comptroller) said that he would reserve $25.8 million in the 1988 account to make any future adjustments and liquidations."], "subsections": []}, {"section_title": "Comments From the Department of Defense", "paragraphs": ["The following are GAO’s comments on the letter from the Under Secretary of Defense (OUSD) Comptroller, dated June 18, 1998."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. We continue to believe that the Congress may wish to consider offsetting DOD’s 1999 budget request by $35.7 million in unreported proceeds from land sales and leases that was not reflected in the DOD’s or the military services’ 1999 budget request submissions. Public law and DOD financial management regulations and guidance provide that proceeds received from the transfer, lease, or disposal of property due to the BRAC process shall be deposited into the 1990 base closure account and shall be reported in the annual DOD budget estimate request. At the time we completed our review, we found no evidence, nor had DOD provided supporting documentation to show the $35.7 million had been or would be reprogrammed to cover unanticipated fiscal year 1998 expenses or for the requirement to transfer proceeds to a reserve account associated with the transfer or disposal of a commissary or nonappropriated fund facility. 2. We agree that the military services have reprogrammed some funds to other BRAC requirements. We also recognize that program requirements tend to change, and in some cases disappear, as base closure and realignment actions are implemented. However, the $54.8 million in unobligated balances represents additional available funding that was not anticipated at the time the fiscal year 1999 budget request was submitted to the Congress in February 1998. The $54.8 million was identified during interviews in March and April 1998 with officials from the services’ major commands and the Army Corps of Engineers. As a result of reviews of their unobligated balances and unliquidated obligations during February, March, and April 1998, the major commands and the Army Corps of Engineers found that the requirements for these funds no longer existed. At the time of our review, DOD, the Army, and the Navy could not provide supporting documentation that showed where they would use the unobligated balances, nor did they identify plans to redesignate for other BRAC needs those funds we identified as potentially available to offset DOD’s fiscal year 1999 budget request. Only the Air Force, in May 1998 after DOD submitted its budget estimate, identified a need to use some of these funds to reduce a shortfall it identified for two closing bases. 3. We continue to believe that the 1999 BRAC budget request contains $40.6 million for two separate military construction projects that are no longer required. DOD requested $31 million for DLA to build a medical warehouse for the Army, even though the requirements for the warehouse have not been determined. As of May 4, 1998, DLA officials continued to question the Army’s requirements for the warehouse and were unable to provide a revised cost estimate for the project that could be included in the 1999 budget request. It has been the OUSD Comptroller’s policy to not fund MILCON projects where requirements are not determined. DOD agreed that the Army’s MTMC headquarters building request for $9.6 million had already been funded. DOD asserts that these funds are still needed to refund previously approved actions where the funds were reprogrammed to accommodate an accelerated construction schedule. However, at the time of our review, we found no evidence of deferred actions that still needed to be fully funded."], "subsections": []}]}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "National Security and International Affairs Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Norfolk Field Office", "paragraphs": [], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Military Base Closures: Detailed Budget Requests Could Improve Visibility (GAO/NSIAD-97-170, July 14, 1997).", "Military Bases: Cost to Maintain Inactive Ammunition Plants and Closed Bases Could Be Reduced (GAO/NSIAD-97-56, Feb. 20, 1997).", "Military Base Closures: Reducing High Costs of Environmental Cleanup Requires Difficult Choices (GAO/NSIAD-96-172, Sept. 5, 1996).", "Military Bases: Update on the Status of Bases Closed in 1988, 1991, and 1993 (GAO/NSIAD-96-149, Aug. 6, 1996).", "Military Bases: Potential Reductions to the Fiscal Year 1997 Base Closure Budget (GAO/NSIAD-96-158, July 15, 1996).", "Military Bases: Closure and Realignment Savings Are Significant, but Not Easily Quantified (GAO/NSIAD-96-67, Apr. 8, 1996).", "Closing Maintenance Depots: Savings, Workload, and Redistribution Issues (GAO/NSIAD-96-29, Mar. 4, 1996).", "Military Bases: Case Studies on Selected Bases Closed in 1988 and 1991 (GAO/NSIAD-95-139, Aug. 15, 1995).", "Military Bases: Environmental Impact at Closing Installations (GAO/NSIAD-95-70, Feb. 23, 1995).", "Military Bases: Reuse Plans for Selected Bases Closed in 1988 and 1991 (GAO/NSIAD-95-3, Nov. 1, 1994).", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}