{"id": "NSIAD-95-3", "url": "https://www.gao.gov/products/NSIAD-95-3", "title": "Military Bases: Reuse Plans for Selected Bases Closed in 1988 and 1991", "published_date": "1994-11-01T00:00:00", "released_date": "1994-11-17T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["GAO provided information on the Department of Defense's (DOD) projected revenues from property sales from closed military bases, focusing on the: (1) revenues the government has received and expects to receive from military base property sales; (2) amount of additional resources the government has given to support communities' reuse plans; and (3) factors which delay the transfer of property to communities."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) revenues from military base property sales are expected to be far less than DOD anticipated; (2) the majority of the disposed property will be retained by DOD or transferred to other federal agencies, states, and localities at no cost; (3) where Congress has not specifically authorized a property transfer without reimbursement, it has specified that agencies receiving transferred property should reimburse DOD for 100 percent of the property's estimated fair-market value or acquire a reimbursement waiver; (4) $69.4 million of the projected $92 million in revenues from military base property sales has been realized and an additional $22.2 million is expected from pending property sales; (5) about $19 million in property sales has been the result of interagency transfers; (6) DOD could increase its revenues by selling an additional 9,400 acres of military property; (7) DOD continues to reduce its property sales revenue estimates as it obtains better property value and property availability information; (8) in addition to transfers of large portions of land at no cost, many communities have asked the government for cash grants, marketable revenue-producing properties, and building and infrastructure upgrades; (9) as of May 1994, 37 communities have received $107 million in cash grants; (10) additional funding requirements will increase as the base closure process continues; and (11) reasons for the delays in property transfers include disagreements over reuse plans between competing interests, changing laws and regulations, and unresolved environmental cleanup efforts at some bases."]}], "report": [{"section_title": "Letter", "paragraphs": ["Originally, the Department of Defense (DOD) estimated that it would realize $4.1 billion in property sales revenue from military bases closed under the 1988 and 1991 base realignment and closure rounds. In 1994, DOD reduced this estimate to $1.2 billion. Revenue from property sales is to be used to help pay for the base closure costs.", "As agreed with your office, we identified the revenue the government has received and is expecting to receive from these property sales, additional resources the federal government has given to communities to support their plans to reuse the bases, and several issues that delay communities’ reuse plans."], "subsections": [{"section_title": "Background", "paragraphs": ["Federal government real estate that is no longer needed is not automatically sold. Rather, the Federal Property and Administrative Services Act of 1949 (the Property Act) requires a screening process in which the appropriate government officials explore transferring the property with or without payment to another government or nonprofit agency. For example, DOD first screens excess property for possible use by other DOD organizations and then by other federal agencies. If no federal agency has a need for the excess property, it is declared surplus to the federal government and generally is made available to private nonprofit and state and local agencies. First, as stipulated by the Stewart B. McKinney Homeless Assistance Act, the surplus property is made available to providers of services to the homeless. If none of these providers opt to take the property, it is offered to public benefit agencies such as state or local jurisdictions or qualifying nonprofit organizations for other authorized purposes. Any property that remains is available for negotiated sale to a state or local government. Finally, if no state or local government wishes to acquire the property, it is offered for sale to the general public.", "Title XXIX of the National Defense Authorization Act for fiscal year 1994 contained a number of amendments to the Property Act and the Base Realignment and Closure (BRAC) acts of 1988 and 1990. These amendments enabled the state and local governments and the general public to receive government property at no cost if it is used for economic development. DOD’s interim regulations also grant these communities a 60-percent share of net proceeds from the sale or lease of properties transferred under this authority, unless the secretary of the military department concerned determines that a different division of net profits is appropriate.", "The information contained in this report reflects the May 1, 1994, status of property disposal plans at 37 of the 120 installations closed by the 1988 and 1990 legislation (see fig. 1). A former Secretary of Defense stated that the number of closures in 1995 could exceed those of the previous years because closures have not kept pace with staff and force structure reductions."], "subsections": []}, {"section_title": "Property Sales Revenue Is Significantly Below DOD’s $1.2 Billion Estimate", "paragraphs": ["The Army is credited for almost all of the $69.4 million in property sales revenue and for $5.3 million of the $22.2 million in pending sales. Its largest sale, $38.5 million, was to the state of Hawaii for land at the Kapalama Military Reservation. The Army has also sold 761 family housing units in various locations for an average of about $40,000 per unit. The only non-Army sale was for about 400 family housing units—detached single family houses and apartments—that the Navy sold for an average of about $420 per unit (total of $168,000) to the Beeville Redevelopment Corporation in Beeville, Texas. The Air Force has about $16.9 million in pending sales.", "About $19 million of the $92 million in sales and pending sales was merely a transfer of funds from one federal agency to another—not a revenue gain for the federal government. Planned sales of 9,400 acres of property will result in additional revenue once final property disposition decisions are made and cleanup or remediation is in place. As we reported earlier, DOD has been reducing the estimates for land sales revenue as it receives better information on property values and sales data."], "subsections": []}, {"section_title": "Most Property Is Transferred to Other Federal Agencies and States and Localities at No Cost", "paragraphs": ["The primary reason for the low property sales revenues is that 88 percent of the property at the bases we reviewed will be retained by DOD or transferred at no cost to other federal agencies and state and local jurisdictions. Current plans call for the sale of only about 5 percent of the land. The remaining 7 percent remains in an undetermined status. Appendix I shows the planned disposition of property."], "subsections": [{"section_title": "Property Retained by DOD or Transferred to Other Federal Agencies", "paragraphs": ["Over 110,000 of the approximately 192,000 acres of the total land available at the bases we reviewed are being retained by DOD or transferred to other federal agencies. Nearly half of this land is contaminated with unexploded ordnance—about 7,200 acres at Fort Ord and 47,500 acres at Jefferson Proving Grounds. The federal government’s retention of the contaminated land could significantly reduce cleanup costs since the land will remain undeveloped.", "DOD will retain 26,000 of the 110,000 acres. Nearly 10,000 acres at 14 bases will be retained for use by Reserve and National Guard units. DOD will also retain over 1,000 acres of military housing at 6 bases for use by personnel assigned to nearby bases. The largest acreage planned for retention by DOD will be 13,000 acres at Fort Wingate for the Ballistic Missile Defense Office for missile testing in conjunction with the White Sands Missile Range in New Mexico.", "As shown in figure 2, 84,000 of the 110,000 acres will be transferred to other federal agencies, including the Bureau of Land Management, the Fish and Wildlife Service, and the Bureau of Prisons. About 79,000 acres of mostly undeveloped property, wetlands, and natural habitats will be transferred to the Fish and Wildlife Service or the Bureau of Land Management at eight bases. This includes the land contaminated with unexploded ordinance at Jefferson Proving Ground and Fort Ord. The Bureau of Prisons will receive 1,800 acres at 3 bases for federal prisons. Other federal agencies receiving properties are the National Park Service (1,480 acres at the Presidio of San Francisco) and the National Aeronautics and Space Administration (1,440 acres at Moffett Naval Air Station)."], "subsections": []}, {"section_title": "Property Transferred to State and Local Jurisdictions and Nonprofit Agencies", "paragraphs": ["About 60,000 acres of the 192,000 acres likely will be transferred at no cost to state and local jurisdictions and nonprofit organizations. Most of the property, about 40,000 acres, will be used for public benefit purposes such as airports, parks and recreation, education, and homeless assistance. (Fig. 3 shows the breakdown of these no-cost transfers). An additional 19,500 acres will be transferred for economic development purposes."], "subsections": [{"section_title": "Airports", "paragraphs": ["Of the 24 bases with airfields, 16 will be transferred to local communities for public use, 2 will be retained by federal agencies, 5 will be used for nonaviation purposes, and the reuse of 1 is yet to be determined. Including property to be used to help finance the operation of the airfields, over 30,000 acres will be transferred for public aviation uses.", "The communities are hoping to convert military airfields into civilian airports. In two instances, Bergstrom Air Force Base and Myrtle Beach Air Force Base, the airfield transfers will meet Federal Aviation Administration-identified needs for primary commercial airports. The Federal Aviation Administration has categorized the potential use of most of the rest of the airfields as general aviation airports, with those in metropolitan areas also potentially serving as reliever airports that can provide alternative landing sites when major airports are congested. Local redevelopment authorities report difficulties in attracting aviation-related tenants, and they are competing with existing general aviation airports as well as with each other for tenants. General aviation traffic has declined nationwide by about 32 percent in the past 14 years. Bases in rural areas—e.g., Wurtsmith, Loring, and Eaker Air Force Bases—have a particularly difficult time attracting commercial tenants.", "We analyzed the grants to communities at the 16 bases where attempts to reuse military airfields as civilian airports was the centerpiece of the reuse plan (see fig 4). The results of our analysis show that while communities at these 16 bases are developing and implementing reuse plans for 28 percent of the total acres of the 37 bases, they have received 78 percent of the $66 million in planning and infrastructure grants.", "At 15 of the 37 bases, communities are requesting about 6,800 acres for parks and recreation. The largest transfer will be at Fort Ord about 2,600 acres, including beaches and sand dunes. At Mather Air Force Base, about 1,500 acres will be transferred to the county for park and recreation use and at Fort Benjamin Harrison, a 1,100-acre parcel will become a state park."], "subsections": []}, {"section_title": "Education", "paragraphs": ["As of May 1994, about 2,000 acres at 16 bases were planned for transfer through the Department of Education to qualified organizations for educational purposes, with the largest conveyances at Fort Ord, Williams Air Force Base, and Lowry Air Force Base. At the time of our review at Fort Ord, 2,700 acres were requested for an education, science, and technology center focusing on environmental sciences. It will include a new California State University campus, a University of California research and technology center, and a language training institute emphasizing Pacific Rim languages. Local officials recently changed their request for Fort Ord so that they can qualify for an economic development transfer. An economic development conveyance would avoid the restrictions required for educational transfers that the donee continuously uses the property for educational purposes for up to 30 years.", "At Williams Air Force Base, over 600 acres, including many of the core base facilities, have been requested for an education, research, and training consortium focusing on aviation-related training and research and involving nearby Arizona State University, Maricopa Community College, and 21 other educational institutions. Plans at Lowry Air Force Base call for conversion of an Air Force training center into an educational consortium that will emphasize training new and displaced workers and involve the local community college and various other schools."], "subsections": []}, {"section_title": "Homeless Assistance", "paragraphs": ["As of May 1994, 17 of the 37 bases were planning to convey property at no cost to homeless assistance organizations (see fig. 5 for locations). Several other bases will likely do so once they complete their property screening process. As mentioned earlier, under the McKinney Act, homeless organizations that have been certified by the Department of Health and Human Services generally have priority over organizations not representing the homeless when requesting surplus government property. The property may be used to provide temporary housing for the homeless, alcohol and drug recovery centers, abuse shelters, and distribution facilities for food and clothing. The amount of property involved thus far is relatively small (see app. II for details). It amounts to about 500 acres (0.3 percent of the total property). The property includes about 1,600 family housing units (5 percent of the total) and 1,000 single housing units. At each of three California bases—Tustin Marine Corps Air Station, Fort Ord, and Long Beach Naval Station—plans call for homeless providers to receive more than 200 family housing units.", "Reuse authorities at 10 bases plan to request about 19,500 acres in economic development transfers. Under these provisions, reuse authorities can request property at no cost for economic development and job creation purposes. The local authorities can then lease or sell the property to companies that will create jobs. The net proceeds from leasing or selling this property are shared with the federal government—generally 60 percent for the community and 40 percent for the government. Rules implementing these new provisions will not be finalized until early 1995, and some local authorities are waiting until then to make final decisions on these conveyance requests."], "subsections": []}, {"section_title": "Property for Sale to the Public", "paragraphs": ["Another 9,400 acres have been planned for sale to the public. The disposition of the remaining 12,900 acres is still undetermined by local reuse authorities. This is the last step in the process. Land can be sold after all qualifying entities have decided they do not want the land."], "subsections": []}]}]}, {"section_title": "Communities Ask DOD and Other Federal Agencies for Additional Assistance", "paragraphs": ["Communities are asking the federal government to provide (1) cash grants; (2) marketable revenue-producing properties, such as golf courses and housing units, to help pay for reuse activities; and (3) funds for upgrading buildings and infrastructure."], "subsections": [{"section_title": "Cash Grants", "paragraphs": ["Cash grants are available to communities through federal programs administered by such agencies as DOD’s Office of Economic Adjustment, the Federal Aviation Administration, the Department of Labor, and the Economic Development Administration in the Department of Commerce. As of May 1, 1994, the communities at the 37 bases we examined had received $107 million in federal grants to assist in developing and implementing reuse plans. According to DOD officials, most of the funds were provided by DOD to the administering agency because their use is related to a base closure. Additional grants are likely to be forthcoming.", "The Office of Economic Adjustment provides 3- to 5-year grants to local communities to develop and implement reuse plans. If the plan calls for a civilian airport, communities can request additional funds from the Federal Aviation Administration for airport planning and improvements. If infrastructure improvements are needed, communities can request grants from the Economic Development Administration.", "As of May 1994, the Office of Economic Adjustment had provided approximately $19.1 million to local authorities for reuse planning. The Federal Aviation Administration had provided $3.8 million, the Economic Development Administration $43.1 million, and the Department of Labor $40.5 million in grants. See appendix III for the distribution of grants for the 37 installations we reviewed.", "Most cash grants have gone to communities trying to establish civilian airports. The local reuse authority at Eaker Air Force Base has received $1.7 million from the Office of Economic Adjustment thus far, and a DOD official projected that funding may be required for 6 years. The Economic Development Administration grants at Wurtsmith Air Force Base amounted to $9.7 million to tie the base water supply and sewer to the municipal system, shut down base wells, and construct large water intakes from Lake Huron."], "subsections": []}, {"section_title": "Revenue-Generating Property", "paragraphs": ["Communities are also asking DOD to provide property that can easily generate revenue to support reuse activities unrelated to the property. Community officials say they need revenue-generating properties, such as golf courses and family housing units, to help fund operating expenses while they implement their reuse plans, such as airports or educational institutions.", "At England Air Force Base, local authorities are asking for the entire base, including family housing units and a golf course, to help support the airport. The reuse plan predicts it will be at least 10 years before the airport will be self-sustaining.", "At Fort Ord, officials of the prospective California State University, Monterey Bay, plan to lease 1,250 units of family housing to support university operations. A Fort Ord housing official stated that the university is also asking for the profits that DOD has received from leasing the housing prior to its conveyance."], "subsections": []}, {"section_title": "Building and Infrastructure Upgrades", "paragraphs": ["At some installations, local reuse authorities, educational institutions, and other reuse groups are seeking federal funds to renovate buildings, upgrade utility systems, construct roads, or improve other infrastructure for properties being conveyed.", "At Fort Ord, $15 million was appropriated out of DOD’s operations and maintenance accounts to renovate buildings at California State University, Monterey Bay. A university official estimated that an additional $140 million is needed from the federal government over the next 10 years to complete renovations. The state is providing $12 million in operating funds for the campus. The official said that, along with the conveyance of the requested land and buildings at no cost, federal funds for the renovation of buildings were essential for the campus to become a reality, and continued federal support will be needed until the California economy improves. California voters recently rejected a ballot proposition that would have provided authority to issue bonds and use the proceeds to construct or renovate buildings and acquire related fixtures at the state’s colleges and universities.", "According to a base official, the Army spent $69 million at the Presidio of San Francisco to renovate infrastructure and buildings prior to the installation’s transfer to the National Park Service.", "At Castle Air Force Base, base closure officials reported that the gas distribution system on that installation will have to be rebuilt, the sewer and electrical systems upgraded, and buildings brought into compliance with state and federal standards, such as the Americans With Disabilities Act. DOD has so far funded an Economic Development Administration grant of $3.5 million to connect the installation with the municipal sewer system.", "A community official estimated that $200 million would have to be spent at Tustin Marine Corps Air Station on access roads and other infrastructure improvements to enable development of the installation. The community is asking that the costs of such improvements be subtracted from the federal government’s revenue from the sale of the property."], "subsections": []}]}, {"section_title": "Disposal of Base Property Has Been Delayed for Several Reasons", "paragraphs": ["Reuse planning and disposition of property at closing bases have been delayed for a number of reasons. Disagreements between various agencies and jurisdictions have stalled reuse decisions at some bases. Some communities are waiting until regulations are established implementing new property disposition provisions before finalizing their reuse plans. DOD responsibility for environmental cleanup further delays disposal of base property."], "subsections": [{"section_title": "Disagreements Over Reuse Plans", "paragraphs": ["DOD has the discretion to determine what the highest and best use for the property is and relies heavily on local reuse plans to make this determination. The one exception is that DOD officials maintain that they cannot deny homeless requests that are approved by the Department of Health and Human Services. When conflicts arise, DOD base closure officials urge agencies and local officials to try to reach an accommodation at the local level.", "DOD officials urge local communities to form a single reuse authority and unite behind a single reuse plan. In several cases, jurisdictional and reuse disputes within the local community have delayed base conversion. For example, at George and Myrtle Beach Air Force Bases disputes between cities and counties over who should have the reuse authority and how large the airport should be have been major problems. At Myrtle Beach, the state of South Carolina finally intervened to establish a single reuse authority and determine what the reuse plan should be.", "Indian groups have expressed interest in acquiring property at 14 of the  37 bases we reviewed (see fig. 6 for locations). These requests include use of base property for education and job training, cultural and craft centers, housing, health facilities, economic development, and casinos. At seven of the bases, the Department of Interior has requested property that would be held in trust by the Bureau of Indian Affairs for tribal programs by local Indian groups.", "At the time of our review, DOD had not approved any of the Indian groups’ requests, nor had DOD determined whether requests through the Department of Interior should be given federal agency priority consideration. Thus, property disposition decisions at these bases have been delayed. In some cases, Indian groups were not represented on local reuse committees, and Indian requests and local reuse plans were in conflict. Furthermore, the Indian groups maintain that they should have sovereignty over property they receive, while the local jurisdictions want to maintain zoning and land use control. In Seattle, the Muckleshoot Tribe has requested a major portion of Puget Sound Naval Station, which the city plans to use to house the homeless and hold recreation, cultural, and other activities.", "In several cases, federal agency requests conflicted with local reuse plans. While these conflicts can delay local reuse planning, they are usually resolved through negotiation between DOD and the community. For example, at Williams Air Force Base, the Army Reserve requested property that local officials said was essential for their planned educational consortium. At the time of our review, this case remained unresolved but subsequently the Reserve and local officials came to mutual agreement.", "Disputes between communities and homeless providers over the extent of base property to be conveyed for the homeless have led to delays at some bases. The Department of Health and Human Services could deny homeless provider requests if it determined the provider lacked experience or financial viability for such a program. However, in deciding whether to approve homeless requests, the Department of Health and Human Services officials believed the McKinney Act gave them no discretion to consider whether the request would disrupt the local reuse plan. In October 1994, Congress passed and sent to the President for signature legislation that would give communities more flexibility in developing plans to meet homeless needs and federal agencies more discretion in approving such plans. The new legislation allows communities to develop reuse plans that incorporate the needs of the homeless either at the base or elsewhere in the community. If the Secretary of Housing and Urban Development determines that the community’s plan provides a reasonable amount of property and assistance to meet the needs of the homeless, then direct applications by homeless assistance providers to the federal government under the McKinney Act for base property would be eliminated."], "subsections": []}, {"section_title": "Changing Laws and Regulations", "paragraphs": ["In 1993, Congress passed legislation to expedite the base conversion process and support economic development in communities facing base closures. Communities in the midst of reuse planning had to choose whether to continue under the old base conversion procedures or to request to come under the new provisions. Many decided to delay decisions until implementing regulations were finalized. DOD issued interim rules in April 1994, and DOD officials expected the rules to be finalized in early 1995. DOD officials told those communities deciding to request economic development transfers under the new rules they would have to also go through an additional McKinney Act homeless screening under the new rules, which could add an additional 8 months to the process. Furthermore, several communities requested delays in federal approval of homeless requests until congressional action was completed on the amendment to the McKinney Act."], "subsections": []}, {"section_title": "Environmental Cleanup", "paragraphs": ["All the closing bases we visited had environmental cleanup that needed to be done, which in many cases is the most difficult obstacle to getting property into productive reuse. Generally, base property cannot be transferred until cleanup is completed or the government warrants in its deed that all environmental remediation measures are in place. However, DOD has the authority to transfer property for the cost of cleanup to any person who agrees to perform the environmental restoration.", "In a related assignment, we will report on the difficulties in cleaning up bases, the effect of environmental contamination on DOD’s ability to transfer property, the federal government’s liabilities from environmental contamination, and DOD’s long-term plans for addressing environmental problems at closing bases."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["We collected information from 37 of the 120 installations closed by the 1988 and 1991 Base Closure Commissions. These bases were selected because they were, for the most part, the larger installations and they had base transition coordinators assigned by DOD. Our review included  12 closures by the 1988 Commission and 25 closures by the 1991 Commission. The closures involve the disposal of 192,000 acres of land in 21 states.", "We performed our work at the DOD Base Transition Office, the Office of Economic Adjustment, and the military services’ headquarters in Washington, D.C., area. We also contacted base closure and community officials at the 37 closed bases. We visited Pease, Chanute, and Eaker Air Force Bases; Forts Sheridan and Ord; Chase Field Naval Air Station; and Naval Station Puget Sound (Sand Point). We also visited offices of the Federal Aviation Administration, the Economic Development Administration and the General Services Administration to discuss issues involving base closure.", "We reviewed the most recent land sales data from the military services’ base closure offices. We compared the 6-year land revenue estimates from DOD’s base realignment and closure fiscal years 1991-95 budget justifications for BRAC-I (the bases closed in 1988) and its fiscal years 1993-95 justifications for BRAC-II (the bases closed in 1991). To determine the current plans for reusing property at closing military installations, we reviewed community reuse plans where available and interviewed base transition coordinators, community representatives, and DOD officials. Where community reuse plans had changed or were not available, we identified the most likely reuses planned by these parties. When the parties involved disagreed over reuse plans, we categorized the property as undetermined.", "As requested, we did not obtain written agency comments. However, we discussed the report’s contents with DOD officials and their comments have been incorporated where appropriate.", "Our review was performed between July 1993 and September 1994 in accordance with generally accepted government auditing standards.", "Unless you publicly announce its contents earlier, we plan no further distribution of this report until 30 days after its issue date. At that time, we will send copies to the Secretaries of Defense, the Army, the Navy, and the Air Force; the Directors of the Defense Logistics Agency and the Office of Management and Budget; and other interested parties. We will also make copies available to others upon request.", "Please contact me at (202) 512-8412 if you or your staff have any questions concerning this report. Major contributors to this report are listed in appendix IV."], "subsections": []}]}, {"section_title": "Planned Property Disposals at Selected Bases Closed in the 1988 and 1991 Rounds", "paragraphs": [], "subsections": []}, {"section_title": "Planned Property Disposals to Homeless Assistance Providers", "paragraphs": ["Children’s home, gym Administrative offices, other buildings (continued)"], "subsections": []}, {"section_title": "Cash Grants Given to Facilitate Reuse Plans", "paragraphs": [], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "National Security and International Affairs Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "San Francisco Regional Office", "paragraphs": [], "subsections": []}, {"section_title": "Dallas Regional Office", "paragraphs": [], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["We have issued the following reports related to military base closures and realignments: Military Bases: Letters and Requests Received on Proposed Closures and Realignments (GAO/NSIAD-93-173S, May 25, 1993).", "Military Bases: Army’s Planned Consolidation of Research, Development, Test and Evaluation (GAO/NSIAD-93-150, Apr. 29, 1993).", "Military Bases: Analysis of DOD’s Recommendations and Selection Process for Closure and Realignments (GAO/T-NSIAD-93-11, Apr. 19, 1993).", "Military Bases: Analysis of DOD’s Recommendations and Selection Process for Closures and Realignments (GAO/NSIAD-93-173, Apr. 15, 1993).", "Military Bases: Revised Cost and Savings Estimates for 1988 and 1991 Closures and Realignments (GAO/NSIAD-93-161, Mar. 31, 1993).", "Military Bases: Transfer of Pease Air Force Base Slowed by Environmental Concerns (GAO/NSIAD-93-111FS, Feb. 3, 1993).", "Military Bases: Army Revised Cost Estimates for the Rock Island and Other Realignments to Redstone (GAO/NSIAD-93-59FS, Nov. 23, 1992).", "Military Bases: Navy’s Planned Consolidation of RDT&E Activities (GAO/NSIAD-92-316, Aug. 20, 1992).", "Military Bases: Letters and Requests Received on Proposed Closures and Realignments (GAO/NSIAD-91-224S, May 17, 1991).", "Military Bases: Observations on the Analyses Supporting Proposed Closures and Realignments (GAO/NSIAD-91-224, May 15, 1991).", "Military Bases: Processes Used for 1990 Base Closure and Realignment Proposals (GAO/NSIAD-91-177, Mar. 29, 1991).", "Military Bases: Varied Processes Used in Proposing Base Closures and Realignments (GAO/NSIAD-91-133, Mar. 1, 1991).", "Military Bases: Process Used by Services for January 1990 Base Closure and Realignment Proposals (GAO/NSIAD-91-109, Jan. 7, 1991).", "Military Bases: Relocating the Naval Air Station Agana’s Operations (GAO/NSIAD-91-83, Dec. 31, 1990).", "Military Bases: Information on Air Logistics Centers (GAO/NSIAD-90-287FS, Sept. 10, 1990).", "Military Bases: Response to Questions on the Realignment of Forts Devens and Huachuca (GAO/NSIAD-90-235, Aug. 7, 1990).", "Military Bases: An Analysis of the Commission’s Realignment and Closure Recommendations (GAO/NSIAD-90-42, Nov. 29, 1989).", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (301) 258-4097 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}