{"id": "NSIAD-95-64", "url": "https://www.gao.gov/products/NSIAD-95-64", "title": "Defense Inventory: Opportunities to Reduce Warehouse Space", "published_date": "1995-05-24T00:00:00", "released_date": "1995-06-23T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the Department of Defense's (DOD) inventory management system, focusing on the: (1) size and space occupied by DOD secondary inventory; (2) cost of storing this inventory; and (3) efforts taken to reduce DOD secondary inventory."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) DOD secondary inventory occupies about 218.8 million cubic feet; (2) 60 percent of the secondary inventory is not needed to satisfy current war reserve or operating requirements, however, many items may have potential future use; (3) the inventory not currently needed consists of 2.2 million different types of items; (4) DOD has more than a 20-year supply for some items, but many others have deteriorated or become obsolete; (5) DOD should get rid of unneeded items that occupy space and exceed more than 20 years of supply; (6) although DOD has begun programs to reduce the secondary inventory, its efforts have been partially offset by decreasing inventory demands and increasing returns of materials by deactivated forces; (7) DOD disposed of secondary inventory items valued at $43 billion during the past 3 fiscal years; and (8) the Defense Logistics Agency is implementing a pricing procedure that should increase inventory managers' incentives for disposing of unneeded items."]}], "report": [{"section_title": "Letter", "paragraphs": ["The Department of Defense (DOD) is the largest inventory manager in the world, maintaining about 600 million cubic feet of warehouse space. About two-thirds of the space is occupied by secondary inventory—spare and repair parts, clothing, medical supplies, and other items that DOD uses to support its operating forces.", "Concerned that some secondary inventory was being stored longer than was reasonable, the former Chairman and Ranking Minority Member requested that we review DOD’s management of it. Our objectives were to determine (1) the size of DOD’s secondary inventory, (2) the amount of space occupied by secondary inventory that DOD does not need to satisfy current war reserve and operating requirements, (3) the cost of storing this inventory, and (4) the time it will take to use it. In addition, we reviewed DOD’s efforts to reduce secondary inventory."], "subsections": [{"section_title": "Background", "paragraphs": ["The Defense Logistics Agency (DLA), service headquarters, and inventory control points are responsible for managing secondary inventory. Through their respective item managers, DLA and service inventory control points ensure that needed items are available to the operating forces when and where needed. An item manager’s tasks include determining when to repair or purchase items, positioning them at depots to meet demands, and disposing of unneeded items. The items managed by DLA and service item managers are stored at depots operated and managed by DLA. Depot managers have no authority over what items are stored or whether they should be disposed of. These decisions are made by the item managers.", "The current DLA distribution depot system consists of two distribution region headquarters. They are located at New Cumberland, Pennsylvania, and Stockton, California. Each of the 27 distribution depots report to one of these regions. For fiscal year 1994, total DOD distribution costs amounted to about $1.5 billion. Figure 1 shows the locations of these depots.", "When inventory is managed efficiently, enough is stored to meet wartime and peacetime requirements and unnecessary storage costs are avoided. When the total on-hand and due-in inventory falls to or below a certain level—called the reorder point—inventory control points place an order for additional inventory. The reorder point includes items needed to satisfy war reserve requirements and items to be issued during the lead time (the time between when an order is placed and when it is received).", "In addition, a safety level of inventory is kept on hand in case of minor interruptions in the resupply process or unpredictable fluctuations in demand. By placing orders when the reorder point is reached, item managers ensure that inventory arrives before stock runs out. Generally, the amount of inventory ordered is based on a formula that DOD calls an economic order quantity (also known as a replenishment formula)."], "subsections": []}, {"section_title": "Opportunities Exist to Reduce Inventory and Storage Space", "paragraphs": ["According to DLA, DOD’s secondary inventory occupies about 360 million cubic feet of storage space and has an actual volume of about 300 million cubic feet. We obtained computerized inventory data records from DLA and each of the military services and identified secondary inventory items with a volume of 218.8 million cubic feet. Our figure differs from DLA’s 300 million cubic feet because approximately 12 percent of the items on the DLA and service data tapes that we used did not have storage space data.", "To determine whether there are opportunities for reductions, we analyzed DOD’s secondary inventory as it relates to war reserve and current operational needs and in terms of the years of supply that is on hand on an item basis. Using this data, we visited selected storage activities to examine the condition and reasons for continuing to store items that appeared to be no longer needed. This work showed that DOD has a substantial number of items that (1) have over a 20-year supply beyond the levels needed to meet war reserve and operational needs, (2) are for weapon systems no longer in use, (3) are no longer usable, and (4) are not needed."], "subsections": [{"section_title": "Total Inventory Being Stored", "paragraphs": ["Our analysis of DOD’s September 30, 1993, Supply System Inventory Report and inventory stratification reports indicates that $36.3 billion of the $77.5 billion secondary inventory that DOD reported exceeded current war reserve and operating requirements.", "On the basis of our analysis of computerized records, we determined that about 2.2 million different items had a volume of 130.4 million cubic feet. A typical DOD warehouse is approximately 595 feet long and 180 feet deep. DLA officials said that it would take approximately 205 warehouses to store the 130.4 million cubic feet of inventory. Figure 2 shows that inventory by DOD component.", "DLA estimates that the holding costs for the 130 million cubic feet are approximately $94 million per year, which is less than 1 percent of the inventory value. This is low when compared to industry experience, which according to one study, ranges from 5 to 15 percent. For purchase decisions, some inventory control points use a percentage of the item’s value, which can be as high as 18 to 22 percent of the value. However, DOD believes that the holding costs for items already on hand is considerably less than the 18 to 22 percent. As discussed later, DOD has an effort underway to benchmark its holding costs with private industry (see p. 17).", "The concern about unnecessary secondary inventory storage is not new. In 1992, we reported that storing unneeded secondary inventory would prevent DLA from realizing savings from depot consolidations. We recommended that DLA reduce this inventory so that fewer depots would be required."], "subsections": []}, {"section_title": "Substantial Amounts of Stored Inventory Exceed 20 Years of Supply", "paragraphs": ["To estimate the years of supply for each of the types of items, we divided the on-hand inventory by past or projected demand data. We had demand data for about 488,000 of the 2.2 million items that were not needed to satisfy current war reserves or operating requirements. Those items occupied about 73 percent (95.7 million cubic feet) of the 130.4 million cubic feet of space; 84,000 of the items (41.7 million cubic feet) had more than a 20-year supply. The 1.7 million items that did not have demand dataoccupied 34.7 million cubic feet of space. In figure 3, we show the years of supply by service. Figure 4 shows the space occupied by these items.", "To identify items that will likely never be used, we (1) used DLA and service databases to determine the amounts of stock on hand, (2) discussed with item managers the likelihood of these items being used and plans to dispose of them, and (3) visited supply depots to inspect items that had been in storage for an extensive period of time with little or no demand. Some examples of the items we identified follow."], "subsections": []}, {"section_title": "Items That Have Been in Storage for Years", "paragraphs": ["At the Fleet Industrial Supply Center, Norfolk, Virginia, three pump rotors (costing about $22,000 each) for a ship water pump have remained in storage since 1970. Recently, these items were transferred to DLA for management under the Consumable Item Transfer Program. Under this program, DLA assumes management responsibility for selected consumable items used by more than one service. Because DLA now manages these items, they will not be considered for disposal for at least 2 years due to DLA’s disposal policy.", "At the same location, 10 bearings ($5,590 each) for a gear assembly on an aircraft carrier had been in storage since 1986. After our discussions with the item manager, the Navy disposed of all 10 of these bearings. Figure 5 shows the bearings in storage.", "At Warner Robins Air Logistics Center, Warner Robins, Georgia, 79 modular radio transmitters belonging to the Army and valued at approximately $16,000 were in storage. Although 69 of these items are excess, the Air Force had not taken any action to determine whether they were needed by the Army. Air Force officials told us that they planned to contact the Army for disposal authority. Figure 6 shows the modular radio transmitters in storage.", "At the Defense Construction Supply Center, Columbus, Ohio, we were informed that 65 housings for air cylinders used on a electric generating unit have had no demand in years, and no demand is forecasted for the coming year. The item manager indicated that it is unlikely that all the housings will be used, but they cannot be disposed of until additional information is available concerning possible uses for them."], "subsections": []}, {"section_title": "Items Retained for Weapon Systems No Longer in Use", "paragraphs": ["Some items have become obsolete as technology has advanced and weapon systems and equipment have been phased out of the inventory. At the Fleet Industrial Supply Center in Norfolk, Virginia, we located two electric pumps valued at approximately $90,700 (about $45,350 each). Though these pumps were for destroyer class ships no longer in the U.S. inventory, they remained in storage. When we questioned this retention decision, the Navy item manager informed us that the pumps were being retained for potential foreign military sales. Despite the absence of U.S. military users, responsibility for their management was transferred to DLA under the Consumable Item Transfer Program. Thus, the electric pumps will be stored for at least 2 years. Figure 7 shows them in storage.", "DLA also assumed management responsibility for four large distillation units for which there were no known users. The items (costing $72,140 each) have been in storage since 1968 and were used to distill water on Navy ships. According to the Navy, the decision to retain the items was predicated on their high cost. Because of this cost, the Navy chose to research the possible uses of these items before disposing of them. Like other items transferred to DLA, they will not be considered for disposal for at least 2 years. Figure 8 shows the distillation units stored at the Fleet Industrial Supply Center, Norfolk, Virginia.", "At Warner Robins Air Logistics Center, Warner Robins, Georgia,  4,044 missile control systems (a total cost of approximately $21 million) are being phased out of the inventory. These items have been in storage for many years with no demands. However, subsequent to our visit, the item manager received approval to dispose of them.", "Also, at Warner Robins Air Logistics Center, three equalizer assemblies costing approximately $75,000 had been in storage for at least 3 years. The assemblies were part of the F-4 aircraft reconnaissance system. Though the items were obsolete to DOD, they were being retained for possible foreign military sales. Figure 9 shows the assemblies in storage."], "subsections": []}, {"section_title": "Items That Are No Longer Usable", "paragraphs": ["Many items have deteriorated to the point that they are no longer usable. For example, at the Fleet Industrial Supply Center, in Norfolk, Virginia, a hoisting antenna (which cost about $48,500) had been stored outside so long that grass and rust covered it. The Navy item manager informed us that the item is no longer usable and will be disposed of. Figure 10 shows the antenna in outside storage.", "Also, at the Fleet Industrial Supply Center in Norfolk, Virginia,  13 modernization kits for the P-3C aircraft have been in storage since 1978. These kits (which cost about $4,480 each, for a total cost of approximately $58,240) are obsolete. During subsequent discussions with Navy officials, they indicated that these items will be disposed of.", "At the Defense Supply Depot, New Cumberland, Pennsylvania, seven obsolete Army clutch assemblies were in storage. They cost approximately $5,334 and were previously used on the M125 10-ton Prime Mover. As a result of our visit, the Army decided to dispose of all seven items. In addition, at the San Antonio Air Logistics Center in San Antonio, Texas, two maintenance antennae valued at approximately $230,000 each had been in storage for at least 5 years. Though these items were in need of repair, both were being retained, and the Air Force has no plans to dispose of them. The item manager informed us that the items would have to be researched to determine any possible users before any disposal action could be taken, but as of November 30, 1994, the item manager had not initiated this action. Figure 11 shows the maintenance antennae in storage."], "subsections": []}, {"section_title": "Navy Items That Were Not Needed in 1990 but Are Still Being Stored", "paragraphs": ["In 1990, we reported on 57 Navy items that we identified as candidates for disposal that had little or no potential for future use. During that review, we sampled 100 items that had unneeded inventory and identified 57 items that had one or more of the following characteristics: (1) no active users, (2) no demands in the previous 2 years, and (3) no demands forecasted.", "When we followed up on these items in 1994, we found that of the 57 items that were on hand in 1990, 32 were still in the inventory. The Navy still manages 26 of these items, which have approximately $2.7 million in stock exceeding the reorder point and replenishment formula. The other six had been transferred to DLA. Six of the items still under Navy management had demand forecasted for the following year. Four of these had excessive stock on hand, ranging from 6 to more than 20 years of supply."], "subsections": []}]}, {"section_title": "DOD Has Made Progress Reducing Its Inventory", "paragraphs": ["DOD has implemented several programs—some DOD-wide and others service specific—to reduce secondary inventory. Over the last 3 years, DOD disposals have amounted to about $43.4 billion. (See table 1.)"], "subsections": [{"section_title": "Pricing Incentives Did Not Exist to Increase Disposals", "paragraphs": ["One reason more progress has not been made is because incentive for the disposal of secondary items was lacking. In 1992, DOD consolidated its industrial and stock funds into the Defense Business Operations Fund. DOD was partly motivated to consolidate the funds in order to improve the visibility of storage costs. However, neither the inventory control points nor the weapon system program managers have an incentive to reduce storage costs. The service unit (customer) that requests and uses the inventory pays for the cost of storage because cost is included in the price charged the customer.", "For fiscal year 1996, DLA plans to begin charging inventory control points for storing the material they manage. Although rates will vary by type of commodity and storage, the rate for covered storage (which applies to most secondary items) will be $5.15 a square foot. This charge should be an incentive for item managers to dispose of material that is not needed.", "In addition, DOD has initiated a study to determine its inventory holding costs. As part of this study, DOD will compare its holding costs with those of private industry. In commenting on a draft of this report, DOD said that it had no preconceptions as to what impact, if any, the project would have on retention or disposal decisions. The project is scheduled for completion in the spring of 1995.", "Furthermore, as manager of DOD’s depot system, DOD and DLA have developed strategic plans for reducing DOD’s storage capacity as secondary item inventories are reduced. DLA officials told us that a number of contributing factors, including Base Closure and Realignment Commission actions and its own efforts, have resulted in storage facilities being vacated and substantial reductions in storage requirements during the past 2 fiscal years. DLA projects that DOD’s secondary inventory will be reduced to approximately $54 billion by 2001 and that its total requirement for covered space will be reduced to approximately 400 million cubic feet. According to DLA officials, these reductions take into account additional requirements generated as a result of units returning secondary items from Europe, as well as moving items currently stored outside into covered storage."], "subsections": []}]}, {"section_title": "Recommendation", "paragraphs": ["We believe that DOD’s efforts are a good start and that continued emphasis should be placed on getting rid of inventory that is not needed. Therefore, we recommend that the Secretary of Defense develop a systematic approach for reviewing the secondary inventory currently on hand. The Secretary could begin by instructing inventory control points and program managers to focus their inventory reduction efforts on the material that occupies a great deal of storage space and has more than 20 years of supply on hand."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["In commenting on a draft of this report (see app. I), DOD said that it generally agrees that inventories should be reduced and excess storage capacity should be eliminated. DOD partially agreed with our findings and recommendations. While DOD agrees that it holds secondary inventory that will probably never be used and should be disposed of, it does not agree with the criteria we used for assessing the potential for reducing the amount of inventory it currently holds.", "Our analysis focused on the stock that exceeded the war reserve and current operating requirements. We believe this is a logical starting point and our report points out that we are not suggesting that DOD dispose of all stock that exceeds that level. Rather, we point out that DOD should focus its reduction efforts on stock that occupies a great deal of space and has more than 20 years of supply on hand. DOD expressed concern that the implication of using our criteria would be that this material should be disposed of and the related warehouse space eliminated. It also points out that our criteria are used for ordering stock, not for making decisions concerning whether to retain it. However, in its 1993 material management regulation, DOD used this same criteria as the maximum quantity of material to be maintained on hand or on order to sustain current operations and core war reserves. DOD stated that in hindsight it would not order much of the stock it has on hand, but wants to be careful not to dispose of any stock that might be needed in the future.", "DOD stated that it might already have disposed of much of the material we discuss in our report. We acknowledge that some of this material might have been disposed of while our review was on going. However, we do not believe that DOD had the opportunity to dispose of most of this material. We obtained the computerized records on which we based our analysis from DLA and the services as they were available. The tapes for DLA, for example, were not obtained until August 1994, and therefore, DLA would have had limited opportunity to dispose of DLA material we identified.", "DOD partially concurred with our recommendation that DOD develop a systematic approach for reducing inventories. DOD emphasized that it already has in place a systematic approach to reducing inventory and is tracking its progress toward meeting established goals. DOD agreed that the number of storage locations should be reduced, but stated that the depot system is already being downsized. DOD indicated that its requirement for covered storage space had been reduced more than 180 million cubic feet, or 28 percent, between September 1992 and September 1994.", "In the draft of this report submitted to DOD for comment, we included a recommendation for the Secretary to consider the significant amount of inventory that exceeds current requirements when determining the number of depots to close or consolidate in the 1995 base closure and realignment process. Since the Secretary’s recommendations to close and realign bases have been made, we deleted this recommendation from our final report. We conducted our work between January 1993 and September 1994 in accordance with generally accepted government auditing standards. (See description of our scope and methodology in app. II.)", "Unless you publicly announce this report’s contents earlier, we plan no further distribution of this report until 30 days after its issue date. At that time, we will send copies of this report to the Chairmen, Senate Committee on Armed Services, Senate and House Committees on Appropriations, and House Committee on National Security; the Secretaries of Defense, the Air Force, the Army, and the Navy; and the Directors of the Defense Logistics Agency and the Office of Management and Budget. We will also make copies available to others upon request.", "If you have any questions, I may be reached at (202) 512-8412. Major contributors to this report are listed in appendix III."], "subsections": []}]}, {"section_title": "Comments From the Department of Defense", "paragraphs": ["The following are GAO’s comments on the Department of Defense’s (DOD) letter dated March 23, 1995."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. The points raised in DOD’s transmittal letter are addressed in the section of this report entitled agency comments and our evaluation. 2. By using the criteria we selected for assessing DOD’s use of warehouse space, we do not believe that all the material we identified as exceeding current war reserve and operating requirements needs to be disposed of. As we stated in our report, many of these items may have potential future use and should be retained. 3. We agree that a certain amount of uncertainty is associated with projecting spare parts usage. DOD has insurance items to account for the fact that accidents, abnormal equipment or system failures, or other unexpected demands occur. The requirements for these items are included in operating stocks that we excluded from our analyses. 4. We believe that DOD’s comment supports our position. Even after disposing of excess stock, the supply system was able to satisfy customer demand. 5. DOD commented that during hostilities, items (particularly insurance items) with more than 100 years of supply can very quickly become exhausted. Our analysis considered only items with demand. Insurance items, because they had no demand, were excluded. With respect to the noninsurance items with more than 100 years of supply, it is unlikely that all the quantities will be used. We agree, however, that DOD should focus not only on the number of years of supply on hand, but also on the space that the items occupy. 6. DOD commented that the Defense Logistics Agency’s (DLA) inventory managers are authorized to dispose of stocks transferred to DLA by other services sooner, with approval from the losing service. However, DLA’s item managers informed us that they do not consider disposing of such material for 2 years. 7. We reported in August 1994 that DOD’s reported inventory values decreased by $31.9 billion between fiscal years 1989 and 1993, from $109.4 billion to $77.5 billion. However, because of accounting changes, the values were not comparable. When the inventory was valued on a comparable basis, we estimated that the total reduction was $11.2 billion, not $31.9 billion. We believe that there are further opportunities for inventory reductions with appropriate incentives. 8. We agree with DOD that, to date, the major incentive to reduce inventory has been imposed externally by the Congress in the form of budget reductions. We believe that internal incentives, such as DOD’s future plan to charge organizations that cause inventory to be stored for storage costs, should be effective in reducing unneeded inventory. 9. We believe that DOD is capable of further inventory reductions. The statement that inventory disposals have been insufficient to offset increases in material returns is from DOD officials. Since DOD took exception with the statement, we removed it from the report. 10. DOD stated that it holds inventory that will likely never be used. In view of the number of items with more than 20 years of supply, we believe that it is unlikely that much of this inventory would have to be repurchased if DOD systematically reviewed and disposed of material for which it forecasted no need."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["We visited the following sites to review policies, procedures, and documents related to retaining and disposing of inventory: the Office of the Deputy Under Secretary of Defense for Logistics; the Army, the Navy, and the Air Force headquarters, Washington, D.C.; the Defense Logisics Agency, Alexandria, Virginia.", "Inventory commands: the Army Material Command, Alexandria, Virginia; the Naval Supply Systems Command, Washington, D.C.; the Air Force Material Command, Wright-Patterson Air Force Base, the Defense Logistics Services Center, Battle Creek, Michigan.", "Inventory control points:", "Army—Tank-Automotive Command, Warren, Michigan;", "Navy—Aviation Supply Office, Philadelphia, Pennsylvania and the Ships Parts Control Center, Mechanicsburg, Pennsylvania;", "Air Force—Ogden Air Logistics Center, Ogden, Utah; Oklahoma City Air Logistics Center, Oklahoma City, Oklahoma; San Antonio Air Logistics Center, San Antonio, Texas; and Warner Robins Air Logistics Center, Warner Robins, Georgia; and", "DLA—Defense Construction Supply Center, Columbus, Ohio.", "Naval Fleet Industrial Supply Center, Norfolk, Virginia; the Air Logistics Centers at Tinker Air Force Base, Oklahoma; Warner Robins Air Force Base, Georgia; Kelly Air Force Base, Texas; and Hill Air Force Base, Utah; and", "DOD Supply Depot, Columbus, Ohio.", "In conducting our work, we used the same computer files, records, and reports that DOD uses to make stocking decisions for secondary items. We did not independently determine the reliability of these sources.", "To determine the extent of inventory not needed to satisfy current war reserve and operating requirements, we analyzed computerized files of DLA and service inventories between March 31, 1993, and August 31, 1994.", "Specifically, we compared, on an item-by-item basis, on-hand inventory needed to satisfy war reserve and current operating requirements to the total inventory that was on hand.", "To determine why inventory was being retained and whether retention was justified, we selected a sample of approximately 150 line items from computerized inventory records for the inventory control points visited. At the inventory control points, we reviewed inventory records and interviewed officials to identify the reasons for retaining inventory.", "To determine the extent of space required to store items beyond the current war reserve and operating requirements, we matched DLA and service inventory files with the cube information DOD provided by national stock number. Approximately 12 percent of the items analyzed had no cube data in the DLA or service computer records and were assigned a cube size of zero. This reduced our calculation of the space occupied by secondary inventory. When we visited the depots, we observed selected items to determine the accuracy of the cube data in DOD’s databases and found this data to be relatively accurate.", "To compute years of supply for the Army, the Navy, and the Air Force, we used DOD’s computerized inventory records to determine, on an item-by-item basis, the amount of inventory that was not needed to satisfy war reserve and operating requirements. We divided that inventory by projected annual demands to determine how many years it would take to use the inventory. By excluding items that did not have projected demands from this analysis, we were able to avoid computing years of supply for insurance items that had no projected demand. Because projected demands were not available for DLA items, we used historical demands in lieu of projected demands to compute years of supply. We excluded items that had no historical demand data from this analysis."], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "National Security and International Affairs Division, Washington, D.C.", "paragraphs": [], "subsections": []}]}, {"section_title": "Related GAO Products", "paragraphs": ["Organizational Culture: Use of Training to Help Change DOD Inventory Management Culture (GAO/NSIAD-94-207, Aug. 30, 1994).", "Army Inventory: Unfilled War Reserve Requirements Could Be Met With Items From Other Inventory (GAO/NSIAD-94-207, Aug. 25, 1994).", "Defense Inventory: Changes in DOD’s Inventory, 1989-93 (GAO/NSIAD-94-235, Aug. 17, 1994).", "Navy Supply: Improved Material Management Can Reduce Shipyard Costs (GAO/NSIAD-94-181, July 27, 1994).", "Commercial Practices: DOD Could Reduce Electronics Inventories by Using Private Sector Techniques (GAO/NSIAD-94-129, June 29, 1994).", "Army Inventory: Changes to Stock Funding Repairables Would Save Operations and Maintenance Funds (GAO/NSIAD-94-131, May 31, 1994).", "Defense Management Initiatives: Limited Progress in Implementing Management Improvement Initiatives (GAO/AIMD-94-105, Apr. 14, 1994).", "Commercial Practices: Leading-Edge Practices Can Help DOD Better Manage Clothing and Textile Stocks (GAO/NSIAD-94-64, Apr. 13, 1994).", "Defense Inventory: Changes in DOD’s Inventory Reporting, 1989-92 (GAO/NSIAD-94-112, Feb. 10, 1994).", "Defense Inventory: More Accurate Reporting Categories Are Needed (GAO/NSIAD-93-31, Aug. 12, 1993).", "Commercial Practices: DOD Could Save Millions by Reducing Maintenance and Repair Inventories (GAO/NSIAD-93-110, June 4, 1993).", "Army Inventory: Current Operating and War Reserve Requirements Can Be Reduced (GAO/NSIAD-93-119, Apr. 14, 1993).", "Defense Logistics Agency: Why Retention of Unneeded Supplies Persists (GAO/NSIAD-93-29, Nov. 4, 1992).", "Army Inventory: Divisions’ Authorized Levels of Demand-Based Items Can Be Reduced (GAO/NSIAD-93-09, Oct. 20, 1992).", "The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (301) 258-4097 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}