{"id": "NSIAD-98-41", "url": "https://www.gao.gov/products/NSIAD-98-41", "title": "Defense Depot Maintenance: Information on Public and Private Sector Workload Allocations", "published_date": "1998-01-20T00:00:00", "released_date": "1998-01-20T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the Department of Defense's (DOD) guidelines and procedures for identifying depot maintenance workloads and quantifying the public- and private-sector share of depot maintenance funding, focusing on: (1) public and private workload distributions as reported by the military departments and defense agencies for fiscal years (FY) 1996 through 2002; and (2) the procedures DOD uses to define and quantify depot workload distribution."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) DOD's May 1997 report of public- and private-sector depot maintenance workload distribution for FY 1996 through 2002 did not provide a complete, consistent, and accurate assessment of DOD's public- and private-sector funding; (2) vague Office of the Secretary of Defense guidance and incomplete and inconsistent reporting of data by the military departments and defense agencies contributed to this condition; (3) the workload distribution analysis showed that in FY 1996 DOD spent $7.1 billion for work assigned to public-sector facilities and about $3.4 billion for work assigned to the private sector; (4) in addition, DOD's analysis shows that DOD provided an additional $706 million for depot maintenance-related work acquired from the private sector through interim contractor support and contractor logistics support arrangements; and (5) DOD's depot maintenance workload distribution and supporting data show that: (a) in some cases modification and conversion work obtained from private-sector contractors was not reported but similar work in public depots was included; (b) reporting of computer software maintenance work was inconsistent and perhaps incomplete; (c) public-sector depot maintenance funding included substantial expenditures for goods and services purchased from private-sector contractors, and resulted in inconsistent reporting of the allocation between the public and private sector; and (d) depot maintenance expenditures for equipment and software owned by various defense agencies were not reported."]}], "report": [{"section_title": "Letter", "paragraphs": ["As requested, we reviewed the Department of Defense’s (DOD) guidelines and procedures for identifying depot maintenance workloads and quantifying the public and private sectors’ share of depot maintenance funding. Specifically, this report (1) summarizes public and private workload distributions as reported by the military departments and defense agencies for fiscal years 1996 through 2002 and (2) analyzes the procedures DOD uses to define and quantify depot workload distribution."], "subsections": [{"section_title": "Background", "paragraphs": ["Depot-level maintenance and repair of military weapons and equipment involve extensive shop facilities, specialized equipment, and highly skilled technical and engineering personnel. In recent years, the distinction between depot maintenance and lower levels of maintenance has become less pronounced. Public sector depot maintenance work is currently conducted in 22 major government-owned and government-operated maintenance depots and a number of other government-owned facilities, including post-production software support activities, laboratories, and Army arsenals. According to DOD officials, private sector depot maintenance work is conducted by commercial contractors at about 1,100 contractor-owned and -operated facilities at various geographic locations."], "subsections": [{"section_title": "Legislative Requirements on Public and Private Sector Workload Distribution", "paragraphs": ["The allocation of depot maintenance workload between the public and private sectors is governed by 10 U.S.C. 2466. According to the statute, at the time of our review, not more than 40 percent of funds made available to a military department or defense agency for depot-level maintenance and repair was to be used to contract for performance by nonfederal government personnel—also referred to as the 60/40 rule. The fiscal  year 1998 Defense Authorization Act increased the percentage of depot-level maintenance and repair work that can be contracted to nonfederal government personnel to not more than 50 percent, from the previous 40-percent maximum.", "Other statutes that affect the extent to which depot-level workloads can be converted to private sector performance include 10 U.S.C. 2469, which provides that DOD-performed depot maintenance and repair workloads valued at not less than $3 million cannot be changed to contractor performance without a public-private competition, and 10 U.S.C. 2464, which, at the time of our review, provided that DOD activities should maintain a logistics capability sufficient to ensure technical competence and resources necessary for an effective and timely response to a national defense emergency."], "subsections": []}, {"section_title": "Prior GAO Statements Concerning 60/40 Requirements and the Accuracy and Completeness of Reported Public and Private Workload Data", "paragraphs": ["In April 1996, we testified before the Subcommittee on Readiness, Senate Committee on Armed Services, and the Subcommittee on Military Readiness, House Committee on National Security, on DOD’s revised depot maintenance policy and its report on public-private depot workload allocations. We noted that DOD’s policy clearly intended to shift additional workload to the private sector when readiness, sustainability, and technology risks can be overcome. In May 1996, we reported on DOD’s reported public-private depot workload allocations. We noted that with few exceptions, the 60/40 rule had not affected past public-private without repeal of the 60/40 rule, the military departments would not be able to follow through on large-scale plans to compete depot maintenance workloads between public and private sector activities;", "DOD’s report did not provide a complete, consistent, and accurate picture of depot maintenance workloads because it did not include (1) interim contractor support and contractor logistics support costs, (2) labor costs to install modification and conversion kits, and (3) software maintenance support, most of which was obtained from private sector firms using procurement funding; and", "DOD’s reported public sector workload allocation included costs for parts and services the public depots purchased from private sector contractors, some of which were costs for government-furnished material provided to private contractors.", "In our report, we suggested that Congress may wish to require that (1) all depot maintenance workload categories be included in future 60/40 reports, regardless of funding source, and (2) outlays by public depots for purchases of repair parts and services be included in the private sector’s workload share."], "subsections": []}, {"section_title": "DOD Efforts to Address 60/40 Requirements", "paragraphs": ["For fiscal years 1994 through 1996, DOD was required by law to report to Congress on the public and private sector workload mix for each military department and agency. Although this requirement was not effective for fiscal year 1997, the Deputy Under Secretary of Defense (Logistics), in January 1997, as part of his oversight responsibilities to verify current and projected compliance with 60/40 statutory requirements, asked the military departments to quantify planned funding for depot maintenance workloads assigned to the public and private sectors for fiscal years 1996 through 2002. The military departments were requested to follow an approach similar to the one used in responding to previously mandated congressional reporting requirements. The military departments and the Defense Logistics Agency developed summary workload distribution reports for the Office of the Secretary of Defense (OSD) based on financial information contained in readily available budget data. In May 1997, OSD prepared a briefing for the Defense Depot Maintenance Council that showed the percentage of public and private sector depot maintenance workload distribution for each military department.", "Our review does not address subsequent changes in the law impacting public-private depot workload allocation requirements contained in the fiscal year 1998 Defense Authorization Act, approved November 18, 1997. This act contains an amendment to 10 U.S.C. 2466 mandating annual reports of public and private sector workload allocations. It also contains a new section 2460 of title 10, which specifies the kinds of work DOD is to include within the definition of depot-level maintenance. This will impact DOD’s future quantifications of public and private sector workload allocations. These changes address several workload reporting issues raised in this report. DOD’s first report to be submitted to Congress by February 1, 1998, is to include information on public and private sector depot-level maintenance spending for fiscal year 1997."], "subsections": []}]}, {"section_title": "DOD’s Analysis of Workload Distribution", "paragraphs": ["DOD’s analysis of depot maintenance workload distribution showed that it provided funding of about $10.5 billion for depot maintenance requirements in fiscal year 1996, of which workload valued at $7.1 billion, or 68 percent, was assigned to public sector facilities and about $3.4 billion, or 32 percent, was assigned to the private sector. In addition, DOD’s data showed that it provided an additional $706 million for work acquired from the private sector through interim contractor support (ICS) and contractor logistics support (CLS) contracts. At the time of our review, the law did not specifically state whether such contractor-provided maintenance should be considered in 60/40 calculations. The recently passed provisions at 10 U.S.C. 2460 would establish a statutory definition of depot-level maintenance and repair. Among other things, it specifies that both ICS and CLS are to be included within the definition. As a result both ICS and CLS must be included in private sector workload calculations required under the newly amended provision of 10 U.S.C. 2466."], "subsections": [{"section_title": "DOD’s Analysis Shows Impact of ICS/CLS Funding", "paragraphs": ["According to the data in DOD’s analysis, Army and Navy depot maintenance funding provided to the private sector will not exceed 40 percent in any year from fiscal year 1996 to 2002, whether or not ICS and CLS are included. The percentage of Air Force depot maintenance funding provided to the private sector will vary considerably depending on the outcome of planned public and private sector workload competitions. In September 1997, the Air Force announced that Warner Robins Air Logistics Center won a public-private competition for the C-5 aircraft depot-level workload. Should the private sector win the remaining competitions, DOD data shows that its share will only exceed 40-percent when ICS and CLS costs are included.", "The percentage of public and private sector depot maintenance work reported by the military departments for fiscal years 1996 through 2002 and the potential impact of including ICS and CLS funding in the private sector workload distribution are shown in table 1. For the Air Force, the table provides percentage allocations for two scenarios. The first scenario assumes that public depots win all ongoing public-private workload competitions, and the second reflects that the public sector wins the C-5 workload and that the private sector wins all others.", "The Deputy Under Secretary’s January 1997 request for data on depot maintenance funding required that the military departments develop supplemental information for certain maintenance-related funding obtained through ICS contracts, CLS contracts, and other innovative logistics support arrangements. OSD program officials told us they asked the military departments to report these data separately because without collection of these data, DOD would have no vehicle for determining the impact on the public and private sector’s workload allocation."], "subsections": []}]}, {"section_title": "Vague Guidance and Inconsistent Reporting Has Resulted in Inaccurate, Inconsistent, and Incomplete Workload Distribution Data", "paragraphs": ["DOD does not have accurate data on public and private sector workload distributions. OSD’s January 1997 guidance to the military departments for identifying and reporting public-private depot maintenance activities, and workload distribution was vague and subject to interpretation. Consequently, the military departments used what OSD officials described as an ad hoc data collection process. As a result, workload distribution data reported by the services was inconsistent and incomplete."], "subsections": [{"section_title": "Vague Guidance and Ad Hoc Procedures", "paragraphs": ["DOD directives, regulations, and publications provide a broad working definition for depot maintenance workloads, including the repairing, rebuilding, and major overhaul of major end items, parts, assemblies and subassemblies and limited manufacture of parts, technical support, modifications, testing, reclamation, and computer software maintenance. We found that the military departments’ efforts to accurately define and quantify their depot maintenance workloads were complicated by vague and conflicting supplemental OSD guidance. For example, the Deputy Under Secretary’s January 1997 request for public and private sector depot maintenance funding information states that 60/40 reporting (1) should consider all depot maintenance work, irrespective of funding source, and (2) should be based on only “maintenance and repair work,” while modification work was to be considered “non-maintenance work.”", "Our discussions with officials from the services and the defense agencies showed that officials responsible for public-private workload data collection and quantification differed on which defense activities and components should be reporting, and which types of workloads should be included. For example, service and defense agency officials stated that guidance is unclear if repair and maintenance funding for items not normally repaired in a traditional depot environment are to be included.", "These workloads include repair and maintenance funding of space systems, medical equipment, computer hardware, and classified programs."], "subsections": []}, {"section_title": "Inconsistent and Incomplete Data Analysis", "paragraphs": ["OSD has not established a uniform and consistent approach for collecting and quantifying current and planned public and private sector depot maintenance funding. As a result the military departments adopted an ad hoc data collection process, relying on what they considered to be the best available information and their interpretation of DOD reporting guidance. Consequently, we found the data reported by the services and agencies to be inaccurate, inconsistent, and incomplete."], "subsections": []}, {"section_title": "Private Sector Funding for Installing Modification and Conversion Kits Not Consistently Reported", "paragraphs": ["Our review of pertinent DOD and military department regulations and directives indicates that teardown, overhaul, and repair work accomplished by public and private sector activities concurrent with modification, conversion, and upgrade programs is included under DOD’s broadly defined list of depot maintenance workload categories. However, some military department officials responsible for workload allocation data collection told us that OSD had advised them to include such work in quantifying the portion of depot funds provided to the public sector but suggested excluding similar funding from the private sector workload quantification. The military departments spend over a billion dollars annually to install modification kits to upgrade and modernize existing weapon systems in the private sector.", "Due to the ad hoc nature of the data collection process, each of the military departments treated modification, conversion, and upgrade projects differently. For example, the Air Force and the Naval Air Systems Command included funding for installing modification kits provided through procurement appropriations in their quantifications of both the public and private sector workload allocations, while the Naval Sea Systems Command for fleet modernization programs included such funding in public sector expenditures but excluded them for programs performed by private sector activities. The Army excluded such funding for modification programs accomplished by both public and private sector activities.", "Adding the funding for teardown, overhaul, repair, and installation of modification and conversion kits in the Army’s workload mix calculations could show as much as 60 percent of the available fiscal year 1996 depot maintenance funding going to the private sector, rather than the  32 percent the Army reported. For example, audit work being conducted by the Army Audit Agency shows that funding for installing modification and upgrade hardware on two major modification efforts—the M1 Abrams upgrade and Apache Longbow conversion programs—could total more than $700 million in fiscal year 1996, with most work being done by private sector activities.", "Army program officials told us they excluded funding for teardown, overhaul, and repair work involved with modification and conversion programs from 60/40 reporting because (1) they interpreted the 60/40 statute to only address work funded by the operations and maintenance appropriation and (2) OSD data collection guidelines specifically state that modification and conversion work was to be considered  “non-maintenance” work for purposes of 60/40 reporting. In commenting on a draft of this report, Army officials stated that procurement appropriation funded modification and conversion work was not considered for 60/40 reporting because the data was not readily available. However, they indicated that this reporting deficiency would be corrected for future quantifications of public and private sector workload data."], "subsections": []}, {"section_title": "Reported Software Maintenance Funds Are Inconsistent and Incomplete", "paragraphs": ["DOD directives and regulations specify that depot maintenance includes all aspects of software maintenance; however, DOD has not clearly defined the kinds of software maintenance work that should be quantified and considered in its 60/40 reports. Our work shows that the military departments reported some software maintenance support funding when they were readily identifiable but excluded others. The value of the excluded software maintenance workloads could exceed $1 billion. For example:", "The Air Force’s analysis included software maintenance support funding for workloads funded by the Air Force Materiel Command but excluded most software maintenance funding for the Centralized Integration Support Facility in Colorado Springs, Colorado, a facility funded by the Air Force Space Command. Air Force officials acknowledged that funds for this activity should have been included in its workload analysis and stated that this deficiency will be corrected in future reports.", "The Navy’s analysis included software maintenance support costs for workloads funded through traditional depot facilities, including naval aviation depots, naval shipyards, or Marine Corps logistics centers, using operational and maintenance appropriation funding. However, software support obtained with procurement funding was not included. For example, the Marine Corps did not report funding for software maintenance work performed by an approximate 300-person support center located at Camp Pendleton, California, which reports to the Marine Corps Systems Command—an organization not traditionally recognized as being a provider of depot maintenance support.", "We also found that when software work was included in the 60/40 report, the public sector workload quantification included funding for work being accomplished by private sector personnel assigned to work on government-owned and -operated installations. For example, our work showed that the Army’s analysis included $37.7 million under the public sector for software support workloads assigned to the Communications and Electronics Command, Fort Monmouth, New Jersey; the Tank Automotive Command, Warren, Michigan; and the Aviation and Missile Command, Redstone Arsenal, Alabama; even though 734 of the 1,150 software specialists at these locations are private sector employees. In addition the Army’s analysis included $97.4 million under the private sector share for software maintenance workloads assigned directly to private sector contractors.", "In discussing a draft of this report, DOD stated that only depot-level software maintenance was to be included in public-private workload allocation reports. As stated previously, the distinction between the depot-level and lower levels of maintenance has become less pronounced. Subsequent to DOD’s response, in December 1997 the Deputy Under Secretary of Defense (Logistics) issued a memorandum to more clearly define depot-level software maintenance."], "subsections": []}, {"section_title": "Inconsistent Reporting of Transportation Command Equipment", "paragraphs": ["The U.S. Transportation Command, which has principal components including the Military Traffic Management Command, the Air Mobility Command, and the Military Sealift Command, was not specifically tasked by OSD to develop public and private sector depot maintenance funding information. We found that the Air Force’s analysis of fiscal year 1996 depot maintenance funding included $295 million for support of the Air Mobility Command aircraft. Military Sealift Command officials told us they provided funding of about $83.5 million in fiscal year 1996 for maintenance-related activities, but the portion of the funding attributable to depot-level maintenance was not included in the Navy’s workload allocation analysis. Military Sealift Command officials told us they could not readily determine the public and private sector distribution of maintenance workloads but indicated that most services were obtained from private contractors."], "subsections": []}, {"section_title": "Reported Public Sector Expenditures Include Outlays to Private Sector", "paragraphs": ["Our work also shows that a substantial portion of the funds provided to public depots is ultimately contracted out to the private sector for parts, materials, and labor. OSD’s guidance mentions that public sector depots typically obtain support directly from the private sector for items such as raw materials, replacement parts, and personnel services, but it provides no direction as to how these items should be treated in computing the public and private sector workload mix. This results in inconsistent reporting that overstates the public sector share and understates the private sector share. For example, parts purchased from the private sector and furnished to private sector contractors as government-furnished material are sometimes counted as a public sector cost. An Army official told us that about 40 percent of the total fiscal year 1996 funding provided to the Army’s five public sector depots will be used to purchase materials, supplies, and services from private sector contractors. In addition, the Army’s major depots currently have 181 contractor-employed artisans, working with government employees, and these costs were included for reporting purposes as public sector funding. In commenting on a draft of this report, DOD officials noted that there is nothing in the legislative history indicating how parts, material, and labor costs are to be counted for the 60/40 requirement."], "subsections": []}, {"section_title": "Some Agencies Do Not Report Depot Maintenance Workload Data", "paragraphs": ["The 60/40 statute applies to the military departments and defense agencies receiving depot maintenance funds; however, OSD only asked the three military departments and the Defense Logistics Agency to report on its current and planned public and private sector depot maintenance funding.Our limited review showed that several defense agencies received funding for depot-level maintenance and that some received a substantial amount of their depot maintenance support from private sector contractors. For example:", "Officials from the National Security Agency told us they received funding of about $15 million per year to maintain equipment and about $83 million per year to maintain computer software. The agency employs a full-time staff of federal and nonfederal employees to repair equipment on-site and if equipment can not be fixed in-house it is discarded. Officials also told us the agency employs a substantial number of computer software specialists, who develop and maintain computer software programs.", "Officials from the National Imagery and Mapping Agency told us their depot maintenance budgets for fiscal years 1996 and 1997 averaged about $85 million for each year, of which about 90 percent was attributable to private sector support.", "Officials from the Defense Intelligence Agency did not report any depot-level maintenance. It reported that the Air Force is the executive agent and maintains the Imagery Exploitation Support System, which involves complex computer programs. However, neither the Air Force nor the Defense Intelligence Agency reported the funding for maintaining this software.", "In discussing a draft of this report, DOD stated that some of the previously described maintenance funding for the defense agencies may have been for other than depot-level maintenance support. However, they stated that they would clarify these uncertainties before the next reporting cycle. Subsequently, in December 1997 the Deputy Under Secretary of Defense (Logistics) asked each of the aforementioned defense agencies to provide public and private sector depot maintenance spending data for the fiscal year 1997 reporting cycle."], "subsections": []}, {"section_title": "Navy Workload at Louisville Depot Not Completely Reported", "paragraphs": ["The Navy collected planned depot maintenance funding for the newly privatized Louisville depot, but due to the ad hoc nature of the data collection process, funding totaling $70 million for fiscal years 1997, 1998, and 1999 was excluded from the Navy’s quantification of private sector depot maintenance data. Navy officials told us the funding projections for Louisville were not readily available when the current 60/40 report was developed for OSD. They stated that future reporting will include funding information for the Louisville facility under the private sector share."], "subsections": []}]}, {"section_title": "Conclusion", "paragraphs": ["DOD’s current approach for collecting information on the allocation of depot maintenance workload between the public and private sectors results in incomplete and inconsistent reporting. This is because the guidance provided to the military departments is imprecise, leaving room for varying interpretations on the data to be reported. Further, it appears that a number of defense components that perform depot maintenance were not included in the data collection effort. Given these conditions, DOD, while reporting that about 68 percent of its depot maintenance is performed by the public sector, does not have complete, consistent, and accurate information on this public/private sector workload distribution. If DOD’s analysis of its compliance with 10 U.S.C. 2466 is to be meaningful, improvements are needed in the data collection and reporting process."], "subsections": []}, {"section_title": "Recommendation", "paragraphs": ["To improve the accuracy of reporting on the amount of funding for depot maintenance in the public and private sectors, we recommend that the Secretary of Defense develop a standardized methodology for annually collecting depot maintenance funding data for the public and private sectors. This should include (1) a specific definition of the types of activities to be reported, (2) the defense components that should be reporting, and (3) specific data collection processes and procedures the military departments are to follow to insure complete, accurate, and consistent reporting of the amount of funding provided for public and private sector depot maintenance workloads."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["DOD officials commented on a draft of this report. They concurred with our findings and recommendations. We made technical corrections in several areas to address their comments. DOD’s response is included in appendix I. Subsequent to DOD’s response, the Deputy Under Secretary of Defense (Logistics), in a memorandum dated December 5, 1997, established an annual process for reporting public and private sector maintenance costs as required by the fiscal year 1998 Defense Authorization Act, which amended 10 U.S.C. 2466. The Secretary’s memorandum also provided new guidance to more clearly define the types of workloads that are to be included in future workload allocation reports, and the defense components that should be reporting. This should lead to more accurate and consistent reporting of public and private sector workload allocations."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["We reviewed OSD’s analysis of public and private sector depot maintenance workload distribution and accompanying reports prepared by the Army, the Navy, the Marine Corps, the Air Force, and the Defense Logistics Agency. We also reviewed pertinent DOD, OSD, and military department directives, regulations, and publications to determine how DOD, OSD, and the military departments define depot maintenance work. We drew extensively from our prior work concerning the public and private sector workload mix. We also reviewed preliminary results of ongoing audit work being conducted by the U.S. Army Audit Agency and a study of depot maintenance software activities being conducted by the Logistics Management Institute.", "From each of the military departments and OSD, we obtained and reviewed pertinent correspondence and back-up documentation supporting OSD’s public and private sector workload report. Back-up documentation included budget exhibits, computerized worksheets, and summary reports. We did not independently assess the accuracy of the data contained in back-up documentation. We interviewed officials and examined documents at OSD, Army, Navy, Marine Corps, and Air Force headquarters, Washington, D.C.; the Army Materiel Command, Alexandria, Virginia; the Air Force Materiel Command, Dayton, Ohio; the Naval Sea and Air Systems Commands, Arlington, Virginia; and the National Security Agency, Fort Meade, Maryland.", "To determine if defense agencies and organizations received depot maintenance funds that were not included in OSD’s analysis of public and private sector depot maintenance workload distribution, we selected several defense agencies and nontraditional depot maintenance commands. At the selected agencies and commands, we interviewed officials to determine the extent of maintenance funding received and the distribution between the public and private sectors. These activities included the U.S. Transportation Command, the Military Traffic Management Command, the Air Mobility Command, the Military Sealift Command, the National Security Agency, the Defense Intelligence Agency, and the National Imagery and Mapping Agency.", "We conducted our review from May to August 1997, and except where noted, in accordance with generally accepted government auditing standards.", "We are sending copies of this report to the Secretaries of Defense, the Army, the Navy, and the Air Force; the Directors of the Defense Logistics Agency, National Security Agency, Defense Special Weapons Agency, National Imagery and Mapping Agency, and Defense Intelligence Agency; and the Commander, U. S. Transportation Command. Copies will be made available to others upon request.", "Please contact me at (202) 512-8412 if you or your staff have any questions concerning this report. Major contributors to this report were Julia Denman, Glenn Knoepfle, and David Epstein from the National Security and International Affairs Division and John Brosnan from the Office of General Counsel."], "subsections": []}]}, {"section_title": "Comments From the Department of Defense", "paragraphs": ["The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}], "fastfact": []}