{"id": "NSIAD-96-84", "url": "https://www.gao.gov/products/NSIAD-96-84", "title": "Military Personnel Reassignments: Services Are Exploring Opportunities to Reduce Relocation Costs", "published_date": "1996-02-16T00:00:00", "released_date": "1996-02-16T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the services' practices for relocating personnel, focusing on whether: (1) opportunities exist to reduce the costs of permanent change-of-station (PCS) moves; (2) the number of moves and related costs have decreased in proportion to the reductions in military end stregnths; and (3) frequent reassignments significantly impair military readiness."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO found that: (1) few opportunities exist to reduce PCS costs because federal laws entitle servicemembers to certain relocation benefits; (2) overseas commitments and other laws also require the services to move a large number of servicemembers each year; (3) despite these constraints, the services are taking steps to reduce the number of PCS moves and thereby reduce annual costs; (4) each service has already made at least one major assessment of its PCS policies and practicies and has changed some of them to create efficiencies; (5) to further reduce costs, the services are encouraging consecutive assignments in certain geographic locations and increasing tour lengths where possible; (6) according to an Octover 1995 Department of Defense (DOD) task force report, DOD could futher decrease its overseas military requirements and costs by hiring overseas contractors; (7) the number of relocations, but not their costs, decreased in proportion to the large reductions in military end strengths from fiscal year 1987 (the beginning of military downsizing) through fiscal year 1995; (8) some variation exists among categories of PCS moves and the military services, for example, PCS moves within the Unites States increased slightly in recent years because of turbulence caused by military downsizing and personnel returning from Europe; (9) the main reasons PCS costs did not decrease were inflation, changes in some entitlements, and an increase in the number of servicemembers with dependents; and (10) according to service officials, the frequency of PCS moves is only a minor contributor to readiness problems in military units and other factors, especially the increase in deployments for operations other than war, have a greater impact on readiness."]}], "report": [{"section_title": "Letter", "paragraphs": ["In fiscal year 1995, the military services spent $2.9 billion to move nearly 850,000 servicemembers and their families. In response to your request, we reviewed the services’ practices for relocating personnel. Our objectives were to determine whether opportunities exist to reduce the costs of permanent change-of-station moves, the number of moves and related costs have decreased in proportion to the reductions in military end strengths, and frequent reassignments significantly impair military readiness."], "subsections": [{"section_title": "Background", "paragraphs": ["According to federal laws and Department of Defense (DOD) policy, servicemembers are entitled to permanent change-of-station (PCS) benefits—paid moving expenses—when assigned to a location for longer than 20 weeks. These moving expenses are paid from each service’s military personnel appropriation. For fiscal year 1995, the $2.9 billion in PCS expenditures represented nearly 4 percent of DOD’s total military personnel appropriation.", "The services classify each PCS move into one of six budget categories: accessions, separations, organized unit moves, overseas rotational moves, operational moves, and training moves. Accessions and separations refer to servicemembers’ entrance into and departure from the service. Organized unit moves occur when facilities are closed or moved (for example, due to Base Realignment and Closure Commission decisions). The remaining three categories include moves to and from overseas locations (rotational), moves that occur between installations and do not require transoceanic travel (operational), and moves to and from training schools. Appendix I contains a full description of each PCS budget category and elements of PCS expenditures within the military personnel appropriation."], "subsections": []}, {"section_title": "PCS Entitlements Are Provided by Law, and Few Opportunities Exist to Reduce Costs", "paragraphs": ["The military services have limited control over the costs of relocating servicemembers because most relocation entitlements are provided in U.S. laws and DOD policies. The services also have limited control over the number of servicemembers they must move each year because of agreements with foreign countries and requirements of some U.S. laws. Other moves are made to maintain readiness throughout the force.", "Title 37 of the United States Code provided that, without regard to the comparative costs of the various modes of transportation, a member of a uniformed service is entitled to travel and transportation allowances for travel performed under authorized orders. Title 37 specifies several conditions for such allowances, including a permanent change of station, enlistment or induction into a uniformed service, and separation or retirement from active duty.", "Accordingly, DOD policies require the services to pay the cost of moving recruits to their first duty station. The services must also pay relocation costs for members separating from the service, whether involuntarily or voluntarily. Nearly 58 percent of the PCS moves in fiscal year 1995 were for personnel entering and leaving the military. Another 3 percent required the movement of entire units because of force structure changes, such as the changes resulting from the Base Realignment and Closure Commission decisions.", "U.S. national security commitments require the services to station about 250,000 military personnel overseas for tours of 1 to 3 years. Mutual defense agreements between the United States and members of the North Atlantic Treaty Organization require the United States to maintain about 100,000 uniformed servicemembers in Europe. Similar agreements with Asian-Pacific nations require the United States to maintain nearly 100,000 servicemembers in Asia, especially Korea and Japan. Each overseas position requires two PCS moves: one to fill the position and one for the servicemember leaving the position. About 22 percent of the PCS moves in fiscal year 1995 were for overseas rotational moves in direct support of the military services’ required overseas presence.", "As table 1 shows, cumulatively, accessions, separations, unit moves, and overseas rotational moves accounted for almost 83 percent of the services’ PCS moves in fiscal year 1995 and over three-quarters of their costs.", "As table 1 also shows, reassignments of servicemembers between military installations within the United States (operational moves) make up nearly 13 percent of all PCS moves. Sometimes, these operational moves are required to fill about 21,000 joint duty positions required under the Goldwater-Nichols Department of Defense Reorganization Act of 1986.", "Each service also must move personnel within the United States to meet requirements placed upon them by law and DOD and service policies. For example, the Army anticipates relocating nearly 5,000 active duty personnel to help train reserve forces as required under the Army National Guard Combat Readiness Reform Act of 1992. Other moves occur to fill positions the services designate as having high priority duties, such as recruiters, drill instructors, and command infrastructure and management positions.", "In addition, personnel separations and overseas reassignments have a ripple effect on units based in the United States and may require other PCS moves to ensure readiness at all levels. For example, personnel returning from overseas assignments cannot always fill the specific position of another individual selected to go overseas. The services must match grades, skills, and experience requirements of positions with the personnel being assigned. Thus, some additional PCS moves may occur as the services make such matches.", "Finally, table 1 shows that nearly 5 percent of the services’ PCS moves in fiscal year 1995 were for servicemembers to attend specialized schools or training courses for 20 weeks or longer. Some training is necessary to meet the educational requirements of selected military positions and the minimum standards established by the services."], "subsections": [{"section_title": "Services Have Taken Steps to Reduce PCS Costs", "paragraphs": ["The services acknowledge that limiting the frequency of PCS moves would reduce costs and improve the quality of life for servicemembers. Consequently, the services are reviewing and revising their PCS policies and practices. Each service is examining ways to increase the time a servicemember remains in a geographic area, also known as time-on-station. In some instances, changes have been made."], "subsections": []}, {"section_title": "Services Have Implemented Some Policy Changes", "paragraphs": ["In February 1995, the Air Force began restricting the ability of major command officials to transfer military personnel between installations within the command unless the receiving installation was staffed below the Air Force’s average “fill rate.” The Air Force estimates that, as a result of this change, it reduced its fiscal year 1995 PCS expenditures by $8 million, or about 4 percent of total Air Force operational PCS costs.", "The Chief of Naval Operations encourages multiple tours in the same geographic location whenever possible—commonly referred to as “homesteading.” In September 1995, the Navy initiated a program to permit eligible enlisted sailors stationed at south Texas installations to homestead when possible. The Chief of Naval Operations instructed the Bureau of Naval Personnel to develop options expanding homesteading to as many Navy locations as possible. In December 1995, several options were given to the Chief of Naval Operations for review.", "In October 1995, the Commandant of the Marine Corps directed personnel managers to increase the number of enlisted personnel assigned to consecutive tours in three geographic locations—North Carolina, Southern California, and the Washington, D.C., National Capital area. They believe this program will increase the time a marine is stationed in a geographic area, improve the family’s quality of life, reduce the number of PCS moves, and save money."], "subsections": []}, {"section_title": "Services Are Studying Additional PCS Policy Changes", "paragraphs": ["In June 1995, the Air Force initiated a systematic review of its PCS program to identify ways to reduce expenditures. The initial phase of this study will examine tour lengths. The goal is to reduce the number of positions with maximum tour lengths. Maximum tour lengths limit how long a person may stay in one location. In addition, the Air Force is considering increasing the number of minimum tour lengths where practicable. Longer tours mean fewer PCS moves and reduced expenditures.", "The Army contracted with the Rand Corporation to help determine how the Army could address personnel management issues, including suggestions to help reduce its PCS moves. Only one of the alternatives studied reduced the number of PCS moves and saved costs. That alternative was to reduce the number of soldiers stationed overseas. Rand Corporation’s December 1995 draft report noted, however, that the number of soldiers the Army must station overseas is beyond the Army’s control.", "All services offer incentives to personnel on overseas tours if they extend their tour or remain for a second tour. Servicemembers electing to remain overseas for a second tour receive one round-trip airfare for themselves and their authorized dependents to their home in the United States. Servicemembers electing to extend their tour by 1 year receive either additional monthly pay, 30 days of special leave, or 15 days of special leave and round-trip airfare to the nearest U.S. port of entry. According to service officials, the collective cost of the incentives is less than the two moves that would be required to replace the servicemember. The special leave and additional monthly pay incentives are funded by the services’ military personnel appropriation. In some instances, the round-trip airfare is funded by command operation and maintenance appropriations.", "For extension programs with allowances funded from their operation and maintenance appropriation, Army overseas commanders were reluctant to encourage a soldier to extend a tour. In these instances, the commanders believed other items funded from the operation and maintenance appropriation, such as gasoline, spare parts, and training, were higher priorities. Beginning in fiscal year 1997, all incentives will be funded from the services’ military personnel appropriation, although the Army began implementing the program in January 1996."], "subsections": []}, {"section_title": "Additional Opportunities Exist for Cost Savings", "paragraphs": ["The services believe their ongoing studies could lead to reduced costs and less frequent PCS moves. We agree with the services. In addition, in several of our prior reports on other subjects, we have identified opportunities to improve operations, which could also reduce PCS costs.", "We reported in October 1994 that the services could cut military personnel costs by using civilians for certain positions. Civilians can more effectively provide continuity and institutional memory because they are less subject to frequent reassignments. Yet, the services assign thousands of military personnel to support functions such as personnel management, finance, and data processing that are typically performed by civilian personnel and do not require knowledge or skills acquired through military experience. In some instances, valid reasons exist for not replacing military support personnel with civilians. For example, some military positions are needed to provide time in the United States for servicemembers rotating from tours abroad. In other instances, replacements that should be made are impeded by factors such as downsizing and funding. In commenting on a draft of this report, service officials expressed concerns about continuing reductions in funds for civilian personnel.", "We reported, in December 1994, that the services maintain more recruiting stations throughout the United States than they need. For example, the offices in 50 percent of the counties recruit only 13.5 percent of the recruits. Closing those less productive offices and relying on alternatives could eliminate or reduce the need for 2,800 active duty recruiters. Such closures could also eliminate over 1,800 PCS reassignments each year—nearly a 2-percent reduction in operational PCS moves—because the typical tour to a recruiting station is 3 years.", "In addition, we have just initiated a related review on first-term attrition. That review will examine steps DOD and the services are taking to reduce the attrition rate for first-term enlistees. Because many recruits do not complete their first tour of duty, the services may unnecessarily incur relocation expenses. Accordingly, any improvement in the attrition rates should reduce the services’ $700 million PCS budget for accessions and separations. We expect to complete this work in late calendar year 1996.", "The Defense Science Board Task Force on Quality of Life reported in October 1995 that hiring contractors overseas to replace departing active duty personnel would reduce forward presence requirements and costs associated with maintaining military personnel in foreign countries. The task force identified several major U.S. and foreign corporations already providing contracted housing and family services and made several recommendations for additional overseas contracting opportunities, such as cooking and delivering supplies. In commenting on a draft of this report, service officials agreed that some contracting is possible. They noted, however, that status of forces agreements with foreign countries also limit the total number of employees the United States can maintain within a country."], "subsections": []}]}, {"section_title": "Number of PCS Moves Declined With the Size of the Force, but Variations Exist by Category and Military Service", "paragraphs": ["For fiscal years 1987 through 1995, total PCS moves declined with the size of the force and changes in U.S. overseas presence. However, PCS moves between U.S. installations increased because of turbulence from the services’ downsizing programs, the European drawdown, and increased personnel demands of joint duty positions. The Army was most impacted by the European drawdown, while the Navy had more PCS moves within the United States than the other services and also experienced the largest decline in training moves."], "subsections": [{"section_title": "Total PCS Moves and Overseas Reassignments Declined", "paragraphs": ["For fiscal years 1987 through 1995, PCS moves declined by 26 percent while the services’ end strengths declined by 30 percent. Figure 1 shows that service end strengths declined from 2.2 million in fiscal year 1987 to 1.5 million in fiscal year 1995, while the number of PCS moves declined from 1,145,442 to 846,570.", "During fiscal year 1991, most Army units in Europe were deployed to Operation Desert Storm, and the Army delayed overseas PCS moves to and from all overseas areas until fiscal year 1992. This delay, combined with the European drawdown, temporarily increased total PCS moves during fiscal year 1992.", "PCS moves to and from overseas installations also declined at nearly the same rate as reductions in U.S. overseas presence. As figure 2 shows, overseas PCS moves declined from 306,212 in fiscal year 1987 to 186,754 in fiscal year 1995, or by 39 percent, while overseas requirements declined by 49 percent, from 593,058 to 304,448 over the same period.", "The Army is most impacted by overseas assignments because it must fill the largest share of the positions, especially in Europe. In this regard, we have previously reported that the Army is using the most advantageous system to fill overseas positions. In that report, we studied several alternatives to the Army’s individual replacement system and determined that it had advantages over other alternatives for maintaining the Army’s European presence. The primary reason is that the Army did not have enough units in the United States to rotate entire units to Europe."], "subsections": []}, {"section_title": "Downsizing Turbulence Increased Moves Between U.S. Installations", "paragraphs": ["Although overall PCS moves declined since fiscal year 1987, PCS moves between U.S. installations increased by 16 percent, from 93,430 in fiscal year 1987 to 108,141 in fiscal year 1995, as figure 3 shows. Service officials predict that, when downsizing concludes in 1999, there will be fewer operational moves in the United States than there were in 1987. The larger increases occurred in fiscal years 1989 and 1991 when downsizing accelerated and in fiscal year 1993 when the European drawdown accelerated.", "We reported on the impact of downsizing turbulence from another perspective in June 1995. We stated that policies for relocating personnel returning from Europe and general downsizing created personnel imbalances at some U.S. military installations that needed to be corrected. For example, personnel stationed in Europe less than a year were reassigned to other units and remained in Europe when their units were returned to the United States. Thus, some units returned to the United States with fewer personnel than authorized. Also, some units were under staffed because participation in the downsizing programs was voluntary and the services had limited control over who left individual units and installations. To correct the shortages and to maintain the personnel readiness levels of the affected units, the services relocated personnel from other U.S. installations—a process called force leveling.", "Furthermore, part of the increase in U.S. operational PCS moves resulted from increased personnel demands on the services to fill joint positions pursuant to the Goldwater-Nichols Department of Defense Reorganization Act of 1986. When DOD centralized several functions, formerly conducted by the individual services, the functions became joint duty positions. In April 1987, the Secretary of Defense published a joint duty assignment list that contained over 8,000 positions. By 1994, this list contained over  21,000 positions. While directly under the services’ control, the functions were often staffed at less than 100 percent of their authorized levels; the same functions must be filled at 100 percent under joint duty. In addition, the services must fill these positions from a smaller pool of personnel and may incur more PCS moves to meet the staffing demands.", "As shown in figure 4, the Navy consistently had the largest number of PCS moves between U.S. installations. This is because the Navy routinely rotates sailors between an assignment aboard a ship (sea duty) and a port or an inland installation (shore duty) approximately every 3 years. In many instances, these rotations require a PCS move because the Navy’s major U.S. ports have more sea duty positions than shore duty positions. When the sea-to-shore rotation occurs in the same geographic location, such as Norfolk, Virginia, a no-cost PCS move results. In fiscal year 1995, about 27,000 no-cost, sea-to-shore rotations were made, but these figures are not included in the PCS data shown in figure 4."], "subsections": []}, {"section_title": "PCS Training Moves Declined", "paragraphs": ["For fiscal years 1987 through 1995, the percentage of servicemembers relocated to attend training for 20 weeks or longer declined from 3.1 percent to 2.6 percent. This represents a 41-percent decrease in PCS training moves.", "As figure 5 shows, the Navy had the largest decline in PCS training moves, while training moves in the other services remained fairly constant. The number of sailors relocated for training declined from 35,338 (6 percent of the Navy’s end strength) in fiscal year 1987 to 16,940 (3.9 percent in 1995)—a 52-percent change compared with 41 percent DOD-wide. In the past, the Navy’s practice was to send sailors to school before their next sea tour. Due to budgetary constraints, the Navy began using more on-the-job training and relying less on formal training."], "subsections": []}]}, {"section_title": "Several Factors Account for Increase in Average Cost of Each Move", "paragraphs": ["The actual expenditures for PCS moves and the average cost of each move increased between fiscal year 1987 and fiscal year 1995. When the cost data were adjusted for inflation, however, total costs decreased slightly and the cost per move still increased. For instance, actual expenditures increased from $2.3 billion in fiscal year 1987 to $2.9 billion in fiscal  year 1995, but the inflation-adjusted total costs decreased from $2.3 billion to $2.2 billion over the same period.", "Average cost per move increased from $2,006 in fiscal year 1987 to $3,378 in fiscal year 1995, a 68-percent increase. When the increase due to inflation was removed, the average cost of a PCS move still increased by 30 percent, from $2,006 in fiscal year 1987 to $2,611 in fiscal year 1995, as figure 6 shows.", "According to service officials, changes in relocation entitlements accounted for most of the 30-percent cost increase. In fiscal year 1989, for instance, the Congress authorized increases in the shipping weights for household goods. Recently, the basis for determining allowances to cover incidental expenses doubled (called a dislocation allowance), a temporary lodging expense was added as an entitlement, and servicemembers were allowed to move two privately owned vehicles instead of one.", "An increase in the number of dependents that moved with servicemembers accounts for the remainder of the increase. Service officials stated that the average age of force members increased because of downsizing and that older servicemembers are more likely to have dependents. Therefore, the percentage of servicemembers with dependents increased and the number of servicemembers moving with dependents also increased. For instance, in fiscal year 1989, 33 percent of the Navy’s servicemembers moved with dependents; that number increased to 48 percent in fiscal year 1994. Personnel officers in the other services noted that their services also experienced an increase in the number of servicemembers moving with dependents, but to a lesser degree than the Navy."], "subsections": []}, {"section_title": "PCS Moves Have Limited Impact on Unit Readiness", "paragraphs": ["While personnel changes within a military unit (including PCS reassignments) influence that unit’s readiness, PCS moves are not a major contributor to readiness problems. According to commanders and personnel officers at the Army’s Fort Hood and Air Force’s Dyess Air Force Base, uncontrolled and unplanned personnel absences, such as deployments, special duty assignments, and health problems, adversely impact unit readiness more than PCS moves. Commanders receive advance notice of PCS moves and often know precisely when unit personnel will be replaced. Thus, the commanders can control the impact of such moves on their units’ readiness. According to Marine Corps officials, however, the frequency of staff turnover associated with 12-month unaccompanied tours adversely affects the readiness of some support units, especially those in Japan.", "A major cause of personnel turbulence in recent years has been deployments for operations other than war. We previously reported that the rate of deployments for peace operations is beginning to challenge service capabilities to remain ready to respond to major conflicts. In some instances, the services have transferred individuals from nondeployed units to ensure that deployed units were fully staffed. Thus, units providing personnel to the deploying units experience personnel shortages that degrade their readiness."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["In oral comments, DOD agreed with this report’s findings and conclusions. The comments dealt primarily with technical accuracy and clarification. We have changed the report, as appropriate, to respond to these comments."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["We interviewed DOD and service officials and reviewed policies, regulations, procedures, related DOD studies, and data on the number and costs of PCS moves. We analyzed PCS cost data by budget category, officer and enlisted status, and by service for fiscal years 1987 through 1995. We adjusted the nominal dollars to constant fiscal year 1987 dollars using the Gross Domestic Product Deflator. We developed and analyzed various categories of trend data and interviewed service officials to explain anomalies.", "Information was obtained from the following Washington, D.C., metropolitan area DOD officials: the Assistant Secretary of Defense for Force Management Policy; Office of the Secretary of Defense’s Under Secretary of Defense for Personnel and Readiness; the DOD Comptroller; the Army’s Deputy Chief of Staff for Personnel, the Army Budget Office, and the U.S. Army Total Personnel Command; the Air Force’s Deputy Chief of Staff for Personnel and the Air Force’s Budget Office; the Navy’s Bureau of Naval Personnel and the Navy’s Budget Office; and the Marine Corps’ Operation and Support Branch.", "To obtain operational perspectives on the impact of PCS moves on unit readiness, we visited the following locations: Dyess Air Force Base, Texas; Fort Hood, Texas; and Army’s Forces Command, Fort McPherson, Georgia. We discussed the key factors affecting unit readiness and obtained some limited readiness data from operational groups and personnel officers at each location. We also reviewed several of our prior reports on this subject.", "We performed our review from May through November 1995 in accordance with generally accepted government auditing standards.", "Please contact me at (202) 512-5140 if you or your staff have any questions concerning this report. Major contributors to this report are listed in appendix II."], "subsections": []}]}, {"section_title": "Permanent Change-of-Station Budget Categories", "paragraphs": ["All PCS moves are classified into one of six budget categories. The following three categories account for permanent change-of-station (PCS) moves associated with end strengths and force structure changes.", "Accessions include moves from a servicemember’s home of record upon entry into the service to the member’s first permanent duty station, including assignments overseas or in schools for 20 weeks or longer.", "Separations include moves from the servicemember’s duty station at the time of the member’s separation or retirement from the service, including overseas assignments, to either a home of record or point of entry into the service. Members retiring from the service can select another city that is neither a home of record nor an original hometown.", "Unit moves occur when servicemembers assigned to organizations that are relocated because of force structure changes, Base Closure and Realignment Commission decisions, or decisions associated with the changing security environment.", "The remaining three budget categories make up the majority of PCS moves that can be considered as reassignments from one installation to another. Those budget categories include the following:", "Rotational moves occur between duty stations outside the continental United States (defined as overseas or transoceanic locations, including Alaska and Hawaii).", "Operational moves are made between two continental U.S. duty stations or non-transoceanic moves between two duty stations outside the continental United States. The majority of operational moves occur within the United States.", "Training moves are made to and from training schools or courses lasting more than 20 weeks.", "The order in which the budgeted categories are listed indicates their relative importance when determining which one to select in situations where more than one category may apply. For instance, if a servicemember was returned from an overseas assignment to a school of over 20 weeks, the PCS move would be categorized as rotational.", "The costs of PCS moves are paid from each service’s military personnel appropriation. While numerous categories of expenses are covered, the larger categories include the following: travel to the new location, specifically mileage or costs of common carrier and per diem allowance for subsistence while in a travel status for the military member; travel for dependents, that is, mileage or cost of common carrier; transportation of household goods and privately owned vehicles; packing, crating, handling, and storage of household effects; incidental costs associated with relocating one’s household, such as security deposit or activating a telephone or other utilities; and temporary lodging."], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "National Security and International Affairs Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Dallas Regional Office", "paragraphs": ["Thomas W. Barger, Jr. Robert D. Malpass The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 6015 Gaithersburg, MD 20884-6015 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (301) 258-4066, or TDD (301) 413-0006.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}