{"id": "RCED-99-49", "url": "https://www.gao.gov/products/RCED-99-49", "title": "Homelessness: Coordination and Evaluation of Programs Are Essential", "published_date": "1999-02-26T00:00:00", "released_date": "1999-02-26T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the federal approach to meeting the needs of the homeless, focusing on: (1) identifying and describing characteristics of the federal programs specifically targeted, or reserved, for the homeless, and key nontargeted programs available to assist low-income people generally; (2) identifying the amounts and types of funding for these programs in fiscal year (FY) 1997; and (3) determining if federal agencies have coordinated their efforts to assist homeless people and developed outcome measures for their targeted programs."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) 50 federal programs administered by eight federal agencies can provide services to homeless people; (2) of the 50 programs, 16 are targeted, or reserved for the homeless, and 34 are nontargeted, or available to low-income people generally; (3) while all of the nontargeted programs GAO identified may serve homeless people, the extent to which they do so is generally unknown; (4) both targeted and nontargeted programs provide an array of services, such as housing, health care, job training, and transportation; (5) in some cases, programs operated by more than one agency offer the same type of service; (6) 26 programs administered by six agencies offer food and nutrition services, including food stamps, school lunch subsidies, and supplements for food banks; (7) in fiscal year (FY) 1997, over $1.2 billion in obligations was reported for programs targeted to the homeless, and about $215 billion in obligations was reported for nontargeted programs that serve people with low incomes, which can include the homeless; (8) over three fourths of the funding for the targeted programs is provided through project grants, which are allocated to service providers and state and local governments through formula grants; (9) information is not available on how much of the funding for nontargeted programs is used to assist homeless people; (10) however, a significant portion of the funding for nontargeted programs is not used to serve the homeless; (11) about 20 percent of the funding for nontargeted programs provided through formula grants; (12) the remainder of the funding for nontargeted programs consists of direct payments and project grants; (13) federal efforts to assist the homeless are being coordinated in several ways, and many agencies have established performance measures for their efforts; (14) some departments administer specific programs jointly; (15) although some coordination is occurring through the use of these mechanisms and most agencies that administer targeted programs for the homeless have identified crosscutting responsibilities related to homelessness under the Government Performance and Results Act, the agencies have not yet described how they will coordinate or consolidate their efforts at the strategic level; and (16) most agencies have established process or output measures for the services they provide to the homeless through their targeted programs, but they have not consistently incorporated results-oriented goals and outcome measures related to homelessness in their plans."]}], "report": [{"section_title": "Letter", "paragraphs": ["In July 1987, the Congress passed the Stewart B. McKinney Homeless Assistance Act, in part because of concerns that the needs of homeless people were not being met through existing assistance programs. Although previous legislation had responded to homeless people’s needs for food and shelter, the McKinney Act was the first comprehensive law designed to address the diverse needs of homeless people. The act encompassed both existing and new programs, including those providing emergency food and shelter, those offering longer-term housing and supportive services, and those designed to demonstrate effective approaches for providing homeless people with other services, such as physical and mental health care, education, and job training.", "Over the years, some of the original McKinney Act programs were consolidated or eliminated, and some new programs were added. Today, homeless people receive assistance through these programs, as well as through other federal programs that were not authorized under the McKinney Act but are nevertheless specifically targeted to serve homeless people. In addition, assistance is potentially available to the homeless through nontargeted programs designed for low-income people generally. Yet despite the assistance available through these various sources, homelessness persists. Concerned that the federal approach to meeting the needs of homeless people may not be effective, seven Senate Committee and Subcommittee Chairmen asked us to conduct a series of studies on this issue. In this first study, we agreed to (1) identify and describe characteristics of the federal programs specifically targeted, or reserved, for the homeless, and the key nontargeted programs available to assist low-income people generally; (2) identify the amounts and types of funding for these programs in fiscal year 1997; and (3) determine if federal agencies have coordinated their efforts to assist homeless people and developed outcome measures for their targeted programs. We included key nontargeted programs, such as the Food Stamp Program, Medicaid, and Head Start, if they (1) were means tested and had reported annual obligations of $100 million or more, (2) included homelessness as a criterion of eligibility, (3) provided services similar to those offered by targeted programs, or (4) were considered by agency officials to be critical in meeting the needs of the homeless. Because other programs that can serve homeless people did not meet these criteria, this report does not include all programs that can serve homeless people."], "subsections": [{"section_title": "Background", "paragraphs": ["The Stewart B. McKinney Homeless Assistance Act (P.L. 100-77, July 1987) was the first comprehensive federal law designed to assist the homeless.", "Although the McKinney Act authorized a number of direct assistance programs to provide shelter and support services for the homeless, it did not consolidate the funding for or administration of these programs. It did, however, establish the Interagency Council on the Homeless to promote coordination. Originally, the Council was authorized by the Congress as an independent council with its own funding, full-time executive director, and staff. Its members were the heads of 12 Cabinet departments (or their designees), the heads of several other designated agencies, and the heads of other federal entities as determined by the Council. In 1994, however, because of congressional concern that the Council was not effectively coordinating a streamlined federal approach to homelessness, funds were not appropriated for the Council and it became a voluntary working group under the President’s Domestic Policy Council. The Department of Housing and Urban Development (HUD) currently staffs the Council with a part-time executive director, two professional staff, and one clerical staff and provides administrative funding.", "Entitlements, such as for the Food Stamp Program, are under the control of authorizing committees and, under the appropriations process, are mandatory. A direct payment is financial assistance that the federal government provides directly to recipients who satisfy federal eligibility requirements, without placing any restrictions on how the recipients spend the money. According to the Office of Management and Budget’s Catalog of Federal Domestic Assistance, formula grants are federal funds typically allocated to a state or one of its subdivisions in accordance with a distribution formula prescribed by law or administrative regulation, for activities of a continuing nature not confined to a specific project. Project grants are provided for a fixed or known period for a specific project or for the delivery of specific services or products. Nonprofit organizations and other entities usually apply directly to agencies to receive funding for these specific types of services.", "The Results Act establishes a formal process for holding federal agencies accountable for their programs’ performance. It requires these agencies to develop (1) long-term (generally 5-year) strategic plans, the first of which were due to the Congress by September 30, 1997, and (2) annual performance plans, the first of which covered fiscal year 1999 and were submitted to the Congress in the spring of 1998. The annual performance plans are to (1) identify annual performance goals and measures for each of an agency’s program activities, including those that cut across agency lines; (2) discuss the strategies and resources needed to achieve annual performance goals; and (3) explain what procedures the agency will use to verify and validate its performance data. The Office of Management and Budget oversees the efforts of federal agencies under the Results Act."], "subsections": []}, {"section_title": "Many Programs Administered by Multiple Federal Agencies Can Provide Services to Homeless People", "paragraphs": ["Eight federal agencies administer 50 programs and other resources that can assist homeless people. Both targeted and nontargeted programs provide an array of services to the homeless, such as housing, health care, job training, and transportation. In some instances, different programs may offer the same types of services. Some of the targeted programs are available to the general homeless population, while others are reserved for specific groups within this population, such as children and youth or veterans. Similarly, some of the nontargeted programs are available to the low-income population as a whole, while others are designed exclusively for certain low-income groups, such as youth or veterans."], "subsections": [{"section_title": "Eight Agencies Administer Programs and Initiatives That Can Provide Services to Homeless People", "paragraphs": ["Eight federal agencies—the departments of Agriculture (USDA), Health and Human Services (HHS), HUD, Education, Labor, and Veterans Affairs (VA) and two independent agencies, the Federal Emergency Management Agency (FEMA) and the Social Security Administration (SSA)—administer 50 programs that can serve homeless people.", "In some cases, multiple agencies operate programs that provide similar services. For example, six agencies operate programs that offer food and nutrition services, five agencies administer education programs (or programs that have an educational component), and four agencies administer housing assistance programs that can serve homeless people.", "As table 1 shows, 16 of the 50 programs we identified are targeted, or designed exclusively for homeless people. Thirty-four programs are nontargeted, or designed for a broader group of people with low incomes and/or special needs, such as disabilities or HIV/AIDS. While this broader group may include homeless people, information on the number served is generally not available. Because eligibility for the nontargeted programs is based on income or other criteria unrelated to homelessness, the programs generally do not—and are not required to—track data on the number of homeless persons served. A few nontargeted programs are, however, beginning to collect such data. For example, USDA’s Summer Food Service Program tracks the average number of children who receive meals at shelters for the homeless during the summer, and HUD’s Housing Opportunities for Persons With AIDS (HOPWA) program collects data on the number of homeless people served. A chart of the 50 programs and their eligible services appears in appendix I, while detailed information about the programs appears in appendix II.", "In addition, federal agencies and advocacy groups identified other resources and activities that can assist the homeless. While these activities are also important, we did not include them in our list of 50 programs. Some of the activities require little or no extra resources. For example, the Department of Energy provides insulation to qualifying homeless shelter dwellings, and USDA’s Rural Housing Service, HUD, and VA make foreclosed properties available to nonprofit organizations for housing homeless people. More information on these resources and activities is included in appendix III."], "subsections": []}, {"section_title": "Programs Offer a Wide Range of Services, Many of Which Appear Similar", "paragraphs": ["As table 2 indicates, both targeted and nontargeted programs can offer a variety of services that often appear similar. For example, four agencies administer 23 different programs (11 targeted and 12 nontargeted) that provide some type of housing assistance, including emergency shelter, transitional housing, and other housing assistance.", "Similarly, six agencies administer 26 programs (11 targeted and 15 nontargeted) that deliver food and nutrition services. For example, USDA provides food and nutrition services ranging from funding for school lunches and breakfasts to food stamps, while FEMA funds the distribution of groceries to food pantries and food banks. Of the 50 programs, 10 (5 targeted and 5 nontargeted) provide assistance to prevent homelessness. For example, FEMA’s targeted Emergency Food and Shelter Program and HHS’ nontargeted Temporary Assistance for Needy Families (TANF) program can provide rental assistance to prevent evictions, which could lead to homelessness. HUD’s nontargeted HOPWA program also provides short-term assistance to cover rent, mortgage and/or utility payments to prevent homelessness. However, the existence of programs that offer similar services does not necessarily mean that there is duplication because the particular services provided by each program may differ. For example, USDA’s Homeless Children Nutrition Program focuses on providing food services throughout the year to homeless children in emergency shelters, while VA’s Domiciliary Care for Homeless Veterans program provides food only to veterans who are involved with that program at a given time."], "subsections": []}, {"section_title": "Some Programs Serve the Homeless Population as a Whole, While Others Target Subgroups", "paragraphs": ["Some of the targeted programs are available to the general homeless population, while others are reserved for specific groups within this population. Similarly, some of the nontargeted programs are available to the low-income population as a whole, while others are designed exclusively for certain low-income groups. As table 3 indicates, four of the targeted programs, including HUD’s Supportive Housing Program and FEMA’s Emergency Food and Shelter Program, serve the homeless population as a whole. Five targeted programs, such as Education’s Education for Homeless Children and Youth program, serve only homeless children and youth, and four other targeted programs, such as VA’s Domiciliary Care for Homeless Veterans program, serve only homeless veterans. Similarly, 14 nontargeted programs, including HHS’ Community Services Block Grant and USDA’s Emergency Food Assistance Program, are available to all qualifying low-income people, while 8 programs, such as HHS’ Head Start program, provide benefits only to low-income children and youth, and 1 program, Labor’s Veterans Employment Program, provides benefits only to veterans, including those who are homeless. In addition, of the 16 different programs under which homeless people may be eligible to receive one type of service—primary health care—7 programs are available either to all homeless people or to broad groups of low-income people. Programs available to broad groups of low-income people include HHS’ Medicaid, Community Health Centers, and Social Services Block Grant programs. However, 9 of the 16 programs are available only to groups with special needs, such as runaway youth or veterans. Additional information on groups served through these programs can be found in appendix IV."], "subsections": []}]}, {"section_title": "Nontargeted Programs Receive More Funding", "paragraphs": ["In fiscal year 1997, $1.2 billion in obligations was reported for programs targeted to the homeless, and about $215 billion in obligations was reported for nontargeted programs. While the funding for targeted programs must be used to assist homeless people, information on how much of the funding for nontargeted programs is used for this purpose is not generally available. Some of the funding for nontargeted programs is provided through formula grants or direct payments, while the funding for targeted programs is likely to be provided through project grants. Both formula and project grants present advantages and disadvantages in serving homeless people."], "subsections": [{"section_title": "Nontargeted Programs Receive More Funding, and Agencies Are Not Required to Track How Much Is Spent on the Homeless", "paragraphs": ["In fiscal year 1997, the federal government reported obligations of over $1.2 billion for programs targeted to the homeless. Over three-fourths of the funding for the targeted programs, such as the Health Care for the Homeless and Supportive Housing programs, is provided through project grants, which are allocated to service providers. Most of the remainder for targeted programs is allocated to states and local governments through formula grants. Of the amount spent for targeted programs, about 70 percent was for programs administered by HUD.", "Roughly $215 billion in obligations was reported for nontargeted programs that serve people with low incomes, who may be homeless. Information is not available on how much of the funding for nontargeted programs is used to assist homeless people. However, a significant portion of the funding for nontargeted programs does not go to serving the homeless. As figure 1 shows, in fiscal year 1997, about 64 percent of the nontargeted funding is for Medicaid, Supplemental Security Income (SSI), and TANF, which are primarily intended for families, the disabled, or the elderly, rather than able-bodied single men. However, single men make up the majority of the homeless population. About 20 percent of the funding for nontargeted programs is provided through formula grants. These grants are flexible funding sources that can be used to serve the general homeless population. The remainder of the funding for nontargeted programs consists of direct payments for the Food Stamp Program and project grants for several programs whose services are generally available to the homeless. The reported obligations for each program for fiscal years 1995-98 are shown in appendix V.", "While the funding for nontargeted programs can be used to benefit the homeless, the agencies generally do not, and are not required to, track or report what portion is used for this purpose. Although HHS does not track the dollar value of the benefits that homeless people receive through its nontargeted programs, the Secretary informed the Chairman of the Subcommittee on Housing and Community Opportunity, House Committee on Banking and Financial Services, in an October 1997 letter, that HHS provides “billions of dollars worth of resources” to meet the needs of low-income people, including the homeless, through large block grants, such as TANF, as well as through other programs for delivering mental, primary, and children’s health care services and for preventing substance abuse and domestic violence. Officials at other agencies, such as VA and Education, emphasized that their programs are available to all who qualify, including the homeless, but said that they have not tried to determine how much of the funding for their programs is used to serve the homeless. Officials also said that although their nontargeted programs appear to have sufficient resources, they are sometimes unable to serve all those who are eligible. For example, Labor’s Director of Operations and Programs said that the Department is not able to serve all who qualify for its Job Training Partnership programs. Similarly, an official with USDA’s Commodity Supplemental Food Program—which provides food, such as peanut butter, to certain low-income groups—said resources depend on each fiscal year’s appropriation, which determines the number of caseload slots that are available in each state. Once the slots are filled, no additional persons can be served."], "subsections": []}, {"section_title": "Funding Procedures May Affect Efforts to Assist Homeless People", "paragraphs": ["About 20 percent of the funding for nontargeted programs is provided through formula grants, which are typically distributed to the states according to a formula, and the states decide how to spend these funds within federal guidelines. Compared with some project grants, formula grants are broader in scope, generally receive more funds, and offer greater discretion in the use of funds. These funds can then be used for a variety of activities within a broad functional area, such as social services or mental health services. The flexibility inherent in some formula grant programs, such as HUD’s HOPWA program, allows states and localities to define and implement programs—that may or may not include services for the homeless—in response to their particular needs. Although service providers who receive these funds often cannot identify their source, since the funds flow through the state and/or local government, the providers appreciate the steady flow of funds. However, some service providers expressed concern that because of the flexible nature of formula grant programs, vulnerable populations, such as the homeless, are rarely guaranteed a measure of assistance, posing a problem in communities that do not place a priority on spending for the homeless.", "In contrast to nontargeted programs, targeted programs are likely to be funded through project grants. Nine of the 16 targeted programs are funded through such grants, while 5 are funded through formula grants. Two of VA’s programs receive funding through the agency’s Mental Health Strategic Healthcare Group, which provides the funds directly to VA medical centers for the programs. Project grants enable nonprofit organizations and service providers to apply directly to federal agencies to receive funding for specific types of services offered exclusively to the homeless population; however, funding is often limited and programs are not offered at all locations. For example, VA’s Domiciliary Care for Homeless Veterans program offered resources to VA facilities that chose to implement the program, but the Department does not require all of its facilities to provide domiciliary care for homeless veterans. According to a June 1997 VA report, only 35 of VA’s 173 hospitals offered this program. In addition, the agency’s Homeless Chronically Mentally Ill Veterans program is not available in every state or locality with a significant number of eligible homeless veterans. According to a 1995 HUD study, the unpredictability of competitive grant funding levels and the varying lengths of grant awards are not consistent with a long-term strategy for eliminating homelessness. In addition, the types of projects eligible for funding may be poorly matched to local needs, and differing eligibility and reporting requirements across agencies present administrative complications for service providers who receive funds from multiple project grants. HUD has sought to minimize the disadvantages associated with project grants by consolidating the process of applying for its programs to assist the homeless. HUD also requires community service providers to collaborate through its Continuum of Care approach, discussed later in this report. State coordinators and local providers of services for the homeless in Colorado, Georgia, Michigan, Vermont, and Washington, D.C., identified HUD’s targeted programs, as well as a few of HUD’s nontargeted programs, as the ones they used most frequently to meet their state and local funding needs. They also cited HHS, FEMA, and Education as funding sources but were not as familiar with these agencies’ programs for assisting the homeless."], "subsections": []}]}, {"section_title": "Coordination Is Occurring and Performance Measurement Has Begun", "paragraphs": ["Federal efforts to assist the homeless are coordinated in several ways, and many agencies have established performance measures, as the Results Act requires, for program activities designed to assist the homeless. Coordination can take place through (1) the Interagency Council on the Homeless, which brings together representatives of federal agencies that administer programs or resources that can be used to alleviate homelessness; (2) jointly administered programs and policies adopted by some agencies to encourage coordination; and (3) compliance with guidance on implementing the Results Act, which requires federal agencies to identify crosscutting responsibilities, specify in their strategic plans how they will work together to avoid unnecessary duplication of effort, and develop appropriate performance measures for evaluating their programs’ results. Although coordination is occurring, agencies have not yet taken full advantage of the Results Act’s potential as a coordinating mechanism to do much more than identify crosscutting responsibilities. Furthermore, although most agencies have established process or output measures for the services they provide to the homeless through their targeted programs, they have not consistently incorporated results-oriented goals and outcome measures related to homelessness in their performance plans."], "subsections": [{"section_title": "The Council Brings Together Agency Representatives", "paragraphs": ["The Council brings agency representatives together to coordinate the administration of programs and resources for assisting homeless people. The full Council, consisting of the Cabinet Secretaries or other high-level administrators, has not met since March 1996. However, the Council’s policy group is scheduled to meet every 2 months. Between December 1997 and November 1998, the policy group met four times, and staff from various agencies attended one or more of the meetings. Among other things, the policy group is coordinating a major survey of homeless assistance providers and clients. Other activities include discussing efforts to periodically distribute a list of federal resources available to assist homeless people; coordinating the distribution of surplus real property on base closure property, as well as the distribution of surplus blankets; and conducting a round table discussion with representatives of major homeless advocacy groups. Recently, the group has discussed the need to better connect targeted homeless assistance programs with nontargeted programs that provide housing, health care, income, and social services. While such responses to immediate issues and exchanges of information are useful, Council staff and the executive directors of two major homeless advocacy groups believe that the Council lost much of its influence after the Congress stopped its funding in 1994 and it became a voluntary working group. HUD acknowledges that the Council scaled back its efforts when its staffing was reduced but maintains that the Council is still very involved in coordinating federal efforts and sharing information."], "subsections": []}, {"section_title": "Some Agencies Administer Programs Jointly and Have Policies to Promote Coordination", "paragraphs": ["Another mechanism for promoting coordination is the joint administration of programs and resources to benefit the homeless. For example, VA and HUD officials collaborate on referring appropriate homeless veterans to local housing authorities for certain Section 8 rental assistance vouchers. FEMA and the Department of Defense work together to make unmarketable but edible food available to assistance providers, and Education collaborates with HHS to provide services to elementary and secondary school children through HHS’ Runaway and Homeless Youth and Education’s Education for Homeless Children and Youth programs. Labor and VA also collaborate to provide services that are intended to increase the employability of homeless veterans. USDA has developed a multipurpose application form for free and reduced-price meals provided through its children’s nutrition programs that allows households applying for meal benefits to indicate that they want information on HHS’ State Children’s Health Insurance program and Medicaid.", "Some agencies, such as HUD and VA, have adopted policies that encourage coordination between service providers at the local level. For example, HUD’s Continuum of Care policy promotes coordination by encouraging service providers to take advantage of programs offered by other agencies, as well as other HUD programs. This policy, which is designed to shift attention from individual programs or projects to communitywide strategies for solving the problem of homelessness, can be used to leverage services from many sources in a community, according to HUD. HUD’s Continuum of Care strategy grew out of a 1994 Interagency Council report that proposed to address the diverse needs of homeless people. According to the report, these needs include (1) outreach and needs assessments, (2) emergency shelters with appropriate supportive services, (3) transitional housing with appropriate supportive services, and (4) permanent housing. The report recommended consolidating HUD’s McKinney Act programs and FEMA’s Emergency Food and Shelter Program into a single HUD block grant. VA, under its nationwide Community Homelessness Assessment, Local Education and Networking Groups program (CHALENG), began hosting meetings to bring together public and private providers of assistance to determine the met and unmet needs of homeless veterans and to identify the assistance available from non-VA providers. While HUD and VA encourage participation by a wide array of service providers—including those receiving both targeted and nontargeted funding—participation varies by location."], "subsections": []}, {"section_title": "Agencies Are Beginning to Coordinate Efforts and Develop Performance Measures", "paragraphs": ["Most agencies that administer targeted programs for the homeless have identified crosscutting responsibilities related to homelessness, but few have attempted the more challenging task of describing how they expect to coordinate their efforts with those of other agencies or to develop common outcome measures. Few performance plans contain evidence of substantive coordination, and none discusses coordination with nontargeted programs to decrease overlaps or fill gaps in services. For example, HUD’s 1999 performance plan indicates that the Department will work with other federal agencies to promote self-sufficiency but does not identify all the departments or programs through which it will do so. This finding is not surprising in view of the time and effort required to coordinate crosscutting programs—an issue we have discussed in reviewing federal agencies’ implementation of the Results Act. In general, we have found that agencies have made inconsistent progress in coordinating crosscutting programs.", "Given the large number of programs that can assist the homeless and the multiple agencies that administer them, increased coordination— including, ultimately, the development of common outcome measures—could strengthen the agencies’ management. As we reported previously, the Results Act, with its emphasis on defining missions and expected outcomes, can provide the environment needed to begin addressing coordination issues."], "subsections": []}, {"section_title": "Performance Plans Make Limited Use of Outcome Measures", "paragraphs": ["Most agencies have established process or output measures for the services they provide to the homeless through their targeted programs, but they have not consistently provided results-oriented goals and outcome measures related to homelessness in their plans. For example, Education established process measures, but not outcome measures, for its Education for Homeless Children and Youth program. Its measures include proposing changes to state and local laws to remove obstacles to the education of homeless children and youth and reducing barriers to school enrollment, such as lack of immunizations and transportation. Additionally, HHS’ Projects for Assistance in Transition from Homelessness (PATH) program has an output measure that will encourage at least 70 percent of participating state and local PATH-funded agencies to offer outreach services. Output measures also appear in HUD’s fiscal year 1999 performance plan. Among these are increasing the number of transitional beds linked to supportive services. This emphasis on output measures is consistent with the results of our reviews of agencies’ annual performance plans as a whole. In these reviews, we also found that the plans did not consistently contain results-oriented goals.", "Some agencies did develop outcome measures, while others said that they planned to include outcome measures in future performance plans for their targeted programs. Other agencies believe that developing such measures would be too difficult. For example, Labor established an outcome measure for its targeted Homeless Veterans Reintegration program—helping 1,800 homeless veterans find jobs. HUD also included an outcome measure in its plan—the percentage of homeless people who move each year from HUD transitional housing to permanent housing. This measure may vary from year to year, depending on the resources available for the program. Finally, according to VA’s Director for Homeless Programs, the Veterans Health Administration’s performance plan for fiscal year 2000 includes two outcome measures for veterans who have completed residential care in targeted VA programs. These measures set goals for the percentages of veterans who (1) are housed in their own apartment, room, or house upon discharge from residential treatment and (2) are employed upon discharge from residential treatment. USDA has not created outcome measures for its Homeless Children Nutrition program because it believes that the limited nature of the program would make the effort too difficult. In a summary of its fiscal year 1999 performance plan, HHS said that measures of output and process are more practical and realistic than outcome measures, particularly for annual assessments of programs that affect people. HHS also said that for many health and human service programs, it is unrealistic to expect meaningful changes in people’s lives because of an individual program. In our assessment of HHS’ plan, we noted that future plans would be more useful and would better meet the purposes of the Results Act if HHS made greater use of outcome goals and measures, instead of output or process goals. In response to our assessment, HHS acknowledged that future performance plans should include outcome goals and indicated that it has begun to develop them."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["The federal approach to assisting homeless people—a web of targeted and nontargeted programs administered by different agencies to deliver services to varying homeless groups—makes coordination and evaluation essential. The administering agencies have an opportunity, through implementing the Results Act’s guidance, to coordinate, and evaluate the results of, their efforts to serve homeless people. The agencies have begun to identify crosscutting responsibilities and will have further opportunities, in preparing their annual performance plans, to devise strategies for coordinating their efforts and to develop consistent outcome measures for assessing the effectiveness of their efforts. Providing for effective coordination and evaluation is essential to ensure that the federal programs available to serve homeless people are cost-effectively achieving their desired outcomes."], "subsections": []}, {"section_title": "Agency Comments and Our Evaluation", "paragraphs": ["We provided a draft of this report to the eight federal agencies—USDA, Education, FEMA, HHS, HUD, Labor, SSA, and VA—that administer the programs included in this report. HHS and HUD provided written comments that appear in appendixes VI and VII of the report, along with our detailed responses. USDA, Education, Labor, SSA, and VA provided clarifying language and technical corrections that we incorporated into the report as appropriate. FEMA did not have any comments on the report.", "HHS characterized the report as a useful compilation of information and agreed that federal agencies need to better coordinate their efforts to serve the homeless and develop consistent outcome measures for assessing the effectiveness of their efforts. HHS further agreed that this coordination must include nontargeted programs. HHS’ primary concern was that, in quoting an HHS letter, we specify that the “billions of dollars worth of resources” the Department provides are not used only to meet the needs of homeless people. We revised our discussion to make it clear that the resources are used to benefit many low-income groups, not only the homeless. In response to HHS’ comment that many single homeless men are disabled and therefore eligible for Medicaid and/or SSI, we added language to the report indicating that disabled single homeless men may qualify for benefits under these programs.", "HUD’s major concern was that we did not fully describe the role of the Interagency Council on the Homeless or the extent of its activities. After reviewing HUD’s comments, we included more examples of the Council’s activities in the report. However, it was not the purpose of this report to give a detailed account of the Council’s activities; the Council was included as one of the mechanisms through which federal agencies coordinate their efforts to assist homeless people."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To identify and describe the characteristics of federal programs targeted for the homeless and the key nontargeted programs available to low-income people generally, we developed a preliminary list of programs using studies and evaluations by the federal agencies that administer programs and initiatives for homeless people, as well as information from other sources, such as the Congressional Research Service, Government Information Services, and the Catalog of Federal Domestic Assistance (CFDA). We included all targeted programs that the agencies identified, as well as “key” nontargeted programs. We defined key nontargeted programs as those that (1) were means tested and had reported annual obligations of $100 million or more, (2) included homelessness as a criterion of eligibility, (3) provided services similar to those offered by targeted programs, or (4) were considered by agency officials to be critical in meeting the needs of the homeless. The “types of services” and “services provided” listed in table 2 and appendix I were those commonly included in the descriptions of programs found in agencies’ documents and the sources listed above.", "To check the accuracy of the list of programs that we had determined should be included in our review, we asked each agency to verify our list before we developed our program summaries. Agency officials were allowed to add to, omit, or modify the list in accordance with their knowledge of these programs. The staff of the Interagency Council on the Homeless verified the list of resources and initiatives for the homeless that we included in the report. We obtained information on the programs and the resources and initiatives from studies and evaluations by the federal agencies, as well as from studies by the Congressional Research Service and CFDA. We also visited recognized homeless advocacy groups and service providers and obtained testimonial and documentary information from them about the programs and about issues and challenges associated with homelessness.", "We identified the amount and type of funding for the targeted and nontargeted programs from agencies’ budget summaries, CFDA, and agency officials. We did not verify the budgetary data that we obtained from CFDA documents. In the report, we present data for fiscal year 1997 to give the reader a perspective; in appendix V, we present data for fiscal years 1995-98 to reflect the trend in obligations for programs that serve homeless people. From these data, we also assessed the flow of monies from the federal agencies to state and/or local entities. We identified funding types, such as formula and project grants, from agency officials and CFDA.", "To determine if federal agencies have coordinated their efforts to assist homeless people and developed outcome measures for their targeted programs, we reviewed the agencies’ strategic and annual performance plans to determine if each agency had (1) identified crosscutting responsibilities or established program coordination efforts with other agencies or (2) established performance goals and measures. We also obtained input from agency officials through site visits and through studies and evaluations they provided. Finally, we reviewed GAO reports on the agencies’ plans.", "We performed our work between May 1998 and February 1999 in accordance with generally accepted government auditing standards.", "We are sending copies of this report to the appropriate congressional committees; the Secretaries of Agriculture, Education, HHS, HUD, Labor, and VA; the Director of FEMA; the Commissioner of SSA; and other interested parties. Copies will be made available to others on request.", "If you have any questions, please call me at (202) 512-7631. Major contributors to this report are listed in appendix VIII."], "subsections": []}]}, {"section_title": "Types of Services That Can Be Provided Through Targeted and Nontargeted Programs", "paragraphs": ["Program funds may be used for housing referral services and  short-term emergency housing assistance to ensure eligible  HIV-infected persons and families maintain access to medical care.", "The eligible education services are specific to the services  provided under these programs (e.g., treatment education).", "Program funds can also be used for nonmedical mental  and substance abuse treatment services.", "Thirty percent of ESG funds can be spent on supportive services.", "ESG and SHP program funds can also be used for life skills training,  child care, AIDs treatment, etc.", "For these programs, HUD requires grantees to provide supportive  services from another source.", "Fifteen percent of CDBG entitlement funds can be spent on  supportive services.", "According to Labor's Director of Operations and Programs, supportive  services are allowed under DOL programs, but the Department is not  likely to fund these services because grantees can leverage them from other agencies, such as HUD and VA."], "subsections": []}, {"section_title": "Program Summaries", "paragraphs": ["This appendix presents information on the 50 federal programs we identified that can serve homeless people. These programs—administered by the departments of Agriculture (USDA), Health and Human Services (HHS), Housing and Urban Development (HUD), Education, Labor, and Veterans Affairs (VA); the Federal Emergency Management Administration (FEMA); and the Social Security Administration (SSA)—are listed alphabetically by agency and are grouped according to whether they are targeted to homeless people or nontargeted.", "For each program, we identify the federal agency responsible for administering the program, the type of program (targeted or nontargeted), and the type of funding associated with the program. The primary types of funding include entitlements and direct payments (funding provided directly to beneficiaries who satisfy federal eligibility requirements), formula grants (funding distributed in accordance with a formula), and project grants (funding provided directly to applicants for specific projects). We also provide a brief overview of each program’s (1) purpose/objective, services, and scope (number of homeless persons served); (2) administration and funding; (3) eligibility requirements; and (4) limitations in serving homeless people and/or giving them access to benefits.", "We obtained the information for the summaries primarily from the Catalog of Federal Domestic Assistance, Guide to Federal Funding for Governments and Nonprofits, program fact sheets and budget documents, and agency officials. Most of the information discussed in the section on each program’s limitations was obtained from agency officials."], "subsections": [{"section_title": "Homeless Children Nutrition Program", "paragraphs": ["Administering Agency: U.S. Department of Agriculture (USDA)", "Funding Type: Formula grants The Homeless Children Nutrition Program assists state and local governments, other public entities, and private nonprofit organizations in providing food services throughout the year to homeless children under the age of 6 in emergency shelters.", "Two types of statistics on program participation are collected monthly: enrollment and average daily participation. Enrollment is the total number of homeless children served by the program each month, and average daily participation is the average number of homeless children participating on a given day. Because of high client turnover in most participating shelters, enrollment is significantly above average daily participation for most shelters. The average monthly enrollment for fiscal years 1995, 1996, 1997, and 1998 was 2,703; 2,761; 2,700; and 2,569, respectively. The average daily participation was 1,401; 1,257; 1,193; and 1,245 for the same fiscal years, respectively.", "The Homeless Children Nutrition Program is administered by private nonprofit organizations, state or local governments, and other public entities—all known as sponsoring organizations. Private nonprofit organizations may not operate more than five food service sites and may not serve more than 300 homeless children at each site. The Department provides cash reimbursement directly to the sponsoring organizations. Payments are limited to the number of meals served to homeless children under the age of 6 multiplied by the appropriate rate of reimbursement. Sponsoring organizations may receive reimbursement for no more than four meals per day served to an eligible child.", "The Department gives current-year funding priority to grantees funded during the preceding fiscal year in order to maintain the current level of service and allocates any remaining funds to eligible grantees for new projects or to current grantees to expand the level of service provided in the previous fiscal year.", "Local Matching Requirement: None.", "All children under the age of 6 in emergency shelters where the Homeless Children Nutrition Program is operating are eligible for free meals.", "According to a Homeless Children Nutrition Program official, the Department has not identified any factors limiting the usefulness of this program for the homeless."], "subsections": []}, {"section_title": "Child and Adult Care Food Program", "paragraphs": ["Administering Agency: U.S. Department of Agriculture (USDA)", "The Child and Adult Care Food Program assists states, through grants-in-aid and other means, in providing meals and snacks to children and adults in nonresidential day care facilities. The program generally operates in child care centers, outside-school-hours care centers, family and group day care homes, and some adult day care centers.", "Information on the number of homeless persons participating in the Child and Adult Care Food Program is not available.", "Most Child and Adult Care Food programs are administered by state agencies. Currently, USDA directly administers the program in Virginia. The Department provides funds to states through letters of credit to reimburse eligible institutions for the costs of food service operations, including administrative expenses. To receive reimbursement for free, reduced-price, and paid meals, participating centers take income applications and count meals served, both by the type of meal and by the recipient’s type of eligibility. Under the Personal Responsibility and Work Opportunity Reconciliation Act of 1996, family day care homes are reimbursed under a two-tiered system intended to better target the program’s funds to low-income children. When a family day care home is located in an area where 50 percent of the children are eligible for free or reduced-price meals or when the family day care provider’s household is eligible for free or reduced-price meals, the home receives a single reimbursement rate comparable to the free rate in centers for each meal. Other homes receive a lower reimbursement rate except when individual children are determined eligible for free or reduced-price meals. Meals for these children are reimbursed at a higher rate.", "None.", "Child and Adult Care Food programs in child care centers and homes limit assistance to children aged 12 or under, migrant children aged 15 or under, and children with disabilities who, if over the age of 12, would be eligible to participate only in a center or home where the majority of those enrolled are aged 18 or younger.", "In adult day care centers, functionally impaired adults aged 18 or older and adults aged 60 or older who are not residents of an institution are eligible to participate in the program. Income guidelines for free and reduced-price meals/snacks are the same as those indicated for the National School Lunch and School Breakfast programs.", "Homeless children or adults who meet the basic eligibility requirements can receive benefits under the program. In addition, children from households eligible for assistance through the Food Stamp Program, the Food Distribution Program on Indian Reservations, or Temporary Assistance for Needy Families, as well as some children in Head Start programs, may automatically be eligible for free meals under the Child and Adult Care Food Program. In addition, a person aged 60 or older, or an individual defined as “functionally impaired” under USDA’s regulations who is a member of a household that receives food stamps, Food Distribution Program on Indian Reservations benefits, Social Security, or Medicaid is eligible for free meals through the Child and Adult Care Food Program.", "Program Limitations: According to a Child and Adult Care Food Program official, there are no programmatic factors that prevent homeless children or adults, as defined by federal regulations, from participating in this program."], "subsections": []}, {"section_title": "Commodity Supplemental Food Program", "paragraphs": ["Administering Agency: U.S. Department of Agriculture (USDA)", "Funding Type: Formula grants The objective of the Commodity Supplemental Food Program is to improve the health and nutritional status of low-income pregnant, postpartum, and breastfeeding women; infants; children up to the age of 6; and persons aged 60 or older by supplementing their diets with nutritious commodity foods.", "Information on the number of homeless persons served by the program is not available.", "State agencies, such as departments of health and social services, administer this program. The Department purchases food and makes it available to the state agencies, along with funds to cover administrative costs. The state agencies store and distribute the food to public and nonprofit private local agencies. The local agencies determine applicants’ eligibility, give approved applicants monthly food packages targeted to their nutritional needs, and provide them with information on nutrition. The local agencies also refer applicants to other welfare and health care programs, such as the Food Stamp Program and Medicaid.", "The Department is required by law to make 20 percent of the program’s annual appropriation and 20 percent of any carryover funds available to the states to pay the costs of administering the program.", "None.", "Pregnant, postpartum, and breastfeeding women; infants; and children up to the age of 6 who are eligible for benefits under another federal, state, or local food, health, or welfare program for low-income persons are eligible for benefits under this program. Elderly persons whose incomes are at or below 130 percent of the federal poverty guidelines are also eligible. In addition, states may establish nutritional risk and local residency requirements. Even though the program does not directly target homeless persons, those meeting its eligibility criteria can receive benefits.", "Persons eligible for both the Commodity Supplemental Food Program and the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) cannot participate in both programs simultaneously.", "According to a program official, assistance offered to homeless persons is limited by the amount of available resources. States are allocated a specific number of caseload slots; that number depends on the amount of the fiscal year appropriation for each caseload cycle. Once all slots have been filled, no additional persons can be served. In addition, no men other than those aged 60 or older can participate in the program. Women, infants, and children receive priority over the elderly."], "subsections": []}, {"section_title": "Emergency Food Assistance Program", "paragraphs": ["Administering Agency: U.S. Department of Agriculture (USDA)", "Funding type: Formula grants The Emergency Food Assistance Program supplements the diets of low-income persons by providing them with free, healthful foods. Under the program, the Department provides the states with (1) commodity foods, such as fruits, dried beans, and canned meats, and (2) funds to help cover the state and local costs associated with transporting, processing, storing, and distributing the commodities to needy persons.", "Information on the number of homeless persons served by the program is not available.", "The Department buys the food, processes and packages it, and ships it to the states. The amount each state receives depends on its low-income and unemployed populations. The states provide the food to local agencies for distribution to households or to organizations that prepare and provide meals for needy people. The states must give at least 40 percent of the administrative grant to local agencies.", "The states are required to match (in cash or in kind) the funds they retain to pay state-level costs.", "Each state sets criteria for identifying households that are eligible to receive food for home consumption. Such criteria may, at the state’s discretion, include participation in other federal, state, or local means tested programs. Persons receiving benefits through the Emergency Food Assistance Program can participate in other food assistance programs at the same time.", "Homeless persons can benefit from the Emergency Food Assistance Program through organizations that provide prepared meals or distribute commodities for home use. Homeless persons must meet state eligibility requirements to receive food for home use.", "Organizations that distribute commodities for household consumption can provide foods only to needy persons who meet the eligibility criteria established by the state. Organizations that prepare meals are eligible for commodities if they can demonstrate that they serve predominantly needy persons. Persons seeking food assistance through such organizations are not subject to a means test.", "According to a program official, the assistance offered to homeless persons is limited only by the amount of available resources. The Department allocates commodities and administrative funds among the states on the basis of the number of needy and unemployed persons in each state. The value of the commodities and administrative funds allocated to the states depends on the program’s yearly appropriation."], "subsections": []}, {"section_title": "Food Stamp Program", "paragraphs": ["Administering Agency: U.S. Department of Agriculture (USDA)", "The Food Stamp Program is the primary source of nutrition assistance for low-income persons. The program’s purpose is to ensure access to a nutritious, healthful diet for low-income persons through food assistance and nutrition education. Food stamps, which supplement the funds beneficiaries have to spend on food, may be used to purchase food items at authorized food stores. Homeless persons eligible for food stamps may also use their benefits to purchase prepared meals from authorized providers.", "Information on the number of homeless persons served by the program is not available.", "The Food Stamp Program is a federal-state partnership, in which the federal government pays the full cost of food stamp benefits and approximately half the states’ administrative expenses. Households apply for benefits at their local; state; or state-supervised, county-administered welfare offices. The states certify eligible households, calculate each household’s allotment, monitor recipients’ eligibility, conduct optional nutrition education activities, and conduct employment and training activities to enhance participants’ ability to obtain and keep regular employment. Food stamp benefits are typically dispensed on a monthly basis through electronic issuance; the mail; and private issuance agents, such as banks, post offices, and check cashers.", "States have the option of conducting outreach programs that target low-income people. During fiscal year 1998, four states—New York, Vermont, Washington, and Wisconsin—had optional federally approved plans that specifically targeted homeless individuals or families. According to a Food Stamp Program official, other states also conduct outreach efforts to low-income persons, including the homeless, but use other funding sources. Therefore, they are not required to report their outreach efforts or target groups to the Department.", "The states are required to cover 50 percent of their administrative costs.", "Eligibility is based on household size and income, assets, housing costs, work requirements, and other factors. A household is normally defined as a group of people who live together and buy food and prepare meals together. Households in which all of the members receive Temporary Assistance for Needy Families, Supplemental Security Income, or General Assistance are, in most cases, automatically eligible for food stamps.", "Food Stamp Program officials reported that several factors limit the participation of homeless persons in the program. First, there is a false impression among homeless persons and the general public that a permanent address is required to qualify for benefits. In fact, neither a permanent residence nor a mailing address is needed. Second, only a limited number of restaurants nationwide have been authorized to accept food coupons for meals provided at a concession price to elderly or homeless participants in the program. Third, the Food Stamp Act’s current definition of “eligible foods,” as it relates to supermarkets and grocery stores, does not allow food stamp recipients to purchase “hot” meals prepared by the deli departments of such stores. Finally, homeless persons generally have no place to store food items purchased with food stamps.", "Thus, the allotment may not go as far for a homeless person as it does for someone with a refrigerator and storage space."], "subsections": []}, {"section_title": "National School Lunch Program", "paragraphs": ["Administering Agency: U.S. Department of Agriculture (USDA)", "The National School Lunch Program assists the states, through cash grants and food donations, in making the school lunch program available to school students and encouraging the domestic consumption of nutritious agricultural commodities.", "Information on the number of homeless children participating in the program is not available.", "The National School Lunch program is usually administered by state education agencies, which operate the program through agreements with local school districts. Participating public or private nonprofit schools (for students in high school or lower grades) and residential child care institutions receive cash reimbursements and donated commodities from state agencies for each meal they serve that meets federal nutrition requirements.", "The states are required to contribute revenues equal to at least 30 percent of the total federal funds provided under section 4 of the National School Lunch Act in the 1980-81 school year.", "All children, including those who are homeless, enrolled in schools where the National School Lunch Program is operating may participate and receive a federally subsidized lunch. Lunch is served (1) free to children who document that they come from households with incomes at or below 130 percent of the poverty level and (2) at a reduced price not to exceed 40 cents to children who document that they come from households with incomes between 130 percent and 185 percent of the poverty level. If children are eligible for free or reduced-price meals in the School Breakfast Program, they are eligible for the same level of benefits in the National School Lunch Program.", "Children from households eligible for benefits under the Food Stamp Program, the Food Distribution Program on Indian Reservations, and Temporary Assistance for Needy Families, as well as some children in Head Start programs, may automatically be eligible for free meals under the National School Lunch Program. Because of the difficulty in getting homeless families to complete income eligibility applications, school officials may directly certify homeless children as eligible for free meals. The officials must have direct knowledge of the children’s homelessness and evident need.", "According to a National School Lunch Program official, there are no programmatic factors preventing homeless children from participating in the National School Lunch Program."], "subsections": []}, {"section_title": "School Breakfast Program", "paragraphs": ["Administering Agency: U.S. Department of Agriculture (USDA)", "The School Breakfast Program provides the states with cash assistance for nonprofit breakfast programs in schools and residential child care institutions.", "Information on the number of homeless children participating in the program is not available.", "State education agencies and local school food authorities administer the program locally. Participating public or private nonprofit schools (for students in high school or lower grades) and residential child care institutions are reimbursed by state agencies for each meal they serve that meets federal nutrition requirements.", "None.", "All children, including those who are homeless, attending schools where the program is operating may participate and receive a federally subsidized breakfast. Breakfast is served (1) free to children who document that they come from families with incomes at or below 130 percent of the poverty level and (2) at a reduced price, not to exceed 30 cents, to children who document that they come from families with incomes between 130 percent and 185 percent of the poverty level.", "Children from households eligible for benefits under the Food Stamp Program, the Food Distribution Program on Indian Reservations, and Temporary Assistance for Needy Families, as well as some children in Head Start programs, may automatically be eligible for free meals under the breakfast program. Because of the difficulty in getting homeless families to complete income eligibility applications, school officials may directly certify homeless children as eligible for free meals. The officials must have direct knowledge of the children’s homelessness and evident need.", "According to a School Breakfast Program official, there are no programmatic factors preventing homeless children from participating in this program."], "subsections": []}, {"section_title": "Special Milk Program", "paragraphs": ["Administering Agency: U.S. Department of Agriculture (USDA)", "The Special Milk Program provides subsidies to schools and child care institutions to encourage the consumption of fluid milk by children. Homeless shelters can participate in this program and receive reimbursement for milk they serve to homeless children.", "Information on the number of homeless children served by this program is not available.", "The program makes funds available to state agencies to encourage the consumption of fluid milk by children in public and private nonprofit schools (for students in high school or lower grades), child care centers, and similar nonprofit institutions devoted to the care and training of children. Milk may be provided to children either free or at a low cost, depending on the family’s income level.", "None.", "All children, including homeless children, attending schools and institutions where the program is operating are eligible for benefits.", "Children from households eligible for benefits under the Food Stamp Program, the Food Distribution Program on Indian Reservations, and Temporary Assistance for Needy Families, as well as some children in Head Start programs, may automatically be eligible for free milk.", "According to a Special Milk program official, there are no programmatic factors preventing homeless children from participating in this program. In fact, homeless shelters are identified in the program’s guidelines as child care institutions eligible for participation."], "subsections": []}, {"section_title": "Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)", "paragraphs": ["Administering Agency: U.S. Department of Agriculture (USDA)", "Funding Type: Formula grants The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental nutritious foods, nutrition education, and health care referrals to low-income pregnant, postpartum, and breastfeeding women; infants; and children up to the age of 5 determined to be at nutritional risk.", "In response to provisions of the Hunger Prevention Act of 1988, several changes affecting the homeless were made to the WIC program’s regulations. These changes specifically define a “homeless individual;” identify WIC as a supplement to the Food Stamp Program and to meals or food provided through soup kitchens, shelters, and other emergency food assistance programs; establish conditions under which residents in facilities and institutions for the homeless may participate in WIC; require a description, in the state’s comprehensive plan of efforts to provide benefits to the homeless; ensure that the special needs of the homeless are considered when providing food packages; and authorize the states to adopt methods of delivering benefits that accommodate the special needs of the homeless.", "Information on the number of homeless WIC recipients/clients is not available.", "The WIC program is operated through local clinics by state health agencies. Grants are made to state health departments or comparable agencies that then distribute funds to participating local public or private nonprofit health or welfare agencies. Funds are allocated for food benefits; nutrition services, including nutritional risk assessments; and administrative costs.", "WIC recipients receive food through food instruments, usually vouchers (listing the specific foods appropriate to the recipient’s status) or checks that can be redeemed at approved retail outlets. Participating retailers then redeem the vouchers for cash from the WIC agency.", "None. However, some states contribute nonfederal funds in support of a larger WIC program in their state.", "Low-income pregnant, postpartum, and breastfeeding women; infants; and children up to the age of 5 are eligible for the WIC program if they (1) are individually determined by a competent professional to be at nutritional risk and (2) meet state-established income requirements. Applicants who receive, or have certain family members who receive, benefits under Medicaid, Temporary Assistance for Needy Families, or the Food Stamp Program may automatically meet WIC’s income requirements.", "Persons eligible for WIC and the Commodity Supplemental Food Program cannot participate in both programs simultaneously.", "The WIC program’s legislation establishes homelessness as a predisposing nutritional risk condition. Thus, categorical and income-eligible homeless persons who lack any other documented nutritional or medical condition are eligible for the program’s benefits.", "WIC program officials said that because WIC is a fixed grant program, all eligible persons will not necessarily be served. State agencies manage their WIC programs within their grants and seek economies in benefit delivery to permit the maximum numbers of eligible persons to be served. State agencies target benefits to those who are most in need, as defined by a regulatory priority system. Persons who meet income guidelines with nutritionally related medical conditions are considered to be the most in need of benefits."], "subsections": []}, {"section_title": "Summer Food Service Program", "paragraphs": ["Administering Agency: U.S. Department of Agriculture (USDA)", "The Summer Food Service Program provides funds for program sponsors to serve free, nutritious meals to children in low-income areas when school is not in session. In fiscal year 1997, sponsors served over 128 million meals at a total federal cost of about $243 million. Feeding sites for the homeless that primarily serve homeless children may participate in this program. The average number of children who received meals at a homeless shelter during July (the month of highest participation) in 1995, 1996, 1997, and 1998 was 1,355; 2,032; 1,996; and 764 for the same fiscal years, respectively.", "State education agencies administer most Summer Food Service programs at the state level, but other state agencies may also be designated. Participating service institutions (also called sponsors) can include units of local government, camps, nonprofit private organizations, and schools. Approved sponsors operate local programs; provide meals at a central site, such as a school or community center; and receive reimbursement from the Department through their state agency for the meals they serve and for their documented operating costs.", "None.", "Local sponsors can qualify for reimbursement for the free meals served to all children aged 18 or younger by operating a site in an eligible area. An eligible area is one in which at least 50 percent of the children are from households with incomes at or below 185 percent of the federal poverty guidelines (i.e., households that are eligible for free or reduced-price school meals). Sponsors can also qualify for reimbursement for the free meals served to all children at sites not located in eligible areas if at least 50 percent of the children enrolled are eligible for free or reduced-price school lunches. In addition, camps may be reimbursed only for meals that are served to children who have been individually determined to be eligible because of their household’s income.", "Children from households eligible for benefits under the Food Stamp Program, the Food Distribution Program on Indian Reservations, and Temporary Assistance for Needy Families, as well as some children in Head Start programs, may automatically be eligible for free meals under the Summer Food Service Program.", "Program Limitations: Summer Food Service officials reported that there are no programmatic factors preventing homeless children from participating in this program."], "subsections": []}, {"section_title": "Education for Homeless Children and Youth", "paragraphs": ["Administering Agency: U.S. Department of Education Funding Type: Formula grants The objective of this program is to ensure that homeless children and youth have equal access to the same free, appropriate public education as other children; to provide activities and services to ensure that these children enroll in, attend, and achieve success in school; to establish or designate an office in each state educational agency for coordinating the education of homeless children and youth; to develop and implement programs for school personnel to heighten awareness of problems specific to homeless children and youth; and to provide grants to local educational agencies.", "Local educational agencies may provide services such as tutoring, remedial education, and other educational and social services for homeless children, directly, and/or through contracts with other service providers. State and local educational agencies must coordinate with the state and local housing authorities that are responsible for preparing the comprehensive housing plan required for federal housing and homeless programs to receive aid.", "According to an Education official, efforts to coordinate and provide support services are essential to the enrollment, retention, and success of homeless children and youth in school. Therefore, all the work of the state coordinators involves outreach and coordination so that homeless children and youth receive appropriate educational and support services, including Title I, Head Start, access to special education or education for gifted children (as appropriate), health care referrals, counseling, parenting education, free and reduced-price meals, and other services.", "The local educational agencies that receive funds must (1) ensure that homeless children are provided with services (e.g., school meals) comparable to those provided to other children; (2) coordinate with social services agencies and other agencies or programs providing services to homeless children and youth (including services provided under the Runaway and Homeless Youth Act, administered by HHS); and (3) designate a liaison to ensure that homeless children and youth receive the education to which they are entitled under law.", "The Department does not require the states to report the numbers of homeless children and youth served through subgrants under the McKinney Act program but rather to “provide the estimated number of homeless children and youth in their state according to school level.” The program, however, has the potential to affect the education of all homeless children and youth because its primary purpose is to ensure that homeless children have the same equal access to public education as all other children and youth.", "State educational agencies—including the equivalent agencies in the District of Columbia, Puerto Rico, and the territories—are eligible to participate in this program, as are schools supported by the Bureau of Indian Affairs that serve Native American students. For a state educational agency to receive a grant under the program, the state must submit an individual or consolidated plan to the Department. Each state educational agency must also ensure that homeless students are able to participate in appropriate federal and local food programs and before- or after-school care programs.", "Funds flow from the Department to the state educational agency through a formula grant, and the state educational agency awards discretionary subgrants to local educational agencies. The average grant to a state educational agency in fiscal year 1997 was $475,000. According to a senior agency official, about 3 percent of the local educational agencies included in 1995 evaluation have subgrants.", "None.", "Eligibility: Homeless children and youth, including preschool children, who, were they residents of the state, would be entitled to a free, appropriate public education.", "According to an evaluation performed by the Department in 1995, the largest obstacle to ensuring equitable educational services for homeless children and youth is lack of transportation to the school that would best meet their needs during the period of homelessness."], "subsections": []}, {"section_title": "Elementary and Secondary Education Act Part a of Title I", "paragraphs": ["Funding Type: Formula grants This program provides funds to support a variety of activities designed to help educationally disadvantaged children in high-poverty areas reach high academic standards. These activities can include supplemental instruction in basic and more advanced skills during the school day; before- and after-school programs, summer school programs, preschool programs; alternative school programs; programs featuring home visits; parent education; and childcare.", "According to an official in the Office of Elementary and Secondary Education, the Department first collected data on the number of homeless children served by this program during the 1996-97 school year. As of October 1998, the Department was analyzing the data. The official also mentioned that a few states did not submit data.", "As part of its efforts to ensure homeless children’s access to mainstream programs, the Department issued formal guidance for the Title I program to clarify that educationally deprived homeless children are eligible to participate in the program regardless of their current location or lack of a legal residence.", "State educational agencies and the Secretary of the Interior may apply to the Department of Education for grants. The Department then makes grants to the state agencies and the Secretary using statutory formulas. The state agencies suballocate the grant funds to local educational agencies on the basis of a formula that includes the best available data on the number of children from low-income families. The Secretary suballocates the grant funds for Indian tribal schools.", "None.", "Eligibility is based on the number of children who are failing, or most at risk of failing, to meet challenging state academic standards.", "According to an official in the Office of Elementary and Secondary Education, states may need to encourage local school districts to implement the provision of Title I that pertains to homeless children and youth. Also, some Title I state coordinators reported that record transfers remain a barrier because homeless children and youth move frequently during the school year."], "subsections": []}, {"section_title": "Emergency Food and Shelter Program", "paragraphs": ["Administering Agency: Federal Emergency Management Agency (FEMA)", "Funding Type: Formula grants The Emergency Food and Shelter Program supplements and expands ongoing efforts to (1) provide food, shelter, and supportive services for homeless or hungry individuals and (2) prevent individuals from becoming homeless or hungry. The program’s funds are used for mass feeding, food distribution through food pantries and food banks, mass shelter, short-term other shelter (hotel/motel accommodations), assistance with rent or mortgage payments to prevent evictions, payment of the first month’s rent for families and individuals leaving shelters for more stable housing, payment of utility bills for 1 month to prevent service shutoffs, and limited emergency rehabilitation work on mass care facilities to bring them up to code.", "The Emergency Food and Shelter Program does not collect information on the number of homeless persons served. However, information is available on the number of meals served; nights of shelter provided; and bills paid for rent, mortgage, and utility charges.", "The Emergency Food and Shelter Program is governed by a national board chaired by FEMA and includes representatives from (1) the American Red Cross; (2) Catholic Charities, USA; (3) the Council of Jewish Federations; (4) the National Council of the Churches of Christ in the USA; (5) the Salvation Army; and (6) the United Way of America. The United Way of America serves as the Secretariat and fiscal agent to the national board. There are also local boards made up of affiliates of national board members (with a local government official replacing the FEMA representative), a homeless or formerly homeless person, and other interested parties.", "The national board uses unemployment and poverty statistics to select local jurisdictions (i.e., cities and counties) for funding and determines how much funding each jurisdiction will receive. In turn, the local board in each area designated to receive funds assesses its community’s needs, advertises the availability of funds, establishes local application procedures, reviews applications, selects local nonprofit or public organizations to act as service providers, and monitors the providers’ performance under the program. Grant funds flow directly from the national board to the local recipient organizations.", "None.", "The Emergency Food and Shelter Program targets individuals with emergency needs. The term “emergency” refers to economic, not disaster-related, emergencies.", "According to the chief of the Emergency Food and Shelter Program, FEMA, the White House, and the Congress view this as a very successfully administered federal program. The program continues to be lauded by agencies that receive funding and by recipients of assistance. The chief also said the reduction in the program’s funding level after fiscal year 1995 is the primary factor that limits the program’s usefulness. In most areas of the United States, this program is the only source of funding for the prevention of homelessness. When localities have depleted these funds, they have no other source of emergency assistance for rent, mortgage or utility bills.", "The only factor that may prevent the homeless or anyone in need from obtaining benefits through the Emergency Food and Shelter Program is lack of transportation to the agencies that provide the services. In many rural and suburban areas, transportation continues to be a problem."], "subsections": []}, {"section_title": "Health Care for the Homeless", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Project grants (discretionary)", "The Health Care for the Homeless program awards grants to allow grantees, directly or through contracts, to provide for the delivery of primary health services and substance abuse services to homeless individuals, including homeless children.", "This program emphasizes a multidisciplinary approach to delivering care to homeless persons, combining aggressive street outreach with integrated systems of primary care, mental health and substance abuse services, case management, and client advocacy. Specifically, Health Care for the Homeless programs (1) provide primary health care and substance abuse services at locations accessible to homeless persons; (2) provide around-the-clock access to emergency health services; (3) refer homeless persons for necessary hospital services; (4) refer homeless persons for needed mental health services unless these services are provided directly; (5) conduct outreach to inform homeless individuals of the availability of services; and (6) aid homeless individuals in establishing eligibility for housing assistance and services under entitlement programs. The grants may be used to continue to provide these services for up to 12 months to individuals who have obtained permanent housing if services were provided to these individuals when they were homeless.", "Health Care for the Homeless serves approximately 450,000 homeless persons yearly.", "State and local governments, other public entities, and private nonprofit organizations are eligible to apply for Health Care for the Homeless grants. Health Care for the Homeless projects are administered by federally funded community and migrant centers, inner city hospitals, nonprofit coalitions, and local public health departments. The Department distributes grant awards directly to nonprofit and public organizations.", "None.", "The program’s 1996 reauthorization ended a matching requirement of $1 for every $2 of federal funds. However, grantees that received initial funding between 1988 and 1995 are required to maintain the level of effort begun when the matching requirement was in place.", "The Health Care for the Homeless program serves homeless individuals and families.", "According to a Health Care for the Homeless official, recent federal and state welfare changes, as well as the loss of Supplemental Security Income benefits for individuals with substance abuse problems, have led to a drastic increase in the number of uninsured persons seeking Health Care for the Homeless services. At the same time, Health Care for the Homeless programs are facing decreases in third-party reimbursements as many states enact Medicaid managed care plans. Because these managed care plans provide restricted access to providers that may be geographically distant, homeless patients regularly seek more accessible services “out of the plan” through the Health Care for the Homeless program. Patients receive care, but the program receives no reimbursement. Declining Medicaid reimbursement, combined with increased numbers of uninsured persons needing services, limits grantees’ capacity to meet demand. In some instances, providers have been forced to turn away homeless persons seeking Health Care for the Homeless services."], "subsections": []}, {"section_title": "Projects for Assistance in Transition From Homelessness (PATH)", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Formula grants The PATH program provides financial assistance to states to provide a variety of housing and social services to individuals with severe mental illness, including those with substance abuse disorders, who are homeless or at risk of becoming homeless.", "Services funded under PATH include (1) outreach; (2) screening and diagnostic treatment; (3) habilitation and rehabilitation services; (4) community mental health services; (5) alcohol or drug treatment services; (6) staff training; (7) case management; (8) supportive and supervisory services in residential settings; (9) referrals for primary health services, job training, and educational services; and (10) a prescribed set of housing services. PATH allows the states to set their own priorities among the eligible services. The states cannot use more than 20 percent of their allotment for prescribed housing services. In addition, funds cannot be used to (1) support emergency shelters or the construction of housing facilities, (2) cover inpatient psychiatric or substance abuse treatment costs, or (3) make cash payments to intended recipients of mental health or substance abuse services.", "During fiscal years 1995 through 1997, the PATH program served 125,947; 76,395; and 62,112 homeless persons, respectively. Information for fiscal year 1998 was not available during our review.", "The Department provides grants to states that, in turn, make subgrants to local public and private nonprofit organizations. Eligible nonprofit subgrantees include community-based veterans organizations and other community organizations.", "Local Matching Requirement: Grantees must contribute $1 in cash or in kind for every $3 in federal funds.", "The PATH program targets persons with mental illness, including those with substance abuse disorders, who are homeless or at risk of becoming homeless.", "According to a PATH official, the program cannot meet the demand for its services from eligible persons. Therefore, the program specially targets those who are most in need. Other factors limiting the program’s effectiveness include a lack of affordable housing; difficulties for clients in gaining access to health and entitlement benefits (because of limitations on eligibility, problems in obtaining necessary documentation, or inability to follow through on application processes); limitations on coverage under health and entitlement programs; and limitations on the availability of mental health resources."], "subsections": []}, {"section_title": "Runaway and Homeless Youth - Basic Center", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Project grants (discretionary)", "The Runaway and Homeless Youth Basic Center program provides grantees with financial assistance to establish or strengthen community-based centers that address the immediate needs of runaway and homeless youth and their families. The program offers young runaways a system of care outside the traditional child protective services, law enforcement, and juvenile justice agencies. Basic centers provide services such as emergency shelter, food, clothing, counseling, referrals for health care, outreach, aftercare services, and recreational activities.", "During fiscal year 1997, the Runaway and Homeless Youth Basic Center and Transitional Living programs provided services to 83,359 homeless youth. The Department did not collect this information during fiscal years 1995 and 1996. Information for fiscal year 1998 was not available at the time of our review.", "Grants are provided to local public and private or nonprofit agencies, as well as to coordinated networks of such agencies.", "The grantee must match 10 percent of the federal grant, either in cash or in kind.", "Runway and homeless youth and their families are eligible for benefits.", "According to a program official, funding levels severely limit the types and duration of services that can be offered to young people. Basic centers may house youth for only 15 days, a period that is often not long enough to locate a longer-term alternative for youth who cannot return to their family home or to ensure that youth who are returned home will be safe. In addition, because of funding limitations, the centers are often full and most Transitional Living programs have waiting lists."], "subsections": []}, {"section_title": "Runaway and Homeless Youth - Education and Prevention Grants to Reduce Sexual Abuse of Runaway, Homeless, and Street Youth", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Project grants (discretionary)", "Education and Prevention Grants to Reduce Sexual Abuse of Runaway, Homeless, and Street Youth (Street Outreach Program) fund street-based education and outreach, emergency shelter, and related services for runaway and homeless youth and youth on the streets who have been, or are at risk of being, sexually exploited and abused. Street-based outreach activities are designed to reach those youth who do not benefit from traditional programs because they stay away from shelters. Services provided through the program include survival aid, emergency shelters, street-based education and outreach, individual assessments, treatment and counseling, prevention and education activities, information and referrals, crisis intervention, and follow-up support.", "The Department does not collect data on the number of homeless youth served through the program. However, information is available on the number of youth contacted through street outreach efforts.", "The Department awards grants to private nonprofit agencies to provide outreach services designed to build relationships between grantee staff and street youth. These agencies provide services directly or in collaboration with other agencies.", "The grantee must provide 10 percent of the federal grant in cash or in kind.", "Adolescents up to the age of 24 who are living on the streets are eligible for the program’s benefits.", "The Department’s comments on this program appear in our discussion of the Runaway and Homeless Youth Basic Center programs."], "subsections": []}, {"section_title": "Runaway and Homeless Youth - Transitional Living Program for Older Homeless Youth", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Project grants (discretionary)", "Program Description: The Transitional Living Program for Older Homeless Youth supports projects that provide longer-term residential services to homeless youth aged 16 to 21 for up to 18 months to help them make a successful transition to self-sufficient living. These services include (1) basic life skill building, (2) interpersonal skill building, (3) career counseling, (4) mental health care, (5) educational opportunities, and (6) physical health care.", "During fiscal year 1997, the Runaway and Homeless Youth Basic Center and Transitional Living programs provided services to 83,359 homeless youth. The Department did not collect this information during fiscal years 1995 and 1996. Information for fiscal year 1998 was not available at the time of our review.", "The Transitional Living Program provides grants to local public and private organizations to address the shelter and service needs of homeless youth.", "Grantees must provide 10 percent of the federal grant in cash or in kind.", "The Transitional Living Program targets homeless youth aged 16 to 21. A homeless youth accepted into the program is eligible to receive shelter and services continuously for up to 18 months.", "According to a program official, most Transitional Living programs have waiting lists because the number that can be funded with current resources is limited."], "subsections": []}, {"section_title": "Community Health Centers", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Program Type: Nontargeted  (discretionary)", "Funding Type: Project grants The Community Health Center program supports the development and operation of community health centers, which provide preventive and primary health care services, supplemental health and support services, and environmental health services to medically underserved areas/populations.", "Although the Health Care for the Homeless program is specifically designed to serve the homeless population, many community health centers serve homeless individuals and have internal programs for this purpose.", "Any public agency or private nonprofit organization with a governing board, a majority of whose members are users of the center’s services, is eligible to apply for a project grant to establish and operate a community health center in a medically underserved area. Public or private nonprofit organizations may also apply for grants to provide technical assistance to community health centers.", "None. However, grantees are expected to have nonfederal revenue sources.", "Population groups in medically underserved areas are eligible for services provided by community health centers. Criteria for determining whether an area is medically underserved include, among others, a high rate of poverty or infant mortality, a limited supply of primary care providers, and a significant number of elderly persons.", "A program official reported that there are no factors preventing homeless people from gaining access to community health centers."], "subsections": []}, {"section_title": "Community Services Block Grant", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Formula grants The Community Services Block Grant program provides block grants to states, territories and Indian tribes for services and activities to reduce poverty. Block grants give states flexibility to tailor their programs to the particular service needs of their communities. Activities designed to assist low-income participants, including homeless individuals and families, are acceptable under this program. Eligible services include employment, education, housing assistance, nutrition, energy, emergency, and health services.", "The Department does not collect data on the number of homeless persons served by this program.", "Each state submits an annual application and certifies that it agrees to provide (1) a range of services and activities having a measurable and potentially major impact on causes of poverty in communities where poverty is an acute problem and (2) activities designed to help low-income participants become self-sufficient.", "States make grants to locally based nonprofit community action agencies and other eligible entities that provide services to low-income individuals and families. States are required to use at least 90 percent of their allocations for grants to community action agencies and other eligible organizations.", "None.", "Community Services Block Grant programs are targeted at the poor and near-poor, and need is the primary criterion for eligibility. In general, beneficiaries of programs funded by these block grants must have incomes no higher than those set forth in the federal poverty income guidelines.", "The Department did not identify any factors limiting the usefulness of this program for homeless persons."], "subsections": []}, {"section_title": "Head Start", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Program Type: Nontargeted  (discretionary)", "Funding Type: Project grants The Head Start program provides comprehensive health, educational, nutritional, social, and other services primarily to preschool children from low-income families. The program fosters the development of children and enables them to deal more effectively with both their present environment and later responsibilities in school and community life. Head Start programs emphasize cognitive and language development and socio-emotional development to enable each child to develop and realize his or her highest potential. Head Start children also receive comprehensive health services, including immunizations, physical and dental exams and treatment, and nutritional services. In addition, the program emphasizes the significant involvement of parents in their children’s development. Parents can make progress toward their educational, literacy, and employment goals by training for jobs and working in Head Start.", "While all Head Start programs are committed to meeting the needs of homeless children and families, 16 Head Start programs were selected in a national demonstration competition to target children who are homeless. Head Start has provided $3.2 million a year since 1993 to these 16 programs. The Department plans to issue a final report detailing the key lessons learned from the demonstration programs in late 1998 or early 1999.", "During the last 4 program years, approximately 50 percent of local Head Start programs reported that they undertook special initiatives to serve homeless children and their families. However, at this time, information on the number of homeless persons served is not collected nationally.", "Head Start funds are awarded directly to local public and private nonprofit agencies, such as school systems, city and/or county governments, Indian tribes, and social service agencies.", "Grantees must provide 20 percent of the program’s total cost.", "The Head Start program is primarily for preschool children between the ages of 3 and 5 from low-income families. However, children under the age of 3 from low-income families may be eligible for the Early Head Start program. At least 90 percent of Head Start participants must come from families with incomes at or below set poverty guidelines. At least 10 percent of the enrollment opportunities in each program must be made available to children with disabilities.", "A Head Start program official reported that while there are a number of effective approaches to serving homeless families, the efficacy of any particular approach often depends on the local community’s resources, policies, and service delivery systems for homeless families. The official also reported that, according to grantees, Head Start has a critical role to play in serving homeless families, and in many communities it may be the only program serving homeless families that focuses on children as well as families. In addition, because Head Start employs a family-based, comprehensive approach to serving families, it is in a unique position to provide the multiple services homeless families require. A key lesson learned from the Head Start Homeless Demonstration Projects is that Head Start programs cannot “do it all.” Collaboration with other agencies serving homeless families was and is critical to the success of each project."], "subsections": []}, {"section_title": "Maternal and Child Health Services Block Grant", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Formula grants The Maternal and Child Health Services Block Grant Program supports states’ activities to improve the health status of pregnant women, mothers, infants, and children. The program is designed to address key health issues for low-income women and their children, including reducing the rate of infant mortality and disabling diseases among women and children. Information on the number of homeless persons served through this program is not available.", "States receive grants from the federal government and may make subgrants to public or private nonprofit organizations. States are required to use at least 30 percent of their block grant allocations to develop systems of care for preventive and care services for children and 30 percent for services for children with special needs. Approximately 30 percent may be used, at the state’s discretion, for services for either of these groups or for other appropriate maternal and child health services, including preventive and primary care services for pregnant women, mothers, and infants up to 1 year old. Spending for administrative costs is capped at 10 percent.", "States or localities must provide $3 for every $4 of federal funds.", "The Maternal and Child Health Services Block Grant program targets pregnant women, mothers, infants and children, and children with special health care needs, particularly those from low-income families (i.e, families whose income is below 100 percent of the federal poverty guidelines).", "Program Limitations: A Maternal and Child Health Services program official reported that there are no factors preventing homeless people from gaining access to programs funded by the block grant."], "subsections": []}, {"section_title": "Medicaid", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "The Medicaid program provides financial assistance to states for payments of medical assistance on behalf of aged, blind, and disabled individuals, including recipients of Supplemental Security Income payments, families with dependent children, and special groups of pregnant women and children who meet income and resource requirements. Medicaid is the largest program providing medical and health-related services to America’s poorest people.", "For certain eligibility groups known as the categorically needy, states must provide the following services: in- and out-patient hospital services; physician services; medical and surgical dental services; nursing facility services for individuals aged 21 or older; home health care for persons eligible for nursing facility services; family planning services and supplies; rural health clinic services and any other ambulatory services offered by a rural health clinic that are otherwise covered under the state plan; laboratory and X-ray services; federally qualified health center services; nurse-midwife services (to the extent authorized under state law); and early and periodic screening, diagnosis, and treatment services for individuals under the age of 21.", "Information on the number of homeless persons served by the Medicaid program is not available.", "Within broad national guidelines, each state (1) administers its own program; (2) establishes its own eligibility standards; (3) determines the type, amount, duration, and scope of services; and (4) sets the rate of payment for services. Thus, the Medicaid program varies considerably from state to state, as well as within each state, over time. State and local Medicaid agencies operate the program under an HHS-approved Medicaid state plan.", "The Department matches state expenditures for services provided to eligible beneficiaries at a rate established by formula. Under the Social Security Act, the federal share for medical services may range from 50 percent to 83 percent. Medicaid payments are made directly by the states to the health care provider or health plan for services rendered to beneficiaries. The Department also matches administrative expenses for all states at a rate of 50 percent except for some specifically identified administrative expenses, which are matched at enhanced rates. Among the expenses eligible for enhanced funding are those for operating an approved Medicaid Management Information System for reimbursing providers for services.", "States are required to match federal funds expended for covered medical services to beneficiaries at a rate established by formula. Some states require local governments to provide part of the state matching funds.", "Low-income persons who are over the age of 65, blind, or disabled; members of families with dependent children; low-income children and pregnant women; and certain Medicare beneficiaries who meet income and resource requirements are eligible for benefits. Also, in many states, medically needy individuals may be eligible for medical assistance. Eligibility is determined by the states in accordance with federal regulations. The states have some discretion in determining the groups their Medicaid programs will cover and the financial criteria for Medicaid eligibility.", "In all but a few states, persons receiving Supplemental Security Income are automatically eligible for Medicaid.", "The Department did not identify any factors limiting the usefulness of this program for homeless persons."], "subsections": []}, {"section_title": "Mental Health Performance Partnership Block Grant", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Formula grants Mental Health Performance Partnership Block Grants assist states in creating comprehensive, community-based systems of care for adults with serious mental illnesses and children with severe emotional disturbances. In order to receive block grant funds, states must submit plans that, among other things, provide for the establishment and implementation of a program of outreach to, and services for, such individuals who are homeless. The plans must include health and mental health, rehabilitation, employment, housing, educational, medical and dental, and other supportive services, as well as case management services. States primarily use PATH and other limited available funds to establish and implement their plans for outreach to the homeless.", "Information is not available on the number of homeless adults with serious mental illnesses and homeless children with severe emotional disturbances served by this program.", "Funds are used at the discretion of the state to achieve the program’s objectives. States carry out their block grant activities through grants or contracts with a variety of community-based organizations, such as community mental health centers, child mental health centers, and mental health primary consumer-directed organizations.", "The Department uses 5 percent of the block grant funds for technical assistance to states, data collection, and program evaluation.", "None.", "States have flexibility in allocating their block grant funds. While funds may not be identified explicitly for services to the homeless, most state mental health agencies do provide services for homeless adults with serious mental illnesses and homeless children with severe emotional disturbances.", "According to a program official, the demand for public mental health services exceeds the ability of many programs to serve all eligible persons. Therefore, programs generally target services to high-priority populations. Many states and communities are faced with significant needs among various high-priority populations, and many states have identified significant gaps in services—such as services related to the criminal justice system and transitional services for children moving to adulthood. Gaps in these service areas may contribute to homelessness in some communities."], "subsections": []}, {"section_title": "Migrant Health Centers", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Project grants Migrant health centers support the planning and delivery of health services to migrant and seasonal farmworkers and their families as they move and work.", "In some cases, migrant farmworkers are considered as homeless for at least a portion of their work year, since housing is usually not guaranteed with employment.", "Migrant health centers make grants to public and private nonprofit entities for the planning and delivery of health care services to medically underserved migrants and seasonal farmworkers. This program is closely related to the Community Health Centers program. In fact, the majority of the grantees under the Migrant Health Centers program also receive funds through the Community Health Centers program.", "Local Matching Requirement: None.", "Migratory and seasonal agricultural workers and their families are eligible for services.", "A program official reported that the Migrant Health Centers program encourages centers to undertake farmworker housing projects. However, only a few centers have pursued this option. As a result, most centers are not in a position to assist farmworkers with housing issues."], "subsections": []}, {"section_title": "Ryan White Care Act Titles I and II", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Formula and project grants The Ryan White Comprehensive AIDS Resources Emergency Act (Ryan White CARE Act) provides assistance to states, eligible metropolitan areas, and service providers to improve the quality and availability of care for individuals and families living with the Human Immunodeficiency Virus (HIV) and Acquired Immune Deficiency Syndrome (AIDS) through seven different programs that target specific aspects of the HIV/AIDS epidemic.", "Title I of the act provides substantial emergency resources to metropolitan areas facing high HIV/AIDS caseloads to develop and operate programs that provide an effective, appropriate, and cost-efficient continuum of health care and support services for individuals and families living with HIV. Title II of the act enables states to improve the quality, availability, and organization of health and support services for individuals infected with HIV and their families.", "Titles I and II receive the most funds and provide services to low-income, underserved, vulnerable populations, such as the homeless, who are infected with HIV/AIDS. The services provided include health care services and support services, such as housing referrals, case management, outpatient health services, emergency housing assistance, and assistance associated with residential health care delivery—for example, residential substance abuse care.", "Information on the number of homeless persons served through titles I and II of the act is not available.", "Under title I, eligible metropolitan areas receive formula grants based on the estimated number of people infected with HIV who are living in the metropolitan area. The remaining funds available after the formula grant amounts are determined are distributed as supplemental grants through a discretionary mechanism established by the Secretary of HHS. Title I grants are awarded to the chief elected official of the city or county that administers the health agency providing services to the greatest number of people living with HIV in the eligible metropolitan area. Title II grants are also determined by formula and are awarded to the state agency designated by the governor to administer the title II program, usually the health department. The use of the program’s funds is authorized only after all other funding sources have been exhausted.", "Title I - None.", "Title II - States with a confirmed number of AIDS cases that exceeds 1 percent of the aggregate number of cases in the United States for the 2-year period preceding the fiscal year for which the state is applying for funds are subject to a matching requirement. The matching requirement increases each year of the grant cycle. In the first fiscal year of participation, states must provide at least $1 for every $5 of federal funds; in the second fiscal year, $1 for every $4; in the third fiscal year, $1 for every $3; and in the fourth and subsequent fiscal years, $1 for every $2 of federal funds.", "Low-income, uninsured, and underinsured HIV-infected individuals and their families may be eligible for services funded through titles I and II.", "Program Limitations: A program official reported that program priorities for titles I and II of the Ryan White CARE Act are determined locally and are based on local assessments of the needs of people living with HIV/AIDS. Resources may not be adequate to meet all needs; therefore, important services may not be provided.", "Also, according to the official, adequate housing for persons living with HIV/AIDS remains a critical need and a major service gap in many eligible metropolitan areas and states. While inadequate housing is a major problem for persons living in poverty, this problem is magnified for persons living with HIV. In many areas, the stock of affordable housing is not growing, but the proportion of persons with HIV living in poverty continues to grow. To meet varying needs, a range of services may be required to help such persons locate, maintain and/or retain housing. Homelessness not only affects basic health and dignity but also disrupts access to services and makes continuing compliance with medication regimens very difficult. The costs of providing housing assistance are high, and collaboration among agencies and programs is needed to make more adequate housing available for persons with HIV/AIDS."], "subsections": []}, {"section_title": "Social Services Block Grant", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Formula grants Social Services Block Grants (SSBG) enable each state to furnish social services best suited to the needs of its residents. The grants are designed to (1) reduce or eliminate dependency; (2) achieve or maintain self-sufficiency; (3) help prevent the neglect, abuse, or exploitation of children and adults; (4) prevent or reduce inappropriate institutional care; and (5) secure admission or referral for institutional care when other forms of care are not appropriate.", "Each state determines which of 28 services included in an SSBG index will be provided and how the funds will be distributed. Services that may be supported with SSBG funds are transportation, case management, education and training, employment, counseling, housing, substance abuse, and adoption services; congregate meals; day care; family planning services; foster care services for adults and children; health-related and home-based services; home-delivered meals; independent/transitional living information and referral; legal, pregnancy and parenting, and prevention/intervention services; protective services for children and adults; recreational services; residential treatment; and special services for youth at risk and disabled persons.", "The Department does not collect data on the number of homeless persons served by this program.", "Grant funds are determined by a statutory formula based on each state’s population. Local government agencies and private organizations may receive subgrants. States may also contract with local service providers to supply the range of services allowed under the program.", "None.", "Each state determines the services that will be provided and the individuals that will be eligible to receive services.", "According to a program official, the ability of the SSBG program to serve the homeless is limited by the discretionary nature of states as independent program entities, the lack of an index service for or explicit emphasis on the homeless within the SSBG index, and objectives (1) and (2) of the legislative program. These objectives, which support efforts to prevent, reduce, or eliminate dependency, encourage the use of SSBG funds to assist persons whose existing housing is threatened rather than those who are already homeless. While SSBG funds can be used as a stopgap to prevent further homelessness, they cannot be used to provide housing for the homeless."], "subsections": []}, {"section_title": "State Children’s Health Insurance Program", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Formula grants The State Children’s Health Insurance Program (CHIP) provides funds to states to enable them to initiate and expand child health assistance to uninsured, low-income children.", "Information on the number of homeless children served by CHIP is not available.", "Any state applying for CHIP funds must submit and have approved by the Secretary of HHS a state child health plan that includes certain eligibility standards to ensure that only targeted low-income children are provided assistance under the plan. The plan must also indicate what share of the costs, if any, will be charged by the state. The plan may not exclude coverage for preexisting conditions. The states may spend up to 10 percent of their total CHIP funds on administrative activities, including outreach to identify and enroll eligible children in the program.", "The final allotment for a state’s CHIP plan is based on (1) the number of low-income, uninsured children in the state and (2) the state’s cost factor. A state-specific percentage is determined on the basis of these two factors for each state with an approved CHIP plan. A state’s final allotment for the fiscal year is determined by multiplying the state-specific percentage for each approved CHIP plan by the total national amount available for allotment to all states.", "The amount each state pays varies with the state’s federal medical assistance percentages used in the Medicaid program. No state pays more than 35 percent.", "CHIP targets children who have been determined eligible by the state for child health assistance under the state’s plan; low-income children; children whose family income exceeds Medicaid’s applicable income level but is not more than 50 percentage points above that income level; and children who are not eligible for medical assistance under Medicaid or are not covered under a group health or other health insurance plan.", "When a state determines through CHIP screening that a child is eligible for Medicaid, the state is required to enroll the child in the Medicaid program. In addition, the state is expected to coordinate with other public and private programs providing creditable health coverage for low-income children.", "According to a program official, there may be barriers at the state level in both CHIP and Medicaid. For example, documentation and verification requirements vary from state to state. Furthermore, a limitation exists under the Medicaid side of the CHIP program related to presumptive eligibility, a temporary status that allows a person to receive care immediately if he/she appears to be eligible on the basis of a statement of income. The statute limits who can determine presumptive eligibility. Currently, most providers and shelters serving the homeless are not included in the statute as entities that can determine presumptive eligibility, even though they interact with homeless children daily."], "subsections": []}, {"section_title": "Substance Abuse Prevention and Treatment Block Grant", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Formula grants The Substance Abuse Prevention and Treatment Block Grant program provides financial assistance to states and territories for planning, implementing, and evaluating activities to prevent and treat substance abuse.", "Information on the number of homeless persons served through this program is not available because states are not required to routinely provide the Department with information on the numbers of individuals, including homeless individuals, receiving treatment under the program.", "Program Administration/Funding Mechanism: States receive grant awards directly from the Department on the basis of a congressionally mandated formula. States may provide prevention and treatment services directly or may enter into subcontracts with public or private nonprofit entities for the provision of services. Under this program, grantees are required to spend at least 35 percent of their total annual allocation for alcohol prevention and treatment activities; at least 35 percent for prevention and treatment activities related to other drugs; and at least 20 percent for primary prevention programs geared toward individuals who do not require treatment for substance abuse. A maximum of 5 percent of a grant may be used to finance administrative costs.", "Primary prevention programs must provide eligible individuals with education and counseling about substance abuse and must provide activities that reduce the risk of abuse by these individuals. In establishing prevention programs, states must give priority to programs serving populations at risk of developing a pattern of substance abuse.", "None.", "All individuals suffering from alcohol and other drug abuse, including homeless individuals with substance abuse disorders, are eligible for services.", "The Department did not identify any limitations."], "subsections": []}, {"section_title": "Temporary Assistance for Needy Families", "paragraphs": ["Administering Agency: U.S. Department of Health and Human Services (HHS)", "Funding Type: Block grant Temporary Assistance for Needy Families (TANF) is a fixed block grant for state-designed programs of time-limited and work-conditional aid to families with children. Title I of P.L. 104-193, the Personal Responsibility and Work Opportunity Reconciliation Act of 1996, created the TANF program. This legislation repealed the Aid to Families with Dependent Children, Emergency Assistance, and Job Opportunities and Basic Skills Training programs and replaced them with a single block grant to states. All states were required to implement TANF by July 1, 1997.", "Under TANF, cash grants, work opportunities, and other services are provided to needy families with children. TANF funds are used to (1) provide assistance to needy families so that children may be cared for in their own homes or in the homes of relatives; (2) end the dependence of needy parents on government benefits by promoting job preparation, work, and marriage; (3) prevent and reduce the incidence of out-of-wedlock pregnancies and establish annual numerical goals for preventing and reducing the incidence of these pregnancies; and (4) encourage the formation and maintenance of two-parent families.", "In reference to serving homeless populations, TANF program officials reported that P.L. 104-193 gives states the flexibility to design programs that cover the circumstances and meet the needs of their populations. Providing emergency shelter and other services to help families overcome homelessness is permitted under the statute, and a number of states are engaged in this effort. According to a March 1988 report on TANF and services for the homeless, 19 states’ TANF programs provide targeted cash benefits or services to the homeless, while 29 states’ TANF programs provide cash benefits or services to families at risk of becoming homeless.", "TANF explicitly permits states to administer benefits directly or to provide services through contracts with charitable, religious, or private organizations. Although states have wide flexibility to determine their own eligibility criteria, benefit levels, and the types of services and benefits available to TANF recipients, their programs must adhere to a variety of federal requirements.", "The Department provides states with TANF funding primarily through State Family Assistance Grants. Certain federal conditions are attached to the grants. For example, to receive full grants, states must achieve minimum work participation rates and spend a certain sum of their own funds on behalf of eligible families (i.e., the “maintenance-of-effort” rule). States must maintain at least 80 percent of their own historic spending levels (75 percent if they meet TANF’s work participation requirements) or suffer a financial penalty. Moreover, states must impose a general 5-year time limit on TANF-funded benefits. In addition, states may transfer a limited portion of their federal TANF grant for a fiscal year to the Child Care and Development Block Grant and the Social Services Block Grant programs.", "None.", "TANF beneficiaries are needy families with children whose eligibility is determined by the state. Because states may design their own assistance programs, eligibility criteria vary from state to state. States must, however, adhere to federal requirements. For example, under federal requirements, persons eligible to receive TANF assistance through state programs are families that include a minor child who resides with a custodial parent or other adult caretaker relative of the child. States may also cover pregnant individuals.", "According to TANF program officials, there are no statutory factors that limit the use of the TANF program for homeless families. These officials were not aware of any statutory provisions or program design decisions on the part of states that prohibit homeless families from obtaining TANF benefits. However, the officials did report that many states face the challenge of trying to stabilize homeless families in permanent living arrangements while encouraging the move to self-sufficiency before the program’s time-limited benefits expire."], "subsections": []}, {"section_title": "Emergency Shelter Grants Program (ESG)", "paragraphs": ["Administering Agency: U.S. Department of Housing and Urban Development (HUD)", "Funding Type: Formula grants This is one of the principal formula grant programs to state and local governments under the McKinney Act. It is also one of the oldest and most widely used. There are four major categories of eligible activities: the renovation, major rehabilitation, or conversion of buildings for use as emergency shelters or transitional housing for homeless persons; the provision of up to 30 percent of the grant for essential social services (the Secretary may waive the 30-percent limit on essential services); the payment of operating costs of facilities for the homeless (but no more than 10 percent of the grant may be used for management costs); and the provision of up to 30 percent of the grant for activities to prevent homelessness.", "According to HUD’s estimates, grants under this program served 574,000 persons in fiscal year 1995, 420,000 in fiscal year 1996, and 420,000 in fiscal year 1997.", "The principal mechanism for coordinating and integrating this program is the consolidated plan, a document required and approved by HUD that describes what the community needs to assist the homeless, details available resources, and provides a 5-year plan and an annual action plan.  According to a HUD division director, the process of developing this plan and using it to allocate funds from formula grant programs such as ESG gives each community considerable authority in deciding how funds will be used to meet the targeted needs of its homeless and low- and moderate-income residents.", "According to the HUD division director, ESG is a very important component of the Department’s Continuum of Care policy (and of the services offered in accordance with this policy) because it addresses homeless people’s needs for emergency and transitional housing.", "A 1994 study determined that although ESG provided only 10 percent of the average service provider’s operating budget, the program has allowed providers to meet their most basic needs for operating funds and appropriate facilities, enabling them to use funds from other sources to offer additional programs and services. According to the HUD division director, grantees may have shifted from funding rehabilitative activities to funding more operating costs, essential services, and prevention initiatives. The official also stated that the proportion of ESG funds used for essential services has increased for some grantees because the limit on the percentage of the grant that can be allocated for services was raised from 15 to 30 percent and requests for waivers of the 30 percent limit were widely approved.", "Formula grants are provided to states, metropolitan cities, urban counties, and territories in accordance with the distribution formula used for HUD’s Community Development Block Grants (CDBG).", "For local governments, a one-for-one match is required for each grantee. For states, there is no match for the first $100,000, but a one-for-one match is required for the remainder of the funds.", "This grant specifically targets the homeless population. To be eligible, grantees must (1) ensure that any building using ESG funds will continue as a homeless shelter for a specified period, (2) ensure that assisted rehabilitation is sufficient to make the structure safe and sanitary, (3) establish a procedure to ensure the confidentiality of victims of domestic violence and assist homeless individuals in obtaining appropriate supportive services and other available assistance, and (4) meet other generally applicable requirements, such as ensuring nondiscrimination and equal opportunity. Grantees are also required to supplement the grant with funds from other sources.", "ESG funds cannot be used to construct emergency shelter or transitional housing or to develop or lease permanent supportive housing for homeless persons. Permanent supportive housing may be obtained through the McKinney Act Shelter Plus Care, Supportive Housing, and Section 8 Single-Room Occupancy programs under the Continuum of Care competitive process.", "According to the 1994 study, grantees have suggested that more uses of the grant funds be allowed. Providers have had difficulty finding the resources to help their clients obtain permanent housing or gain access to a housing subsidy. Broadening the block grant is viewed as a way for the agencies operating ESG services to expand their services in the direction of transitional and permanent housing for homeless clients."], "subsections": []}, {"section_title": "Section 8 Single-Room Occupancy (SRO) Moderate Rehabilitation", "paragraphs": ["Administering Agency: U.S. Department of Housing and Urban Development (HUD)", "Funding Type: Project grants (competitive)", "The Section 8 Single-Room-Occupancy (SRO) Moderate Rehabilitation program provides rental assistance to homeless individuals. SROs are housing units intended for occupancy by a single person that need not, but may, contain food preparation or sanitary facilities, or both. Under the program, HUD enters into annual contributions contracts with public housing authorities for the moderate rehabilitation of residential properties that, when the work is completed, will contain multiple single-room dwelling units. The public housing authority is responsible for selecting properties that are suitable for assistance and for identifying landlords who will participate. The public housing authority then enters into a formal agreement with the property owner to make repairs and necessary improvements to meet HUD’s housing quality standards and local fire and safety requirements.", "The Continuum of Care concept, which applies to this program, requires linkages to and coordination with the local consolidated planning process undertaken by all states and CDBG entitlement communities. In addition, linkages with more than 100 federally designated empowerment zones and enterprise communities are enhanced through the awarding of additional points to applicants that can demonstrate strong coordination. Examples of coordination include the use of common board members on the Continuum of Care and empowerment zone/enterprise community planning committees, the location of assistance projects for the homeless within an empowerment zone or enterprise community, and the priority placement of homeless persons in an empowerment zone or enterprise community that provides assistance for the homeless.", "The use of mainstream housing programs, such as the Home Investment Partnership Program (HOME), CDBG, and the Low-Income Housing Tax Credit program in developing SRO housing involves further program integration and cross-agency coordination (e.g., between HUD and the Internal Revenue Service, within the Department of the Treasury).", "Program Administration/Funding Mechanism: Public and Indian housing authorities and private nonprofit organizations may apply for competitive awards of Section 8 rental subsidies. Private nonprofit organizations receiving awards must subcontract with the housing authorities to administer the SRO rental assistance. These entities then use the funds received from HUD to subsidize the rents of homeless people who will live in the housing. The housing authorities receive these funds from HUD over 10 years. The guaranteed cash flow from the Section 8 housing subsidies helps the owners obtain private financing for the work, cover operating expenses and service the project’s debt, and make a profit on the project.", "None.", "Eligible participants are homeless single individuals. Families are not eligible.", "The funding for this program is considered a permanent housing resource. Thus, homeless persons seeking temporary shelter or support services only would not be eligible for assistance."], "subsections": []}, {"section_title": "Shelter Plus Care Program", "paragraphs": ["Administering Agency: U.S. Department of Housing and Urban Development (HUD)", "Funding Type: Project grants (competitive)", "The Shelter Plus Care program provides rental assistance, together with supportive services funded from a source other than this program, to homeless persons with disabilities. The program may provide (1) tenant-based rental assistance, (2) sponsor-based rental assistance, (3) project-based rental assistance, or (4) SRO assistance.", "According to HUD’s estimates, this program served 7,440 persons in fiscal year 1995, 4,048 in fiscal year 1996, and 2,718 in fiscal year 1997. Estimates were not available for fiscal year 1998.", "According to a program evaluation study, HUD administers two programs other than this one for disabled homeless persons—the Permanent Housing for Handicapped Homeless Persons Program within the Supportive Housing Program and Housing Opportunities for Persons With AIDS (HOPWA). Although some communities have grants for all three programs, there is typically no direct linkage among them unless they are administered by the same service provider. When service providers have had a choice, some have enrolled homeless persons in the other two programs, especially when the homeless persons have been greatly in need of supportive services, because both the Supportive Housing Program and HOPWA permit the use of program funds for services.", "Also, HHS’ Projects for Assistance in Transition from Homelessness (PATH) program is a federal formula grant to assist the homeless mentally ill population. According to a Shelter Plus Care evaluation study, PATH has been an excellent source of referrals for local Shelter Plus Care programs and operates in many of the same communities.", "The goals of the Shelter Plus Care program are to (1) assist homeless individuals and their families; (2) increase housing stability, skill and/or income; and (3) obtain greater self-determination. The study concluded that overall, these programs could successfully serve the target population, but the program’s independent living housing options, as initially conceived, were not suitable for that population because the participants needed a more supervised setting that offered intensive case management, life skill training, housing supervision, and treatment for one or more of the participants’ disabilities. The study concluded that service providers adapted its outreach sources and screening criteria to reflect this need. The program changed its focus to disabled formerly homeless persons who came from transitional shelters, emergency shelters with strong transitional programs, or detoxification and treatment programs rather than directly from the streets.", "The rent subsidy can be administered by states (including territories), units of general local government, Indian tribes, and public and Indian housing agencies. Grant recipients may then subgrant funds in the form of rental assistance to housing owners. Under the sponsor-based assistance component, grantees may also provide rental assistance to private nonprofit entities (including community mental health centers established as nonprofit organizations) that own or lease dwelling units.", "Each grantee must match the federal funds provided for shelter with equal funding for supportive services. The match must come from a source other than the Shelter Plus Care program; however, federal, state and local resources may be used for the match. Eligible supportive services include health care, mental health and substance abuse services, child care, case management, counseling, supervision, education, job training, other services necessary for independent living. In-kind resources can count towards the match.", "Those eligible for participation include homeless persons with disabilities (primarily those who are seriously mentally ill; have chronic problems with alcohol, drugs, or both; or have AIDS) and, if also homeless, their families. Such persons must also have low annual incomes (not exceeding 50 percent of the median income for an area). The Shelter Plus Care program also targets those who are difficult to reach, such as persons living on the streets and sleeping on grates, in parks, or in bus terminals; residing in emergency shelters, welfare hotels, or transitional housing; or at imminent risk of being evicted and subsequently living on the street or in a shelter.", "Homeless persons not meeting the definition of “disabled” are not eligible for assistance. Also, homeless persons or families seeking temporary shelter, transitional housing, or support services only cannot participate in this program.", "According to a Shelter Plus Care evaluation study, the program is regarded as a resource for providing permanent housing. However, the program’s objective is to provide housing assistance for at least 5 years as needed; thus, the term “permanent housing” may not be strictly applicable. In addition, the study concludes that grantees have generally not found regional HUD staff to be prompt and helpful in providing technical assistance."], "subsections": []}, {"section_title": "Supportive Housing Program", "paragraphs": ["Administering Agency: U.S. Department of Housing and Urban Development (HUD)", "Funding Type: Project grants (competitive)", "The Supportive Housing Program is designed to promote the development of supportive housing and supportive services to assist homeless persons in the transition from homelessness and to enable them to live as independently as possible. Program funds may be used to provide (1) transitional housing within a 24-month period, as well as up to 6 months of follow-up services to former residents to promote their adjustment to independent living; (2) permanent housing in conjunction with appropriate supportive services designed to allow persons with disabilities to live as independently as possible; (3) supportive services for homeless persons not provided in conjunction with supportive housing (i.e., services only); (4) housing that is, or is a part of, an innovative development or alternative method designed to meet the long-term needs of homeless persons; and (5) safe havens for homeless individuals with serious mental illness currently residing on the streets who may not yet be ready for supportive services.", "According to HUD’s estimates, the Supportive Housing Program served 279,491 homeless persons in fiscal year 1995, 328,037 in fiscal year 1996, and 123,033 in fiscal year 1997. Estimates were not available for fiscal year 1998.", "HUD is collaborating with HHS on the safe havens component of the Supportive Housing Program. The departments are planning to distribute a guide that describes a combination of housing and services in facilities designated as safe havens.", "States, local governmental entities (including special authorities, such as public housing authorities), private nonprofit organizations, and community mental health associations that are public nonprofit organizations can apply for program funds.", "Program funds are to be used as follows: (1) not less than 25 percent for homeless persons with children, (2) not less than 25 percent for homeless persons with disabilities, and (3) at least 10 percent for supportive services for homeless persons who do not reside in supportive housing.", "A dollar-for-dollar cash match is required for grants involving acquisition, rehabilitation, or new construction. A 25- to 50-percent cost share is required for operating assistance. As of fiscal year 1999, a 25-percent match for supportive services is required.", "Homeless individuals and families with children are eligible for all but the permanent housing for persons with disabilities. Homeless persons with disabilities are eligible for all components, including services. Although the Supportive Housing Program does not have a statutory mandate to serve persons with substance abuse problems, HUD has determined that homeless persons whose sole impairment is alcoholism or drug addiction will be considered disabled if they meet the Department’s statutory criteria.", "Program funds cannot be used to develop or operate emergency shelters, although the funds can be used to provide supportive services at shelters. Although exceptions to the 24-month limit on stays in transitional housing are allowed, program funds cannot be use to provide permanent housing for nondisabled persons."], "subsections": []}, {"section_title": "Community Development Block Grant (CDBG)", "paragraphs": ["Administering Agency: U.S. Department of Housing and Urban Development (HUD)", "Funding Type: Formula and project grants (competitive)", "The CDBG program’s objective is to assist in developing viable urban communities by providing decent housing and a suitable living environment and by expanding economic opportunities, principally for persons with low and moderate incomes. It is the federal government’s primary vehicle for revitalizing the nation’s cities and neighborhoods, thereby providing opportunities for self-sufficiency to millions of Americans. The block grant has three components—CDBG/States’ Program, CDBG/Entitlement Program, and CDBG/Small Cities Program.", "CDBG grants can be used to acquire or rehabilitate shelters, operate shelters, and provide supportive (public) services such as counseling, training, and treatment. In addition, CDBG funds may be used for the construction of temporary shelter facilities and transitional housing, such as halfway homes, for the chronically mentally ill, considering these as public facilities, not residences.", "Data reported for funds expended in fiscal year 1995 under the Entitlement Communities portion of the CDBG program show that $27,500,000 was spent on facilities for the homeless and $51,000,000 was spent on public service activities specifically for the homeless. The actual number of homeless persons benefiting is not known because data are captured by activity and several activities often benefit the same individual. Also, each local government is free to measure data on beneficiaries to suit locally designed programs.", "According to HUD’s Office of Block Grant Assistance, there are no data on the number of homeless persons served by the CDBG State and Small Cities programs.", "Seventy percent of all CDBG funds are provided to entitlement communities (cities) and 30 percent to smaller communities, either through the states or directly from HUD (in New York and Hawaii).", "CDBG Entitlement Program: Cities in metropolitan statistical areas designated by the Office of Management and Budget as the central city of the metropolitan statistical area; other cities with over 50,000 residents within the metropolitan statistical area, and qualified urban counties with at least 200,000 residents are eligible to receive entitlement grants, determined by a statutory formula. Recipients may undertake a wide range of activities directed toward neighborhood revitalization, economic development, and the provision of improved community facilities and services. Activities that can be carried out with CDBG funds include the acquisition of real property and rehabilitation of residential and nonresidential structures. Up to 15 percent of CDBG entitlement funds may be used to pay for public services. All activities must aid in the prevention or elimination of slums or blight or meet other urgent community development needs. The grantee must certify that at least 70 percent of the grant funds are expended for activities that will principally benefit persons with low and moderate incomes.", "CDBG/States’ Program: State governments receive this formula grant and must determine the methods for distributing funds and distribute the funds to units of general local government in nonentitlement areas. The units of general local government funded by a state may undertake a wide range of activities directed toward neighborhood vitalization, economic development, or the provision of improved community facilities and services.", "CDBG/Small Cities Program: HUD administers this competitive grant program only for nonentitlement communities in New York and Hawaii. Eligible applicants are units of local government (including counties). Small cities develop their own programs and funding priorities. Funds may be used for activities that the applicant certifies are designed to meet urgent community development needs—defined as those that pose a serious and immediate threat to the health or welfare of the community. The applicant must also certify that no other financial resources are available to meet these needs.", "None.", "Eligibility: The principal beneficiaries of CDBG funds are persons with low and moderate incomes. For metropolitan areas, such people are generally defined as members of households with incomes equal to or less than the Section 8 low-income limit (i.e., 80 percent or less of an area’s median income) established by HUD.", "Grantees may not obligate more than 15 percent of their CDBG funds for public services."], "subsections": []}, {"section_title": "Home Investment Partnerships Program (HOME)", "paragraphs": ["Administering Agency: U.S. Department of Housing and Urban Development (HUD)", "Funding Type: Formula grants The objectives of this program are to (1) expand the supply of affordable housing, particularly rental housing, for Americans with low and very low incomes; (2) strengthen the abilities of state and local governments to design and implement strategies for achieving adequate supplies of decent, affordable housing; (3) provide both financial and technical assistance to participating jurisdictions, including the development of model programs for developing affordable low-income housing; and (4) extend and strengthen partnerships among all levels of government and the private sector, including for-profit and nonprofit organizations, in the production and operation of affordable housing.", "HOME funds can be used for acquisition, reconstruction, moderate or substantial rehabilitation, and new construction activities that promote affordable rental and ownership housing. Transitional housing is eligible for HOME funds. Tenant-based rental assistance is also eligible and is described by HUD as a flexible resource that communities can integrate into locally designed plans to assist persons with special needs, including those participating in self-sufficiency programs.", "Because the purpose of the HOME program is to produce affordable rental and homeownership housing for low-income families, HUD collects data on the income levels of the persons being served. Information on whether these individuals are homeless is not collected. All families occupying HOME-assisted units or receiving HOME-funded tenant-based rental assistance must have incomes at or below 80 percent of their area’s median income.", "Although HUD does not collect data on the number of homeless persons served through HOME, there is anecdotal evidence that jurisdictions are using HOME funds for single-room-occupancy projects and group homes to serve the homeless, as well as for tenant-based rental assistance to persons who are homeless or at risk of becoming homeless.", "States, cities, urban counties, and consortia (of contiguous units of general local governments with a binding agreement) are eligible to receive formula allocations. Funds are also set aside for grants to insular areas (i.e., the Virgin Islands, American Samoa, Guam, and the Northern Marianas). Applicants must submit a consolidated plan, an annual action plan, and certifications to HUD. The consolidated plan and annual action plan identify the applicant’s plans for using funds from four major formula-distribution HUD community development programs, including HOME. Also, according to a director in the Office of Affordable Housing, the annual action plan must describe the federal and other resources expected to be available, as well as the activities to be undertaken to meet priority needs.", "HOME funds are allocated to participating jurisdictions on a formula basis—60 percent to participating local governments and 40 percent to states, after set-asides for insular areas, management information support, technical assistance, and housing counseling have been subtracted. The formula takes into account factors that reflect a jurisdiction’s need for more affordable housing for families with low and very low incomes. Designed by HUD to meet statutory criteria, the formula considers shortfalls in the jurisdiction’s housing supply, the incidence of substandard housing, the number of low-income families in housing units likely to need rehabilitation, the cost of producing housing, the jurisdiction’s poverty rate, and the jurisdiction’s relative fiscal incapacity to carry out housing activities without federal assistance.", "HOME funds are frequently combined with funds made available under the McKinney Act to pay for the acquisition, rehabilitation, or new construction of projects for serving homeless persons. HOME funds are allocated by formula to state and local governments. The use of HOME funds with programs serving the homeless is coordinated at the state and local level through the Continuum of Care.", "Grantees must provide an amount equal to 25 percent of the grant. This percentage may be reduced for jurisdictions that are fiscally distressed or have been declared major disaster areas by the President.", "For rental housing, at least 90 percent of HOME funds must benefit families with low and very low incomes (at or below 60 percent of the area’s median income); the remaining 10 percent must benefit families with incomes at or below 80 percent of the area’s median income. Assistance to homeowners and homebuyers must be to families with incomes at or below 80 percent of the area’s median income.", "HOME funds can be used for permanent and transitional housing and for tenant-based rental assistance. However, they cannot be used for emergency shelters or vouchers for emergency shelter. In addition, because the program is designed to produce affordable housing, social services are not an eligible cost under the program (although the value of social services provided to persons in HOME-assisted units or receiving HOME tenant-based rental assistance can be considered part of the grantee’s matching contribution)."], "subsections": []}, {"section_title": "Housing Opportunities for Persons With AIDS (HOPWA)", "paragraphs": ["Administering Agency: U.S. Department of Housing and Urban Development (HUD)", "Program Type: Nontargeted  (competitive)", "Funding Type: Formula and project  grants The objective of this program is to provide states and localities with the resources and incentives to devise long-term comprehensive strategies for meeting the housing needs of person with AIDS or related diseases and their families. Activities are carried out under strategies designed to prevent homlessness and may assist homeless persons who are eligible for the program.", "HOPWA grantees report that about 14 percent of clients are persons who were homeless upon entering the program. According to HUD’s estimates, the program served about 6,200 homeless persons from the street, in emergency shelters, or in transitional housing during a 12-month period.", "During fiscal years 1994-97, according to HUD’s estimates, HOPWA served 2,859 homeless persons from the street and 1,426 persons in emergency shelter—a total of 4,285 persons.", "According to the director, HUD’s Office of HIV/AIDS Housing has conducted a Multiple Diagnosis Initiative (MDI) in conjunction with HHS to improve the integration of health care and other services with housing assistance. The purpose of this initiative was to address the needs of homeless people who are multiply diagnosed and living with HIV/AIDS. The Office of HIV/AIDS Housing is collaborating with grantees and the Evaluation and Technical Assistance Center at Columbia University’s School of Public Health to evaluate the results of this initiative. As of September 1998, the assessment is ongoing, and reports and other statistical information will be shared, as developed, through the planned operating periods of these grants, 1996-2002.", "The principal mechanism for integrating and coordinating the HOPWA program is the consolidated plan and, if homeless persons are served, the area’s Continuum of Care effort. This process is intended to help all states, metropolitan cities, and urban counties formulate a holistic and comprehensive vision for their housing and community development efforts, including meeting the needs persons with HIV/AIDS who may be homeless or at risk of becoming homeless through HOPWA and other programs. Grantees are required to establish public consultation procedures and may involve area Ryan White CARE Act planning councils, consortia, and other planning bodies in designing efforts.", "States and qualified cities that meet population and AIDS incidence criteria (i.e., a metropolitan area with a population of at least 500,000 and at least 1,500 cases of AIDS) are eligible to receive formula grants. Activities must be consistent with an approved consolidated plan. Eligible activities include housing assistance (including rental assistance; short-term payments for rent, mortgage, and utilities to prevent homelessness; and housing in community residences, single-room-occupancy dwellings, and other facilities); housing development through acquisition, rehabilitation, and new construction; program development through technical assistance and resource identification; supportive services; and administrative costs.", "Ninety percent of the program’s funds are allocated, on the basis of a statutory formula that considers AIDS statistics, to metropolitan areas with a higher than average incidence of AIDS. As required by statute, HUD uses the remaining 10 percent of the funds to select special projects of national significance to make grants to areas that did not qualify for formula allocations. These selections are made by annual national competitions.", "None. Grantees are encouraged to coordinate activities with Ryan White CARE Act programs and other health care efforts. Competitive applications are reviewed, in part, on the basis of the resources leveraged; grantees selected in the 1992-97 competitions documented leveraged resources equal to 131 percent of the federal funds made available in these competitions.", "Low-income individuals with HIV or AIDS and their families are eligible to receive housing assistance or related supportive services under this program. Grantees may target assistance to persons with higher needs, including those who are homeless or at risk of becoming homeless. Only low-income individuals with HIV or AIDS are eligible for health services if compensation or health care is not available from other sources. Survivors of eligible individuals are eligible to receive housing assistance and related services for up to 1 year following the death of the person with AIDS. Individuals with AIDS and their families are eligible to receive housing information and coordination services, regardless of their incomes. Each person receiving rental or mortgage assistance under this program or residing in any rental housing assisted under this program (including single-room-occupancy dwellings and community residences) must make a contribution towards the cost of housing, such as a rent payment equal to 30 percent of the household’s adjusted monthly income.", "Program Limitations: According to the director of HUD’s Office of HIV/AIDS Housing, there are no limitations on serving homeless persons if they meet the program’s eligibility requirements."], "subsections": []}, {"section_title": "Public and Indian Housing", "paragraphs": ["Administering Agency: U.S. Department of Housing and Urban Development (HUD)", "Funding Type: Direct payments for  specified uses This program is designed to provide and operate cost-effective, decent, safe and affordable dwellings for lower-income families through an authorized local public housing authority.", "In fiscal year 1997, HUD distributed funds to public and Indian housing authorities that provided public housing and services to 1.4 million households.", "Public housing authorities established in accordance with state law are eligible. The proposed program must be approved by the local governing body. Under the Native American Housing Assistance and Self-Determination Act of 1996, Indian housing authorities are no longer eligible for funding under the U. S. Housing Act (of 1937).", "In fiscal year 1997, the Department made available nearly $3 billion in annual contributions (operating subsidies) for about 1,372,000 public housing units. No development was funded under this program; such development of new or replacement units that did occur was primarily financed with funds from the modernization accounts.", "There is no matching requirement; however an indirect local contribution results from the difference between full local property taxes and payments in lieu of taxes made by local public housing authorities.", "Eligibility: Lower-income families that include citizens or legal immigrants are eligible. A “family” includes but is not limited to (1) a family with or without children; (2) an elderly family (head, spouse, or sole member 62 years or older), (3) a near-elderly family (head, spouse, or sole member 50 years old but less than 62 years old), (4) a disabled family, (5) the remaining member of a tenant family, (6) a displaced family, or (7) a single person who is neither elderly, near-elderly, displaced, or with disabilities. According to HUD’s Deputy Secretary of Public Housing Investments, HUD’s appropriation legislation eliminates, for fiscal year 1999 and every year thereafter, previous federal preferences for certain classes of persons, including those who are homeless, and earmarks 40 percent of public housing units for families earning less than 30 percent of their area’s median income.", "The elimination of federal preferences in obtaining public housing for select groups, including homeless people, provides less opportunity for these groups to obtain affordable housing. In the past, some households received higher priority for admission if they were paying more than 50 percent of their income for housing or were living in severely substandard housing (a category that includes homelessness and involuntary displacement).", "Additionally, in the past, homeless people with no income could obtain public housing. However, housing agencies are now allowed (but not required) to charge a minimum rent of up to $50 a month. This charge could prevent homeless people from obtaining public housing."], "subsections": []}, {"section_title": "Section 8 Project-Based Rental Assistance", "paragraphs": ["Administering Agency: U.S. Department of Housing and Urban Development (HUD)", "Funding Type: Contract administration and annual contribution contracts HUD’s Section 8 project-based program (HUD’s major project-based privately owned housing program) pays a portion of residents’ rent for housing owned by private landlords, public housing authorities, and state housing finance agencies. An assisted household generally pays 30 percent of its income for rent, although this percentage can vary depending on the household’s income and the type of program.", "Project-based contracts are generally between HUD and the owners of private rental housing. When the funds provided for long-term contracts exceed the actual expenses incurred, HUD can recapture the excess funds and use them to help fund other Section 8 contracts. Although expiring contracts were initially renewed for 5 years, they are, as of 1998, being renewed for 1 year.", "To provide Section 8 project-based assistance, HUD may enter into (1) a housing assistance payments contract with a private landlord or (2) an annual contributions contract with a housing finance agency or a public housing authority. When HUD enters into a housing assistance payments contract with a private landlord, it guarantees payments for a period of time (as short as 1 year) specified in the contract. When it enters into an annual contributions contract, it provides the Section 8 funds to the housing finance agency or the public housing authority, which in turn enters into a housing assistance payments contract with the private landlord. Residents live in housing that is designated as assisted housing for them.", "None.", "Eligibility is restricted to individuals and families with very low incomes (i.e., not exceeding 50 percent of the area’s median income). A limited number of available units may be rented to families and individuals with low incomes (i.e., between 50 and 80 percent of the area’s median income).", "Assistance is limited to income-eligible individuals and families."], "subsections": []}, {"section_title": "Section 8 Rental Certificate and Voucher Programs", "paragraphs": ["Administering Agency: U.S. Department of Housing and Urban Development (HUD)", "Funding Type: Annual contributions contracts The objective of this program, as of September 30, 1998, is to aid families with very low incomes in obtaining decent, safe, and sanitary rental housing. The voucher subsidy amount is based on the difference between (a) a payment standard set between 80 and 100 percent of the fair market rent and (b) 30 percent of the household’s income. The Section 8 rental certificate program generally requires that rents at initial occupancy not exceed HUD-published fair market rents.", "According to a program specialist from the Office of Public Housing Operations, HUD’s Multifamily Tenant Characteristics System (MTCS) shows that 50,300 participants, or 3.5 percent of all applicants, were admitted to the Section 8 voucher and certificate programs with a preference because they were homeless. But because several large urban housing authorities have not adequately reported MTCS data, the program specialist estimated that a higher percentage (4 to 5 percent) were homeless at the time of admission. The housing agencies that give preference to homeless applicants typically receive referrals from, and coordinate the provision of support services with, local homeless service providers.", "According to an October 1994 study of the use of rental vouchers and certificates, the rate of success in finding suitable rental units in properties whose landlords would honor Section 8 certificates and vouchers was not significantly different for homeless and other participants. In the study’s sample, 89 percent of all participants were successful in finding suitable housing and 87 percent of homeless participants were successful.", "According to the program specialist, as of September 1998, there were 1,237,076 certificates and 429,310 vouchers available under this program to assist eligible families.", "Program Administration/Funding Mechanism: Only housing agencies may apply to participate in this program.", "According to the program specialist, Section 8 federal expenditures per unit in 1998 were about $5,499, (or about $458 per month). Housing authorities receive the amounts they need to pay housing assistance and cover related administrative expenses.", "None.", "Families with very low incomes are eligible. Seventy-five percent of vouchers and certificates are set aside for families earning less than 30 percent of the area’s median income.", "According to the program specialist, the local housing agencies that administer the rental voucher and certificate programs decide whether to establish an admission preference for the homeless. Thus, the local agencies determine to what extent homeless people will be assisted before other eligible applicants with very low incomes. In many areas, there are many more applicants for rental assistance than there is assistance available. The average wait, nationwide, for a rental voucher or certificate is 2-1/4 years. In some localities, the wait is much longer, and occasionally housing agencies must close their waiting lists to new applicants when there are more applicants than the housing agency can serve in the foreseeable future.", "Some homeless applicants are not ready for independent living under a lease agreement or do not have the capacity to uphold a lease agreement. Thus, the program—which is intended to operate in the private rental market and requires the participant to find and lease housing (with HUD’s financial assistance) for at least 1 year—may not be a suitable source of housing assistance for some homeless people. The program does not require a housing agency to coordinate supportive services for homeless applicants."], "subsections": []}, {"section_title": "Section 811 Supportive Housing for Persons With Disabilities Program", "paragraphs": ["Administering Agency: U.S. Department of Housing and Urban Development (HUD)", "Funding Type: Formula grants The Section 811 program was established to enable persons with disabilities to live with dignity and independence within their communities by expanding the supply of supportive housing that is (1) designed to accommodate the special needs of such persons and (2) provides supportive services that address the health, mental health, and other needs of such persons.", "Owners of Section 811 projects must have a supportive services plan that gives each resident the option to (1) receive any of the services the owner provides, (2) acquire his/her own services (the owner would provide a list of community service providers, as well as make any necessary arrangements to receive services for a resident selecting this option), or (3) receive no supportive services. Given these options, residents may be receiving supportive services through programs that serve homeless persons. The coordination and integration of such services usually occurs at the local level.", "The Department does not collect information on the number of homeless persons who have been served through this program.", "This program provides capital advances to nonprofit organizations with 501(c)(3) federal tax exemptions to finance the development of housing for very-low-income persons with disabilities aged 18 or older.", "The funds can be used for (1) capital advances, which may be used to develop housing through new construction, rehabilitation, or acquisition; (2) rental assistance, which is provided to cover the difference between the HUD-approved operating costs per unit and the amount the household pays (30 percent of the household’s adjusted income); and (3) supportive services, which include mental health services.", "Nonprofit organizations must provide a minimum capital investment of one-half of 1 percent of the HUD-approved capital advance amount up to $10,000.", "A person with a disability is eligible if he or she resides in a household that includes one or more very-low-income persons, at least one of whom is aged 18 or older. The applicant must have a physical or developmental disability or a chronic mental illness that (1) is expected to be of long and indefinite duration, (2) substantially impedes the applicant’s ability to live independently, and (3) could be improved by more suitable housing conditions.", "Because eligibility is limited to adults with very low incomes who are developmentally disabled and/or physically disabled and/or chronically mentally ill, some homeless people could not participate in this program."], "subsections": []}, {"section_title": "Homeless Veterans Reintegration Project", "paragraphs": ["Funding Type: Project grants The objective of this program is to fund projects designed to expedite the reintegration of homeless veterans into the labor force.", "According to the Department’s director for Operations and Programs, the program is projected to serve about 3,023 homeless veterans in fiscal year 1998.", "Labor has established the creation of a prepared workforce as one of its strategic goals. In its annual performance plan, it lists performance goals for accomplishing this strategic goal, including the following: (1) Help 300,000 veterans find jobs: 10,000 will be disabled, and 1,800 will be homeless. Labor mentions that it plans to focus on the harder-to-serve veterans in 1999. (2) Develop and implement a national Veteran’s Employment initiative that will help approximately 25,000 unemployed older veterans find jobs each year for 5 years. Labor will receive a $100 million reimbursement for this initiative from the Department of Veterans Affairs over 5 years.", "State and local public agencies, private industry councils, and nonprofit organizations are eligible to apply for funds. Competition targets two types of areas: (1) the metropolitan areas of the 75 largest U.S. cities and San Juan and (2) rural areas defined as those territories, persons, and housing units that the Census Bureau has defined as not “urban.”", "None.", "Homeless veterans are eligible to participate.", "According to the director of the Department’s Office of Management and Budget, Labor simply requires those who apply for this program to meet the definition of being homeless and a veteran."], "subsections": []}, {"section_title": "Job Training for Disadvantaged Adults - Title IIA of the Jobs Training Partnership Act (JTPA)", "paragraphs": ["Funding Type: Formula grants The objective of this program is to provide employment and training services to economically disadvantaged adults and others who face significant employment barriers, in an attempt to move such individuals into self-sustaining employment.", "According to the director of Labor’s Operations and Programs, about 6,048 homeless persons were served each year in program years 1995-98 each. This number represents about 3 percent of all who were served.", "The governor submits a biennial state plan to the Department’s Employment and Training Administration. Title II funds are allocated among states according to a formula that reflects relative unemployment and poverty. States use the same formula to suballocate funds to local service delivery areas, retaining a portion to conduct certain state leadership activities and administration. Each state is required to have a State Job Training Coordinating Council. These councils are formed by governors to make recommendations on proposed service delivery areas.", "Amendments to the Jobs Training Partnership Act and Labor’s administrative guidelines have improved homeless people’s access to services by eliminating residency requirements and creating additional incentives for reaching hard-to-serve groups, specifically including the homeless.", "Providers must refer all eligible applicants who cannot be served by their programs to other suitable programs within their service delivery area.", "Programs are to establish linkages with other federally assisted programs, such as those authorized under the Adult Education Act, the Food Stamp Employment and Training Program, HUD’s housing programs, and several others.", "None.", "Eligibility: Economically disadvantaged adults are eligible for this program if they face serious barriers to employment and need training to obtain productive employment. Providers must determine whether eligible individuals are suitable participants, considering, among other factors, whether other programs and services are available to these individuals and whether they can reasonably be expected to benefit from participation in the program, given the range of supportive services available locally. No fewer than 65 percent of the participants shall be in one or more of the following categories: deficient in basic skills; school dropouts; recipients of cash welfare payments; offenders; individuals with disabilities; homeless; or in another category established for a particular service delivery area upon the approval of a request to the governor.", "According to the director of the Department’s Office of Employment and Training Programs, the primary limitation is funding. Only a very small percentage of the eligible population can be served with existing resources. In addition, some communities do not provide support services, such as shelters, that may be needed to meet the non-training needs of the individuals. In order to effectively service this cohort, it is critical that other local resources are orchestrated to meet the multiple needs of this group."], "subsections": []}, {"section_title": "Youth Employment and Training Program (Title IIB) and Job Training for Disadvantaged Youth (IIC)", "paragraphs": ["Funding Type: Formula grants Title IIB offers economically disadvantaged young people jobs and training during the summer. This includes basic and remedial education, work experience, and support services such as transportation. Academic enrichment, which may include basic and remedial education, is also part of the program.", "Title IIC provides year-round training and employment programs for youth, both in and out of school. Program services may include all authorized adult services, limited internships in the private sector, school-to-work transition services, and alternative high school services.", "For the IIB program, information on the number of homeless persons served is not collected. For the IIC program, for fiscal year 1996, the most recent year for which data were available, 1,800, or 2 percent, of the youth served through this program were homeless.", "The governor submits a biennial state plan to the Department’s Employment and Training Administration. Title IIC funds are allocated among states according to a formula that reflects relative unemployment and poverty. States use the same formula to suballocate funds to local service delivery areas, retaining a portion to conduct certain state leadership activities. Each state is required to have a State Job Training Coordinating Council. These councils are formed by governors to make recommendations to them on proposed service delivery areas.", "Amendments to the Jobs Training Partnership Act and Labor’s administrative guidelines have improved homeless people’s access to services by eliminating residency requirements and creating additional incentives for reaching hard-to-serve groups, specifically including the homeless.", "None.", "Disadvantaged youth aged 14 to 21 are eligible for the Title IIB (summer jobs) program.", "In-school youth and out-of-school youth are eligible for the Title IIC program. No fewer than 50 percent of the participants in each service delivery area must be out of school. Eligible in-school youth must be aged 16 to 21, economically disadvantaged, without a high school diploma, and in school full time. At least 65 percent of in-school participants must be hard to serve. Out-of-school youth are eligible if they are 16 to 21years old and economically disadvantaged.", "Program Limitations: The ability of local administrators to use the IIB (summer) and IIC (year-round) programs is contingent on the services that are available locally to address the needs of eligible youth. The IIB program runs for only 6 to 8 weeks. For continuity, the IIB program would need to be linked with the IIC program and other resources in the community. The IIC program is severely constrained by limits on funding: Over half of the grantees operate programs of less than $250,000."], "subsections": []}, {"section_title": "Veterans Employment Program- Title IV-C of JTPA", "paragraphs": ["Funding Type: Project grants The objective of this program is to provide employment and training grants to meet the employment and training needs of veterans with service-connected disabilities, veterans of the Vietnam era, and veterans who have recently left military service.", "Labor is working to improve coordination with VA and to train its own and VA staff working on vocational rehabilitation and counseling.", "According to a Labor official, JTPA grantees were not required to report the number of homeless people served by this program.", "State and JTPA administrative entities are eligible to receive grants under the Title IV-C program. All applicants for grants must demonstrate that they (1) understand the unemployment problems of qualified veterans, (2) are familiar with the area to be served, and (3) are able to effectively administer a program of employment and assistance.", "None.", "Eligible for services are disabled veterans, veterans from the Vietnam era, or veterans who have left military service and applied for program participation within 12 months of separation. According to a Labor official, section 168 of the Workforce Investment Act of 1998 has substantially changed the eligibility criteria for this program, making veterans who face significant employment barriers eligible for this program.", "The Department did not identify any limitations for this program."], "subsections": []}, {"section_title": "Welfare-To-Work Grants to States and Localities", "paragraphs": ["Funding Type: Formula and project grants The Welfare-to-Work program was designed to help states and localities move hard-to-employ welfare recipients into lasting unsubsidized jobs and achieve self-sufficiency.", "Welfare-to-Work projects are encouraged to integrate a range of resources for low-income people, including funds available through TANF and the Child Care and Development Fund. In addition, coordination efforts should encompass funds available through other related activities and programs, such as JTPA, state employment services, private-sector employers, education agencies, and others. Partnerships with businesses and labor organizations are especially encouraged. States are urged to view Welfare-to-Work not as an independent program but as a critical component of their overall effort to move welfare recipients into unsubsidized employment.", "States are the only entities eligible for these federal formula grants, although subgrantees include eligible applicable service delivery area agencies under the supervision of the private industry council in the area (in cooperation with the chief elected official(s)). The Secretary of Labor will allot 75 percent of these funds to the state Welfare-to-Work agencies on the basis of a formula and a plan that each state submits. The states, in turn, must distribute by formula no less than 85 percent of their allotments among the service delivery areas. They can retain the balance for special welfare-to-work projects. The balance of the federal appropriated funds will be retained by the Secretary for award through a competitive grant process to private industry councils, political subdivisions, and eligible private entities.", "Grantees are required to provide $1 in matching funds for each $2 in federal formula funds allotted. The regulations allow the use of in-kind contributions to satisfy up to 50 percent of this requirement. Applications for competitive grants are funded on the basis of the specific guidelines, criteria, and processes established under each solicitation. However, there are no “formula” or matching requirements for these grants.", "At least 70 percent of the funds must be expended on welfare recipients or on the noncustodial parents of minors with a custodial parent who is a welfare recipient and meets at least two of the following requirements: (1) the individual has not completed secondary school or obtained a certificate of general equivalency and has low skills in reading or mathematics, (2) the individual requires substance abuse treatment for employment, and (3) the individual has a poor work history. In addition, the individual must have received assistance under the state program funded under this component.", "No program limitations were identified by the Department."], "subsections": []}, {"section_title": "Supplemental Security Income", "paragraphs": ["Administering Agency: Social Security Administration (SSA)", "The Supplemental Security Income (SSI) program provides monthly payments to elderly, blind, or disabled individuals with low incomes and few resources. A person does not need to have a permanent residence to be eligible for SSI. The Social Security Administration (SSA) can make special arrangements for delivering SSI checks to homeless persons. Receiving SSI may allow a homeless person to get permanent housing. In some locations, eligibility for SSI is automatically associated with eligibility for Medicaid and/or food stamps. Other federal, state and local programs are also automatically available to persons who are eligible for SSI.", "SSA does not collect data on the number of homeless persons receiving SSI benefits.", "SSI is federally administered and funded from the General Trust Fund (not the Social Security Trust Fund). Some states supplement the federal funding with state funds.", "None.", "Individuals who are (1) aged 65 or older, (2) blind, or (3) disabled and who meet requirements for monthly income and resources, citizenship or alien status, and U.S. residency are eligible for SSI benefits.", "A policy analyst for the SSI program reported that one of the most pressing problems for SSA in trying to serve the homeless is that homeless persons do not have a place to “hang their hat.” They also do not have a telephone or fixed address. Although a majority of them have a drop box in which they can receive mail and many have a phone number for messages, these devices do not provide the security of a phone or mailbox associated with a home. Often, the address and phone number a homeless person provides when first applying for SSI are out of date when SSA tries to contact the applicant about medical appointments, further needed documentation, or other matters."], "subsections": []}, {"section_title": "Domiciliary Care for Homeless Veterans", "paragraphs": ["Administering Agency: U.S. Department of Veterans Affairs (VA)", "Funding Type: Direct payments to VA medical centersThis program provides health services and social services to homeless veterans in a domiciliary setting that offers less care than a hospital but more care than a community residential setting. Health care offered through this program includes medication for medical or psychiatric illness, psychotherapy and counseling, health education, and substance abuse treatment. Social services include assisting homeless veterans with housing needs, resume writing, job interviewing, job searching, and/or job placement. Other basic program components include community outreach and referral, admission screening and assessment, medical and psychiatric evaluation, treatment and rehabilitation, and postdischarge community support.", "The Department provides funds to VA medical centers to address the unmet needs of homeless veterans. The program is primarily a residential treatment program located within VA facilities. Although available to homeless veterans with any health problems, nearly 90 percent of the veterans treated by the program suffer from psychiatric illness or dependency on alcohol or other drugs.", "According to program officials, participation in the program has been voluntary because funds have been limited and the Department wants to support only those facilities that are strongly committed to assisting homeless veterans. In past years, facilities that wanted to participate prepared a proposal, which was evaluated by a Veterans Health Administration committee, and funds were allocated according to the merits of the individual proposals.", "None.", "Veterans who are homeless or at risk of becoming homeless and have a clinical need for VA-based biopsychosocial residential rehabilitation services are eligible for this program.", "Although each VA facility has a homeless coordinator, VA, with one exception, has no specific requirement for facilities to participate in initiatives for homeless veterans. According to a September 1996 Inspector General’s report, 35 of VA’s 173 hospitals nationwide had Domiciliary Care for Homeless Veterans programs."], "subsections": []}, {"section_title": "Homeless Chronically Mentally Ill Veterans Program", "paragraphs": ["Administering Agency: U.S. Department of Veterans Affairs (VA)", "Funding Type: Direct services  and contract awardsThis program provides care, treatment, and rehabilitative services to homeless veterans suffering from chronic mental illness. Services are provided in halfway houses, therapeutic communities, psychiatric residential treatment centers, and other community- based treatment facilities.", "VA refers to this program, and many of the supportive programs (see app. III) as Health Care for Homeless Veterans programs. Although all of these programs have continued to expand and diversify in recent years, the Homeless Chronically Mentally Ill Veterans program remains the core of these efforts, and its core activity is outreach.", "According to a study performed by VA’s Northeast Program Evaluation Center, one dominant theme of this program has been the increased involvement with community providers. By exchanging resources with other agencies, VA has been able to leverage additional resources for homeless veterans that would otherwise be inaccessible or prohibitively expensive.", "Community-based residential treatment providers and other providers of services for the homeless may receive contracts from, or enter into partnerships with, local VA medical centers.", "According to an April 1998 study, there are 62 Homeless Chronically Mentally Ill program sites in 31 states and the District of Columbia, forming the largest integrated network of treatment programs for the homeless in the United States. In addition, the Homeless Chronically Mentally Ill program has active contracts with over 200 community-based residential treatment facilities to provide treatment and rehabilitation to these veterans at an average cost of $41 daily.", "None.", "Homeless veterans with substance abuse problems and/or chronic mental illnesses who are eligible for VA health care are also eligible for the HCMI program. Staff seek out homeless veterans in shelters, on the streets, in soup kitchens, or wherever they may reside.", "Program Limitations: While the program constitutes the nation’s largest integrated network of assistance programs for the homeless, it does not cover every state or every geographical area. Furthermore, access to the program’s contract residential treatment component at individual sites depends on available bed space in programs that meet VA’s criteria for therapeutic support and comply with federal and fire safety codes."], "subsections": []}, {"section_title": "VA Homeless Providers Grant and Per Diem Program", "paragraphs": ["Administering Agency: U.S. Department of Veterans Affairs (VA)", "Funding Type: Project grants The purpose of this program is to assist public and nonprofit entities in establishing new programs and service centers to furnish supportive services and supportive housing for homeless veterans through grants that may be used to acquire, renovate, or alter facilities and to provide per diem payments, or in-kind assistance in lieu of per diem payments, to eligible entities that established programs after November 10, 1992, to provide supportive services and supportive housing for homeless persons.", "Applicants eligible for grants include public and nonprofit private entities that (1) have the capacity to effectively administer a grant, (2) can demonstrate that adequate financial support will be available to carry out the project, and (3) agree to demonstrate their capacity to meet the applicable criteria and requirements of the grant program.", "Applicants eligible for per diem payments include public or nonprofit private entities that either have received or are eligible to receive grants. VA distributes the funds directly to the public or private nonprofit agency.", "Grantees must provide 35 percent of the project’s total costs for grants and 50 percent of the service costs for per diem payments.", "Eligibility: Veterans—meaning persons who served in the active military, naval or air service and were discharged or released from there under conditions other than dishonorable—are eligible to participate.", "No aid provided under this program may be used to replace federal, state, or local funds previously used or designated for use to assist homeless persons.", "In addition, the period of residence for a veteran in transitional housing should be limited to 24 months unless the veteran needs more time to prepare for independent living or appropriate permanent housing has not been located."], "subsections": []}]}, {"section_title": "Resources and Activities for Assisting the Homeless", "paragraphs": ["This appendix describes some additional resources and activities used to assist homeless people. Agency officials and advocates for the homeless did not identify them as “key” programs but nevertheless considered them important. The appendix does not include all of the resources and activities that serve homeless people."], "subsections": [{"section_title": "Department of Defense", "paragraphs": [], "subsections": [{"section_title": "Base Closure Community Redevelopment and Homeless Assistance Act of 1994", "paragraphs": ["Under this law, surplus buildings and other properties on military bases approved for closure or realignment are available to assist homeless persons. Assistance providers may submit notices of interest for buildings and property to local redevelopment authorities that have been designated to plan for the reuse of closing installations. The Department of Defense (DOD) provides planning grants to local redevelopment authorities for bases where it determines that closure will cause direct and significant adverse consequences or where it is required, under the National Environmental Policy Act of 1967, to undertake an environmental impact statement. The Department of Housing and Urban Development’s (HUD) Base Development Team in Washington, D.C., provides policy coordination, and HUD’s field offices provide technical assistance to local redevelopment authorities and assistance providers throughout the planning process."], "subsections": []}, {"section_title": "Commissary/Food Bank Program", "paragraphs": ["DOD commissaries donate unmarketable but edible food to private food banks that, in turn, provide food to soup kitchens, homeless persons, or assistance providers, as well as other needy people. The donated food is owned by private vendors serving DOD commissaries. If a private vendor finds that the food is unneeded and that it is uneconomical to return the food to the supplier, the vendor donates the food for homeless persons’ use. FEMA certifies food banks and other recipients as eligible to receive the food."], "subsections": []}, {"section_title": "Surplus Blankets", "paragraphs": ["DOD provides unneeded bedding articles (cots, blankets, pillows, pillow cases, and sheets) to various non-DOD shelters. Most of the bedding is distributed through the General Service Administration’s Federal Surplus Personal Property Program, but DOD distributes the surplus blankets directly. DOD emphasizes that the program is intended to supply blankets to homeless shelters, not to distribute blankets to homeless individuals generally. The blankets are not intended to be sold."], "subsections": []}]}, {"section_title": "Department of Energy", "paragraphs": [], "subsections": [{"section_title": "Weatherization Assistance for Low-Income Persons", "paragraphs": ["Shelters for the homeless may qualify for this program. The Department will insulate the dwellings of low-income persons, particularly elderly and disabled persons, to conserve needed energy and reduce utility costs. A unit is eligible for weatherization assistance if it is occupied by a “family unit” and if certain income requirements are met. (A “family unit” includes all persons living in the dwelling, regardless of whether they are related)."], "subsections": []}]}, {"section_title": "Department of Health and Human Services", "paragraphs": [], "subsections": [{"section_title": "Family Violence Prevention and Services/ Battered Women’s Shelters", "paragraphs": ["The Battered Women’s Shelters program provides grants to states and Indian tribes to assist them in (1) supporting programs and projects to prevent family violence and (2) providing immediate shelter and related assistance for victims of family violence and their dependents."], "subsections": []}, {"section_title": "Knowledge Development and Application -Center for Mental Health Services", "paragraphs": ["The Center for Mental Health Services Knowledge Development and Application (KD&A) program promotes continuous, positive service delivery system change for persons with serious mental illnesses and children and adolescent with severe emotional disturbances. This program currently funds several projects/demonstrations related to homelessness, including ACCESS, an interdepartmental effort to test the impact of systems integration on outcomes for homeless people with mental illnesses. The ACCESS project is designed to study both system and client-level outcomes and is now entering its final phases of data collection and analysis. Other projects include (1) an evaluation of the effects of different housing models on residential stability and residents’ satisfaction and (2) an investigation of targeted homeless prevention intervention to persons under treatment for mental illness who are judged to be at risk of subsequent homelessness. The Center also funds the Community Team Training Institute on Homelessness, a fiscal year 1997 initiative that was jointly sponsored by other components of HHS and HUD. Five communities were competitively selected to receive intensive technical assistance to help them achieve a seamless system of care for homeless individuals with multiple diagnoses (chronic health problems, substance abuse, HIV/AIDS, and/or mental disorders)."], "subsections": []}, {"section_title": "Knowledge Development and Application-Center for Substance Abuse Treatment", "paragraphs": ["The Center for Substance Abuse Treatment is supporting activities through the Knowledge Development and Application (KD&A) program to develop and test innovative substance abuse treatment approaches and systems. This program tests information derived from research findings and sound empirical evidence and distributes cost-effective treatment approaches on curbing addiction and related behaviors to the field. Under the KD&A program, the Center for Substance Abuse Treatment is collaborating with the Center for Mental Health Services to administer a Homeless Prevention Program, which documents interventions for individuals with serious mental illnesses and/or substance abuse disorders who are at risk of subsequent homelessness. Eight projects, currently in their third and final year, are evaluating strategies that were developed and documented in the first year of the program. Information on this program will be published in a special addition of Alcohol and Treatment Quarterly in the spring of 1999."], "subsections": []}, {"section_title": "Special Projects of National Significance", "paragraphs": ["The Special Projects of National Significance (SPNS) program, part F of the Ryan White Comprehensive AIDS Resources Emergency Act, supports the development of innovative models of HIV/AIDS care, designed to address the special care needs of individuals with HIV/AIDS in vulnerable populations, including the homeless. These projects are designed to be replicable in other parts of the country and have a strong evaluation component.", "The SPNS program’s HIV Multiple Diagnosis Initiative, a collaboration between the Department and HUD, focuses on integrating a full range of housing, health care, and supportive services needed by homeless people living with HIV/AIDS whose lives are further complicated by mental illness and/or substance abuse. Sixteen nonprofit organizations will receive funding. These organizations will contribute information to a national data set on (1) the service needs of homeless, multiply diagnosed HIV clients and variations in their needs linked to sociodemographic characteristics, health status, and history of status; (2) the types of services being provided; (3) the barriers in service systems to providing appropriate care to clients; and (4) the relationship between comprehensive services and improved patient outcomes with regard to housing, mental health, social functioning, the reduction of high-risk behaviors, adherence to treatment protocols, and overall health and quality of life."], "subsections": []}]}, {"section_title": "Department of Justice", "paragraphs": [], "subsections": [{"section_title": "Victims of Crime", "paragraphs": ["The Department of Justice’s Office for Victims of Crime administers the Crime Victims Fund, which distributes grants to states to assist them in funding victim assistance and compensation programs. Under the victim assistance grant program, states are required to give priority to victims of child abuse, domestic violence, and sexual assault by setting aside at least 10 percent of their funding for programs serving these victims. While there is no specific initiative directed towards homeless persons, many local domestic violence shelters provide a safe place for women and children who find themselves on the streets following violence in the home. In addition to providing refuge for domestic violence victims, these shelters offer counseling, criminal justice advocacy, and referrals to other social service programs. Support for the program comes from fines and penalties paid by federal criminal offenders."], "subsections": []}]}, {"section_title": "Internal Revenue Service", "paragraphs": [], "subsections": [{"section_title": "Earned Income Credit", "paragraphs": ["This credit is a special tax benefit for working people who earn low or moderate incomes. Its purposes are to (1) reduce the tax burden on low and moderate income workers, (2) supplement wages, and (3) make work more attractive than welfare. Workers who qualify for the credit and file a federal tax return can get back some or all of the federal income tax that was taken out of their pay during the year. They may also get extra cash back from the Internal Revenue Service. Even workers whose earnings are too small to have paid taxes can get the credit. The credit reduces any additional taxes workers may owe.", "Single or married people who worked full time or part time at some point in a year’s time can qualify for the credit, depending on their income."], "subsections": []}]}, {"section_title": "Department of Veterans Affairs", "paragraphs": [], "subsections": [{"section_title": "HUD/VA Supported Housing (HUD-VASH)", "paragraphs": ["The Department of VA, HUD, and Independent Agencies Appropriations Act of 1990 (P.L. 101-144) authorized the use of rental assistance vouchers (to subsidize rental costs for up to 5 years). VA clinicians help homeless mentally ill and substance abusing veterans locate and secure permanent housing using these rental assistance vouchers. Once housing is secured, clinicians provide veterans with the longer-term clinical and social support they need to remain in permanent housing."], "subsections": []}, {"section_title": "VA Supported Housing", "paragraphs": ["This program assists homeless veterans in finding transitional or permanent housing but does not provide rental assistance vouchers. The program involves working with veterans’ service organizations, public housing authorities, private landlords, and other housing resources. As in the initiative with HUD, clinicians provide veterans with the longer-term clinical and social support (case management) they need to remain in housing."], "subsections": []}, {"section_title": "VA-Social Security Administration Expedition Project", "paragraphs": ["In 1991, VA and the Social Security Administration (SSA) initiated a joint project designed to expedite claims for Social Security benefits to which homeless veterans are entitled. Under the project, SSA representatives work with staff from VA’s Homeless Chronically Mentally Ill Veterans and Domiciliary Care for Homeless Veterans programs to identify homeless veterans who are entitled to benefits and help them obtain the necessary income and eligibility certifications, medical/psychiatric examinations, and substance abuse treatment (if such treatment is a condition of the SSA benefit award). According to an April 1998 study, the initiative was operating at four sites and had helped 3,114 veterans file SSA applications. The study reported that 692 veterans had received benefits."], "subsections": []}, {"section_title": "Veterans Industries or Compensated Work Therapy", "paragraphs": ["Program staff contract with private and public industry, including VA, to secure paying work for homeless veterans. The work is used as a therapeutic tool to improve the veterans’ functional levels (work habits) and mental health. While in the program, veterans participate in individual and group therapy and are medically followed on an outpatient basis."], "subsections": []}, {"section_title": "Veterans Industries/Therapeutic Residence", "paragraphs": ["The Veterans Programs for Housing and Memorial Affairs Act (P.L. 102-54) authorized VA to operate therapeutic transitional residences along with furnishing compensated work therapy. This program provides housing in community-based group homes for homeless and nonhomeless veterans while they work for pay in the program. The veterans must use a portion of their wages to pay rent, utilities, and food costs; their remaining wages are set aside to support their transition to independent living. As in the Compensated Work Therapy program, homeless veterans participate in individual and group therapy and are medically followed on an outpatient basis."], "subsections": []}, {"section_title": "Veterans Benefits Outreach Counselors", "paragraphs": ["The Homeless Veterans Comprehensive Service Programs Act of 1992 (P.L. 102-590) provided the impetus to collocate veterans benefits counselors with Homeless Chronically Mentally Ill and Domiciliary Care for Homeless Veterans staff to focus greater efforts on reaching out to homeless chronically mentally ill veterans. Under this program, at selected VA regional offices, the Veterans Health Administration (VHA) is providing reimbursed funding for the commitment of full-time or part-time veterans benefits counselors who collaborate with VA medical centers on joint outreach, counseling, and referral activities, including applying for VA benefits. The VA regional office receives reimbursed funding for the veterans benefits counselor but does not receive an increase in staffing levels."], "subsections": []}, {"section_title": "Psychiatric Residential Rehabilitation and Treatment Program", "paragraphs": ["This program provides a 24-hour-a-day therapeutic setting that includes professional support and treatment for chronically mentally ill veterans in need of extended rehabilitation and treatment. According to a 1996 VA document, one such program was funded for homeless veterans in Anchorage, Alaska."], "subsections": []}, {"section_title": "Drop-in Centers", "paragraphs": ["Drop-in centers offer safe daytime environments where homeless veterans may find food, take a shower, wash their clothes, participate in a variety of therapeutic and rehabilitative activities, and establish connections with other VA programs that provide more extensive assistance. The centers also offer basic education on topics such as HIV prevention and good nutrition. The drop-in programs serve as “points of entry” to VA’s longer-term and more intensive treatment programs."], "subsections": []}, {"section_title": "Comprehensive Homeless Centers", "paragraphs": ["These centers provide an array of VA and community resources in one framework to develop local comprehensive and coordinated services to help homeless veterans. Staff form strong ties with their communities to eliminate overlap and duplication of efforts and to streamline service delivery. Resources include city, county, and state governments; local representatives of the federal agencies that provide assistance to the homeless; and other local VA activities for homeless veterans."], "subsections": []}, {"section_title": "Community Homeless Assessment, Local Education, and Networking Groups", "paragraphs": ["The Veterans’ Medical Programs Amendments of 1992 (P.L. 102-405) authorized VA to conduct a nationwide needs assessment of homeless veterans living within the area served by each VA medical center and regional office. This assessment is being conducted through a series of VA-hosted meetings of public and private providers of assistance to the homeless. The goal of the program is to obtain information on the needs of homeless veterans that have and have not been met in each region and on the assistance available from non-VA providers. A secondary goal is to bring all relevant agencies and organizations together in communitywide efforts to improve the assistance provided to homeless veterans."], "subsections": []}, {"section_title": "VA-Supported Stand-Downs", "paragraphs": ["“Stand-down” is a military term used by VA and other non-VA providers of assistance to homeless persons. In this context, the term denotes an array of services provided in one location for a day or several days. Services include meals, haircuts, clothing, sleeping bags, minor medical care, dental and eye examinations, benefits counseling, legal assistance, and identification cards. Program officials have encouraged VA staff to participate in these community efforts and have provided additional funds, as available. The primary goal of a stand-down is to provide outreach and assistance to homeless veterans; however, these events also serve to bring VA and non-VA community providers together in one effort. According to a VA document, in fiscal year 1995, VA participated in over 45 stand-downs."], "subsections": []}, {"section_title": "Veterans Health Administration Vet Centers", "paragraphs": ["Vet center staff provide a full range of assistance to veterans and their families, paying particular attention to war-related psychological and social problems that may interfere with returning to civilian life. The staff are specially skilled to do community outreach, which is essential for making contact with lower-income veterans and homeless veterans, and to provide counseling, evaluation, and referral services to other VA facilities. In 1996, when VA released this information, there were 205 vet centers whose staff reported that approximately 5 percent of their annual visits were designed to provide direct assistance to homeless veterans."], "subsections": []}, {"section_title": "Loan Guaranty Homeless Program", "paragraphs": ["The Veterans’ Home Loan Program Improvements and Property Rehabilitation Act of 1987 (P.L. 100-198) authorized the Secretary to enter into agreements with nonprofit organizations, states, or political subdivisions to sell real property acquired through default on VA-guaranteed loans, as long as the solvency of the Loan Guaranty Revolving Fund was not affected. The Homeless Veterans Comprehensive Service Programs Act of 1992 (P.L. 102-590) extended VA’s authority to lease, lease with the option to sell, or donate VA-acquired properties. According to a VA document, between July 1988 and December 31, 1995, VA sold, leased, or donated a total of 99 properties."], "subsections": []}, {"section_title": "VA-DOD Excess Property for Homeless Veterans Initiative", "paragraphs": ["This program locates excess federal and other personal property (e.g., clothing, sleeping bags, toiletries, and shoes) for distribution to homeless veterans at stand-downs or through other VA programs for assisting the homeless. According to a VA document, during fiscal year 1995, VA distributed over $6 million in excess clothing and supplies to homeless veterans."], "subsections": []}, {"section_title": "VA Surplus Property (Federal Surplus Property Program)", "paragraphs": ["Title V of the Stewart B. McKinney Homeless Assistance Act gives assistance providers an opportunity to lease surplus federal properties for services, such as emergency shelters, offices, and facilities for feeding homeless persons. VA’s surplus property initiative is a national program for homeless veterans that allows VA to provide assistance by transferring leases of surplus real property to nonprofit organizations caring for homeless persons. This initiative has two major components, the Title V Surplus Property Program and direct leases of facilities made by VHA field directors to nonprofit organizations. According to a VA document, in March 1995, VA’s Under Secretary for Health made a special request to VHA field facilities to make more VA properties available to help homeless veterans."], "subsections": []}, {"section_title": "Veterans Assistance Service Outreach", "paragraphs": ["Veterans Benefits Administration counselors go out into the community to identify homeless veterans and determine their eligibility for VA benefits. The goal of the program is to improve homeless veterans’ access to VA benefits. This program is conducted through existing resources at applicable VA regional offices."], "subsections": []}]}, {"section_title": "Federal Property Programs", "paragraphs": [], "subsections": [{"section_title": "Use of Personal Property for Providers of Assistance to the Homeless Under Title V of the Mckinney Act", "paragraphs": ["Public agencies and nonprofit, tax-exempt institutions or organizations that provide food, shelter, and support services to the homeless may obtain personal property through the Surplus Federal Personal Property Donation Program. The General Services Administration administers the program through a network of state agencies for surplus property (SASP). Under the Federal Property Act, “excess” federal personal property must first be offered to other federal agencies. Any surplus property no longer needed by the federal government is made available to the SASP. Eligible organizations apply to their state agency. The SASP directors determine eligibility and distribute the property to qualified entities. Property donated for use by the homeless can include blankets, clothing, appliances, furniture, and other items."], "subsections": []}, {"section_title": "Use of Federal Real Property to Assist the Homeless (Title V of the Mckinney Act)", "paragraphs": ["The objective of this program is to make available, through lease, permit, or donation, certain real federal property for use to assist the homeless. State and local governments and private nonprofit agencies acting as representatives of the homeless may obtain the use of unutilized or underutilized federal properties through lease, permit, or donation. The General Services Administration identifies and sends a list of surplus properties to HUD. Periodically, HUD publishes a Notice of Funding Availability listing suitable and available properties for which organizations seeking to use the properties to assist the homeless can then apply. HHS reviews and approves all applications for the use of these properties by homeless assistance providers.", "The McKinney Act requires all federal landholding agencies to identify all unutilized, underutilized, excess, and surplus properties, and to send a listing of the properties to HUD."], "subsections": []}, {"section_title": "Purchase or Lease of Federally Acquired Foreclosed Properties by Homeless Service Providers", "paragraphs": ["Four federal agencies have special provisions or preferences for selling or leasing certain properties in their inventory that have been acquired through foreclosure to public agencies or nonprofit organizations for use in programs to assist homeless people. These agencies include HUD’s Federal Housing Administration, the U.S. Department of Agriculture’s Rural Housing Service, VA, and the Federal Deposit Insurance Corporation."], "subsections": []}]}]}, {"section_title": "Groups Eligible to Receive Services Through Targeted and Nontargeted Programs", "paragraphs": ["Targeted programs specifically serve homeless people.", "Nontargeted programs generally target low-income people  with special needs.", "For audit purposes, blindness is included as a disability."], "subsections": []}, {"section_title": "Programs, Types of Funding, and Reported Obligations for Fiscal Years 1995-98", "paragraphs": [], "subsections": [{"section_title": "9. Emergency Shelter Grants Formula grants", "paragraphs": ["Direct services and contract awards(continued) (continued)", "Annual contribution contracts and contract administration(continued) (Table notes on next page)", "Not applicable. This program did not receive funding until 1996.", "Funding for this fiscal year is included in the outlays for the Section 8 Rental Certificate and Voucher Program.", "Not applicable. Funding for this program was not provided in this fiscal year.", "The funding for this program is included in the funding for Consolidated Health Centers.", "Not applicable. This program was created by the Balanced Budget Act of 1997, and funding was not provided until fiscal year 1998.", "Not applicable. This program was created by the Personal Responsibility and Work Opportunity Reconciliation Act of 1996, and funding was not provided until fiscal year 1997.", "Includes Entitlement, States, and Small Cities programs."], "subsections": []}]}, {"section_title": "Comments From the Department of Health and Human Services", "paragraphs": ["The following are GAO’s comments on the Department of Health and Human Services’ (HHS) letter dated February 10, 1999."], "subsections": [{"section_title": "GAO’s Comments", "paragraphs": ["1. After reviewing HHS’ comments, we deleted the comment made by the Special Assistant to the Secretary because it was not central to the discussion in the report. We also revised the reference to “billions of dollars worth of resources” to clarify that the resources assist low-income people generally, including the homeless. 2. We agree that a significant percentage of homeless single men are disabled and that some of their disabilities may qualify them for SSI and/or Medicaid. We added language to the report to clarify this. 3. As appropriate, we changed the attributions in the report. 4. We added the word “foreclosed” to clarify the type of surplus properties. 5. We made the suggested changes to indicate that services are “eligible” rather than “provided.” 6. We agree that while several programs provide or could provide the same service, there is significant variation in the intensity of the same service across programs. This audit was not designed to identify variations in services. 7. We made the suggested change to point out that TANF resources can be used to provide rental assistance. 8. In response, we deleted the column totals from table 2 but retained the row totals because the number of programs that provide a particular type of service is relevant information. 9. We included a sentence that refers to the National Survey of Homeless Assistance Providers and Clients. 10. The section of the report cited by HHS discusses the joint administration of programs or resources. Because HHS’ examples of interagency collaboration do not illustrate this topic, we did not include them in the report. 11. We made the suggested changes to appendix I to indicate that additional services can be provided through HHS’ programs. 12. We deleted the reference to the number of homeless persons served from the program summary for Community Health Centers. 13. We made the suggested technical changes to the program summaries in appendix II . 14. We made the suggested technical changes to appendix III. 15. The three Runaway and Homeless Youth programs target children and youth, including those who are disabled or have mental illnesses, substance abuse disorders, or HIV/AIDS. Thus, we did not make the suggested change. 16. We made the suggested changes to update the information on program funding provided in appendix V."], "subsections": []}]}, {"section_title": "Comments From the Department of Housing and Urban Development", "paragraphs": ["The following are GAO’s comments on the Department of Housing Urban and Development’s (HUD) letter dated February 2, 1999."], "subsections": [{"section_title": "GAO’s Comments", "paragraphs": ["1. It is not our intent to hold the Council to the same standards now as when it had its own budget. The purpose of the section on the Council is, first, to indicate that it is one of several mechanisms through which programs and activities for the homeless are coordinated and, second, to explain its status. However, we noted HUD’s concerns, adding some of the points that the Department suggested, such as an example of the Council’s long-term coordination efforts and the statement that the Council’s policy group has discussed ways of improving coordination between targeted and nontargeted programs. We also added infomation on the frequency of the Council’s meetings and stated HUD’s belief that the Council is still very involved in coordinating federal efforts and sharing information. 2. We revised the report to eliminate the reference to mission fragmentation because an assessment as to why so many agencies provide similar services to the homeless was beyond the scope of this review. 3. We revised the report to include the additional agencies. 4. We revised this sentence to reflect the Council’s staffing level. 5. We deleted this footnote. 6. We replaced the word “surplus” with the word “foreclosed.” 7. We revised the sentence to reflect the Council’s last meeting date and deleted the word “formerly.” We also revised the text to make a clear distinction between the Council and its policy-level working group. A copy of the minutes from the policy group’s April 1998 meeting indicates that representatives of HUD and the Department of Defense discussed the distribution both of surplus blankets and of surplus real property on base closure property. We added a reference to the surplus real property. 8. We replaced the word “providing” with the word “includes.” 9. We revised the text to indicate that HUD considers the percentage of homeless persons who move from HUD transitional housing to permanent housing an outcome measure. 10. We made the wording changes suggested by HUD. 11. We revised the report accordingly. 12. At the beginning of the report, we list the criteria we used to select programs for inclusion in the report. We do not state in the report that program duplication exists; we observe that many of the programs offer similar services. 13. We made the technical and editing changes suggested by HUD. 14. The statement that “permanent housing may not be realistic” came from a program evaluation study prepared for HUD, in which homeless service providers expressed the view that since there is a limit (even if it is 5 years) on the length of time the housing is available, it is not necessarily permanent. 15. We included this statement because it was identified as a program limitation in a program evaluation prepared for HUD. 16. We made the technical and editing changes suggested by HUD. 17. In appendix IV, a mark under “general or low-income population” indicates that all or most of the categories of eligible groups are covered. 18. We made the suggested changes to appendix V."], "subsections": []}]}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "Resources, Community, and Economic Development Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Atlanta Field Office", "paragraphs": ["Sherrill Dunbar The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}