{"id": "RCED-98-174", "url": "https://www.gao.gov/products/RCED-98-174", "title": "Public Housing Subsidies: Revisions to HUD's Performance Funding System Could Improve Adequacy of Funding", "published_date": "1998-06-19T00:00:00", "released_date": "1998-06-19T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a legislative requirement, GAO reviewed the Department of Housing and Urban Development's (HUD) Performance Funding System (PFS) for allocating appropriated funds to housing agencies as operating subsidies, focusing on: (1) how PFS allocates the congressionally appropriated subsidy among public housing agencies; (2) whether PFS meets the subsidy needs of individual housing agencies; (3) how HUD's budget estimates of housing agencies' annual need for operating subsidies are developed and whether the estimates are appropriate; and (4) some of the possible options that HUD might have for changing PFS to make it a more effective tool for subsidizing housing agencies."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) PFS allocates the congressional appropriation by providing an operating subsidy to each housing agency based on that agency's HUD-approved operating expenses during the base year 1975, less its income, plus certain annual adjustments; (2) the adjusted base year cost is known as the allowable expense level; (3) HUD did not develop its allocation method on the basis of standards of housing needs because it believed that reaching a consensus on these standards would have been too difficult; (4) however, twice over the last 23 years, HUD developed and used cost models based on specific factors directly related to the operating costs of well-managed housing agencies, including the age and height of buildings and the prevailing government wage rates; (5) the operating subsidies that the PFS provides to housing agencies may not be adequate for agencies with base year expenditures that were low or agencies with operating circumstances or costs that have undergone significant change since 1975; (6) although the PFS provides for annual adjustments to account for inflation and the aging of public housing stock, these increases might not have been enough for the agencies with base year spending that did not adequately reflect their needs or those with expenses that have increased more rapidly than HUD's allowed adjustments; (7) GAO found that agencies have experienced significant operational changes since 1975 that have affected their costs; (8) to develop its budget estimate for the operating subsidies housing agencies will need in a coming fiscal year, HUD estimates the needs of a representative sample of housing agencies and projects this estimate to the population of nearly 3,200 housing agencies; (9) inadequate subsidies can be a serious problem for housing agencies that are highly dependent on subsidies and need them to meet current obligations; (10) HUD has several options for making PFS a more accurate and effective funding tool; (11) in the past, information on physical housing conditions, comparative costs, or other data needed to implement a cost model has not been readily obtainable, and the cost of developing such information for all agencies was believed to be high; and (12) data that HUD is currently developing on housing agencies' financial and physical conditions should be useful to HUD as it considers new ways of allocating operating subsidies."]}], "report": [{"section_title": "Letter", "paragraphs": ["In fiscal year 1998, the Congress appropriated $2.9 billion to subsidize the operating costs of nearly 3,200 public housing agencies. Almost all housing agencies receive subsidies because the rental income they collect from their residents is not sufficient to cover the agencies’ operating costs. In a report on fiscal year 1998 appropriations—Departments of Veterans Affairs and Housing and Urban Development, and Independent Agencies Appropriations Bill (Senate Report 105-53)—the Senate Committee on Appropriations requested that we study the Department of Housing and Urban Development’s (HUD) Performance Funding System (PFS) for allocating appropriated funds to housing agencies as operating subsidies. Under PFS, HUD determines the reasonable expenses that it will allow each housing agency to expend in managing its assets and serving its tenants and provides an annual subsidy to cover the difference between these expenses and the housing agency’s projected income.", "To provide information to the Congress about HUD’s administration of PFS and to guide the revision of PFS anticipated in legislation currently pending in the Congress, we agreed with the staff of the Senate Committee on Appropriations’ Subcommittee on VA, HUD, and Independent Agencies to address the following questions in our study:", "How does PFS allocate the congressionally appropriated subsidy among public housing agencies?", "How well does PFS meet the subsidy needs of individual housing agencies?", "How does HUD develop budget estimates of housing agencies’ annual need for operating subsidies and are the estimates appropriate?", "What are some of the possible options that HUD might have for changing PFS to make it a more effective tool for subsidizing housing agencies?", "To answer these questions, we relied on information from HUD; our visits to four housing agencies in Los Angeles, California; Baltimore, Maryland; Kansas City, Missouri; and Miami, Florida (see apps. I, II, III, and IV for summaries of our work at these housing agencies); our analysis of HUD’s application of its PFS methodology; a database of public housing operating expenses for fiscal years ending in 1992 through 1996 (see app. V for a limited analysis of several aspects of that database); and work we have completed or have under way related to other formula-driven federal programs, including Medicaid, the Older Americans Block Grant, the Law Enforcement Block Grant, and Highway Grant Formulas."], "subsections": [{"section_title": "Background", "paragraphs": ["Under the Housing Act of 1937, as amended, the Congress created the federal public housing program to assist communities in providing decent, safe, and sanitary dwellings for low-income families. However, it was not until 1975 that HUD established a permanent system known as the Performance Funding System (PFS) for subsidizing public housing. For years, the public housing program was self-sufficient because it was open only to residents whose incomes were high enough for them to be able to pay rents that would cover operating costs. The program began to move toward serving poorer households with the Housing Act of 1949, which required incomes of eligible households to be 20 percent below the income necessary to rent decent private housing. Also, during the 1950s and 1960s, the average income of public housing tenants began to fall as the more upwardly mobile households found affordable housing elsewhere. By 1969, public housing had shifted to serving the poorest households, those who had difficulty paying rents that were high enough to cover the full costs of public housing operations.", "As a result, the Congress passed the Brooke Amendments, beginning in 1969, which limited the rent that tenants could be charged to 25 percent of their incomes and authorized a program of federal subsidies to pay for the operating costs that public housing agencies could no longer meet with rental income alone. By the mid-1970s, rising subsidy costs, along with concern in the Office of Management and Budget and the Congress that the system did not provide an incentive for good management, led to the 1974 Housing Act mandating that the Secretary of HUD establish a mechanism for subsidizing the cost of providing public housing. As a result, HUD developed PFS in 1975; since then, PFS has come under almost constant review in efforts by HUD and others to find a more effective mechanism for allocating congressional appropriations to housing agencies. Provisions in pending housing reform legislation would require HUD to create a block grant to cover operating expenses and to develop a new formula for allocating that grant."], "subsections": []}, {"section_title": "HUD Bases Subsidies on 1975 Operating Costs and Used Cost Modeling to Establish Upper and Lower Limits", "paragraphs": ["After implementing PFS in 1975, HUD began allotting operating subsidies to housing agencies on the basis of their costs in the base year 1975. Since then, HUD has adjusted the base year costs annually for inflation and other factors to update the allowable costs of operating public housing. The subsidy that HUD provides is the difference between a housing agency’s income and these allowable costs. Although HUD did not base housing agencies’ allowable expenses on what it should cost to provide a standard set of housing services, twice over the program’s life the Department has used quantitative cost models, based on two different sets of cost data, to better define subsidy levels: once at the outset to establish an upper limit for allowable costs and again in 1992 to adjust some agencies’ costs that, according to the second cost model, were less than 85 percent of their predicted levels. HUD and its contractors did not believe that the results of the statistical analysis provided a standard of what agency expenses should be or need to be to efficiently provide a commonly understood standard of service in public housing."], "subsections": [{"section_title": "HUD Allocates Subsidies on the Basis of 1975 Expenditures", "paragraphs": ["HUD implemented its system for subsidizing public housing agencies in 1975, basing it on the HUD-approved operating expense level incurred by housing agencies that year. HUD also developed a cost model, called the “prototype equation,” that was based on the costs of a group of well-managed agencies. The equation was used to predict housing agencies’ operating costs and to thereby establish a limited range of costs within which HUD expected housing agencies to operate. HUD and the Urban Institute, which developed the model for HUD, reported that the model did not produce an estimate of what housing agencies should or need to spend for housing services. Instead, based on a set of five cost-related factors, the model produced for every agency a predicted, or prototype, expense level that could then be compared with the actual expenditures that formed the subsidy’s basis. HUD believed that this comparison showed which agencies had spending that significantly exceeded the comparable expenses derived from a group of well-managed agencies, after controlling for their differences in the five factors.", "Without a method to establish what operating expenses are necessary to provide some standard level of services—nor a method to define what that standard level of services would consist of—HUD chose to use each agency’s actual operating expenses in 1975 as its standard baseline amount, not including utility and audit expenses. Since then, the subsidy a housing agency receives each year is its prior year’s allowable expenses—adjusted for (1) additions or deletions to its housing stock, (2) inflation, and (3) an additional 0.5 percent to allow for higher costs associated with an aging housing stock—less the amount of rental and other income the housing agency receives. Thus, the PFS subsidy is the shortfall between an agency’s allowable expenses and its income. In years when the congressional appropriation has not been sufficient to cover the shortfall, HUD has proportionally reduced each agency’s subsidy to conform to the amount appropriated."], "subsections": []}, {"section_title": "HUD Developed Cost Models to Limit Allowable Costs and Later to Adjust Some Agencies’ Allowable Cost Levels", "paragraphs": ["To develop the prototype equation, a 1975 study by the Urban Institute identified certain operating characteristics of housing agencies that were related to the agencies’ operating expenditures. On the basis of operating performance and responses to questionnaires, the study identified a group of local agencies considered to be well managed at the time. The Urban Institute used these agencies’ costs to identify five characteristics of a local agency’s housing operations that were directly related to operating expenditures per housing unit, per month, called per unit-month costs, and determined the relative impact of the characteristics on the overall cost of operations. On the basis of the Urban Institute’s study, HUD established an upper limit for expenses and beginning in 1975 limited the growth in allowable expenses for housing agencies that had expenses that significantly exceeded the level predicted for them by the prototype equation.", "In 1992, HUD implemented the results of a second study in a subsidy review process mandated by the 1987 Housing and Community Development Act. This study’s approach was similar to the Urban Institute’s approach. It also identified five cost factors that were related to local agencies’ operating costs, but it used different factors and drew on the past expense levels of a much larger sample of housing agencies. The act required this study, in part, to correct inequities in the base year expense level, to accurately reflect changes in operating circumstances, and to reflect the higher cost of operating in an economically distressed unit of local government. If an agency’s allowable expense level was less than 85 percent of the amount calculated by the new PFS formula developed in the 1992 study, the allowable expense level would be increased to the 85-percent level. At that time, this adjustment was expected to effect 868 housing agencies, most of which were small. HUD believed that its PFS formula was not sufficiently accurate to change agencies’ allowable costs that differed by less than 15 percent from the value predicted by the formula. A lower percentage would have been more costly because it would have permitted more housing agencies to increase their allowable costs. Because the agencies that qualified for the increase in allowable expenses were comparatively small, this review added only 1.4 percent to the total federal subsidy for that year.", "Although HUD’s 1992 study related operating costs to certain characteristics of a housing agency, HUD did not use the new formula to establish specific allowable expense levels for all housing agencies. Instead, for most agencies, the allowable expense level continued to be based on past actual costs. HUD officials believed that the 1992 cost model improved on the prototype equation in several respects, but they still had concerns about whether the model reflected all the important circumstances and conditions affecting housing agencies’ costs. For example, none of the cost factors accounted for the condition and quality of the housing stock. In addition, neither the Urban Institute’s nor HUD’s analysis controlled for differences in the effect that varying maintenance practices would have had on expenditures and on the varying physical condition of agencies’ housing stock. Consequently, the studies’ statistical analyses simply reflect historical spending patterns rather than differences in the cost conditions at different locations. Moreover, the spending patterns analyzed in 1992 might not have accurately reflected the true costs of operating public housing because spending had been limited since 1975 by housing agencies’ available revenue—the sum of the PFS subsidy and rental and other income."], "subsections": []}]}, {"section_title": "HUD’s Subsidies May Not Reflect Housing Agencies’ Current Needs", "paragraphs": ["The operating subsidies that HUD provides through PFS are not sufficient to adequately supplement some housing agencies’ operations budgets. Although these agencies’ base year costs were limited by the prototype formula where necessary, adjusted for inflation and other effects, and converted into their current allowable expense levels, the expense levels still reflect housing conditions, management policies, and, most importantly, the spending patterns that existed almost a quarter of a century ago. PFS has not adapted to the housing agencies’ changing needs, residents, or operating circumstances. Therefore, the housing agencies that either had inadequate resources in 1975 because they were serving extremely poor residents or had changes in their operating circumstances over the years that had a substantial impact on their costs may not be receiving adequate subsidies today to operate effectively. For example, each of the four large housing agencies we visited had experienced changes in its circumstances since PFS was implemented in 1975. The significant actions taken by the housing agencies’ managers to address these changes demonstrate that the operating subsidies they receive from HUD may not be sufficient to meet their agencies’ needs. These agencies have deferred maintenance expenses, reduced staffing in critical areas, and supplemented their operating budgets with funding from other federal grants. The four agencies took these and other actions, despite being reasonably well managed according to HUD’s management assessment program. Finally, we found that 17 percent of the housing agencies had had declining operating reserves during their fiscal years ending in 1992 through 1996. In particular, 4 of the 21 extra large housing agencies (those operating 6,600 or more housing units) had declining reserve levels in 3 of the last 4 years. One of the uses that housing agencies make of operating reserves is to pay for operating expenses. For example, officials at the Miami-Dade Housing Agency stated that they use reserves to pay for maintenance when their operating income—primarily comprising rent receipts and the PFS subsidy—is insufficient."], "subsections": [{"section_title": "Base Year Cost Variation and the Inflation Adjustment Method Contribute to the Inadequacy of the Subsidy", "paragraphs": ["When HUD adopted PFS, housing agencies’ expenditure levels varied significantly according to the rental income they could collect from their tenants and other factors such as the quality of their housing stock and neighborhood characteristics. Annual expenditures were driven by the level of maintenance needed to keep the housing stock in good condition, neighborhood and tenant characteristics that affected both security expenses and the residents’ need for social services, local agencies’ policies regarding the volume and types of social services they made available to residents, and agencies’ criteria for selecting and evicting tenants. A 1980 Urban Institute study of 17 large housing agencies reported that comparatively wide differences existed among housing agencies in expenditures for operating activities in 1975. The expenditures ranged from a low of $45.18 per unit-month in Columbus, Ohio, to $95.49 per unit-month in Los Angeles. The variations that existed in 1975 have been perpetuated by PFS until today, even though the operating circumstances for many agencies are likely to have changed significantly.", "Although HUD adjusts agencies’ allowable costs each year for inflation, the adjustment may not cover the agencies’ total cost growth. In determining the inflation adjustment to housing agencies’ allowable cost levels, one of the factors that PFS uses is the Wages and Salaries Index of the Employer Cost Index published by the Department of Labor. However, a similar index, the Total Compensation Index, also tracked and published by the Labor Department, may be more comprehensive because it includes the value of employee benefits, such as health insurance premiums. Using the Total Compensation Index instead of the Wages and Salaries Index would mean a higher subsidy because over the period 1980 through 1997, the Total Compensation Index increased by 6 percent more than did the Wages and Salaries Index. Because labor costs are approximately 60 percent of housing agencies’ expenses, estimated annual funding needs for PFS would more accurately reflect housing agencies’ costs each year if HUD calculated inflation on the basis of the Total Compensation Index rather than the Wages and Salaries Index. However, using the Total Compensation Index would also raise the annual subsidy by 3 to 4 percent, or approximately $100 million."], "subsections": []}, {"section_title": "Conditions at Four Large Housing Agencies Indicate That Changing Circumstances Make PFS Subsidies Inadequate at Some Agencies", "paragraphs": ["At each of the four large housing agencies we visited, we found conditions similar to those described by HUD in its annual performance plan submitted to the Congress in early 1998. The Department noted decades of mistakes in public housing, including flawed site plans and architecture, buildings that have outlived their useful lives, and neighborhoods that have changed from healthy residential settings to isolated pockets of poverty and despair. We found that because of these conditions, housing agency managers believed that PFS significantly underfunds their need for subsidy. They attributed inadequate subsidies primarily to PFS’ inability to recognize that changing circumstances over the past 23 years have increased housing agencies’ costs in areas such as crime deterrence, management information systems, and maintenance. We observed housing conditions and spoke with housing managers at many of the agencies’ developments, who were nearly unanimous in their belief that crime, aging physical stock, and the poor design and layout of the housing itself were the primary factors causing their costs to rise today. They told us that their operating costs are significantly higher now—even taking inflation into account—than they were when PFS set their agencies’ allowable expense levels in 1975. Table 1 summarizes the information we obtained at the four housing agencies.", "Although all the housing agency managers we spoke with believed that PFS was insufficient to meet their agencies’ needs, this belief was not always shared by officials at the local HUD field offices. For example, the director of public housing in HUD’s Maryland State Office said that the Housing Authority of Baltimore’s allowable expense levels seemed to be sufficient to operate the agency’s developments; however, he also said that these expense levels would not be adequate to protect the investment Baltimore is making in its newly rehabilitated developments. He added that although other HUD-assisted properties not owned by the housing agency receive less revenue to operate than the Baltimore City agency receives, the housing agency has specific circumstances—such as high-cost family high-rises, large aged developments, very-low-income tenants, and higher crime rates—that raise its operating costs above those of privately owned properties. In Florida, HUD’s director of public housing said that PFS does not provide housing agencies with sufficient subsidy, even in years when the Congress funds it at 100 percent of HUD’s request. She said that despite the insufficiency of the subsidy, housing agencies generally perform satisfactorily and often add a small amount to their operating reserves at the end of the year. She also said, however, that most supplement their operating budgets with funds from other sources, including HUD’s Comprehensive Grant Program for major housing repairs and modernization; HUD’s Public Housing Drug Elimination Program; and other federal, state, and local grant programs. She said that supplemental funding is necessary because “PFS is an antiquated system that does not fund the operating costs of new programs that have come on-line in the public housing industry.”"], "subsections": []}, {"section_title": "New Expense Categories and Increases in Existing Categories Make PFS’ Baseline Costs Obsolete", "paragraphs": ["For the most part, officials at the four agencies that we visited told us that since HUD set their allowable costs in 1975, new cost categories have emerged and costs in established categories have risen. For example, abating lead-based paint has become a significant cost at some agencies. And the cost of protective services—while always necessary—has increased along with the cost of maintaining ever-aging buildings and the cost over time of poor geographic locations or physical layouts that facilitate increased crime. Conditions at the following housing developments illustrate some of the factors that increased operating costs in recent years:", "O’Donnell Heights in Baltimore. Illegal drug activity has worsened over the last decade but is difficult to deter because of the large size and openness of O’Donnell Heights. Because of the high crime rate—worse than in the surrounding neighborhood—residents frequently request to transfer or to relocate. To help control crime, the development uses special lighting and two police officers but does not have contract security, fencing, security cameras, or controlled entry.", "Claremont Homes in Baltimore. Claremont’s per unit-month expenses (before utilities) are about $383, 24 percent more than the average for the housing agency. Claremont’s housing manager said that renovating vacant units to abate lead hazards and replace almost all of the original plumbing fixtures and cabinetry has had the most impact on maintenance costs. Claremont’s low-rise units are very costly because they have the original steam-heated radiators and plaster walls that are damp because of poor ventilation and need constant repainting and replastering. This maintenance must be done frequently because the paint in the units is lead-based and poses a health hazard if it is allowed to peel and crack.", "These maintenance costs have grown until they have become a significant portion of the development’s total operating costs. Housing agency officials are concerned about the potential for incurring additional costs from litigation if they cannot keep up with the lead abatement needed as the paint continues to chip and peel.", "Chouteau Courts in Kansas City. At this development, both residential sewage and rain water feed into the same sewerage transfer system. Heavy rains cause the sewers to back up into the basement of one of the buildings, causing damage, creating significant health hazards, and resulting in additional costs for the housing agency.", "Dana Strand in Los Angeles. Housing managers cited increasing maintenance as having the greatest impact on their operating costs, and they attributed the increase to the age of Dana Strand’s buildings. Officials cited corroding water and gas lines, rotting window sashes, and old electrical conduits as not only maintenance problems but also contributing to hazardous living conditions. For example, water leaking from corroded plumbing accelerated the corrosion of gas pipes, resulting in a gas explosion that injured several tenants and blew off a portion of the building’s roof and walls. Housing agency officials told us that similar plumbing problems exist at other developments.", "Scott Homes in Miami. Increasing crime and vandalism, the age of the development, and the need for grounds keeping and waste management all contribute to the increased operating costs at Scott Homes. Crime in the development and its surrounding community gives Scott Homes a bad reputation that makes it difficult to attract residents, especially working families. Vandals steal copper pipes and security windows from vacant units, shoot out lights, and steal street signs. Physical deterioration of the housing is evident in rotting door frames, water pipes that break and leak into units, and appliances that have outlived their usefulness. Since fiscal year 1995, grounds-keeping costs have nearly tripled because of the extensive tree trimming needed to prevent damage to buildings and sidewalks. Meanwhile, Miami’s strict dumping requirements have caused the housing agency’s waste management costs to nearly double."], "subsections": []}, {"section_title": "To Meet Operating Expenses, Housing Agencies Use Funds From Other HUD Grants and Defer Maintenance", "paragraphs": ["To cope with insufficient subsidies, we found that the management teams at the four housing agencies we visited supplemented their operating budgets with funding from other HUD programs, including the Comprehensive Grant Program, the HOPE VI urban revitalization program for severely distressed housing, the Public Housing Drug Elimination Program, and any remaining funds from the Major Rehabilitation of Obsolete Properties program that were awarded several years ago. Some agencies also supplement their public housing operating budgets with a portion of the administrative fee they receive from HUD in return for operating Section 8 tenant-based assisted housing programs.", "We found that a frequently used source of additional funding was the Comprehensive Grant Program for modernizing and rehabilitating deteriorated housing stock. Federal statutes and regulations have provided two ways for housing agencies to use up to 30 percent of the grants from this program to address operations needs. First, provisions in the HUD appropriations acts for fiscal years 1996 and 1997 permitted housing agencies to use 10 percent of their Comprehensive Grant Program funding for activities related to operations. The Congress did not include this provision in the fiscal year 1998 act, however. Second, HUD allows a housing agency to use up to 20 percent of its Comprehensive Grant for “management improvements.” HUD’s regulations state that eligible costs under general management improvement include those incurred for operating activities like management and accounting systems, security, rent collection, and maintenance. In a survey of over 800 housing agencies done by the Public Housing Authority Directors Association, 20 percent responded that they use modernization funds to cover operating expenses. The Council of Large Public Housing Authorities, which represents over 100 of the larger agencies, believes that many of its member agencies use Comprehensive Grant funding to cover operating expenses, but the extent of the practice is unknown. Having maintenance costs eligible under the Comprehensive Grant is important to housing agencies because maintenance is generally the single largest expense in their operating budgets.", "The impact on a housing agency’s operating budget of using a significant portion of its Comprehensive Grant to cover the management and administration of the agency can be substantial. For example, officials at the Housing Authority of Baltimore City said that the agency generally uses the full 20 percent of modernization funding that it is allowed to cover management improvement costs. In fiscal year 1997, this amounted to about $6 million of the agency’s $75 million operating budget.", "An additional source of funding for operations is the Public Housing Drug Elimination Program that was authorized in the Anti-Drug Abuse Act of 1988 and implemented by HUD the following year to help housing agencies combat drug use and drug-related crime. The program authorizes many activities, including security and drug education. However, because the grants are competitive, agencies that receive a grant one year are not guaranteed to receive a grant the next year. Moreover, the funding has become more of a necessity in recent years. A 1994 HUD study of the program noted that all of the agencies included in the study had suffered from “the upsurge of drug activity during the 1980s as well as the increasing impoverishment of public housing resident populations.”", "Deferred maintenance and staffing cuts also rank high among housing agencies’ tools for coping with funding shortfalls. In Kansas City, officials said they reduced administrative and maintenance staff and deferred maintenance to fund the new or increased operating expenses. Deferred maintenance can be costly, however. For example, although the Miami-Dade Housing Agency has in the past replaced roofs before leaks occur, its current practice is to defer replacement until after leaks are detected. This practice leads to other costs, including damaged walls, floors, and electrical systems.", "According to housing agency officials, the long-term consequences of their coping strategies will be to undermine the viability of the housing stock and to place an unjustified dependence on grants, such as the drug elimination and HOPE VI grants, that may not continue indefinitely. Housing officials in Baltimore told us that deferring maintenance items means that they eventually become “extraordinary maintenance” or emergency items that must be addressed. The comptroller of the Baltimore agency said that although he requested modernization funds for extraordinary maintenance at the O’Donnell Heights development, so many other demands for this funding exist that O’Donnell’s needs are not yet a priority. Agency officials in Baltimore said that in general, the potential result of long-term underfunding is that many of their units eventually will become uninhabitable and need to be demolished. They said that HOPE VI program grants will help to deal with some of these problems, but accomplishing adequate maintenance before excessive deterioration becomes evident is more cost-effective. They also recognized that the HOPE VI funding will not continue indefinitely."], "subsections": []}]}, {"section_title": "HUD Bases Its PFS Budget Estimate on Projections of Income, Inflation, and Expense Levels of a Sample of Housing Agencies", "paragraphs": ["Each year, HUD’s Office of Finance and Budget forecasts how much will be needed to fund PFS’ operating subsidies for the fiscal year by estimating the future costs of a sample of housing agencies and projecting these costs to the total population of nearly 3,200 agencies. HUD bases this estimate on expense data from a stratified sample of housing agencies; factors from the PFS formula; and several assumptions, including forecasts of tenant income, inflation, and energy costs. However, because agencies’ expense data may not accurately reflect their need for subsidy, the budget estimate likewise does not accurately reflect the costs of adequately providing public housing. In addition, in years when HUD’s budget estimate is not fully funded by the congressional appropriation, HUD prorates the appropriation across all agencies, which results in a relatively greater hardship for the agencies that are more dependent on the subsidy to help cover their expenses."], "subsections": [{"section_title": "HUD’s Budget Estimate Builds on Agencies’ Allowable Costs and Projections of Rental Income and Expenses", "paragraphs": ["HUD’s process for developing its PFS budget estimate begins with obtaining data on allowable expense levels, income, and utility expenses from a sample of 213 public housing agencies. This sample includes all of the 146 large agencies (those with 1,250 or more housing units) and a randomly selected sample of 67 small to medium-size agencies (those with 100 to 1,249 units). The 146 large agencies in the sample account for about 74 percent of total expenditures by public housing agencies to cover operating costs. To prepare the budget estimate for fiscal year 1999, HUD obtained data from fiscal years 1996 (the last completed fiscal year of the housing agencies in the sample) and 1997 (to the extent that data were available). HUD then adjusted the allowable expense level for each housing agency in the sample to reflect major changes in circumstances—such as significant additions or deletions to the housing stock—from fiscal year 1996 to fiscal year 1999. For agencies that reported changes in the PFS formula’s predictive cost factors, such as the number of units built before 1940 and the local government employee wage rate, HUD used the formula to adjust these agencies’ expense levels.", "After making these adjustments to individual expense levels on the basis of the most recent changes, HUD computed an overall weighted average for the sample of 213 housing agencies. HUD then determined the percentage change in the sample’s new expense level from the prior year’s level. HUD assumed that the expense levels of all housing agencies increase in the same proportion as the expense levels of the agencies in the sample. Finally, HUD increased the projected allowable expense levels according to the Office of Management and Budget’s estimate of inflation in fiscal year 1999.", "Other assumptions that HUD makes in preparing its budget estimates involve utility costs and residents’ incomes. To estimate utility costs, HUD obtains the value of utility costs in the last year for which data are complete and adjusts the value for projected changes in utility prices, using forecasts from the Department of Energy’s Energy Information Administration. HUD does not attempt to adjust utility costs for changes in weather or the aging or rehabilitation of buildings in specific markets or nationwide. HUD also makes projections of residents’ income. For several years in the early 1990s, HUD assumed that the income of public housing residents—and therefore the rental income available to housing agencies—remained unchanged. However, budget estimates for fiscal years 1998 and 1999 have assumed a small increase in incomes, based on recent income trends and the presumed effect of welfare reform.", "For several reasons, HUD’s budget estimate for PFS may differ from actual expenses in the budget year. As shown in figure 1, to develop projections for fiscal year 1999, HUD began in mid-1997 and based the projections on fiscal year 1996 data and some fiscal year 1997 data, when available. (The time line represents a typical budget cycle; specific dates may vary from year to year.) Thus, the data used for the 1999 budget estimate were generated 2 to 3 years before the budget year. Furthermore, because of the time lag between when housing agencies’ expenditures occur and when HUD obtains these data and uses them in the budget estimate, some estimating inaccuracy is introduced into this budget estimate. The inaccuracy could be further magnified because of the 2-year period between the time HUD completes its budget estimate and the time the housing agencies spend their allocations.", "Similar estimating errors are made in other agencies’ budget estimates across the federal government; however, housing agencies are particularly affected by errors that result in underfunding because they spend almost all their subsidies on salaries for their staff during the year that they receive the funds, rather than using the funds for capital expenses, contracting, and other spending over several years. Shortages, therefore, generally mean staff layoffs or other unplanned and immediate cost reductions.", "Because of the large number of housing agencies and the difficulty of obtaining current data for each agency, the potential inaccuracy in HUD’s budget estimate for PFS may be unavoidable. Instead of reducing the inaccuracy, therefore, accommodating it through a central supplemental or reserve fund might offer a funding cushion to absorb the effect of inadequate subsidies. In addition, encouraging housing agencies to maintain larger operating reserve funds at the local level could have a similar effect. To justify a central reserve fund, HUD may need to collect data to document the extent of any estimating inaccuracies."], "subsections": []}, {"section_title": "HUD’s Method for Reducing Agencies’ Subsidies to Match Available Appropriations May Be Inequitable", "paragraphs": ["HUD’s procedure for reducing subsidy payments when the budget appropriation does not fully fund its budget request for PFS operating subsidies may be inequitable because it does not affect all housing agencies equally. When the appropriation is not sufficient to fully fund agencies’ operating subsidies, HUD reduces the amount of each agency’s subsidy by the same percentage. Although this represents an evenhanded reduction in the federal PFS subsidy amount across all housing agencies, it produces unequal reductions in local agencies’ operating budgets because some agencies depend to a higher degree than others on the PFS subsidy to supplement their operating budgets. For example, in response to the fiscal year 1996 appropriation for PFS being below HUD’s request by 11 percent, HUD reduced each agency’s subsidy by 11 percent. At an agency where the subsidy constituted 20 percent of the total revenues, that reduction in the subsidy would result in a more than 2-percent decline in total operating funds. At an agency where the subsidy constituted 60 percent of the total revenues, however, the same reduction would result in a more than 6-percent decline in total operating funds.", "As table 2 shows, HUD funding makes up between 20 and 60 percent of the operating income of 2,176 housing agencies (over 70 percent of all agencies). For 360 agencies (or 12 percent of all agencies), at least 60 percent of their operating income comes from HUD’s PFS subsidy.", "In addition, the larger the housing agency, the greater the reliance on HUD funding. For instance, while about 24 percent of the extra small and small housing agencies received more than half of their operating income from HUD, almost 41 percent of the medium-size agencies and nearly 68 percent of large agencies received more than half of their operating income from HUD. HUD funding represented more than half of the operating income for all 17 of the extra large agencies, which managed 31 percent of all public housing units in the country."], "subsections": []}]}, {"section_title": "Several Options and Other Opportunities Are Available for Redesigning PFS", "paragraphs": ["To make PFS a system that more effectively supplements housing agencies’ operating budgets, HUD has several design options, including basing subsidies on fair market rents, comparing private and public housing costs to determine a reasonable cost and set of services, and using the five-factor cost model it developed in 1992. In redesigning PFS, HUD also will have the opportunity to better address questions of whether PFS is adequate to fund public housing and whether it provides an equitable subsidy to specific housing agencies, given the varying circumstances that exist across agencies. For example, HUD will be able to revisit its policy of not allowing housing agencies to appeal the subsidy provided to them through PFS. Under HUD’s Management 2020 Reform initiative, the Department plans to reorganize its field staff by creating centralized centers for payments and oversight that may be better able to administer an appeals process than the current network of field offices. HUD also is developing new data on the physical conditions in public housing that should assist the Department in understanding the magnitude of the current need for maintenance, which, in turn, should shed light on the adequacy of the operating subsidy and the Comprehensive Grant Program to meet that need. Finally, pending legislation in the Congress (H.R. 2 and S. 462 have passed the House and Senate, respectively, and are awaiting the results of a House-Senate conference expected later this year) would give public housing agencies greater flexibility in whom they house and greater certainty in their annual funding through block grants covering capital and operating expenses. If the pending legislation is enacted, HUD will be required to determine new formulas for providing the block grants to housing agencies."], "subsections": [{"section_title": "Revising PFS Involves Considering Funding Adequacy and Equity", "paragraphs": ["In revising PFS, we believe that HUD will need to address the issues of both adequate and equitable funding. Adequacy means determining whether available funding—both federal subsidies and income from tenants’ rents and other sources—is sufficient to fund a consistent set of housing services across all housing agencies to enable them to provide decent, safe, and sanitary housing to low-income people who cannot find affordable housing in the private market. Equity is concerned with distributing the subsidy fairly by accounting for operating circumstances unique to individual housing agencies. To achieve funding adequacy, HUD could define the standard housing services it expects of a housing agency operating a housing stock with average characteristics in terms of its age, size, design, and construction and serving a tenant population with average demographic characteristics, such as family size and income. Funding equity would, in principle, account for the number of units an agency manages and the unique operating circumstances it faces. In this way, PFS could adjust agencies’ standard expense levels to account for differences in housing stock, tenant population, and income received from rent and other sources.", "This model of funding adequacy and equity is represented schematically in figure 2. Funding adequacy is represented by a national standard expense level and equity by the factors associated with cost, the number of housing units, and the income of the agency.", "Defining funding adequacy and equity is relatively simple compared with the task of implementing these concepts in designing a new PFS. Developing statistical indicators for both the adequacy and equity factors involves many choices for HUD. In the following discussion, we identify the major possibilities and some of the pros and cons of each approach."], "subsections": []}, {"section_title": "Several Approaches Could Be Taken to Address Funding Adequacy", "paragraphs": ["The following discussion is based on our prior work and on work that we have ongoing to review and develop options for other formula-based funding programs similar to PFS. In addition to issuing reports on Medicaid, the Older Americans Block Grant, the Law Enforcement Block Grant, and the Highway Grant Formulas, we recently worked closely with congressional staff to develop options for targeting HUD’s Community Development Block Grant. Thus, we believe that to develop a national standard for operating public housing, HUD could take several approaches, including the following:", "HUD could base a national standard on the operating expenses necessary to deliver an allowable and expected “basket of services” at a “well-managed” housing authority and use data from a selected sample to estimate the national average cost of providing that mix of services. Some of these “should-cost” data could be based on the cost per unit of services in the private market. HUD considered this option during its formal review process in 1992 and decided against it partly because of difficulties in reaching a consensus as to what standards to use and what type of non-housing agency projects to select for  comparisons.Although this approach would provide a comprehensive cost basis for determining funding adequacy, HUD officials believe that it would require a relatively large commitment of time and resources to develop consensus on the standard service basket and its costs. It would, however, preclude the need to determine actual housing needs and their costs for each individual housing agency.", "A second approach would be to base a standard on the cost of operating private low-income housing by using HUD’s data on fair market rents across the country. The advantage of this approach is that it would employ existing data that reflect rents in the private rental market. However, because the private rental market does not provide tenant social services but does consider replacement costs, depreciation, and taxes, it accounts for its costs much differently from those in public housing. This means that some research would be needed to effectively compare private and public housing environments and costs.", "Regardless of the approach chosen to resolve the adequacy issue, in redesigning PFS HUD would have the opportunity to revisit the way it adjusts housing agencies’ allowable costs for the aging of the housing stock and for inflation. For most agencies, HUD’s application of an 0.5-percent adjustment across the board for aging stock is appropriate. The inflation adjustment, however, captures only the growth in wages and not the cost of employee benefits such as health care coverage. But as we have discussed earlier and as housing agency officials have told us, the cost of employee benefits has grown more rapidly than wages in general, and this added cost has not been fully reflected in inflation adjustments for PFS."], "subsections": []}, {"section_title": "Options Also Are Available That Address Equity Issues", "paragraphs": ["To improve equity by distributing subsidies according to the unique circumstances of individual housing agencies, HUD has several options, including the following:", "As an expansion of the option of costing out a standard basket of housing services to address the adequacy issue—if HUD were to choose to adopt such an option—HUD could collect the information relevant to address equity issues and develop an appropriate cost adjustment factor for each housing agency. This effort could be excessively time-consuming, expensive, and administratively burdensome for both HUD and housing agencies, especially where information on relevant factors affecting costs is not readily available or of comparable quality. Limiting the types of data collected and the types of agencies that must report would help to lessen the burden, though it would also lessen the accuracy of funding decisions.", "Another option for developing an adjustment factor based on local circumstances would be to apply to every housing agency the five-factor cost model from HUD’s 1992 review of allowable expense levels. Currently, its use is triggered only when an agency gains or loses 5 percent or more of it units or when it gains or loses 1,000 or more units. Use of this model would, on average, yield allowable expense levels that more systematically reflect circumstances affecting operating costs. The cost model also has the advantage of being readily available and therefore would not require additional time and effort to implement. The model is based, however, on housing agencies’ expenditures that have been constrained by the total of PFS subsidies and tenants’ rent since 1975, and, therefore, it may not portray an accurate picture of operating needs. Also, the model may not apply equally well to all agencies because it may not adequately reflect the full range of housing agencies’ circumstances and may overestimate or underestimate costs for agencies with unusual characteristics such as very high security costs or other circumstances not reflected in the data.", "Another approach would be to determine whether additional cost indicators besides those identified in the 1992 review might also be effective in developing a cost-adjustment factor. For example, under the recently implemented Indian Housing Block Grant Formula, a combination of historical allowable expense levels and geographic differences in fair market rents (FMR) is used to adjust a national standard expense level. Such an approach would allow housing agencies with comparatively high past expense levels to continue to have those levels reflected in the formula, while also allowing agencies that are predicted to have costs that exceed their past levels to have those costs reflected. Thus, under this approach, both the FMR in a housing agency’s metropolitan area and HUD’s cost model could be considered the basis for estimating an agency’s relative allowable costs. The Indian Housing Block Grant program also has developed a geographic cost index that reflects labor and materials costs associated with developing new housing units. Such an index, or other similar indexes, might also be suitably modified to reflect differences in labor costs associated with low-income housing maintenance and administrative services."], "subsections": []}, {"section_title": "Opportunity Exists to Minimize Inequities With an Appeals Process and a Gradual Transition to Any New Subsidy System", "paragraphs": ["In any reforms to PFS, HUD is likely to find it difficult to fully address all the issues associated with developing valid indicators for all the factors that affect both funding adequacy and equity. Consequently, a process to allow housing agencies to appeal their formula-calculated or allowable expense levels on the basis of their unique circumstances would enhance the equity of the overall process. When multiple factors affect the cost of delivering housing services, a thorough analysis of detailed information from all housing projects offers the possibility of accurately gauging the need for financial assistance. Similar attention to detail may aid the transition to a new system. The immediate budgetary impact of losses in funding, if any, could be tempered by phasing in changes. If a housing agency has few supplementary resources and minimal reserves, the impact of a loss of funds could swiftly result in consequences such as deferred maintenance, decreased services, and layoffs. As a result, changes to PFS would be more effective if implemented gradually, either by establishing a limit on the magnitude of any reductions in funding for individual housing agencies or by guaranteeing that funding for housing agencies does not fall below the amounts they received in the year prior to implementing the changes to the system.", "HUD considered an appeals mechanism in the past when it responded to the mandate in the Housing Act of 1987 that offered HUD a choice between establishing an appeals process or giving housing agencies a one-time opportunity to raise their allowable expense levels. At that time, HUD chose not to allow agencies to appeal their expense levels because it could not treat agencies in accordance with an objective standard and such a standard would not be as administratively feasible as using the existing approach to establishing subsidies. However, an objective standard may exist in the near future because several of HUD’s options for redesigning PFS would involve establishing an objective standard of expected housing services. Moreover, HUD’s Management 2020 Reform initiatives include establishing a centralized payment center to administer PFS, and this, in turn, could facilitate the administration of an appeals process."], "subsections": []}, {"section_title": "Pending Legislation Provides for Mixed Income and Block Grants for Public Housing Agencies", "paragraphs": ["The housing reform legislation currently pending in the Congress contains provisions that would encourage housing agencies to admit a higher proportion of working families and require HUD to establish a block grant formula to fund housing agencies’ operating costs. These provisions could make some housing authorities’ funding less dependent on federal subsidies and more predictable and thereby assist their financial planning. For example, higher-income tenants would contribute more toward rent and reduce housing agencies’ vulnerability to the Congress’s not fully funding HUD’s budget request. HUD estimates that for fiscal year 1999, public housing tenant income nationwide will rise by 4 percent.", "In addition, as we have discussed earlier, because some housing agencies perceive a shortfall in PFS funding, they supplement their operating budgets with funds from other sources, including HUD’s Comprehensive Grant Program for modernizing housing stock and grants that are competitive but not available each year, such as grants from the Public Housing Drug Elimination Program. Under a block grant, funding that now is available competitively but not with certainty could be rolled into a single grant and provided with certainty by way of an appropriate formula. This would be likely to achieve administrative cost savings at both the federal and local levels.", "The approaches we have discussed for redesigning PFS’ basic funding formula would continue to be applicable under a block grant. Moreover, the approach taken in the Indian Housing Block Grant program may offer other alternatives to consider that address a more sweeping approach to funding operations, modernization, and the development of new housing stock."], "subsections": []}]}, {"section_title": "Conclusions", "paragraphs": ["If legislative reform for public housing is enacted this year, HUD will be mandated to assess PFS and determine whether a more adequate and equitable system can be developed. In doing so, HUD will have the opportunity to address questions about both the overall adequacy of PFS to fund public housing and the equity with which it funds individual housing agencies. Since HUD implemented PFS in 1975, public housing agencies’ subsidies have been based for the most part on the actual costs those agencies incurred in the base year 1975, with annual adjustments–primarily for inflation. In many cases, these annually adjusted actual costs do not fully reflect housing agencies’ current need for resources to adequately house and serve low-income families because these agencies’ true funding needs have never been determined. However, these cost levels are part of HUD’s basis for developing its annual budget estimate for PFS and for determining subsidies each year for the nearly 3,200 housing agencies.", "Over the life of PFS, housing agencies have had only one opportunity to receive an overall correction to their adjusted base year costs to account for either unduly low initial cost levels or for gradual but costly changes in operating circumstances, such as the increase in crime and maintenance costs. Although we do not know how many housing agencies’ allowable costs are currently insufficient or excessive to meet their needs, housing conditions at the agencies that we visited and management actions at these agencies taken to supplement operating expenses indicate that PFS may be underfunding these and other agencies. We recognize that a process to allow housing agencies to appeal their allowable cost levels would be administratively burdensome and probably would increase the level of PFS funding. However, we believe that this subsidy cost increase could be mitigated in the near term by the increase in tenant income projected by HUD in fiscal year 1999 and in the long term by the gradual influx of more working families to public housing as a result of the assisted housing reform legislation now pending in the Congress."], "subsections": []}, {"section_title": "Recommendation", "paragraphs": ["In response to pending legislation, HUD is likely to begin efforts in the near future to revise the way it provides subsidies to public housing agencies. As HUD considers its various options for redesigning the Performance Funding System, we recommend that the Secretary of HUD also consider establishing a process that (1) allows housing agencies to appeal their expense levels when they believe that significant changes have occurred over time in their operating circumstances that cause their subsidy to be inappropriate and (2) HUD can use to review housing agencies’ expense levels that it believes may be excessive."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided copies of a draft of this report to HUD for its review and comment. HUD’s written comments and our responses appear in appendix VI.", "In its comments, HUD disagreed with several specific aspects of our report and provided detailed comments in these areas. Although HUD did not disagree explicitly with the thrust of our recommendations in the draft, the Department believed that the recommendations should be stated more clearly and could provide more specific direction for what we expected it to do. We agree with HUD and have withdrawn one recommendation and clarified the other one.", "HUD stated that we confused the issues of the adequacy of the Performance Funding System and the accuracy of HUD’s budget estimates of the Performance Funding System. HUD stated that the Performance Funding System is a formula and is not intended to reconcile funding with housing agencies’ actual expenditures. We disagree that our analysis confused the issues. We concluded that the adequacy of the Performance Funding System and the accuracy of HUD’s budget estimates for PFS are necessarily interrelated. Determining allowable expense levels is not only an integral part of allocating the PFS subsidy to housing agencies, but as we describe in our report, expense levels also play a significant role in HUD’s process of developing its annual budget estimate for the Performance Funding System because the estimate is based on a large sample of these expense levels.", "HUD also said that the draft report relied heavily on four case studies and that it did not contain sufficient data to draw conclusions about the overall adequacy of the Performance Funding System’s funding. We agree and therefore drew no specific conclusions about the Performance Funding System’s adequacy. On the basis of our case studies, we conclude that some housing agencies are underfunded, but we cannot project to the universe of all housing agencies. Therefore, we did not draw any overall conclusions about the adequacy of subsidies nationwide. Instead, our case studies, a survey of 800 housing agencies, and discussions with trade group and HUD officials enabled us to conclude that operating subsidies may not be adequate for housing agencies that had low base year expenditures or that had operating circumstances or costs that have undergone significant changes since 1975. On this basis, therefore, we do question the adequacy of the Performance Funding System and believe that options exist for improving its methodology for allocating congressional appropriations.", "HUD stated that the draft report did not define what costs subsidies should be covering. We assume HUD is referring to the costs of managing the housing agency and providing housing and other services to the residents that could be legitimately covered by an operating subsidy. The Congress did not ask us, nor did we intend, to define what specific costs the operating subsidies should be covering. Rather, we believe that HUD is responsible for defining the scope of costs that the Performance Funding System should cover, and one of the options that we suggest for redesigning the system includes developing such a definition of covered costs.", "Finally, HUD stated that much of the discussion in the report about the level of funding dealt with housing agencies’ funding needs that are more appropriately met through capital and grant funding. We disagree and believe that just the opposite condition exists. We report that some housing agencies are using substantial amounts of funding from capital and other grants to cover their operating expenses. This indicates that these agencies are not receiving enough funding through the Performance Funding System and rental income alone to cover these expenses.", "In its more detailed comments attached to its letter, HUD said that a recommendation in our draft report for revising the way HUD estimates its budget request was not clear because it did not state explicitly what changes we believed HUD should adopt. We agree and believe that it is premature for HUD to change its budget estimating methodology until the Department revises the way it provides subsidies to public housing agencies, as would be required under pending legislation. We also believe that given the data and timing constraints under which HUD must prepare its budget estimate, the estimate is reasonably accurate. We have, therefore, withdrawn our recommendation that the Secretary consider revising the way HUD makes its Performance Funding System budget estimate, and we have made changes to our report accordingly."], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine how PFS estimates the amount of operating subsidy housing agencies’ require on an annual basis, we interviewed HUD officials and evaluated the model HUD uses to make its annual estimates. Also, we reviewed the literature describing HUD’s methodology for establishing housing agencies’ allowable cost levels and reviewed how HUD uses these cost levels and other data in an estimating model for the annual PFS budget submission. To determine how well PFS distributes the subsidy funding, we analyzed financial data for fiscal years ending 1992 through 1996 from housing agencies’ Statements of Operating Receipts and Expenditures in HUD’s Integrated Business System database. We also interviewed HUD officials at headquarters and field offices and visited four housing agencies in different regions of the country to develop case studies of how they cope with insufficient operating funds. To develop options for HUD in revising its PFS, we relied on the extensive experience we have had in reviewing other formula-funded programs and in consulting with the Congress on options for funding these programs. A more detailed discussion of our objectives, scope, and methodology is in appendix VII.", "We are sending copies of this report to the appropriate congressional committees; the Secretary of Housing and Urban Development; and the Director, Office of Management and Budget. Copies are available to other interested parties upon request.", "If you or your staff have any questions, please call me at (202) 512-7631. Major contributors to this report are listed in appendix VIII."], "subsections": []}]}, {"section_title": "Housing Authority of the City of Los Angeles", "paragraphs": ["The Housing Authority of the City of Los Angeles’ (HACLA) total conventional public housing operating budget for 1997 was over $45 million (55 percent of which HUD subsidized). HACLA owns and manages over 8,000 conventional public housing units, almost half of which are over 50 years old. Despite the large number of units that are old, 99.5 percent are occupied. However, the increasing costs of maintaining the aging housing stock and the high crime rate associated with the developments have reduced the agency’s ability to provide services and have forced HACLA officials to defer maintenance and reduce their maintenance staff. Agency officials believe that the operating subsidy provided by the Department of Housing and Urban Development (HUD) is not sufficient to operate the housing agency effectively. To supplement their operating budget, HACLA officials have used—in accordance with HUD’s regulations—a part of their grant for capital improvements to defray operating expenses."], "subsections": [{"section_title": "Background", "paragraphs": ["HACLA owns and maintains 8,367 public housing units in 63 developments dispersed throughout the city of Los Angeles. The developments range in size from 2 to over 1,000 units and include many “scattered site” locations; 50 percent of HACLA’s units were built before the mid-1950s. The housing agency provides homes to over 32,000 residents, over 1,000 of whom are elderly. According to HUD officials, HACLA has an occupancy rate of approximately 98 percent. This high occupancy rate has helped the agency maintain a management assessment score in the high 90s over the last 3 years—making it a high performer in HUD’s Public Housing Management Assessment Program. Approximately 338 people work in HACLA’s conventional public housing program. Almost all of the maintenance positions are funded out of the conventional public housing funds. Between fiscal years 1994 and 1997, HACLA reduced its number of employees from 421 to 338, or by almost 20 percent.", "HACLA’s direct operating expenses for administration and maintenance of the public housing developments are estimated at $354 per unit-month; however, HACLA officials told us that total operating expenses for the full range of activities pertaining to public housing are even higher. A 1995 study of actual operating costs reflected per unit -month expenses for all services and activities (i.e., protective services, social services, and central office administration plus direct operating expenses) of $508. In that same year, the operating subsidy ($231) and rental income ($187) brought total revenue to $419 per unit-month. Other sources of federal funds include grants or portions of grants—from such programs as the Public Housing Drug Elimination Program and the Comprehensive Grant Program for modernizing the housing stock—make up the shortfall.", "The top five factors influencing operating expenses at HACLA, in order of importance, are the age of the developments, design features, crime, joblessness, and the percentage of working families in residence. HACLA officials ranked the age of the developments as the factor having the most impact on operating costs. They also said that overhead levels that are not sufficient to support field operations and the cost of employee benefit packages influence operating expenses."], "subsections": []}, {"section_title": "Agency Officials Believe That the Operating Subsidy Is Inadequate", "paragraphs": ["Officials in HUD’s Los Angeles Field Office believe that HACLA makes maximum use of the operating subsidy HUD provides and diligently takes advantage of the other funding sources available to it. Nevertheless, HACLA officials told us that the operating subsidy is inadequate. They attributed the inadequacy to HUD’s Performance Funding System (PFS) being based on 1975 expenses. The inflation adjustments over the last 23 years have not been sufficient to account for increasing maintenance costs, they said. These costs include those to repair the aging housing stock and infrastructure, such as broken water distribution lines or leaking gas distribution lines. According to HACLA officials, the allowable expense levels under PFS also do not adequately cover expenses for administration or for additional activities that did not exist when HUD set HACLA’s expense levels in 1975. To supplement its operating subsidy, the agency has reduced staff, deferred maintenance, and drawn on funding from other federal grants.", "HACLA’s allowable costs under PFS were based on maintaining buildings that were then 30 years old and had systems that were approaching the end of their useful lives and needed modernizing in 1975, HACLA officials said. However, even in 1975, the operating subsidy was not high enough to cover the modernization needs. Those same buildings are now 50 years old, and many years of inadequate PFS funding have caused an intractable amount of deferred routine maintenance that must now be funded utilizing modernization funds from HUD’s Comprehensive Grant Program that should be used instead for major repairs.", "Aging housing stock requires increased routine maintenance and is more prone to require extra maintenance, HACLA officials said. Adding to the expense are the replacement costs of fixtures that become irreparable when materials in the fixtures exceed their useful life or fixtures simply become obsolete and go out of production. For example, many units in older developments have wooden window sashes that have dry-rotted or metal windows that require repair parts made from “scratch” because the manufacturer is no longer in business or does not make the part. As housing stock ages and infrastructure—such as gas lines and water distribution lines—ages, unplanned maintenance expenses increase. Agency officials said that at several of HACLA’ s 50-year-old developments, deteriorating gas and water lines may cause potentially dangerous living circumstances. They estimate that $1 million will be needed to replace the lines. We observed the conditions the HACLA officials told us about at two developments—Aliso Village and Dana Strand.", "Aliso Village, built in 1942, is a low-rise development comprising 33 buildings and 685 units on 34 acres in East Los Angeles. It is a family development and home to 2,524 tenants. (The development’s housing managers estimate that an additional 1,000 tenants live unofficially in the development.) Aliso Village is in an area that has experienced over 60 years of gang activity. The managers said that crime in the area is a moderately serious problem, with gang-related vandalism and graffiti the crimes most frequently committed in the development. Still, the development’s occupancy rate is 99 percent.", "The architectural design and the age of the development are the uncontrollable factors that have the greatest impact on operating costs at Aliso Village. The design feature with the most impact on operating costs is the underground electrical and plumbing lines that have corroded over time. In addition, wooden window frames have rotted over time, and cracks in walls from the settling of the foundation cause water leaks that lead to leaking and rusty pipes in the walls. The age of the fixtures is also a maintenance problem—the original free-standing heaters in the units cannot be repaired at a reasonable cost because the manufacturer no longer makes the heaters and cannot support their maintenance.", "The Dana Strand development, built in 1942 near the Los Angeles harbor area, provides housing for families and the elderly. It is a low-rise development in fair condition on a 21-acre site and consists of 384 units with an occupancy level of approximately 99 percent. The area has a moderate crime rate, but the development itself is subject to gang-related crimes, such as graffiti on buildings. HACLA has installed bullet-resistant lights at Dana Strand at a cost of $800,000 to increase the level of security.", "Before the bullet-resistant lights were installed, criminals would shoot out lights to reduce visibility and give cover for criminal activity at the development.", "Highest on the list of factors contributing to maintenance expenditures at Dana Strand is the age of the development. Dana Strand officials cite deteriorating plumbing, rotting window sashes, and old underground electrical lines as problems at the development. For example, the plumbing in the walls of the units is corroding and, in one recent instance, leaking water from corroded plumbing accelerated the corrosion of gas pipes, resulting in an explosion in one unit. Several tenants suffered minor injuries in the explosion that blew off a portion of the building’s roof and blew the walls out of two units.", "Dana Strand officials listed three operating expenses that have increased: waste management, routine maintenance, and grounds keeping. Officials attributed the development’s increasing expenses for routine maintenance to its age. Environmental regulations have also contributed to increasing maintenance costs. Because of the new city requirements for waste management, for example, HACLA had to install a clarifying pit at each of its developments to separate caustic agents—used for cleaning stoves and appliances—from waste water before the water is discharged into the city’s sewer system. About once or twice per year, the pits have to be pumped out by an authorized waste handler at a cost of $2,500 per visit. Over the last 5 years, HACLA has reduced Dana Strand’s maintenance staff from 10 to 7 people—a loss of a painter, a gardener, and janitor. Without the painter, the staff had difficulty meeting the maintenance standard that calls for each unit’s interior to be painted every 5 years."], "subsections": [{"section_title": "Using HUD Grants Helps HACLA Cope With Funding Shortfalls", "paragraphs": ["HACLA officials said that the insufficient operating subsidy and the Congress’s periodic underfunding of the PFS appropriation are responsible for the agency’s inability to attract and retain qualified staff, the increased time for making vacated units available to new tenants, the deterioration of the housing stock, the difficulty with funding employee benefits, and the difficulties with providing adequate security. To address the funding shortfalls, the HACLA officials said they had reduced administrative and maintenance staff, deferred maintenance, and transferred funds from the Comprehensive Grant and Section 8 programs to cover operating costs. HUD’s director of public housing in the Los Angeles Field Office told us that HACLA is very aggressive in seeking funding and taking advantage of available funding sources. For example, HACLA has a large Section 8 assisted housing program and receives an administrative fee of over $25 million for administering it. In 1997, HACLA allocated $2 million of its Section 8 administrative fee to its public housing program. HACLA also used the largest part of its funding from HUD’s drug elimination program to pay for its security force in fiscal year 1996 and, as allowed under appropriation law provisions, used 10 percent of the funds it received for modernization to supplement its public housing program’s operating fund.", "Also, HACLA used funds from its Comprehensive Grant Program grants to pay for management improvements in its public housing program, such as the acquisition of its management information system. According to HACLA’s director of planning, when HUD established PFS 23 years ago, HACLA did not have an automated management information system. Thus, the agency’s allowable costs under PFS do not include the costs of developing and maintaining an information system. No process exists under PFS to change the allowable expense levels to cover new technology. Hence, HACLA used the Comprehensive Grant Program’s Management Improvement Program to fund the initial development of its system. However, using a portion of the Comprehensive Grant Program allocation that way resulted in delaying much-needed physical improvements to the housing stock; moreover, the ongoing operating costs of the automated system are not included in the PFS calculation.", "As table I.1 shows, aside from the spike created by the HOPE VI grant in 1996, total HUD grants to HACLA peaked in 1995 (not adjusted for inflation).One reason for the recent decline is the downward trend for modernization funding. The modernization awards declined during the period that the Congress did not fully fund HUD’s budget request for PFS. Hence, any movement of grant funds to the operating fund effectively resulted in a net reduction of modernization funds."], "subsections": []}, {"section_title": "Increasing Expenses", "paragraphs": ["Waste disposal, employee benefits, and security are expenditures that HACLA officials said increased. Litigation has raised HACLA’s insurance premiums, self-insurance payments, and legal expenses. Despite a one-time adjustment to the allowable expense level to offset higher insurance costs, HACLA had to take other steps to fund its higher insurance costs. It engaged in partnerships with community groups to provide resident services, reduced its administrative and maintenance staffs, and reduced the amount of maintenance being done.", "HACLA officials told us that the cost of employee benefits has grown more rapidly than wages in general and that the PFS inflation adjustments have not fully reflected the additional cost. They singled out two areas in which the agency’s employee benefit expenses increased: health care plans and retirement and disability. The officials told us that health care premiums have skyrocketed since 1975, and HACLA cannot afford to cover a full family or even a single dependent under some health care plans. However, the agency attempts to provide a competitive health care benefit package to retain qualified professional staff.", "HACLA officials said that if the operating subsidy is not increased in the near future, it is likely that the housing agency will engage in more partnerships with community groups, reduce its administrative staff even more, and continue to defer maintenance.", "Figure I.1 shows that for the most part, the proportions of the operating subsidy that HACLA used for most categories has remained flat except for the general expenses category, which has been erratic, and the ordinary maintenance category, which, since 1995, has trended downward. HACLA officials told us that maintenance expenditures charged to the conventional public housing budget might have declined, but that the overall maintenance expenditure is much greater. HACLA has shifted a sizeable portion of its routine maintenance budget to the nonroutine category, but funded it by using modernization funds."], "subsections": []}]}, {"section_title": "Incentives and Disincentives Built Into PFS Have Little Impact on Management Actions", "paragraphs": ["The disincentives built into PFS outnumber the incentives for HACLA to operate efficiently. HACLA’s management has had to produce the same or greater number of outputs (decent, safe, sanitary housing units) with a lesser amount of inputs (dollars). However, some PFS rules discourage efficiency because many revenue-generating or cost-saving actions result in the housing agency losing part of its subsidy. In some respects, the housing agency is better off doing nothing and receiving a full subsidy allocation. For example, present rules penalize housing agencies for good financial management in at least two areas: First, under the rules governing interest income, the Target Investment Income formula equation establishes a framework where interest earned cannot wholly be retained. Second, if a housing agency receives discounts from vendors in return for paying its bills within 30 days, the discounts must be recorded as income for the housing agency, and the operating subsidy is reduced by that amount. Therefore, a housing agency can only partially retain the interest on its investments and cannot benefit from efficient purchasing procedures.", "HACLA officials believe that HUD recognized some of the disincentives to efficient management in its notice PIH 96-24 (HA), “Performance Funding System Policy Revision to Encourage Public and Indian Housing Authorities to Facilitate Resident Employment and Undertake Entrepreneurial Initiatives.” They told us that the notice temporarily helped correct some of the problems inherent in the PFS logic, which does not recognize that efficiencies cannot be maximized by legislative mandate alone. Policies are needed that do not penalize a housing agency for operating in its own self-interest when to do so is good business, they said. HACLA officials noted that PIH 96-24 expires in 1998."], "subsections": []}]}, {"section_title": "Housing Authority of Baltimore City", "paragraphs": ["The Housing Authority of Baltimore City (HABC) in Maryland is among the nation’s largest housing agencies. With an annual operating budget of over $75 million (70 percent of which is subsidized by HUD), it manages over 16,000 units of public housing. Of this total, about 14,000, or 84 percent, are occupied. HABC officials attribute the relatively low occupancy rate (the industry average is 92 percent) to the poor physical condition of much of the housing stock—some is uninhabitable and almost half is 35 years old or older—and to the high crime rate near the developments that results in costly vandalism, property destruction, and a lack of demand for the units. Limitations on HABC’s funding have prevented it from addressing either problem. To the extent that the agency has attempted to address the crime problem, it has covered the costs by forgoing routine maintenance. HABC officials believe that PFS underfunds the agency, and their management of the housing agency reflects this belief. They have reduced maintenance by one-third over 5 years, used funding from federal grants from the capital modernization program to support operations, frozen administrative expenses, and deferred ordinary maintenance to the point that it has, in some cases, become emergency maintenance. Officials believe that these actions jeopardize the long-term viability of their housing stock.", "The director of public housing at HUD’s Maryland State Office had mixed opinions about the sufficiency of HABC’s operating subsidy. He said that HABC’s cost base was sufficient when PFS was implemented and that the current allowable expense level seems to be adequate. But he also said that expense levels need to be revised to better protect the investment HABC is making in its newly rehabilitated HOPE VI developments. He added that although other HUD-assisted properties in the area receive less revenue to operate than HABC does, HABC has specific circumstances—such as high-cost family high-rises; large, older developments; very low-income tenants; and higher crime rates—that raise its operating costs above that of privately owned properties."], "subsections": [{"section_title": "Background", "paragraphs": ["HABC’s 16,558 housing units are located in 42 conventional developments and 18 “scattered site” developments that are mostly vacant houses. These developments are home to 30,414 people. Of the 42 conventional developments, the agency rates 24 as being in fair to very good condition and 10 as being in poor to uninhabitable condition; 8 are unrated. HABC officials said that the poor condition of some of its developments and crime account for its high vacancy rate—currently at 16 percent, twice the national average. Some housing units are vacant because HABC does not have the funds to modernize the units. HABC officials would like to sell some of the 3,000 scattered site units, where many of the vacancies exist, but it cannot afford the repairs needed to make the dwellings salable. The director of public housing in HUD’s Maryland State Office said that HABC could do a better job of managing and, if necessary, of disposing of these properties. A number of other vacancies are in developments that HABC plans to demolish. The large number of vacancies reduces HABC’s Public Housing Management Assessment Program score, which is currently in the range of about 70. But only a couple of years ago, HABC’s score was in the low 60s. Falling below 60 would have earned HABC a “troubled agency” designation.", "HABC’s operating budget for its fiscal year ending June 30, 1997, was approximately $75.6 million, of which HUD contributed $52.6 million, or about 70 percent; $28.3 million came from rental income. For that fiscal year, HUD also awarded significant grants to HABC to fund other types of activities. (See table II.1.)"], "subsections": []}, {"section_title": "HABC Officials Believe That the Operating Subsidy Is Inadequate", "paragraphs": ["Officials of HABC’s top management, housing operations, and comptroller’s office told us that the agency is not receiving a sufficient subsidy under PFS. They said that increasing costs not anticipated or recognized by PFS, coupled with aging, poorly designed, and vacant housing stock, have created significant shortfalls in the funds provided to operate the housing agency effectively. Of the actions that HABC has taken to address this shortfall, the most striking is its substantial reduction in ordinary maintenance over the last few years. The maintenance cost category has declined from $32 million in fiscal year 1993 to $22 million in fiscal year 1997. As a result of the cost-cutting, fewer staff are available to prepare vacated housing units for new tenants. Because more units are being vacated than can be prepared for re-leasing, unnecessary vacancies, lower rental income, and a greater dependency on subsidies result."], "subsections": [{"section_title": "Several New Costs and the Increasing Need for Maintenance Create a Budget Dilemma for HABC", "paragraphs": ["HABC has several new or increasing expense categories that PFS does not recognize adequately. These categories include the costs of security, litigation, and employee health benefits. At the time that HABC’s expense levels were set by PFS, the agency was not incurring significant security costs. HABC established a security force in 1987 and converted it to a sworn police force in 1991. It now has 88 police officers and a total security staff of 100. HABC’s deputy executive director said that HUD’s Public Housing Drug Elimination Program helps to defray the costs of this force (funding 30 to 40 of the officer positions at any one time) but that the costs of the force generally fall under other budgets, such as the Management Improvement Program portion of the Comprehensive Grant Program, which normally funds capital expenses for modernizing the housing stock and improving its management. By using these funds for security, HABC has less for modernization and risks continued deterioration and vacancies. In years when no drug elimination funding is available, HABC must find other funds to cover the security costs. The payment in lieu of taxes that HABC makes to Baltimore City is generally in the range of $300,000 to $400,000, which does not fund many City of Baltimore policemen to patrol and deter crime in HABC’s housing developments.", "Another cost that HABC’s allowable expense level does not adequately cover is that of health insurance benefits for employees. Although the agency’s operating budget now covers the costs of the benefits, these costs increased more since 1975 than the inflation rate HUD allows under PFS. To pay the higher benefit costs today, HABC must forgo some other expenditures such as routine maintenance. In addition, HABC officials told us that litigation costs have doubled from 1993 to 1997, primarily because of lawsuits filed to reduce the concentration of poor and minority households in public housing.", "HABC also faces rising costs from its aging housing stock and the combined effects of the poor housing design, conditions, and crime. We observed examples of these conditions at two of HABC’s developments—O’Donnell Heights and Claremont Homes.", "O’Donnell Heights is one of HABC’s largest developments, comprising 900 densely packed units with little curb appeal or open space but a great deal of access to surrounding city streets. Most heads of households are young, single women. Built in the early 1940s, O’Donnell Heights had significant modernization work in the early 1980s but none in the last 5 years, and none is planned in the next 5 years. Housing managers at O’Donnell said that the age of the housing contributes to the cost of maintaining it because of its general deterioration. The director of public housing at HUD’s Maryland State Office said that HABC is not allocating sufficient resources to O’Donnell Heights, but he could not determine whether the housing agency had enough maintenance funding in its budget to adequately address the development’s problems.", "O’Donnell’s housing managers said illegal drug activity is difficult to deter because of the size, openness, and demographics of the development. Because of the high rate of crime—worse than in the surrounding neighborhood—residents often request transfers, relocate, or move completely out of O’Donnell. To control crime at O’Donnell Heights, the development uses special lighting and two policemen, one from the City of Baltimore and one from HABC’s police force. However, O’Donnell has no contract security, fencing, security cameras, or controlled entry to the development—all of which can deter crime in housing developments. The development’s wide-open layout contributes to the prevalence of the gang-related drug activity that intimidates the residents, according to O’Donnell housing managers. They also said that the seriousness of the crime has grown significantly during the last decade.", "O’Donnell Heights’ design also contributes to the increasing maintenance costs. For example, hardwood floors, sheet-rock walls, and separate hot water heaters and furnaces for each unit increase costs. Each unit has two doors, front and back, and two screen doors, the maintenance of which increases costs; and the aluminum siding has been hard to maintain because of the wear and tear from the children living in the development. The many gutters and downspouts on O’Donnell’s units are also difficult to maintain, and officials described instances of water in the ground-floor units, flooding and drainage problems, and foundation leaks.", "At Claremont Homes, the most significant cost factors are the development’s architectural design, lead-based paint, and its 46-year-old buildings. Claremont’s low-rise units are very costly because they have the original steam-heated radiators that, in combination with the old plaster walls that are damp because of poor ventilation, create an almost constant need to repaint and replaster. The paint in all of the units is lead-based and needs frequent attention to keep it from being hazardous. The cost of addressing the problems caused by the steam heating system, damp walls, and lead-based paint has gradually grown over time so that it is now a significant portion of the development’s total operating costs.", "Because of Claremont’s generally stable, older population of tenants, its strong resident council, and its effective layout, crime—except for some minor vandalism—is not a serious problem and does not contribute significantly to the operating costs. Nevertheless, Claremont’s per unit-month expenses (before utilities) are about $383, 24 percent more than the average for HABC. Claremont’s housing manager said that routine maintenance, grounds keeping, and vacancy renovations were three costs that had increased over the years. Of these, the highest cost was for renovating vacated units to abate the lead-base paint hazard and replace almost all of the original plumbing fixtures and cabinetry. HABC officials are concerned about the potential for additional costs related to lead-paint litigation if they cannot keep up with the lead abatement needed as the paint continues to chip and peel."], "subsections": []}, {"section_title": "HABC Has Taken Many Actions to Cover Necessary Expenses", "paragraphs": ["HABC’s housing operations officials told us that crime and poor physical conditions are the two most chronic problems at the housing agency. Nevertheless, two of the actions that HABC officials have taken to address perceived shortfalls in funding for operations include deferring maintenance and reducing maintenance staff. HABC has reduced its maintenance expenditures from $32 million to $22 million over the past 5 years, from fiscal years 1993 to 1997, a reduction of nearly one-third.", "At the same time, as figure II.1 shows, the cost of protective services has increased dramatically—nearly doubling from $16 per unit-month in fiscal year 1993 to $30 per unit-month in fiscal year 1997, totaling $5.9 million for fiscal year 1997. Because HABC’s operating subsidy increases each year only to offset inflation, the agency has been unable to address the mounting need to protect its residents while at the same time maintaining a constant expenditure for maintenance. HABC’s comptroller projects that the agency’s security costs will be about $9 million next year–$6 million in the security line item plus about 34 percent in fringe benefits–or about 50 percent more than the cost in 1997. He told us that the need for protective services is more immediate and is, therefore, a higher priority than routine maintenance.", "Fiscal year Other actions that HABC has taken to address shortfalls in funding for operations include reducing administrative staff, an action that officials said was the most effective in allowing HABC to operate within funding limitations; transferring funds from other programs, such as the modernization program, the second most effective action; deferring maintenance; reducing operating reserves in some years; and reducing maintenance staff, which officials said was the least effective.", "In addition, HABC’s HOPE VI director said that she thought that funding for the agency’s six HOPE VI projects contributed to defraying the agency’s operating costs in several ways. She cited the following as evidence of this effect:", "Because HOPE VI pays for site preparation for the redevelopment, it is likely to cover costs that the operating budget would ordinarily have had to cover, including abatement of lead-based paint hazards created by demolition and other costs not directly related to the redevelopment and revitalization of the immediate area.", "Expending HOPE VI funds often relieves the pressure on funding from other grant programs, such as the Comprehensive Grant Program for modernizing public housing stock, and various social service grants. Because a HOPE VI project—and its associated HUD grants, matching community funding, and other human and community service funding—is expected to address most of the redevelopment needs of a qualified housing development, HABC’s other grant and subsidy funding can be more focused on the remaining needs of the agency.", "The greater cost efficiencies inherent in a newly rehabilitated housing development—such as more efficient heating systems, more effectively insulated construction, and fewer routine maintenance work orders—lower the development’s operating costs, at least in the near term, and therefore tend to relieve the agency’s operating budget.", "In the future, to cope with reduced operating funds or funding shortfalls, HABC officials told us that the agency most likely would exercise management options such as those listed below, ranked by the relative ease with which they can be achieved: asking the City of Baltimore for a waiver of the payment in lieu of taxes, reducing maintenance staff, reducing operating reserves, reducing administrative staff, reducing or deferring maintenance, and entering into partnerships with community or private sector groups."], "subsections": []}, {"section_title": "Insufficient Operating Funds Result in Vacancies and the Potential for Loss of Housing Stock", "paragraphs": ["One of the clear effects at HABC of not having sufficient operating funds is the necessity of laying off maintenance staff, which, in turn, leads to an increase in the time required to “turn around” vacant housing units after they have been vacated and return them to a rentable condition for new tenants. At HABC, approximately 150 units (out of nearly 14,000 under lease) are vacated each month (slightly more than a 1-percent turnover per month). However, with limited maintenance staff, only about 120 to 130 can be reconditioned for leasing to new tenants each month. A high vacancy rate means that rental income is below expectations, thus creating more of a dependency on the operating subsidy provided by HUD.", "As the agency has performed less and less preventive or ordinary maintenance over the years to cope with inadequate operating funds, more items have eventually become “extraordinary maintenance” or emergency items. In some cases, these items are aggregated into a request to HABC’s modernization committee to be done under the capital grant program. But the officials said that the reality is that much maintenance is not done because modernization funding also is not sufficient to meet HABC’s needs. For example, HABC’s comptroller said that he requested modernization funds for extraordinary maintenance at the O’Donnell Heights development, but so many other demands for this funding exist that O’Donnell’s needs are not yet a priority. HABC officials said that in general, the potential result is that many of HABC’s units will eventually become uninhabitable and need to be demolished. They said that HABC’s HOPE VI program awards will help deal with some of these problems, but that it would be more cost-effective if HABC had the money to do adequate maintenance before excessive deterioration became evident. They also recognized that eventually the HOPE VI money will not be available."], "subsections": []}]}, {"section_title": "Impact on Operations as a Result of Incentives or Disincentives Built Into PFS", "paragraphs": ["Both the director of public housing at HUD’s Maryland State Office and HABC officials told us of ways that PFS currently affects operations and ways that it could better influence management decisions. For example, HUD’s director of public housing in Maryland said that combining funds for capital improvement and operating costs would give housing agencies a more predictable stream of income. And HABC’s deputy director said that HUD should establish some incentive for housing agencies to earn other income. Currently, earning other income reduces an agency’s subsidy on a dollar-for-dollar basis."], "subsections": [{"section_title": "HUD Official Favors Incentives to Perform Needed Maintenance", "paragraphs": ["HUD’s director of public housing in the Maryland State Office said that he would favor an incentive built into PFS that would encourage a housing agency to invest in maintaining its stock. He said that the reaction of HABC and many other housing agencies to budget cuts is to reduce their expenditures on maintenance. He would like to see a single formula that would provide both operating and capital funds so that a housing agency can predict its total income and make more informed decisions about how best to meet both operating and capital needs. Eventually, if the housing agencies do not adequately fund maintenance, the quality of their housing stock declines. He also said that several disincentives are inherent in the current formula. For example, an automatic annual inflation adjustment creates a disincentive for efficiency. In addition, a housing agency has little incentive to maximize its rental income over a several-year period because if income declines, the subsidy will rise the next year to compensate. On the other hand, if rental income increases unexpectedly during the current year, the housing agency can keep the rental windfall for that year. Finally, according to PFS rules, a housing agency’s fiscal audit costs are not limited, and no incentive exists to seek the most cost-effective contract for such audits.", "The director said he favored setting new allowable expense levels for developments that have been revitalized and rehabilitated with HOPE VI grants. He believes that it is important to fund maintenance at a high enough level to ensure that the investment in the property is protected. In addition, he believed that performance indicators needed to be better linked. For example, he said that establishing a high operating reserve account makes the financial performance indicator look good, but creating this high reserve at the expense of performing needed maintenance would be wrong and should not be rewarded. Combining the two indicators for physical and financial conditions would offer a means of better performance measurement, in his opinion."], "subsections": []}, {"section_title": "HABC Officials Said PFS Has Some Impact on Management Actions", "paragraphs": ["In years when PFS is funded at 100 percent of HUD’s forecast of housing agencies’ needs, additions that a housing agency makes to the “other income” line item cause a dollar-for-dollar reduction in the agency’s PFS subsidy, according to HABC’s deputy director. This provides no incentive for housing agencies to earn income from such activities as renting space on building roofs for radio or other broadcasting antennas or to operate services for tenants such as laundromats or day care. He also said that in 1993, HABC incurred significant operating expenses to reduce vacancies. To cover this expense, however, HABC needed to use funds from its operating reserve. Using this source of funding reduced the reserve to a level that resulted in a lower management assessment score under HUD’s Public Housing Management Assessment Program. Now, to increase the assessment score, HABC is building up its operating reserve levels at the expense of performing some needed maintenance, according to the deputy director.", "Although such incentives and disincentives exist, HABC’s deputy director told us that PFS is not a needs-based system that can provide a subsidy to a particular housing agency on the basis of what it needs to operate because HUD’s policy has been to use a generic system to address the needs of all housing agencies. He said that HABC makes most of its management decisions based not on PFS, but rather on the viability of the projects and on the long-term survival of the agency. Furthermore, small adjustments to PFS are not likely to affect HABC’s operating behavior or to “incentivize” better management, he said."], "subsections": []}]}, {"section_title": "Incentives for Increasing Operating Efficiency", "paragraphs": ["HABC officials said that among the actions allowable or potentially allowable under PFS that they believe are most useful as incentives for increasing operational efficiency, are the ability to expeditiously evict difficult-to-manage tenants; lease to easy-to-house tenants or to working tenants; perform preventive maintenance; form partnerships with the local community, nonprofits, and the city to obtain funding for resident services or to obtain the services themselves; implement the income disregard options and ceiling rents; and implement minimum rents.", "HABC’s comptroller told us that as housing agencies begin to improve their stock through demolition and rehabilitation, they tend to lose their most costly-to-house tenants—those who do not work consistently, violate housing agency rules, or do not pay rent on time—and keep their best or most affluent tenants. He said that this could explain the trends of increasing rental income and employment of public housing tenants nationally. Therefore, it would make sense for HUD to allow agencies to keep at least half of the rent increases that result from higher-income residents for a given year, similar to the incentive that HUD allows for utility cost savings. As for utility cost savings, he suggested that HUD allow a housing agency to keep the savings beyond the current year if the agency was instrumental in negotiating the savings with the provider."], "subsections": []}]}, {"section_title": "Housing Authority of Kansas City", "paragraphs": ["Since being placed on HUD’s list of troubled housing agencies, the Housing Authority of Kansas City (HAKC), Missouri, has been operating under court-ordered receivership for about 3 years. The agency provides a full range of housing services for over 1,000 households. By using portions of other federal grants, particularly its modernization grant, to pay for some of its operating costs, HAKC is supplementing its operating budget and providing day-to-day maintenance of its housing stock. The availability of other funding sources has allowed HAKC to fund most operating areas while still increasing its operating reserve—which grew from $1.3 million at the end of fiscal year 1994 to $2.8 million at the end of fiscal year 1997—to a level that the receiver believes is more prudent to meet working capital and emergency repair needs of a capital nature. However, HAKC’s housing stock is almost all more than 35 years old—most of it located within a 5-mile radius in a high crime area. The costs of repairing an aging stock and coping with changing circumstances, such as the expense of deterring worsening crime, have grown significantly over the 23 years since HUD set HAKC’s allowable level of operating costs in 1975. In recent years, HAKC has attempted to address the problem of its relatively fixed operating subsidy from HUD by reducing spending in other areas, such as the salaries paid for the administration of the housing agency, although HAKC officials believe that this has threatened their ability to retain competent staff and management."], "subsections": [{"section_title": "Background", "paragraphs": ["In receivership for 3 years, HAKC is plagued with deteriorated housing stock and the high vacancies that accompany such conditions. It is a large housing agency that manages approximately 1,824 housing units; only 1,053 households occupy its conventional public housing. Its vacancy rate under receivership has been between 3 and 5 percent, however. Of those households, 680 (or 65 percent) are in family developments, with the rest living in developments for the elderly. Single heads of households constitute almost 90 percent of HAKC’s households. Two of HAKC’s developments are high-rises, both in good condition and having low vacancy rates but experiencing high operating expenses. One of the high-rises primarily houses elderly tenants and has high operating costs for security and support services for this population that were not contemplated when PFS was established. The other high-rise, which houses frail elderly and disabled households, has even higher operating expenses. Half of HAKC’s mid-rise units are uninhabitable, and just 13 percent of the livable half are in better-than-fair condition. Partly because of the poor housing conditions and high vacancy rate, HAKC has had a low Public Housing Management Assessment Program (PHMAP) score for many years. Its PHMAP score is currently 85, which classifies it a standard performer.", "HAKC’s total expenditures for fiscal year 1997 were $5.3 million, of which the operating subsidy funded $5.1 million or 97 percent. In addition, HAKC used over $3 million, or an additional amount equal to slightly more than 60 percent of its operating subsidy, from various grants and the administrative fees from its Section 8 tenant-based assisted housing program to supplement its operating funds. The grants included its Comprehensive Grant Program and Comprehensive Improvement Assistance Program grants for modernization, its Public Housing Drug Elimination Grant, its Public Housing Apprenticeship Grant, and its Vacancy Reduction grant. HAKC used these grants to pay for salaries, receivership administration, and software upgrades. HAKC is implementing three HOPE VI projects to substantially replace existing developments, which should improve the quality of HAKC’s housing stock. HAKC officials expect the new developments to be ready for occupancy over a 3-year period ending in 2000."], "subsections": []}, {"section_title": "HUD Officials and the Receiver Agreed the Operating Subsidy Is Insufficient", "paragraphs": ["Officials at HUD’s Kansas City Field Office and HAKC’s receiver stated that the operating subsidy is inadequate for HAKC to reasonably meet its expenses. The receiver said that the funding provided by PFS does not adequately supplement rental and other income because of the flawed composition of the formula that HUD uses to determine the amount of operating subsidy. He said that routine maintenance—HAKC’s highest expense category—and extraordinary maintenance are not adequately recognized under the PFS formula because factors affecting maintenance, such as building age and vandalism, have changed drastically since PFS’s implementation in 1975. Because of the inadequate operating subsidy, HAKC continues to face a wide range of operating problems, he said. The problems cited included the inability to attract and maintain qualified staff, the inability to fund employee benefits, the increased time required to prepare vacated units for new tenants, the deterioration of housing stock, and the inability to provide adequate security. To address funding shortfalls, HAKC has reduced administrative and maintenance staff, reduced employee training, and used funds from other programs when allowed under HUD’s regulations. Under the receivership, HAKC has been successful in obtaining special grant funds that have enabled the agency to make management improvements. The receiver is concerned that many of the grant funds are essentially nonrecurring, special purpose capital and social services funding. HAKC cannot rely on these funds to cover ongoing operations."], "subsections": [{"section_title": "Crime, Aging Stock, and Other Factors Create Budget Difficulties", "paragraphs": ["Having developments located near high-crime areas increases the cost of preparing units for new households after previous tenants have departed. In HAKC’s developments, the primary crime problem is vandalism by drug users who break into unoccupied units, damaging screens, windows, and doors. After breaking in, drug users deface walls and floors or set fires and, once units have been broken into, children enter and cause further damage. Damage to a unit already prepared for new tenants means additional work for maintenance crews at a cost that could exceed the initial cost of preparing the unit. HAKC’s housing stock is also expensive to maintain because of its age and because of the quality of public housing design and construction in the era in which it was built. We observed some of the effects of these conditions at HAKC’s Chouteau Courts and West Bluff developments.", "Chouteau Courts, built in 1958, is a 140-unit mid-rise development that is home to 124 families. It is located in a high-crime area. The site manager estimated that more than half of Chouteau Courts’ units were in good to excellent condition. Within the last 5 years, the heating and air conditioning systems were modernized, and plans call for additional modernization within the next 5 years. The site manager told us that the selling of narcotics in and around the development is the criminal offense that is the most detrimental to the housing stock.", "The site manager described the continuing maintenance required by the way the development was built and said that utility costs at Chouteau Courts could be lower if the units were better insulated. Building specifications at the time the development was constructed did not require exterior walls to be insulated. Because the walls have a cement block core, insulating them now would be expensive. When it rains heavily, drainage problems cause sewer backups into the basement of one of the buildings because the basement is lower than the sewer line. Many units have doors that are difficult or impossible to open because the doorjambs are metal and have rusted to the point that the doors do not hang straight. HAKC is directing a substantial amount of modernization funds for repairs at this development through its comprehensive 5-year plan for Comprehensive Grant Program funds. The per unit-month expense for Chouteau Courts is $266, which contrasts with $189 for West Bluff, a newer development located in an area with a lower crime rate.", "West Bluff, built in 1964, consists of 100 townhome units and is home to 89 families. The site manager told us that all of the units were in excellent condition. Modernization work has been done on the roofs, windows, plumbing, and air conditioning systems within the last 5 years. Within in the next 5 years, HAKC plans to modernize the exterior water and sewer lines. HAKC officials rate crime at West Bluff as a moderately serious problem.", "HAKC officials said the following crimes and design features have an impact on the operating costs at West Bluff:", "Drug users breaking into vacant units cause 25 percent of the damage done to units at West Bluff.", "Prior to 1997, gang-related vandalism and damage to units from gang incidents also had an impact on the high operating costs at this development.", "Prior modernization efforts were partial and did not address all physical deficiencies. The lack of insulation in exterior walls has resulted in isolated incidents of frozen pipes.", "The pitched roof design, with valleys where the townhouses connect at a common wall between units, results in leaks in the units because, over time, the sheet metal that serves as the base for the valleys has separated between many units.", "In addition, HAKC officials told us that their costs for waste disposal and security had grown significantly and that HUD’s allowable expense levels for these costs are no longer adequate. Of the two cost categories, security is the greater; but together, these increasing costs are having a moderate to severe impact on HAKC’s operating expenditures."], "subsections": []}, {"section_title": "Other Income Sources and Cost Reductions Are Used to Cover Expenses", "paragraphs": ["HAKC’s receiver told us that because the operating subsidy from HUD is insufficient, the housing agency has had to supplement its operating budget with funds from other sources. These sources include its grants from the Comprehensive Grant Program and Comprehensive Improvement Assistance Program established to modernize developments, the HOPE VI program established to rehabilitate distressed properties, the Public Housing Drug Elimination Program, remaining funds from grants received several years ago under the Major Rehabilitation of Obsolete Properties program, and a portion of the administrative fee reserve received from HUD in return for operating a large Section 8 tenant-based assisted housing program. In addition, HAKC has formed partnerships with local government and community groups, reduced administrative and maintenance staff, and deferred maintenance. Of these measures, the staff reductions were the most effective in freeing up operating funds to pay for increasing operating expenses. To address budget shortfalls in the future, HAKC officials said they would continue the partnerships and would use operating reserves rather than continue to reduce staff and maintenance. Table III.1 shows the grants HAKC received from HUD in fiscal years 1993 through 1997."], "subsections": []}, {"section_title": "Insufficient Operating Funds Result in the Inability to Attract Qualified Staff and Perform Necessary Maintenance", "paragraphs": ["Although HAKC’s pay scales are comparable to those of other government entities in the region, the pay scales are significantly lower than the those in private industry. HAKC’s financial analyst, for example, left the agency for a higher paying position in the private sector. Also, HAKC’s pay scale for its maintenance staff is low when compared to the private sector; its entry-level wage for a maintenance worker is about $6.80 per hour, while the wage for a comparable worker in the private sector is between $8.00 and $9.00 per hour.", "Figure III.1 shows that over the last 5 fiscal years, except for ordinary maintenance and operations, HAKC’s expenses have remained relatively flat when adjusted for inflation.", "HAKC’s receiver believes that PFS provides few incentives for good management. He offered the following observations on PFS:", "The artificial cost structure that PFS imposes on the housing agency places it in the position of constantly seeking funds because, under PFS, HUD has not defined the actual group of services the housing agency should provide and PFS does not address changing needs. Thus, the only incentive the housing agency has is to always look for ways to supplement an operating subsidy that is inadequate for the needs and services it provides.", "No incentive exists for a housing agency to maximize rental income, as would be the case in the private sector, because increased rental income results in the subsidy being reduced by an equal amount.", "PFS does not correctly address the expenses of newer developments that replace older developments. Units in newer developments are not brought back on line at an amount that is incrementally equal to the developments that they replace. When developments are modernized, they are sometimes reconfigured to decrease density. Less dense developments nurture more positive behaviors among tenants. Although the new development might have fewer units, the reduction in units is not commensurate with the loss in subsidy. When density is decreased, fixed costs are not necessarily reduced as a result."], "subsections": []}]}]}, {"section_title": "Miami-Dade Housing Agency", "paragraphs": ["The Miami-Dade Housing Agency (MDHA) in Florida is one of the largest housing agencies in the country. In fiscal year 1997, it had an operating budget for public housing of over $38 million and a total agency budget of over $216 million. MDHA manages over 10,000 units of public housing and administers over 15,000 Section 8 certificates and vouchers. Over 4,400 of MDHA’s public housing units are at least 30 years old, with some units over 60 years old. MDHA officials said that much of their housing stock is in dire need of continual maintenance and major modernization and rehabilitation. They attributed a significant portion of that need to their allowable expense level under PFS not having kept pace with the agency’s increasing costs for such activities as security and employee benefits. As a result, MDHA has not been able to do all needed routine and preventive maintenance and has reduced maintenance staff. Moreover, because of the deferred maintenance, MDHA officials believe that the problems with the physical condition of their housing stock will worsen as the properties continue to age. To supplement its operating expenses, MDHA has relied on other sources of funding, including the Comprehensive Grant and the Public Housing Drug Elimination programs."], "subsections": [{"section_title": "Background", "paragraphs": ["MDHA maintains 10,100 conventional public housing units in 87 developments and serves over 33,000 individuals. MDHA also has 596 Section 8 project-based units and 506 units that are mixed income properties. MDHA contracts with four private companies to manage approximately 1,772 of its conventional public housing units. MDHA’s conventional public housing stock consists primarily of low-rise developments, with the high-rise developments occupied by elderly residents. A substantial number of the public housing units are over 30 years old, with some as old as 60. MDHA’s most recent occupancy rate was 93 percent. Its Public Housing Management Assessment Program (PHMAP) score was 91 percent for fiscal year 1996 and 95.5 percent for fiscal year 1997, making it a high performer.", "MDHA’s operating budget for public housing totaled over $38 million in fiscal year 1997, with over $25 million, or 66 percent, coming from the PFS operating subsidy and nearly $12 million from rental income. Other major sources of income in fiscal year 1997 that were used to supplement MDHA’s operating budget for public housing included nearly $13 million in Comprehensive Grant Program modernization funds and $2.7 million in Public Housing Drug Elimination Program funds. MDHA relies entirely on rents, grants, and subsidies from HUD to operate its public housing. The agency employs a staff of 708, 360 of whom are assigned as public housing support personnel. The employees are part of the Dade County system of government and also belong to the state’s retirement system; 97 percent of them belong to employee unions that represent supervisory employees, general employees, and professional employees.", "Most MDHA residents (79 percent) are unemployed, and 61 percent of the residents receive welfare. Heads of households are mostly female (93 percent), with 40 percent of the households headed by residents who are 20 to 30 years old."], "subsections": []}, {"section_title": "Housing Agency Officials Believe That the Operating Subsidy Is Not Adequate", "paragraphs": ["Officials from MDHA’s top management, housing operations, and finance and administration office told us that PFS does not provide an adequate subsidy. They said that increasing existing costs, combined with new costs not anticipated or recognized by PFS and deteriorating and poorly designed units, have created significant shortfalls in the funds needed to operate the housing agency effectively. The most significant impact of the insufficient funding has been on the physical condition of the housing stock because of the practice of deferring preventive maintenance to conserve funding. MDHA performs what preventive maintenance is possible under its budget, but each year it defers a substantial amount. Inadequate funding has also required MDHA to reduce staff, services to residents, and operating reserves. To cope with inadequate subsidies, MDHA officials told us that they supplement their operating budget with funding from other federal sources such as modernization and drug elimination grants, portions of which can be used to cover operating costs.", "The director of public housing at HUD’s Florida State Office stated that the PFS operating subsidy is inadequate for MDHA. She said that since PFS was established, MDHA has been required to provide additional services to its tenants, such as the Family Self-Sufficiency Program, without being given the funding to administer these programs. Moreover, MDHA, like other housing agencies, has not received its full subsidy in recent years when the Congress did not appropriate 100 percent of the funds HUD requested."], "subsections": [{"section_title": "Several New and Existing Costs and the Increasing Need for Maintenance Create Budget Dilemma for MDHA", "paragraphs": ["MDHA has experienced several new or increasing expense categories that PFS does not adequately recognize. These include the costs of employee benefits, insurance, and security. Employee benefits are a major cost category at MDHA because housing agency employees are county employees, and their pay is based on county wage rates. MDHA employees also belong to the Florida State Retirement System. MDHA officials said that their employees’ benefits package is equal to 42 percent of salaries, which is significantly higher than the 28-percent average at housing agencies nationwide.", "Property-related insurance rates for MDHA have increased dramatically in recent years. From fiscal year 1993 through fiscal year 1997, MDHA’s property insurance costs have risen by 166 percent. The primary reason for this increase is the damage done by Hurricane Andrew in 1992. MDHA officials also said that insurers are reluctant to insure MDHA properties, partly because of their deteriorating condition.", "In 1975, when MDHA’s allowable expense levels were set by under PFS, the housing agency was not incurring significant security costs. Since then, however, MDHA has had to hire Dade County police officers to provide additional protection to its developments outside municipalities and to hire security guards for its housing developments for the elderly. MDHA initially used part of a subsidy it received from the county government to cover these costs. When the county discontinued the subsidy in fiscal year 1996, the housing agency used its grants from HUD’s drug elimination program to pay for security services at its developments for the elderly instead of at developments in other parts of the county. MDHA also used the county funds to provide some resident services and to help pay for employee benefits. In fiscal year 1995, for example, MDHA supplemented each development’s budget by $6 per unit-month to help pay for employee benefits. When the county discontinued funding in fiscal year 1996, developments had to absorb the reduction into their budgets.", "Ever-increasing city code requirements have also increased MDHA’s costs for maintenance. For example, the city code requires MDHA to have removable security screens in its units’ windows. Residents continually open and close the security screens, which causes the screens to need more maintenance because of the additional wear and tear.", "MDHA’s operating costs are rising because its housing stock is aging and poor housing design, conditions, and crime combine to drive costs up. We observed examples of these conditions at two of MDHA’s developments—Liberty Square and Scott Homes.", "The Liberty Square Housing Development was constructed in 1937, with additional buildings completed in the late 1940s. It is one of MDHA’s largest developments, comprising 753 units in one- and two-story buildings in a predominantly residential neighborhood. Liberty Square is a family development that is 93-percent occupied. Approximately 95 percent of the households are headed by single females. Liberty Square employs 17 full-time staff: 7 administrative staff and 10 maintenance staff. Security features at Liberty Square include city police patrols, fencing along the perimeter of the property, lighting, and security screens in the residents’ windows.", "Liberty Square officials attributed the development’s increased operating costs to crime, vandalism, the location and age of the development, its architectural design, and the type of residents. The officials said that crime was a very serious problem, with drug-related crimes occurring most frequently. Replacing the lights that are shot out by drug dealers and practically anything of value that vandals can steal from vacant units raises the development’s costs. Appliances are not stolen because the maintenance staff removes them immediately after a resident vacates a unit, but the time spent moving the appliances in and out of the units is costly. Painters spend 25 percent of their time covering graffiti.", "Housing management officials at Liberty Square said that the property is so old that the concrete walls are disintegrating, plaster is falling off the walls, pipes are rusting and leaking, and bathtubs are deteriorating. Because appliances have gone past their useful life, the staff receives approximately 20 calls a day from tenants asking to have refrigerators repaired. Design features of the buildings contribute to higher costs because the buildings are not insulated and the front doors have mail slots that criminals use to break into units and through which vandals insert water hoses and flood the units.", "The Scott Homes Housing Development was constructed in 1954 and consists of 754 units in two-story buildings. It is managed by a private management company. Primarily a family development, Scott Homes has a 97-percent occupancy rate, and employs 19 full-time staff. The development is in a neighborhood with a mixture of residences and commercial businesses. Over the past 5 years, approximately 290 units have had some modernization work done, and within the next 5 years, MDHA’s plans are to completely rebuild Scott Homes if the development receives a HOPE VI grant; however, MDHA’s application for such a grant has failed twice to receive HUD approval. Overall, officials at Scott Homes said approximately 40 percent of the units are in fair to poor condition. Eight units are in such bad condition that MDHA does not plan to rent or repair them because it would be too costly to bring the units up to standard. Security features at Scott Homes include county police patrols, fencing along the outside perimeter of the property, lighting, and security screens in the residents’ windows. Scott Homes provides the space, utilities, and furnishings for a police substation at the development.", "Despite the security measures and the police substation on site, Scott Homes officials attributed some of the development’s increasing costs to crime and vandalism. They attributed other increasing operating costs to the age of the development, its architectural design, and the residents. Crime is a serious problem at Scott Homes with drug-related crimes being the most serious. Because of the crime, the development and its surrounding community have a bad reputation that makes it difficult for the development to generate rental income, especially by attracting higher-income residents. Vandalism is also costly. Vandals rip out copper pipes from vacant units, steal security windows and street signs, and shoot out lights. The units’ age contributes to the cost of their maintenance because door frames are deteriorating, water pipes break and leak into units, and screen doors and appliances have outlived their useful life and are constantly in need of repair. Housing management officials attributed other increasing costs to the development’s architectural design: Porches and sidewalks have no underlying support, and the building pilings are sinking or leaning, becoming safety hazards to residents. Finally, officials at Scott Homes told us that residents contribute to higher operating costs because families with children cause a great deal of wear and tear on units and also use more utilities.", "Scott Homes officials also pointed to increased costs for such activities as grounds keeping and waste management, noting that since fiscal year 1995, grounds-keeping costs at Scott Homes have increased nearly 300 percent because staff have to trim tree limbs and roots to keep them from damaging the buildings and sidewalks. In addition, ground erosion has become a major problem at Scott Homes, and Miami’s strict dumping requirements have caused waste management costs to nearly double since fiscal year 1995.", "Officials at Scott Homes said the increased costs and inadequate operating subsidy have resulted in seven maintenance staff and one administrative person being laid off, primarily because of a reduction in the operating subsidy of $400,000 in 1996. Because of the reduction in the maintenance staff, the deferral of maintenance has increased further. The buildings are not being painted nearly as often as they should be, for example."], "subsections": []}, {"section_title": "MDHA Has Attempted to Address the Funding Shortfall Through Several Actions", "paragraphs": ["To address the shortfall in its funding for operations, MDHA has reduced administrative and maintenance staff, used reserves for current expenses, and sought other sources of funding to supplement its operating budget, according to officials. The immediate effect of reducing the maintenance staff by 10 percent in 1996 was to delay preventive maintenance. For example, although MDHA previously replaced roofs before leaks occurred, the current practice is to defer replacement until after leaks are noticed. This results in damaged walls, floors, and electrical systems and other problems. MDHA officials also said that they have reduced the level of the operating reserve to maintain operations. For example, in fiscal year 1993, MDHA maintained 57 percent of the maximum amount that HUD allows in its operating reserve; in 1997, MDHA reduced that level to 39 percent.", "The other funding sources that MDHA uses include the Comprehensive Grant Program for modernization projects and the Public Housing Drug Elimination Program grant. An MDHA official estimated that the agency will use approximately $1.6 million, or 13 percent of $12.5 million in Comprehensive Grant Program funds for fiscal year 1998, to help pay the salaries of agency staff involved in resident services, accounting, housing operations, and the reinspection of units to ensure they meet HUD’s Housing Quality Standards. MDHA also uses the drug elimination grants to cover its security costs. This funding strategy is risky, however, because a housing agency cannot always count on receiving these competitive grants. Because MDHA did not receive a drug elimination grant in fiscal year 1998, and if an appeal does not result in an award of a grant, MDHA might be forced to discontinue its security services.", "Figure IV.1 shows that MDHA’s ordinary maintenance expenditures initially rose after 1993, but by fiscal year 1997, they had decreased 10 percent below the fiscal year 1993 level. It also shows that administrative expenditures increased 48 percent and general expenses increased 11 percent, while tenant services expenditures decreased 75 percent and protective services expenses decreased 89 percent. Protective services as a component of operating costs decreased because MDHA has begun using drug elimination funding to pay for this activity. In fiscal year 1996, MDHA used $1.1 million of its drug elimination funding and $312,000 of its operating funds to pay for security. In contrast, in fiscal year 1993, MDHA used $1.2 million of its operating funds for security.", "Although MDHA officials provided little information about incentives that they believed exist under PFS or that should be added, they did have some opinions about other regulatory incentives or changes that could be made that would permit more efficient operations:", "Housing agencies should be allowed to evict residents under state eviction guidelines rather than federal eviction requirements. Operating under state guidelines would greatly reduce the time needed to remove residents. Judges are familiar with state eviction guidelines because they continually review them for private landlords seeking to evict residents. Judges are much less knowledgeable about federal eviction guidelines and, therefore, take much longer and are more reluctant to evict public housing residents. Accelerating the eviction process would allow MDHA to more quickly house residents on its waiting list.", "MDHA needs a great deal more flexibility in the rents that are set for residents. The current HUD allowance to set minimum rents needs to be made permanent. MDHA also needs more discretion in the amount of the minimum rent and in the selection criteria for residents. More flexibility in rent-setting and resident selection would allow MDHA to increase its rental income and become less dependent on the PFS subsidy.", "HUD needs to change the regulations on project-based waiting lists.", "Currently, the household at the top of the list has to accept the first apartment that is available regardless of location. If the household does not want the available housing unit, the household is placed at the bottom of the waiting list and can decline only twice. Because MDHA’s housing developments are up to 69 miles apart, the first apartment available to a household on the waiting list is often not where they want to live. For working families, the regulation creates even more of an inconvenience and an added burden for MDHA because the agency is attempting to encourage residents to work. If residents accept units they truly do not want, they then can develop justification to transfer to other units. For example, a doctor’s opinion that a resident is not in good enough physical condition for a long commute is enough justification for a resident to receive a transfer. Every transfer increases MDHA’s maintenance costs.", "Finally, MDHA officials stated that although they have had excellent working relationships with the four private management companies that manage 1,772 of the agency’s housing units, they have seen no direct cost savings from the private management companies operating their properties. The officials did say, however, that they have learned a great deal from these companies and that they are operating their other developments more efficiently as a result.", "MDHA officials also told us that basing the operating subsidy on HUD’s fair market rent (FMR) would be the most efficient way of distributing the funds. A system based on FMR would more accurately reflect what the rents should be for public housing in a given municipality, they said. Even if the subsidy was based only on a percentage of FMR, at least the measuring would be based on a market-generated indicator that is independent and is based on current information. The amount of subsidy to be awarded to housing agencies could easily be calculated by subtracting the rental income and utility allowance from FMR."], "subsections": []}]}]}, {"section_title": "Public Housing Agency Operating Receipts and Expenditures", "paragraphs": ["The annual data HUD collects from approximately 3,200 housing agencies nationwide show that average rental income is generally declining, while operating expenses are increasing. As a result, HUD’s contributions in the form of subsidies have increased. The data also show that, possibly as the result of outside influences and funding from sources other than HUD’s operating subsidies, many housing agencies have increased their operating reserves. HUD’s performance measurement program, for instance, might have influenced some agencies to increase their operating reserves to gain higher performance scores. Also, some housing agencies might have used grant funding from other sources to finance a portion of their administrative costs, routine maintenance, or protective services, allowing them to use a larger portion of their HUD-funded operating subsidies to cover increases in their operating reserves."], "subsections": [{"section_title": "Background", "paragraphs": ["Data used in this analysis are from HUD’s Integrated Business System (IBS), which contains financial data provided by public housing agencies on HUD’s Form 52599. On HUD’s Form 52599, housing agencies report their operating receipts and expenses for their public housing properties. The data, however, may not be indicative of the financial condition of a housing agency or the sufficiency of PFS funding because the data do not include all sources of income. Additional HUD funds are provided by the Comprehensive Grant Program, the HOPE VI Grant Program, and the Public Housing Drug Elimination Program. The IBS data do not include such supplemental income. Thus, our analyses, based solely on IBS data, are limited in their presentation of the overall financial picture of housing agencies. In addition, factors outside the housing agencies may influence their financial decisions.", "To even out its workload, HUD established four ending dates for the fiscal years of the local housing agencies it funds—the last day of March, June, September, and December. In doing our analyses, we annualized the IBS financial data reported in this appendix based on each housing agency’s fiscal year ending date. In addition, we adjusted all financial data to constant 1996 dollars. Finally, we categorized the housing agencies by size according to the number of their dwelling units, as follows:", "Extra small housing agencies have 1 to 99 dwelling units.", "Small housing agencies have 100 to 499 dwelling units.", "Medium housing agencies have 500 to 1,249 dwelling units.", "Large housing agencies have 1,250 to 6,599 dwelling units.", "Extra large housing agencies have more than 6,599 dwelling units."], "subsections": []}, {"section_title": "Sources of Housing Agencies’ Operating Receipts", "paragraphs": ["As reported on HUD’s Form 52599, housing agencies have three basic sources of operating receipts: (1) HUD’s contributions in the form of operating subsidies; (2) dwelling rental incomes; and (3) other operating income."], "subsections": [{"section_title": "HUD’s Contributions", "paragraphs": ["HUD’s contributions were a major source of income for housing agencies in the fiscal years ending in 1992 through 1996; in fact, for large and extra large housing agencies, HUD’s contributions represented more than half of their total income for the fiscal year ending in 1996. As figure V.1 shows, the average housing agency’s per unit-month HUD contribution, when adjusted to constant 1996 dollars, generally increased between 1992 and 1996.", "In the fiscal year ending in 1996, HUD’s average per unit-month contribution increased for each successively larger size of housing agency, from an average of nearly $77 per unit for extra small housing agencies to a per unit average of almost $261 for extra large housing agencies. In addition, for each successively larger size of housing agency, HUD’s contributions represented a larger portion of the housing agency’s income in the same period. This portion ranged from an average of 35 percent of extra small housing agencies’ total income, including dwelling rental, to 61 percent for extra large housing agencies, while small, medium, and large housing agencies received, on average, 41, 47, and 56 percent of their total income from HUD’s contributions, respectively. Additionally, HUD’s average contribution, in constant 1996 dollars, increased in each size category when comparing the fiscal year ending in 1992 with 1996. However, while the average HUD contribution for large and extra large housing agencies increased by 12 and 10 percent when comparing the fiscal year ending in 1992 to 1996, for that same period the average HUD contribution increased by between 18 and 21 percent in all other sized housing agencies.", "Almost three-quarters of housing agencies submitting HUD Form 52599 data in the fiscal year ending in 1996 reported having received over 20 percent, but not more than 60 percent, of their income from HUD’s contributions. As table V.1 shows, 28 percent of the housing agencies received more than half their income from HUD’s contributions.", "For the fiscal year ending in 1996, for each successively larger size of housing agency, the percentage receiving at least half of their income from HUD’s contributions increased. About one-quarter of the extra small and small housing agencies received over 50 percent of their income from HUD contributions. About 41 and 68 percent of medium and large housing agencies, respectively, received over 50 percent of their income from HUD’s contributions. HUD’s contributions represented more than half of the income of all extra large housing agencies."], "subsections": []}, {"section_title": "Dwelling Rental Receipts", "paragraphs": ["In the fiscal year ending in 1996, dwelling rental receipts constituted over 90 percent of housing agencies’ average operating receipts, exclusive of HUD’s contributions in the form of subsidies. Figure V.2 shows that, comparing the fiscal year ending in 1992 with 1996, the average per unit-month dwelling rental income declined, except for housing agencies with fewer than 100 units.", "Comparing the fiscal year ending in 1992 with 1996, the average monthly dwelling rental income per unit declined by over 9 percent for small and extra large housing agencies and by 8 percent for large housing agencies. Medium-sized housing agencies saw their rental income decline by 6 percent. Only extra small housing agencies maintained a consistent level of rental income. However, while extra small housing agencies maintained their rental income in constant 1996 dollars, possibly because they had large increases in their operating expenses relative to housing agencies of other sizes, HUD made larger increases in its contributions to smaller housing agencies than it did for housing agencies in all other size categories."], "subsections": []}, {"section_title": "Other Operating Income", "paragraphs": ["Other operating income represented about 9 percent of a housing agencies’ income in the fiscal year ending in 1996, exclusive of HUD’s contributions. Other sources of operating income reported in this category include nondwelling rental (e.g., from renting rooftop space for signs or broadcasting antennas), interest they earn on general fund investments, and receipts from other sources (e.g., from operating services for tenants, such as laundromats or day care centers)."], "subsections": []}]}, {"section_title": "Housing Agencies’ Operating Expenditures", "paragraphs": ["Operating expenses, as reported on the HUD Form 52599 consist of six major categories: (1) utilities, (2) ordinary maintenance and operations, (3) administration, (4) general expenses, (5) tenant services, and (6) protective services.", "As can be seen in figure V.3, a definite diseconomy of scale exists in the average per unit-month operating expenses of a housing agency. For each successively larger size of housing agency, the average total routine expense per unit increased.", "Utilities, including water, electricity, gas, fuel, and related labor expense, constituted approximately one-fourth of housing agencies’ routine expenses. In the fiscal year ending in 1996, utility expenses ranged from a low of 22 percent of the average routine expenses for an extra small housing agency up to 27 percent for large and extra large housing agencies. However, unlike other routine expenses, HUD calculates utilities on a 3-year rolling base system, so we could not analyze utilities in conjunction with the other routine expense categories. Thus, any references to total routine expenses are exclusive of utilities."], "subsections": [{"section_title": "Ordinary Maintenance and Operations", "paragraphs": ["Ordinary maintenance and operations consist of expenses for labor, materials, contracts, and garbage fees. On average, this category of routine expenses comprised the largest portion of a housing agency’s operating expenses in their reports for the fiscal year ending in 1996. Regardless of a housing agency’s size, on average over 40 percent of its per unit-month expenses were for ordinary maintenance and operations. The average per unit-month costs for this expense category were about $59 for extra small housing agencies, ranging up to an average per unit-month expense of $134 for extra large housing agencies. Small, medium, and large housing agencies reported average ordinary maintenance and operation expenses of approximately $62, $78, and $93, respectively.", "Although they did not have the largest increase in constant 1996 dollars, extra small housing agencies experienced the largest percentage change in their ordinary maintenance and operation expenses, when the fiscal year ending in 1992 is compared with 1996. While extra small housing agencies had an increase of over 9 percent (over $5 per unit) during that period, small and medium housing agencies had increases of 0.2 and 3 percent (about $0.15 and $2 per unit), respectively. Although, at about $8 per unit, the dollar amounts of the increases in large and extra large housing agencies were greater than those in other size housing agencies, they represented a smaller percentage change (9 and 6 percent, respectively) than that of the extra small housing agencies."], "subsections": []}, {"section_title": "Administration", "paragraphs": ["Administration includes administrative salaries, legal expenses, staff training, travel, accounting fees, auditing fees, sundry, and outside management costs. In the fiscal year ending in 1996, the average per unit-month expense for administration represented between one-quarter and one-third of the housing agencies’ total routine expenses. Except for small agencies, for successively larger sizes of housing agencies, the average per unit administration expense increased. With the exception of large agencies, these expenses represented an increasingly smaller percentage of the housing agencies’ total expenses for successively larger sizes of agencies.", "In the fiscal year ending in 1996, extra small housing agencies spent an average of $48 or nearly one-third of their total routine expenses for administration, whereas extra large housing agencies spent an average of $78 per unit-month, or one-quarter of their total routine expenses on administration. Small, medium, and large housing agencies spent an average of $41, $48, and $58 per unit-month, respectively, for their administration, which represented about 27 percent of their total routine expenses.", "With the exception of extra small housing agencies, for successively smaller sizes of housing agencies, both the amount of their administration expenses per unit, in constant 1996 dollars, and the percentage change in those expenses, decreased when comparing the fiscal years ending in 1992 and 1996. The over $4 (10 percent) increase extra small housing agencies experienced in their administration expenses was greater than the nearly $1 and $3 (2 and 6 percent) increases for small and medium sized housing agencies, respectively, but less than the approximate $6 and $10 (12 and 15 percent) increases experienced by large and extra large housing agencies."], "subsections": []}, {"section_title": "General Expenses", "paragraphs": ["General expenses include insurance, payments made to local governments in lieu of taxes, terminal leave payments, employee benefit contributions, collection losses, interest on administrative and sundry notes, and other general expenses. For the fiscal year ending in 1996, housing agencies reported that they spent, on average, between 24 and 28 percent of their total per unit-month expenses in this category. The lowest average per unit-month expense was about $37 by extra small housing agencies and the highest was nearly $80 by extra large housing agencies. Small housing agencies spent an average of more than $41, while medium and large housing agencies each spent about $50.", "When comparing the fiscal year ending in 1992 with 1996, extra small housing agencies had almost a $3 increase in general expenses, the largest of any size group. In contrast, small and extra large housing agencies had reductions in their expenses in this category of less than $1 each. As a percentage change, the 8-percent increase incurred by extra small housing agencies between the fiscal years ending in 1992 and 1996 was greater than that for all other sizes. While small and extra large housing agencies had decreases, the change for medium and large housing agencies was 3 and 4 percent, or about $1 and $2, respectively."], "subsections": []}, {"section_title": "Tenant Services", "paragraphs": ["Tenant services cover salaries, recreation, publications, contract costs, training, and other expenses. In the fiscal year ending in 1996, the average per unit-month expense for tenant services ranged from about $1.50, or less than 1 percent of their average routine expenses, for extra small housing agencies to $6 for extra large housing agencies, which represented 2 percent of their total routine expenses. The largest increase (in constant 1996 dollars) and percentage change in this expense category were experienced by extra small and small housing agencies. While medium, large, and extra large housing agencies had increases of 7, 1, and 11 percent (about $0.30, $0.05, and $0.60), respectively, when comparing the fiscal years ending in 1992 and 1996, extra small and small housing agencies had increases of 65 and 29 percent (nearly $0.60 each)."], "subsections": []}, {"section_title": "Protective Services", "paragraphs": ["Protective services include expenses for labor, materials, and contract costs. In the fiscal year ending in 1996, except for extra large housing agencies, the average per unit-month amount expended on protective services ranged from nearly $1 in extra small housing agencies to almost $4 in large housing agencies, which represented between 0.4 and 1.7 percent of their average per unit-month routine expenses, respectively. For extra large housing agencies, the average per unit-month expense for protective services was $21, or 6 percent of their average per unit-month total routine expenses. However, extra small housing agencies had the largest percentage change increase in this category. In fact, their 139-percent increase was the largest increase for any size housing agency and in any expense category. However, in constant 1996 dollars, the extra small housing agencies’ average increase of $0.40 was less than that of either medium ($0.45) or extra large ($0.50) housing agencies which, when comparing fiscal year ending 1992 to 1996, had increases of 21 and 2.5 percent, respectively."], "subsections": []}]}, {"section_title": "Nonroutine Maintenance", "paragraphs": ["In general, the average per unit-month expenditures for nonroutine maintenance declined, in constant 1996 dollars, between the fiscal years ending in 1992 and 1996. The exception was extra large housing agencies, which had a net increase of about $0.10 per unit-month during that period. However, as table V.2 shows, the housing agencies did not experience a consistent decline in nonroutine maintenance expenses. All housing agency size groups had increases in the expenses in this category before showing decreases in the fiscal years ending in 1995 and 1996.", "The decline in average per unit-month nonroutine maintenance expenses ranged between nearly $2 to just over $3. Except for extra large housing agencies, which had a 3-percent increase in their nonroutine maintenance, all other housing agency sizes showed a decrease when comparing fiscal year ending in 1992 to 1996. The largest decrease was 41 percent for small housing agencies, and the least was 31 percent for extra small housing agencies. Medium and large housing agencies had decreases in their expenses in this category of 33 and 38 percent, respectively."], "subsections": []}, {"section_title": "Capital Expenditures", "paragraphs": ["Table V.3 shows that in at least 1 year, capital expenditures increased in each housing agency size group. However, in every size group, reductions occurred in expenditures in this line item between the fiscal years ending in 1992 and 1996. In addition, every size group had a net decrease in its average per unit-month capital expenditures when comparing the fiscal year ending in 1992 with 1996.", "In constant 1996 dollars, the range of the average per unit-month decrease was $0.10 for extra small housing agencies to almost $2.30 for medium housing agencies, with decreases of almost $2 for small agencies and about $1.50 for both large and extra large housing agencies. The decrease in capital expenditures for extra small housing agencies was almost negligible, representing a decrease of less than 2 percent. However, the average per unit-month expenses decreased about one-quarter in small, large, and extra large housing agencies and about 37 percent in medium-sized housing agencies."], "subsections": []}, {"section_title": "Operating Reserves", "paragraphs": ["HUD requires housing agencies to maintain an operating reserve to cover emergency expenses and deficits in their operating budgets. Figure V.4 shows that, in constant 1996 dollars, the average per unit-month operating reserve amounts increased in all sizes of public housing agencies when comparing the fiscal year ending in 1992 with 1996.", "When adjusted to constant 1996 dollars, the increase in average per unit-month operating reserves ranged from $20 (25 percent) for small housing agencies to just over $28 (34 percent) for both medium and large housing agencies, when comparing fiscal year ending in 1992 to 1996. While the extra large housing agencies’ $25 increase in their per unit-month operating reserve was the second smallest, at 39 percent, it represented the largest percentage change increase of all housing agency size groups, when comparing fiscal year ending in 1992 with 1996.", "HUD administratively established a maximum allowable operating reserve that, until the fiscal year ending in 1995, limited the amount a housing agency could accumulate to 50 percent of its approved operating budget’s total routine expenses or $100,000, whichever was greater. During that period, HUD could reduce the amount of a housing agency’s operating subsidy if the housing agency’s estimated year-end operating reserve balance exceeded its established maximum allowable operating reserve. In February 1995, HUD removed this requirement and replaced it with the operating reserve measure used in its Public Housing Management Assessment Program. The revised 1997 Public Housing Management Assessment Program measure gave its highest score to housing agencies with cash reserves greater than 15 percent of their total actual routine expenditures. As a housing agency’s cash reserves—as a percentage of its routine expenditures—decreased, the housing agency’s score also decreased.", "Figure V.5 shows operating reserves as a percentage of estimated maximum allowable operating reserves, using pre-1996 criteria, for the fiscal years ending in 1992 through 1996. This analysis uses actual routine expenses as a surrogate for the HUD-approved budgeted routine expenditure.", "In general, housing agencies showed consistent increases in their operating reserves. Almost half (1,558) of the housing agencies reported increases in their operating reserves in at least 3 of the 4 fiscal years we analyzed, and 15 percent (485) had increases in all 4 years. However, 17 percent (530) of the housing agencies reported declines in their operating reserves for at least 3 of the 4 analyzed fiscal years and 2 percent (66) showed declines in all 4 fiscal years.", "Comparing the fiscal years ending in 1992 and 1996, for all housing agency size groups, on average, operating reserves in constant 1996 dollars got closer to the maximum allowed. Because the average per unit-month operating reserve for an extra small housing agency was about $111 in the fiscal year ending in 1996, and extra small housing agencies have less than 100 units, their average operating reserve would almost always be less than the $100,000 maximum allowed. Therefore, extra small housing agencies were allowed to maintain operating reserves in excess of 50 percent of their routine expenses without suffering a reduction in their subsidy."], "subsections": []}]}, {"section_title": "Comments From the Department of Housing and Urban Development and Our Evaluation", "paragraphs": ["The following are GAO’s comments on the Department of Housing and Urban Development’s letter dated June 5, 1998. The comments are organized in the order of the major sections of the attachment to HUD’s letter."], "subsections": [{"section_title": "GAO Comments", "paragraphs": ["1. Although we report the statements of officials at four housing agencies and the conditions we found there, we have not drawn any overall conclusions about the adequacy of PFS funding nationwide. Instead, on the basis of our case studies, a survey of 800 housing agencies done by a trade group representing housing agencies, discussions with officials of trade groups and HUD, we conclude that operating subsidies may not be adequate for housing agencies whose base year expenditures were low or whose operating circumstances or costs have undergone significant change since 1975.", "We provide income and expense trends in an appendix to our report. Our analyses focused on HUD’s database of housing agencies’ statements of operating receipts and expenses. The analyses are limited and we draw few conclusions because the underlying data do not fully reflect housing agencies’ incomes and because their expenditures are limited by the income available to cover them. We were unable to obtain complete information on housing agencies’ incomes—including income from states and other federal grants—even from the four agencies we visited. Nevertheless, we believe that the analyses we present will provide other analysts with insights not available previously.", "The Congress did not ask us nor did we intend to define what costs the operating subsidies should be covering. Rather, it is HUD’s responsibility to define the scope of costs that the PFS subsidies should cover, and one of the options that we suggest HUD might consider for redesigning PFS includes developing such a definition of covered costs.", "Finally, we disagree that much of the discussion in the report deals with needs that are more appropriately met through capital and grant funding instead of operating subsidies. Our analysis shows that just the opposite is true. We report that some housing agencies are using substantial amounts of funding from capital and other grants to fund their operating expenses. This indicates that these agencies are not receiving enough funding through PFS and rental income alone to cover these expenses. 2. We disagree that we confuse the issues of PFS adequacy and the accuracy of HUD’s budget estimate. In fact, we conclude that the adequacy of PFS for individual housing agencies, which is determined by their HUD-approved allowable expense levels, and the accuracy of HUD’s budget estimates for PFS are interrelated. We show that determining allowable expense levels is an integral part of the PFS methodology, and we explain that these expense levels also play a large role in developing the annual PFS budget estimate. We conclude that to the extent that expense levels are too low for agencies whose base year expenditures were low or whose operating circumstances or costs have undergone significant change since 1975, HUD’s budget estimate may also be too low. 3. We agree with HUD’s comment on our recommendation for revising the way HUD estimates its PFS budget request. It is premature for HUD to change its budget estimating methodology until the Department revises the way it provides subsidies to public housing agencies, as would be required under pending legislation. We also believe that given the data and timing constraints under which HUD must prepare its budget estimate, the estimate is reasonably accurate. We have, therefore, withdrawn our recommendation that the Secretary consider revising the way HUD makes its PFS estimate, and we have made changes to our report accordingly. 4. HUD raises several concerns about the draft report’s recommendation that the Department consider an appeals process. In recommending such an appeals process, we intended that HUD could address both overfunded and underfunded housing agencies, and our recommendation now reflects this intent. Whether HUD designs a process that entails a labor-intensive, subjective review of all housing agencies or an analysis-based, formula-driven review would be HUD’s decision. 5. We agree with HUD that the best way of knowing whether housing agencies are adequately funded is to establish a set of core services that should be provided and to determine what the cost of those services should be in each case. In our report, we offer this as one of the options available to HUD as it plans to revise PFS. However, we believe that HUD should be able to recognize whether some agencies are underfunded even if it does not precisely know the best composition of the set of core services. Our report shows that symptoms of inadequate funding are clear at certain housing agencies, and that if left to worsen, the condition of the housing stock is threatened. 6. HUD states that its approach to dealing with housing stock deterioration and social problems in public housing is to address the root causes of such problems with supplementary and competitive grants to provide protective services, maintenance, and resident services rather than to increase the subsidy. However, these activities are also covered under long-standing public housing operating expense categories that are designed to be funded with rental income or, if necessary, the operating subsidy. We conclude, therefore, that the supplementary grants are necessary because the operating subsidy has been insufficient to adequately fund these activities. 7. Our draft report noted examples of housing agencies’ using funding from their operating budgets to temporarily repair their housing stock—as in painting over peeling lead-based paint—instead of performing necessary modernization work. However, this practice results in unexpected uses of the operating subsidy and inadequate funding in other areas. 8. HUD’s letter to us lists several changes adopted by the PFS, including add-ons for legislative changes to social security, unemployment compensation, and flood insurance. HUD states that the draft report did not recognize these and other changes showing that PFS has adapted to housing agencies’ changing needs. We recognize that over the years, several changes have been adopted by PFS for application across the board. However, the changes that HUD notes in its comments have little relation to the cost increases—including the costs of deteriorating housing stock and increasing crime and poverty—that agencies told us accounted for most of the increases in their operating costs. 9. HUD’s letter disagrees with our conclusion that employee benefits have not been adequately factored into the PFS wage inflation factor increases. HUD states that we incorrectly assumed that the cost of employee benefits has grown more rapidly than the increases in the PFS wage inflation factor. In response, we contacted HUD to obtain further elaboration on HUD’s inflation adjustment factor. A HUD official in its Policy Development and Research office explained that HUD’s methodology for adjusting its budget estimate from 1975 to 1988 used wage survey data but excluded observations which showed a decrease in wages. As a result, HUD’s inflation adjustments were too high. On this basis, we agree with HUD’s comment that its wage inflation methodology kept up with actual changes in wages and benefits, albeit for the wrong reasons. Although HUD no longer adjusts the wage data in this manner, it still uses wages as its measure of labor cost change. Because housing agencies pay both wages and benefits, we still believe that a broader measure of compensation would provide a more accurate basis for making adjustments for inflation. 10. We chose not to include the issue of utilities in our report because utility expenses are relatively straightforward compared to other issues we report on. Changes in utility rates are covered by HUD, and the utility expense level is adjusted at the end of the year to reflect changes in estimated consumption. Housing agencies and HUD share on a 50-50 basis the savings or additional costs because of reductions or increases in energy consumption. 11. We have changed the text of our report accordingly. 12. We disagree with HUD and believe that at some housing agencies the overall level of income in the base year and earlier did have an impact on the initial allowable expense level and, therefore, on whether the housing agency is currently adequately funded. HUD states that before PFS was implemented, operating subsidies were based on a HUD-approved operating budget that was subsidized to cover the gap between rental income and approved expenditures. However, during the interim period from 1972 to 1974, HUD placed a cap on operating expenditures, which meant that even these HUD-approved and subsidized budgets could have been inadequate. Moreover, the amount of HUD’s subsidy was based on what was available from the Congress in the first few years of subsidizing public housing—an amount that grew quickly from $233 million in 1972 to over $700 million by 1979. 13. We have reconciled these points with the relevant housing agencies and made changes to our report where necessary. 14. We stand by our conclusion that for a housing agency to make extensive use of modernization and other supplementary funding to cover operating expenses is evidence of an inadequate operating subsidy. In addition, we neither state nor imply that housing agencies were using their operating subsidies for capital replacement needs, and we disagree with HUD’s statement that the operating subsidy should not accommodate increases in an established operating cost category such as protective services. Moreover, by using significant portions of their modernization funding to cover operating costs, housing agencies are jeopardizing the viability of the housing stock that is in need of major repair.", "We also disagree with HUD’s conclusion that housing agencies that use their supplementary funding to maintain or increase their operating reserves are doing very well. Some housing agencies might add to their operating reserves in order to score better in HUD’s Public Housing Management Assessment Program, and increasing operating reserves might reflect this motivation and mask underfunding. 15. HUD correctly points out that we have reported in the past that wide differences in costs exist among public housing developments. Within a single housing agency, in fact, high-cost and low-cost developments can exist. However, cost differences among developments do not mean that housing agencies themselves are receiving sufficient subsidies. Furthermore, knowing whether public housing costs are higher or lower than the cost to house families under the Section 8 Certificate and Voucher Program does not in itself determine whether housing agencies are receiving enough subsidy to cover their expenses. Therefore, we conclude that those housing agencies with operating circumstances that have changed significantly or whose initial base year expenses might have been too low might be currently underfunded. 16. We are aware of both of the studies mentioned by HUD and reviewed them closely as part of our background research. These studies for the most part compare expenditures of public housing with those of alternative housing programs or funding options and do not draw conclusions regarding the adequacy of PFS funding to meet public housing needs. As a result, we believe that these studies do not provide data showing that housing agencies are adequately funded."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": [], "subsections": [{"section_title": "Objectives", "paragraphs": ["In Senate Report 105-53 in support of the Departments of Veterans Affairs, Housing and Urban Development, and Independent Agencies Appropriations Bill, 1998, the Senate Committee on Appropriations requested that we study HUD’s Performance Funding System (PFS) for allocating appropriated funds to housing agencies as operating subsidies. To provide information to the Congress about HUD’s administration of PFS and to guide the revision of PFS so that it better accommodates changing operational costs and circumstances in public housing and permits greater local flexibility in managing public housing, we agreed with the staff of the Committee on Appropriations’ Subcommittee on VA, HUD, and Independent Agencies to address the following questions in our study:", "How does PFS allocate the congressionally appropriated subsidy among public housing agencies?", "How well does PFS meet the subsidy needs of individual housing agencies?", "How does HUD develop budget estimates of housing agencies’ annual need for operating subsidies and are the estimates appropriate?", "What are some of the possible options that HUD might have for changing PFS to make it a more effective tool for subsidizing housing agencies?"], "subsections": []}, {"section_title": "Scope and Methodology", "paragraphs": ["To determine how PFS allocates the congressionally appropriated subsidy among public housing agencies, we reviewed and evaluated the history and documentation of the PFS prototype formula. We also reviewed the studies done by HUD and its contractors on the development of PFS, its shortcomings, and the various implications of PFS for the effective funding and functioning of public housing. We also interviewed HUD officials to obtain their views on the historical development and strengths and weaknesses of PFS.", "To determine how well PFS meets the subsidy needs of housing agencies, we visited four housing agencies and developed case studies of their use of funds based on our review of their financial data and interviews with housing agency officials. To obtain information on PFS’ adequacy to fund operations at these housing agencies and to discuss the impact of potential underfunding, we visited two developments owned by each housing agency. We discussed with housing managers at these developments the impact that various factors, such as location and crime, have on the operating costs of those developments. To ensure that we asked officials at the housing agencies the same questions, we developed and used a standardized interview guide.", "In addition to our visits to the housing agencies, we reviewed and analyzed housing agency data from HUD’s Integrated Business System (IBS) for fiscal years ending in 1992 through 1996. These data comprised 15,705 records and contained detailed information on each housing agency’s Statement of Operating Receipts and Expenditures. IBS data represent only data collected on HUD’s Form 52599. Many housing agencies supplement their income with funding from other HUD grants and their local governments. This funding is not captured in the IBS data, and obtaining information on it was beyond the scope of this report. Our analyses were limited to the data housing agencies report on their Statement of Operating Receipts and Expenditures. We adjusted all financial data in the IBS records to constant 1996 dollars, using the Consumer Price Index for all items as reported in the February 1998 Economic Report of the President. We also reviewed documents describing the development and implementation of IBS, tested the edit criteria specified in the system documents, and checked the data’s internal validity.", "We discussed the reliability of IBS with its developers and users at HUD, and we selected a random sample of 300 records from the IBS data spanning fiscal years ending in 1992 through 1996. HUD officials asked the public housing directors in HUD field offices to send us copies of the original forms provided to HUD by the housing agencies. We received 222 usable forms of the 300 requested and checked the data on them against the data in IBS. On the basis of our sample, we estimated that the error rate for the IBS amount field was between 0.2 and 0.6 percent. This estimate applies to about 75 percent of the records in the database. On the basis of the response rate to our request and the limited number of data errors we found in our data verification process, we are satisfied that the IBS data are of sufficient accuracy to be useful in our analyses.", "To determine how HUD develops budget estimates of housing agencies’ annual need for operating subsidy, we interviewed HUD officials and reviewed and analyzed HUD’s methodology for developing its estimates. Our review included the time frames involved in the process and the steps involved in the process. In addition, we reviewed the documentation for the model HUD uses to calculate the budget estimate and the assumptions used in the model. Also, we discussed with HUD officials the sampling process HUD uses as part of the estimating process.", "To determine what options HUD has for changing PFS to make it a more effective tool for subsidizing housing agencies, we reviewed relevant literature and interviewed HUD officials and representatives of industry professional groups. We relied on our prior experience and ongoing work to develop options for other formula-based funding programs, including the Indian Housing Block Grant, Medicaid, the Older Americans Block Grant, Law Enforcement Block Grant, the Chapter I Education Grant, Highway Grant formulas, and technical assistance to the Congress for options in targeting HUD’s Community Development Block Grant.", "To advise us on all aspects of our work, we retained Mr. Wayne S. Sherwood, a consultant with extensive knowledge of the history and functioning of PFS and expertise in the operations of public housing agencies.", "We performed our work from August 1997 through May 1998 in accordance with generally accepted government auditing standards."], "subsections": []}]}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "Resources, Community, and Economic Development Division", "paragraphs": [], "subsections": []}, {"section_title": "Health, Education, and Human Services Division", "paragraphs": ["Robert J. Dinkelmeyer, Economist Jerry C. Fastrup, Assistant Director The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}