{"id": "RCED-99-63", "url": "https://www.gao.gov/products/RCED-99-63", "title": "Federal Power: Implications of Reduced Maintenance and Repairs of Federal Hydropower Plants", "published_date": "1999-03-30T00:00:00", "released_date": "1999-04-30T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO reviewed the: (1) reliability of the Bureau of Reclamation's and Army Corps of Engineers' hydropower plants in generating electricity compared with the reliability of nonfederal hydropower plants; (2) reasons why the Bureau's and the Corps' plants may be less reliable than nonfederal plants and the potential implications of reduced reliability; and (3) actions taken to obtain funding to better maintain and repair the Bureau's and the Corps' plants."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the Bureau's and the Corps' hydropower plants are generally less reliable in generating electricity than nonfederal hydropower plants; (2) the reliability of the Bureau's hydropower plants has improved recently, while the Corps' has remained relatively unchanged; (3) from 1993 through 1997, the Bureau's units were available to generate electricity an average of about 83 percent of the time compared with about 91 percent for nonfederal units; (4) the availability of the Bureau's units to generate electricity improved from about 81 percent of the time in 1993 to about 87 percent in 1997; (5) the Corps' units were available to generate electricity an average of about 89 percent of the time during the period 1993 through 1997; (6) the Bureau's and the Corps' units in the Pacific Northwest were available about 79 percent and 85 percent of the time, respectively; (7) the Bureau's and the Corps' plants were less reliable because they could not always obtain funding for maintenance and repairs when needed; (8) GAO found that because of uncertain funding, the agencies delay repairs and maintenance until funds become available; (9) GAO also found that these delays caused frequent, extended outages and inconsistent plant performance; (10) the power marketing administrations' (PMA) electricity is generally priced less than other electricity; (11) however, as markets become more competitive, PMAs' customers will have more suppliers from whom they can buy electricity; (12) as nonfederal electricity rates decline in competitive markets, a portion of the federal government's appropriated and other debt of about $22 billion may be at risk of nonrecovery if the federal electricity does not continue to be marketable; (13) a factor affecting the marketability of this electricity is its reliability; (14) Congress, the Office of Management and Budget, and GAO have been working to help ensure that the purchase and maintenance of all assets and infrastructure have the highest and most efficient returns to the taxpayer and the government; (15) the Bureau, the Corps, and the PMAs have taken actions to obtain funding to maintain and repair their hydropower plants; (16) these actions involve directly funding maintenance and repairs from the PMAs' electricity revenues or from funds contributed by the power customers; and (17) by enabling repairs to be made in a timely manner, these actions have the potential to help to improve the reliability of the PMAs' electricity and to continue their existing rate-competitiveness."]}], "report": [{"section_title": "Letter", "paragraphs": ["This report discusses the reliability of the Bureau of Reclamation’s and the Corps of Engineers’ hydropower plants in generating electricity compared with the reliability of nonfederal hydropower plants, reasons why the Bureau’s and the Corps’ plants may be less reliable than nonfederal plants and the potential implications of reduced reliability, and the actions taken to obtain funding to better maintain and repair the Bureau’s and the Corps’ plants.", "As agreed with your office, unless you publicly announce the contents of this report earlier, we plan no further distribution of this report until 30 days from the date of this letter. At that time, we will send copies of the report to Representative Don Young, Chairman, House Committee on Resources; Representative George Miller, Senior Democratic Member, House Committee on Resources; Representative Calvin Dooley, Ranking Minority Member, House Committee on Resources, Subcommittee on Water and Power; Senator Frank Murkowski, Chairman, Senate Committee on Energy and Natural Resources; Senator Jeff Bingaman, Ranking Minority Member, Senate Committee on Energy and Natural Resources; Senator John Chafee, Chairman, Senate Committee on Environment and Public Works; and Senator Max Baucus, Ranking Minority Member, Senate Committee on Environment and Public Works. We are also sending the report to Charles Borchardt, Administrator, Southeastern Power Administration; Michael Deihl, Administrator, Southwestern Power Administration; Major General Russell Fuhrman, Director, Civil Works, U.S. Army Corps of Engineers; Michael Hacskaylo, Administrator, Western Area Power Administration; Judi Johanson, Administrator, Bonneville Power Administration; and Eluid Martinez, Commissioner, Bureau of Reclamation. We will make copies available to others upon request.", "If you or your staff have any questions, please call me on (202) 512-3841. Major contributors to this report are listed in appendix VI."], "subsections": [{"section_title": "Background", "paragraphs": ["The Army Corps of Engineers (the “Corps”) and the Department of the Interior’s Bureau of Reclamation (the “Bureau”) operate about 130 hydropower plants at dams throughout the nation. These plants generate electricity from the flow of water that is also used for other purposes, including fish and wildlife enhancement, flood control, irrigation, navigation, recreation, and water supply. Since about the 1930s, electricity that is generated by these hydropower plants has played an important role in electricity markets. These plants were a key element in electrifying rural and sparsely populated areas of the nation. These plants account for over 35,000 megawatts (MW) of generating capacity (or about 5 percent of the nation’s total electric supply) in 1998. The Department of Energy’s power marketing administrations (PMA) generally market the electricity generated at these plants to wholesale customers (the “power customers”), such as rural electric cooperatives and municipal utilities, that in turn sell the electricity to retail customers. (Fig. 1.1 shows the service areas of the PMAs.) Revenues earned from the sale of this electricity totaled over $3 billion in fiscal year 1997. These revenues pay for the operation and maintenance of the government’s electricity-related assets and repay a portion of the outstanding federal appropriated and other debt of about $22 billion for the Bureau’s and the Corps’ power plants, related PMA transmission lines, and well as certain related federal investments for irrigation, water supply, and other facilities that are to be repaid over time from electricity revenues. The revenues also pay interest on the outstanding appropriated debt, where applicable."], "subsections": [{"section_title": "Changes in Electricity Markets", "paragraphs": ["In traditional markets, electric utilities enjoyed relative certainty about the amount of demand they would have to satisfy in the future. A compact existed between utilities and state public utility commissions. Utilities were obligated to serve all existing and future customers in their pre-established service areas. In return, utilities were granted monopolies within their service areas and approved rate schedules that guaranteed stated earnings on their operating costs and investments. They forecasted the load they would serve by using econometric and end-use analyses models over future periods of time that were as long as 20 years. They collected sufficient funds in their electric rates to pay for needed generating capacity and to operate, maintain, and repair existing power plants and other electricity assets. The funds collected through rates also include profits.", "However, the nation’s electricity markets are undergoing significant changes. The Energy Policy Act of 1992 significantly increased competition in wholesale electricity markets. In addition, competition at the retail level is now arriving. According to the Department of Energy’s Energy Information Administration, as of March 1999, 18 states had acted—by legislation that had been enacted (14 states) or by regulatory order (4 states) —to restructure electricity markets. Regulators in these states expected that industrial, commercial, and, ultimately, residential consumers would be able to choose their electricity supplier from among several competitors, rather than being tied to one utility.", "As competition increases, the rates paid by consumers for electricity have dropped and should continue to do so. For example, according to the Energy Information Administration, as a result of such factors as emerging competition and new, more efficient generating technologies, retail electricity rates decreased by about 25 percent from 1982 through 1996, after factoring in the impact of inflation. The administration expects electricity rates to continue to decrease in real terms by 6 percent to 19 percent by 2015."], "subsections": [{"section_title": "Utilities Respond to More Competitive Markets", "paragraphs": ["In recent years, uncertainty about the pace and extent of competitiveness in electric markets has caused utilities to be more flexible. Utilities have relied more on purchasing electricity from other sources or acquiring new power plants, such as smaller natural-gas-fired plants, that are less expensive and more flexible for meeting shifting demand. They have also cut costs by reorganizing and reducing staff, and they have consolidated or merged with other utilities where they believed it was appropriate. For example, after years of virtually no mergers, from October 1992 to January 1998, investor-owned utilities had proposed over 40 mergers and completed 17 of them, according to the Edison Electric Institute. In addition, according to utility officials, some utilities are retiring or divesting some high-cost power plants, while others are buying those same plants to serve a niche in their resource portfolios.", "According to utility officials, in more stable electricity markets, utilities and federal agencies maintained and repaired their hydroelectric and other power plants according to a schedule that was predetermined by the manufacturer’s specifications and the operating history of the plant. Maintenance and repairs were frequently made at this predetermined time whether or not they were needed. Because maintenance or repairs could have been performed later or less frequently, perhaps with lower costs, some Bureau and utility officials that we contacted characterized these practices as over-maintenance of the hydropower plants. These practices, according to an industry consultant, were seldom questioned partly because of the low costs and resiliency of hydropower plants—especially of those placed into service during the 1950s.", "However, as markets become more competitive, federal agency, utility, and electric industry officials have increasingly viewed hydropower plants as particularly useful to utilities’ overall operations. One of hydropower’s important traits is its flexibility in meeting different levels of demand. This characteristic, according to utility officials, means that hydropower plants will likely continue to play a significant role in meeting demand during peak periods and providing ancillary services, without which electricity systems cannot operate. Currently, utilities provide these services routinely. However, according to Bureau, PMA, and utility officials, depending upon actions taken by federal and state regulators in the near future, a separate market may develop for ancillary services. These services may be priced separately and may allow utilities with hydropower to capture a market niche and earn additional revenues.", "In response to new markets and perceptions about the role of hydropower in those markets, federal agencies and some utilities have reconsidered how they operate, maintain, and repair their hydropower plants. For example, some utilities have implemented less-expensive, more-flexible maintenance practices, which consider such factors as the generating size of a utility’s hydropower plants, those plants’ roles in the utility’s generation portfolio, and marketing and economic considerations. One such approach, called “Reliability Centered Maintenance,” is defined as a maintenance philosophy that attempts to make use of the most logical, cost-effective mix of breakdown maintenance, preventive maintenance, and predictive testing and proactive maintenance to attain the full life of the equipment, reduce maintenance costs, and encourage reliable operations. For example, according to some utilities we contacted, in determining when to maintain or repair equipment, they are relying increasingly on the use of monitoring equipment to detect changes in the operating conditions of the equipment, instead of performing those actions in a prescheduled manner, as in the past. On the basis of these examinations, the utility may decide to repair or replace the component. Alternatively, the utility may decide to stretch out the operation of the component to the point of near-failure. Some components may actually be run until they fail. However, according to Corps and utility officials, in the cases of some smaller hydropower units, installing monitoring equipment at a cost of $200 to $500 per unit may not make economic sense. Other measures may also be used to monitor the operating condition of equipment. For example, the Corps tests the lubricating oil to indicate the condition of its generating equipment.", "Also, in some cases, when deciding how and when to maintain and repair generating units, management now considers the plant or the unit as an individual cost center that must make a positive contribution to the utility’s bottom line. In such an environment, plant managers will become more aware of the production costs and will exert increased pressures to cut costs at the plant and at the corporate levels. Plant managers may become aware that a utility may actually shut down and sell a generating unit if operating or repairing it does not return a required, positive financial return."], "subsections": []}]}, {"section_title": "Measuring the Reliability of Power Plants", "paragraphs": ["As market competition intensifies, utilities will face increasing pressures to operate as efficiently and cost-effectively as possible. Utilities’ management will need to know how well their plants are producing electricity in order to make informed decisions about how to allocate scarce dollars for maintaining and repairing power plants, where to cut costs, or, in more extreme cases, which generating units to sell or shut down. An important concept for defining power plants’ performance is the “reliability” with which plants generate electricity. Within the electric utility industry, power plants are viewed as “reliable” if they are capable of functioning without failure over a specific period of time or amount of usage. The availability factor and the related outages factors are widely accepted measures of the reliability of power plants. The time a generating unit is “available” to generate electricity is the time it is mechanically able to generate electricity because it is not malfunctioning unexpectedly or because it is not being maintained or repaired. For instance, if a unit were available to generate electricity 8,000 hours out of the 8,760 hours in a year, then its availability factor would be 8,000 hours divided by 8,760 hours, or about 91.3 percent.", "When a unit is unable to generate electricity because it is broken, being repaired, or being maintained, it is in outage status. Outages are further classified as “scheduled” outages if the unit is unable to generate electricity because it is undergoing previously scheduled repairs or maintenance. If a unit is unable to generate electricity because of an unexpected breakdown and/or if unanticipated repairs need to be performed, then it is in “forced outage” status. If a plant were in scheduled outage status for 100 hours over the course of one year, then its scheduled outage factor would be 100 hours divided by the 8,760 hours in a year, or 1.1 percent. If a plant were in a forced outage status for 600 hours, then its forced outage factor would be 600 hours divided by the 8,760 hours in the year, or 6.8 percent of the time. For any generating unit, the availability factor, the scheduled outage factor, and the forced outage factor, added together, should equal 100 percent because, taken together, they account for a plant’s entire operating status over a period of time.", "Assessing the performance of a hydropower plant or unit by examining its availability factor calls for understanding additional variables that would affect its performance. Many officials we contacted said that the availability factor needs to be understood in terms of such factors as the role played by the plant in terms of the kind of demand that it meets (for instance, whether it meets peak demand), the availability of water throughout the year, and the purposes satisfied by the dam and reservoir. For example, according to a utility consultant, because water is abundant at the New York Power Authority’s Niagara Power Project, the generating units are used primarily to satisfy nonpeak loads. Therefore, the utility attempts to operate and maintain those units to be on line as much as possible. To do otherwise entails a loss of generating revenues that could be earned almost 24 hours per day. Nevertheless, officials at every utility we contacted said that they achieved an availability of at least 90 percent, and the Bureau and the Corps have formal goals of attaining that availability level."], "subsections": []}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["As requested by the Chairman, Subcommittee on Water and Power, House Committee on Resources, we examined the (1) reliability of the Bureau’s and Corps’ hydropower plants in generating electricity compared with the reliability of nonfederal hydropower plants; (2) reasons why the Bureau’s and the Corps’ plants may be less reliable than nonfederal plants and the potential implications of reduced reliability; and (3) actions taken to obtain funding to better maintain and repair the Bureau’s and the Corps’ plants.", "To compare the generating reliability of the Bureau’s and the Corps’ hydropower plants with nonfederal ones, we obtained, analyzed, and contrasted power plants’ performance data, including availability and outages factors, from the Bureau, the Corps, and the North American Electric Reliability Council. We discussed the limitations of these performance indicators with officials from the Bureau, the Corps, the PMAs, the Tennessee Valley Authority, investor-owned utilities, publicly owned utilities, and other experts in the electric utility industry.", "To explore why federal hydropower plants sometimes performed at lower levels, we obtained and analyzed various reports on the subject and discussed the topic with representatives of the Bureau, the Corps, the PMAs, various PMA electricity customers or their associations, investor-owned utilities, and nonfederal, publicly owned utilities. Moreover, in addressing the implications of any reduced performance by federal plants, we interviewed industry experts, representatives of investor-owned and publicly owned utilities, officials of the PMAs, and the PMAs’ electricity customers. We also examined studies about the changes in electricity markets.", "In examining steps to secure funding to better maintain and repair the Bureau’s and the Corps’ plants, we studied the efforts of the Corps, the Bureau, and the PMAs to pay for the maintenance and repair of federal hydropower assets more quickly and with greater certainty. In this regard, we contacted the Bureau, the Corps, the PMAs, and the PMAs’ power customers at several different locations, including Denver, Colorado; Boise, Idaho; Portland, Oregon; and Sacramento, California. At these locations, we also examined any funding agreements concluded by these parties and asked detailed questions about the benefits and other implications of these agreements. Our analysis was based on the assumption that the Bureau’s and the Corps’ hydropower plants, the related facilities, and the PMAs would continue to exist under some form of federal ownership. In examining other steps to secure enhanced funding, we relied to the greatest extent possible upon previous work that we had performed on federal electricity, especially work performed during two prior reviews—Federal Power: Options for Selected Power Marketing Administrations: Role in a Changing Electricity Industry (GAO/RCED-98-43, Mar. 6, 1998) and Federal Power: Outages Reduce the Reliability of Hydroelectric Power Plants in the Southeast (GAO/T-RCED-96-180, July 25, 1996).", "Our work was performed at many different locations that included various power plants and offices of the Bureau, the Corps, Bonneville, Southeastern, Southwestern, and Western; investor-owned utilities; and publicly owned utilities. We also contacted national and regional industry trade associations.", "Our work was performed from July 1998 through February 1999 in accordance with generally accepted government auditing standards. Appendix I contains a more complete description of our objectives, scope, and methodology."], "subsections": []}]}, {"section_title": "The Bureau’s and Corps’ Hydropower Plants Are Less Reliable Than Nonfederal Plants", "paragraphs": ["Within the electric utility industry, power plants are viewed as “reliable” if they are capable of functioning without failure during a specific period of time or amount of usage. From 1993 through 1997, the reliability of the Bureau’s hydropower plants improved, while the Corps’ remained about the same. However, the Bureau’s and the Corps’ hydropower plants are generally less reliable in generating electricity than nonfederal plants.The Bureau’s and the Corps’ hydropower generating units have been in outage status more of the time for forced and scheduled outages. Importantly, the reliability of the Bureau’s and the Corps’ plants in the Pacific Northwest is generally below that of Bureau and Corps plants elsewhere and also below that of nonfederal plants in the region and elsewhere. The Bureau’s and the Corps’ plants in the region account for over half of these agencies’ total generating capacity and almost all of the power marketed by the Bonneville Power Administration (Bonneville)—the largest of the PMAs in terms of power sales."], "subsections": [{"section_title": "The Bureau’s and Corps’ Hydropower Generating Units Are Less Available to Generate Power", "paragraphs": ["Nationwide, both the Bureau’s and the Corps’ generating units are less available to generate electricity than those of nonfederal utilities and providers; however, the Bureau’s availability factor has been improving, while the Corps’ remained about the same. (See fig. 2.1.) Generating units that have malfunctioned unexpectedly or are undergoing maintenance and repairs are not considered to be available. Generating units that are more available to generate electricity are considered to be more reliable. The availability factor is considered to be a key indicator of reliability, according to the Bureau.", "From 1993 through 1997, nonfederal hydropower generating units were available to generate electricity an average of 91.3 percent of the time. During that same period, the Bureau’s hydropower units were available an average of 83.3 percent of the time (or 8 percent less than the average for nonfederal units) and the Corps’ hydropower units were available an average of 88.8 percent of the time (or 2.5 percent less than nonfederal units). The availability factor for nonfederal units from 1993 through 1997 was relatively unchanged. The Bureau’s availability factor improved from 80.9 percent of the time in 1993 to 86.6 percent in 1997. The Bureau believes that one reason for its lesser availability factors is that more of its plants are located on pipelines, canals, and water diversion facilities in comparison with most nonfederal plants. The Corps’ availability factor was relatively unchanged—declining slightly from 89.6 percent in 1993 to 89.2 percent in 1997. Corps officials later provided us with data showing an availability factor of 89.5 percent in 1998. Also, the Bureau provided us with data showing an availability factor of 88.5 percent in 1998."], "subsections": []}, {"section_title": "The Bureau’s and Corps’ Hydropower Generating Units Are in Outage Status More of the Time Than Nonfederal Units", "paragraphs": ["If generating units are not available to generate electricity, they are said to be in “outage” status. Because the Bureau’s and the Corps’ generating units were less available to generate electricity than the rest of the industry, they also had higher outages factors. The longer or more frequent its outages, the less available a unit is to generate electricity. (See fig. 2.2.) From 1993 through 1997, the hydropower units of the Bureau were in outage status an average of 16.7 percent of the time, and the Corps’ units were in outage status an average of 11.2 percent of the time. In contrast, nonfederal units were in outage status an average of 8.7 percent of the time.", "From 1993 through 1997, the Corps’ total outage factor was relatively unchanged, whereas the Bureau’s decreased from 19.1 percent in 1993 to 13.4 percent in 1997. Nonfederal units’ total outages factors were relatively unchanged."], "subsections": [{"section_title": "The Corps’ Hydropower Generating Units Have Higher Forced Outages, and the Bureau’s Have Higher Scheduled Outages", "paragraphs": ["Examining the types of outages that occur indicates why generating units were not in service. Along with the availability factor, the forced outage factor is a key indicator of decreasing reliability because it depicts that unexpected outages occurred, thus indicating inconsistent operations. According to the Bureau’s 1996 benchmarking study, the lower the forced outage factor, the more reliable the electricity is considered. From 1993 through 1997, the average forced outage factor for the Bureau was 2.3 percent and the Corps’ was 5.1 percent. The average forced outage factor for nonfederal hydropower units was 2.3 percent—the same as the Bureau’s but less than the Corps’. (See fig. 2.3.) However, it should be noted that the Corps’ forced outage factor declined—from almost 6 percent in 1995 to 4.5 percent in 1997. According to the latest data provided by the Corps, the agency’s forced outage factor declined even further to under 3.2 percent in 1998. According to a Corps official, this improvement is the result of the agency’s $500 million effort, implemented or identified for implementation from fiscal year 1993 through 2009, to rehabilitate its hydropower plants.", "Scheduled outages are, by definition, anticipated. Nevertheless, scheduled outages factors also reflect the amount of time that a generating unit was off-line and unable to provide a utility’s customers with electricity. According to the Bureau’s 1996 benchmarking study, the longer a scheduled outage, the less efficient the maintenance program. In our view, a more efficient maintenance program would have placed the generating unit into service faster, thereby enabling the utility to provide its customers with more service and hence possibly earn more revenues.", "In the case of scheduled outages, from 1993 through 1997, the Corps’ average scheduled outage factor was 6.3 percent and the Bureau’s was 14.4 percent. The average scheduled outage factor for nonfederal utilities was 6.4 percent. However, from 1993 through 1997 the Bureau’s scheduled outage rate showed an improvement—decreasing from 17.1 percent in 1993 to 11.3 percent in 1997—while the Corps’ and the industry’s trends in scheduled outages factors were relatively unchanged. (See fig. 2.4.)", "Taking longer scheduled outages at opportune times is a management decision that may be considered good business practice, even though such decisions decrease a generating unit’s availability to generate electricity. For example, the Bureau and some electric utilities extend scheduled outages to perform additional repairs during periods when the water is not available for generating electricity or the unit is not needed to meet demand. Also, labor costs are minimized by avoiding the payment of overtime wages.", "However, according to some Bureau, PMA, and utility officials, these practices may change as markets evolve. Hydropower units may need to be available to generate electricity more of the time in order for the utility to take advantage of new market opportunities. For example, supplying an ancillary service, such as providing reserve capacity, may allow a utility to earn added revenues while not actually generating electricity; however, the unit must be in operating condition (“available”) to generate electricity."], "subsections": []}, {"section_title": "Reliability of the Bureau’s and the Corps’ Hydropower Plants in the Pacific Northwest", "paragraphs": ["The reliability of the Bureau’s and the Corps’ hydropower plants in Pacific Northwest is important to the overall reliability of the Bureau and the Corps. The generating units of those plants account for over half of the Bureau’s and the Corps’ total hydropower capacity. In addition, those plants provide almost all of the generating capacity from which Bonneville, the largest PMA, markets electricity. However, the reliability of the Bureau’s and the Corps’ plants in the Pacific Northwest was below that of nonfederal plants in the region. In addition, the reliability of the Bureau’s and Corps’ plants in the region was also generally below that of the Bureau’s and Corps’ plants elsewhere and below that of nonfederal plants in other regions. As shown in chapter 4, Bonneville, the Bureau, and the Corps are undertaking extensive upgrades and rehabilitations of the federal plants. These actions occurred, in part, as a result of the increased funding flexibility provided by the agreements under which Bonneville would directly pay for the operation, maintenance, and repair of these assets.", "The availability factor of the Bureau’s units improved over time. The availability of the Corps’ units was slightly below that of nonfederal plants, but it declined slightly from 1993 to 1997. However, the Corps’ units had a forced outage status over twice as high as that of nonfederal units in the region, indicating inconsistent plant performance, while the Bureau’s units had a scheduled outage factor that was almost three times that of nonfederal units.", "From 1993 through 1997, the Bureau’s units in the Pacific Northwest were available to generate power an average of about 78.7 percent of the time, and the Corps’ units were available an average of 85.4 percent of the time. In contrast, nonfederal hydropower units in the region were available an average of 89.7 percent of the time. The Bureau’s availability factor improved from a level of 74 percent in 1993 to 85 percent in 1997, and the Corps’ availability factor decreased from 87.9 percent in 1993 to 85.7 percent in 1997. In contrast, the availability factors of nonfederal units decreased slightly from 91.8 percent in 1993 to 90.3 percent in 1997.", "In the Pacific Northwest, from 1993 through 1997, the Bureau’s units were in outage status an average of 21.3 percent of the time, and the Corps’ units were in outage status an average of 15.3 percent of the time, compared with an average of 10.3 percent of the time for nonfederal units in the region. The Bureau’s outage factor decreased from about 26 percent in 1993 to 15 percent in 1997, while the Corps’ increased slightly from 12.1 percent in 1993 to 14.3 percent in 1997. The outage factor for regional nonfederal units increased from 8.2 percent in 1993 to 9.7 percent in 1997.", "The Corps’ units performed more inconsistently than nonfederal units because from 1993 through 1997, the Corps’ units had higher forced outages factors (an average of 6.4 percent) than the Bureau’s units (an average of 1.9 percent) and nonfederal units (an average of 3.1 percent). The Corps’ forced outage factor in 1994 was about 5 percent and increased to over 7 percent in 1995 and 1996, before declining to about 5.6 in 1997. In contrast, the Bureau’s forced outage factor was lower than the nonfederal producers’ but increased from 1.3 percent in 1993 to 1.9 percent in 1997. Nonfederal producers had a forced outage that increased from 1.5 percent in 1993 to 3.2 percent in 1997. According to the Corps’ Hydropower Coordinator, the higher forced outage factor for the Corps’ units in the region pertained to the operation of fish screens and other equipment designed to facilitate salmon migrations around the Corps’ units. This equipment breaks or needs to be maintained, causing decreases in availability. During fiscal year 1998, at the Corps’ McNary and Ice Harbor plants, forced outages related to fish passage equipment were 30 and 15 percent, respectively, of the total hours in which the plants experienced forced outages.", "However, from 1993 through 1997, the Bureau’s units had higher scheduled outages factors (an average of 19.4 percent) than both the Corps’ units (an average of 8.9 percent) and nonfederal units (an average of 7.2 percent). The Bureau’s scheduled outages factors were far higher than those of nonfederal parties but decreased from 24.7 percent in 1993 to 13.2 percent in 1997. The Corps’ scheduled outage factor decreased from 9.6 percent in 1994 to 8.8 percent in 1997. Nonfederal parties had a scheduled outage factor that increased from 6.7 percent in 1993 to 8.4 percent in 1994 before falling to 6.5 percent in 1997."], "subsections": []}]}]}, {"section_title": "Funding Processes’ Impacts on the Reliability of Hydropower Plants", "paragraphs": ["The Bureau’s and the Corps’ plants were less reliable than nonfederal plants partly because, under the federal planning and budget cycle, they could not always obtain funding for maintenance and repairs when needed. We found that funding for repairs can take years to obtain and is uncertain. As a result, the agencies delay repairs and maintenance until funds become available. In addition, the Anti-Deficiency Act and other statutes require that federal agencies not enter into any contracts before appropriations become available, unless authorized by law. Such delays can lead to maintenance backlogs and to inconsistent, unreliable performance. The PMAs’ electricity generally is priced less than other electricity. However, because markets are becoming more competitive, the PMAs’ customers will have more suppliers from which they can buy electricity. In some power marketing systems—for example, Bonneville’s service area—competition during the mid-1990s allowed some customers to leave or buy some of their electricity from other sources, rather than continuing to buy from Bonneville. Reliability is a key aspect of providing marketable power. For example, according to Bonneville, in large hydropower systems, the PMAs’ ability to earn electricity revenues depends, in part, on the availability of hydropower generating units to generate power. In more competitive markets, the reliability of the federal electricity will have to be maintained or improved to maintain the competitiveness of federal electricity and thus help ensure that the federal government’s $22 billion appropriated and other debt will be repaid. In addition, the Congress, the Office of Management and Budget (OMB), and we have been working to help ensure that the purchase and maintenance of all assets and infrastructure have the highest and most efficient returns to the taxpayer and the government."], "subsections": [{"section_title": "Funding for Repairs Can Take Years to Obtain and Is Uncertain", "paragraphs": ["The federal planning and budgeting process takes at least 2 full years and does not guarantee that funds will be available for a specific project. This affects the ways in which the Bureau and the Corps plan and pay for the maintenance and repair of their hydropower plants. The federal budgeting process is not very responsive in accommodating the maintenance and repair of those facilities—it can take as long as 2 to 3 years before a repair is funded, if it is funded at all. Specifically, the project and field locations of the Bureau and the Corps identify, estimate the costs of, and develop their budget requests, not only for hydropower, but also for their other facilities, including dams, navigation systems, irrigation systems, and recreational facilities. The funding needs of these various assets compete for the funding and repair of hydropower plants may be assigned lower priorities than other items.", "For example, officials of the Bureau’s office in Billings, Montana, described the budget process they expected to undergo to develop a budget for fiscal year 2000. The process began in August 1997, when the regional office received initial budget proposals from its area offices. During the ensuing months, the area offices; the region; the Bureau’s Denver office; the Bureau’s Washington State office; the Office of the Secretary of the Interior; and OMB reviewed, discussed, and revised the proposed area offices’ and regional office’s budgets, resulting in a consolidated budget for the Bureau and the Department of the Interior. Certainty about expected funding levels will not be obtained until sometime between February 1999, when OMB conveys the President’s budget to the Congress, and the enactment and approval of the Energy and Water Appropriations Act. The time that will elapse from August 1997, when the area offices began their budget processes, and October 1999 (the start of fiscal year 2000) totals 26 months.", "In addition, funding for the maintenance and repair of the Bureau’s and the Corps’ hydropower plants is uncertain. Agency officials and other policy makers, faced with limited and scarce resources, especially in times of limited budgets, make decisions about where and where not to spend funds. As shown in examples below, funding is not always delivered to maintain and repair hydropower plants, even if the need is demonstrated.", "According to documentation that the Bureau provided us with, in 1983, detailed inspections of the generating units at the Shasta, California, hydropower plant found that generating components were deteriorating. The Bureau advised one of its federal power customers that it would seek funds in fiscal year 1984 for the repairs. However, OMB did not approve the requests because the units were not “approaching a failure mode.” Later, in 1990, the Bureau issued invitations to bid for the repairs, which, upon receipt ranged from $9 million to $12 million. However, the project was dropped because the Bureau had budgeted only $6 million. In 1992, after an inspection to determine how far the deterioration had advanced, one generating unit’s operations were reduced. The inspectors also recommended repairing the other two units because the gains in generating capacity that would be achieved as a result of the repairs would enable Western to sell more electricity. To fund the repairs, the Bureau requested funds in its fiscal year 1993 budget request; however, according to the Bureau’s records, OMB eliminated the request. The Bureau’s Budget Review Committee recommended that the project not be included in the agency’s fiscal year 1994 budget request and that the Bureau’s regional office “make a concerted effort to find non-federal financing.”", "The Corps’ Northwestern Division in Portland, Oregon, has also experienced difficulties in funding needed repairs. For example, at the Corps’ hydropower plant at The Dalles, Oregon, direct funding by Bonneville allowed the Corps to accomplish maintenance that, according to Corps officials, in all likelihood would not have been funded because of the funding constraints in the federal budget process. Beginning in late 1993, the Corps began preparing an evaluation report that was submitted to headquarters to replace major plant components on 14 units that had exhibited many problems over the years but were kept in service through intensive maintenance. The Congress approved funding for the major rehabilitation as part of the Corps’ fiscal year 1997 appropriations. However, after 2 of the units were out of service for an extended time, Bonneville and the Corps entered into an agreement in January 1995 for Bonneville to pay for the rewinding of the generator at unit 9. In February 1996, the rewinding of unit 7 was added to the agreement. In addition, Bonneville, in March 1996, agreed to fund the replacement of the excitation systems for The Dalles’ units 15 through 22, which were not included in the major rehabilitation funded by appropriations."], "subsections": []}, {"section_title": "Funding Difficulties Lead to Delays of Maintenance That Result in Maintenance Backlogs", "paragraphs": ["Delayed or uncertain funding leads to delays or postponements of needed maintenance and repairs. These delays or postponements can result in maintenance backlogs that can worsen over time. After funding requests are identified and screened, funding may not be made available until up to 3 years in the future. The Corps has estimated a total maintenance backlog of about $190 million for its power plants in Bonneville’s service territory. However, according to Bonneville and Corps officials, the extent to which critical repair items are part of the backlog is a matter yet to be determined. In addition, according to Bonneville and Corps officials, the role of the approximately $190 million estimate for purposes of planning and budgeting under Bonneville’s and the Corps’ funding agreements is subject to debate. The Corps’ Hydropower Coordinator noted that carrying a maintenance backlog is not a bad management practice in and of itself, as long as it can be managed through planning and budgeting techniques.", "In contrast with the Corps, Bureau officials maintain that they have a policy of not deferring maintenance and repairs they consider to be critical, although noncritical items may be deferred. They added that the Bureau is free to reprogram funds when needed to fund repairs and maintenance. However, we noted that unfunded maintenance requirements for the Bureau exist. In the Pacific Northwest, the Bureau has been able to address these needs by securing new funding sources. Specifically, Bonneville and the Bureau in the Pacific Northwest have signed an agreement under which Bonneville’s power revenues will directly pay for about $200 million of capital repairs at the Bureau’s power plants. According to Bureau officials, some of these repairs would likely not have been made under the existing federal planning and budgeting processes because of limited and declining federal budgetary resources. Therefore, it is doubtful that these maintenance needs could have been addressed in a timely manner without a new funding mechanism."], "subsections": []}, {"section_title": "Delayed Repairs Lead to Inconsistent Plant Performance", "paragraphs": ["Failure to fund and perform maintenance and repairs in a timely fashion can lead to frequent and/or extended outages. These outages force the PMAs or their customers to purchase more expensive power than the federal agencies provided in order to satisfy their contractual requirements. For example, from 1990 through 1992, two or more units of the Corps’ Carters hydropower plant, in Georgia, were out of service at the same time for periods ranging from about 3 months to almost 1 year. A Southeastern official estimated that its wholesale customers had purchased replacement electricity for about $15 million more than they would have paid for power marketed by Southeastern. In another example, Southeastern officials estimated that customers of its Georgia-Alabama-South Carolina system had paid 22 percent more in 1990 than in the previous year partly as a result of extended, unplanned outages. Other factors that led to the rate increase included a drought and increases in operation and maintenance costs at the Corps’ plants. In addition, as previously noted in our Shasta example, the Bureau restricted the operation of one of the plant’s generators in response to deteriorating operating conditions."], "subsections": [{"section_title": "Utilities Attempt to Avoid Extended Outages by Ensuring Sufficient Funding to Maintain and Repair Their Power Plants", "paragraphs": ["Although the average nonfederal hydropower generating unit is older (48 years) than the Bureau’s (41 years) and the Corps’ (33 years), the nonfederal units’ availability to generate power is greater than the Bureau’s and the Corps’. This is true because, according to utility officials, utilities ensure that sufficient funds exist to repair and maintain their generating units and thus promote a high level of generating availability. According to officials from three investor-owned utilities or holding companies and four publicly owned utilities with an average of about 2,458 MW of hydropower generating capacity, their hydropower units were available at least 90 percent of the time—sometimes in ranges approximating or exceeding 95 percent. Some officials said they would not tolerate significant reductions in their generating availability because their hydropower units play key roles in meeting demand during peak times.", "Under the traditional regulatory compact between states’ public utility commissions and utilities, the utilities have an obligation to provide all existing and future loads in their service territories with power. According to utility officials, to comply with these obligations, utilities implement planning and budgeting systems that ensure that they can pay for all necessary maintenance costs as well as critical repairs and replacements in a timely fashion.", "According to some utility officials, unlike under the federal budgeting system, utilities typically have the financial capability to quickly obtain funding to pay for unexpected repairs to their power plants. According to these officials, utilities are also able to accumulate funds in reserves to meet future contingencies, such as unexpected breakdowns and repairs of generating units. In addition, issuing bonds but allowing work to begin prior to the bond’s issuance is another tool that utilities use to pay for and make repairs very quickly. For example, according to officials of the Douglas County Public Utility District, the utility district can respond quickly to an unexpected breakdown because (1) it has access to some reserve funds, (2) its commissioners can approve funding via the issuance of bonds up to 18 months after work was begun on a repair, and (3) its budgeting process is fast and accurate. For example, the utility district in January 1999 was completing work on the budget for the next fiscal year that would begin in only 8 months—namely, August 1999. The budget for the utility district’s hydropower project reflects funding requirements for operations, maintenance, anticipated repairs, and debt service, on the basis of the long-term operational and financial history for the project. According to Bonneville, the agency is achieving a similar effect by being able to quickly provide access to funds and establish reserve funds through agreements whereby its funds directly pay for the operation, maintenance, and repair of the Bureau’s and the Corps’ hydropower plants."], "subsections": []}]}, {"section_title": "Inadequate Funding for the Maintenance and Repair of Federal Hydropower Plants May Impact Marketability of Federal Electricity", "paragraphs": ["In competitive markets, the price being charged for the electricity and the reliability of that electricity will continue to be important factors that consumers will consider when making purchasing decisions. On average, the electricity sold by the PMAs has been priced less than electricity from other sources. However, failing to adequately maintain and repair the federal hydropower plants causes costs to increase and decreases the reliability of the electricity. The PMAs’ rates will have to be maintained at competitive levels, and the reliability of this power will have to be maintained or enhanced to ensure that federal electricity remains marketable. In addition, the Congress, OMB, and we have been working to help ensure that the purchase and maintenance of all assets and infrastructure have the highest and most efficient returns to the taxpayer and the government.", "Delayed and unpredictable federal funding for maintenance and repairs have contributed to the decreased availability (and reliability) of the federal hydropower generating units as well as to higher costs that can cause rates to increase if those costs are included in the rates. However, in competitive markets, increased rates decrease the marketability of federal electricity, as nonfederal electricity rates are expected to decline. Customers are expected to have opportunities to buy electricity from any number of reasonably priced sources. If the PMAs’ rates are higher than prevailing market rates, customers will be less inclined to buy power from the PMAs. According to the Department of Energy’s Energy Information Administration, retail rates nationwide by 2015 may be about 6 to 19 percent (after inflation) below the levels that they would have been if competition had not begun. In certain PMA systems—for example, the Central Valley Project, which, as of fiscal year 1997, had an appropriated and other debt of about $267 million—the PMAs’ electricity (in this case, supplied by Western) is already facing competition from nonfederal generation. If the price of the PMAs’ electricity exceeds the market price, then its marketability would be hampered. “. . . financial viability would also be jeopardized if the gap between  rates and the cost of alternative energy sources continues to narrow. Such a scenario could cause some  customers to meet their energy needs elsewhere, leaving a dwindling pool of ratepayers to pay off the substantial debt accumulated from previous years.”", "In Bonneville’s service area, during the mid-1990s, competition decreased nonfederal electric rates, resulting in some customers leaving or buying power from less expensive sources, rather than continuing to buy from Bonneville.", "Similarly, in the case of the Tennessee Valley Authority (TVA)—a federally owned corporation that supplies electricity in Tennessee and six other Southeastern states), TVA’s sales to industrial customers declined from about 25 billion kWh in 1979 to 16 billion in 1993 after double-digit annual rate increases."], "subsections": []}]}, {"section_title": "Actions Taken to Promote Faster and More Certain Funding to Better Maintain and Repair the Bureau’s and Corps’ Plants", "paragraphs": ["Various actions have been used to fund the maintenance and repair of federal hydropower facilities. If these actions work as intended, they have the potential to deliver dollars for maintenance and repairs faster and with more certainty than before these actions were implemented. By enabling repairs to be made on time, they have the potential to help improve the reliability of the PMAs’ electricity and to continue its existing rate-competitiveness. Hence, these actions can help to secure the continued marketability of the PMAs’ electricity and promote the repayment of the appropriated and other debt. However, these various actions may reduce opportunities for congressional oversight of the operation, maintenance, and repair of federal plants and related facilities and reduce flexibility to make trade-offs among competing and changing needs."], "subsections": [{"section_title": "Direct Funding by Electricity Revenues May Pay for Over $1 Billion for Maintenance and Repairs", "paragraphs": ["Aware of the problems involved in securing funding through federal appropriations, the Bureau, the Corps, the PMAs, and PMA customers have begun to take actions to secure the funding that is required to maintain and repair the federal hydropower plants and related facilities. An example is the Bureau’s, the Corps’, and Bonneville’s agreements in the Pacific Northwest, concluded from 1993 to 1997 and made pursuant to the Energy Policy Act and other statutes. According to Bureau officials, these funding arrangements were caused by budget cuts during the 1980s. They added that the need to perform about $200 million in electricity-related maintenance in the near future would strain the agency’s ability for maintenance and repairs in a steady, predictable fashion. These officials said that, as a result of these funding shortfalls, maintenance backlogs accumulated and the generating availability of the federal power plants in Bonneville’s service area declined from 92 to 82 percent. In response, in 1988, the Secretary of the Interior requested that the Congress authorize Bonneville to directly fund certain maintenance costs. Such authority was granted in provisions of the Energy Policy Act, which authorized the funding agreements between Bonneville, the Bureau, and the Corps.", "Under these agreements, Bonneville’s electricity revenues will directly pay for over $1 billion of routine operations and maintenance as well as capital repairs of the Bureau’s and the Corps’ electricity assets in Bonneville’s service territory. The agencies expect to be able to plan and pay for maintenance and repairs in a systematic, predictable manner over several years. The agencies expect that the resulting funding will allow them to respond with greater flexibility and speed to the need to repair hydropower plant equipment. According to Bonneville, the funding agreements will create opportunities for the increased availability of hydropower, financial savings, and the increased revenues. In addition, Bonneville believes that increased demand for its electricity and the increased financial resources provided by the funding agreements will improve its competitive viability and ability to recover the full cost of the electricity system from which it markets power.", "The Bureau and Bonneville signed two agreements for Bonneville’s electricity revenues to pay up front for capital repairs and improvements as well as ordinary operations and maintenance of the Bureau’s electricity assets in Bonneville’s service area. In January 1993, the Bureau and Bonneville executed an agreement that provided for funding by Bonneville of specific capital items, as provided by subsequent “subagreements.” To date, several subagreements have been signed under which Bonneville will pay, up front, up to about $200 million for major repairs of the Bureau’s hydropower plants in Bonneville’s service territory. For example, Bonneville will spend about $125 million from 1994 through 2007 for upgrades of the turbines of 18 generating units at the Bureau’s Grand Coulee power plant, in Washington State.", "In addition, in December 1996, the Bureau and Bonneville executed an agreement whereby Bonneville agreed to directly pay for the Bureau’s annual operations and maintenance costs as well as selected “extraordinary maintenance,” replacements, and additions. The parties anticipated that funding under terms of the agreement would total about $243 million—ranging from about $47 million to about $50 million per year from fiscal year 1997 to fiscal 2001.", "The Corps and Bonneville have also signed two agreements that allow Bonneville’s electricity funds to directly pay for the operation, maintenance, and repair of the Corps’ electricity assets. The first agreement, signed in 1994, was implemented by a series of subagreements, under which about $43 million in capital improvements and emergency repairs are being funded by Bonneville’s electricity revenues. For example, under one subagreement, about $29 million will be spent for reliability improvements at 21 of the Corps’ power plants throughout Bonneville’s service area. Bonneville is also paying for over $5 million in repairs at The Dalles, Oregon, power plant that were requested but not approved under the appropriations process. Other work at The Dalles is currently funded by appropriations. In December 1997, Bonneville and the Corps signed a second agreement under which Bonneville will directly pay for annual operations and maintenance expenses, for Bonneville’s share of joint project costs allocated to electricity revenues for repayment, and for some small replacements at the Corps’ projects from which Bonneville markets electricity. The implementation of this agreement will begin in fiscal year 1999 with an established budget of $553 million from fiscal 1999 through fiscal 2003—about $110 million per year."], "subsections": [{"section_title": "Pacific Northwest’s Funding Initiatives Include Systematic Planning and Budgeting Processes", "paragraphs": ["Because the implementation of the Pacific Northwest funding agreements is still relatively new, it is too early to determine if they will result in improvements to the availability factors of the Bureau’s and the Corps’ hydropower plants. At the same time, these efforts include a comprehensive attempt, that in our view, establishes systematic methods for identifying and budgeting for routine operations and maintenance, as well as for capital repairs, rehabilitations, and replacements of the federal hydropower plants in the region. For example, pursuant to the December 1996 funding agreement, the Bureau prepares an annual operations and maintenance budget by identifying major line items for each project during the next fiscal year. The Bureau also prepares 5-year budgets, on the basis of estimated budgets for each of the years that are included. The funding totals for the 5-year period cannot be exceeded, although any expenditures in a year that are less than the targeted amount are carried over to future years as accounted for in a “savings account.” The Bureau and Bonneville formed a “Joint Operating Committee” to vote on and approve the annual and 5-year budgets as well as any modifications to the budgets. Similarly, the December 1997 operations and maintenance funding agreement between the Corps and Bonneville features annual and 5-year budgets that are voted upon and approved by the Joint Operating Committee. Five-year budget totals cannot be exceeded without the Committee’s approval, but the reallocation of funds is possible. In addition, if “savings” occur in any year, they are shared between Bonneville and the Corps and/or carried over to future years.", "In addition, annual budgets are proposed and approved less than 1 year in advance instead of 2 to 3 years in advance—as under the traditional federal appropriations process. These budget practices reflect more immediate considerations and, in the views of agency officials, are more realistic than budgets that have to be compiled 2 to 3 years ahead of time."], "subsections": []}, {"section_title": "Enhanced Set-Aside Funds Made Available", "paragraphs": ["The potential advantages of the funding agreements in the Pacific Northwest include enhancing the agencies’ ability to accumulate funds in the “savings accounts” to pay for emergency repairs, as provided by the agreement. According to Bureau officials, the savings can be reallocated between projects on the basis of a telephone call between the Bureau and Bonneville. The ability of nonfederal utilities to quickly access reserve funds to meet emergency needs was mentioned by some nonfederal utilities when they discussed their planning and budgeting processes with us.", "In addition to the funds in savings, a variety of funding sources can be used to pay for maintenance and repairs, including emergency actions. For instance, according to Bureau officials, if unexpected repairs need to be performed, moneys to pay for them may be obtained via a subagreement between the Bureau and Bonneville. Work on the repairs could begin prior to Bonneville’s and the Bureau’s signing of the subagreement. According to Corps officials, some ongoing rehabilitations of the Corps’ Bonneville and The Dalles projects will continue to be funded with appropriations; however, maintenance or repairs to be supported under the funding agreements will no longer be included in the Corps’ budget requests for appropriations. To pay for the maintenance and repair of the Bureau’s and the Corps’ hydropower plants, Bonneville can use its cash reserves or its bonding authority."], "subsections": []}, {"section_title": "Pacific Northwest’s Initiatives May Allow Agencies to Adapt New, More Flexible Maintenance Practices", "paragraphs": ["Because the agreements provide more secure and predictable funding, the Bureau and the Corps have begun to exercise greater flexibility in how they maintain and repair their hydropower plants. Consistent with evolving market competition and with the actions of nonfederal utilities, Bureau and the Corps officials said their personnel will rely less on traditional, prescheduled maintenance and rely more on newer, more flexible maintenance philosophies, such as reliability-centered maintenance. For example, according to Bureau officials at the agency’s Pacific Northwest region, staff at the region’s electricity projects schedule maintenance and repairs, in part, by using a database that shows when maintenance and repairs were last performed and when a part may need maintenance or repairs in the future. Repairs or upgrades will be increasingly made “just-in-time” on the basis of test results. Bureau officials characterized their maintenance philosophy as evolving to be more responsive to Bonneville’s marketing requirements as well as to reduce costs.", "According to these officials, because they now have funds that can be used to pay for emergency repairs, they can take prudent risks in managing their maintenance requirements by deferring some repairs that perhaps can be made just in time or repairing other items that may have higher priority. For example, according to the managers of the Grand Coulee power plant, the new funding flexibility allowed the Bureau to reschedule the spending of up to about $3 million on repairs at the plant."], "subsections": []}]}, {"section_title": "Initiatives for Funding by Customers Are Being Implemented", "paragraphs": ["Direct contributions from customers have been suggested and implemented as one way to improve how the Bureau, the Corps, and the PMAs pay for repairs. Although the use of nonfederal funds to finance federal agencies’ operations is generally prohibited unless specifically authorized by law, several forms of alternative financing have been statutorily authorized by the Congress. Supporters of alternative financing, among them officials from the Bureau, the Corps, the PMAs, and the PMAs’ electricity customers, note that alternative financing allows repairs and improvements to be made more expeditiously and predictably than through the federal appropriations process. They believe that alternative financing could provide more certainty in funding repairs and help address problems such as deferred maintenance at federal plants.", "Through one type of authorized arrangement, referred to, among other names, as “advance of funds,” nonfederal entities, such as preference customers, pay up front for repairs and upgrades of the federal hydropower facilities.", "Under federal statutes, such funding must be ensured before work on a project can be started. Such funding arrangements have been proposed and/or implemented in a variety of PMA systems, most prominently Western’s Pick-Sloan Program in Montana, North Dakota, South Dakota, and several neighboring states; Loveland Area Projects in Colorado and nearby states; Hoover and Parker-Davis projects in Arizona and Nevada; and Central Valley Project in California. For example, under an agreement executed on November 12, 1997, by the Bureau, Western, and Western’s power customers within the Central Valley Project, the customers agreed to pay up front for electricity-related operations and maintenance and certain capital improvements. These activities are specified in a funding plan developed by a Governance Board that represents the Bureau, Western, and the electricity customers. In approving spending proposals, the Bureau and Western have veto power and two-thirds of the customers represented on the Board must approve a proposal for it to pass. The customers will be reimbursed for their contributions by credits on their monthly electricity bills.", "However, advance of funds agreements generally are limited in their ability to free the funding for the maintenance and repair of federal electricity assets from the uncertainties of the federal budget process. They supplement rather than completely replace federal appropriations and, therefore, may enhance the certainty of funding for repairs and maintenance but not necessarily provide more speed in obtaining that funding. For example, in Bonneville’s service territory, Bonneville, the Bureau, and the Corps can budget 1 year in advance; however, under the Central Valley Project agreement, the Governance Board approves electricity-related operations and maintenance budgets 3 years in advance to coincide with the federal budget and appropriation cycles for the Bureau and Western. The dovetailing is necessary because federal appropriations are counted upon to fund the balance of the maintenance and repairs of the federal electricity assets.", "Depending on how they are implemented, the direct funding of maintenance and repairs by electricity revenues and agreements for funding by customers pose the risk that opportunities for oversight by external decisionmakers, such as the Congress, will be diminished. Also, the lack of oversight limits Congress’s flexibility to make trade-offs among competing needs. As the Congress and other decisionmakers examine the need for new arrangements to fund the maintenance and repair of federal hydropower plants, they may need to consider any reduced opportunities for oversight, along with the potential benefits of these funding arrangements. At this time, the Bureau, the Corps, and the PMAs provide such information as the history and background of their power plants; the power plants’ generating capacity and electricity produced; annual electricity revenues, costs, and the repayment status; and related environmental and water quality issues, to the Congress, other decisionmakers, and to the public in general. The means of communicating this information include the PMAs’ annual reports; the PMAs’; the Bureau’s, and the Corps’ Internet Websites; and letters to the appropriate congressional committees."], "subsections": []}]}, {"section_title": "Objectives, Scope, and Methodology", "paragraphs": ["As requested by the Chairman, Subcommittee on Water and Power, House Committee on Resources, we examined (1) the reliability of the Bureau’s and Corps’ hydropower plants in generating electricity compared with the reliability of nonfederal hydropower plants; (2) reasons why the Bureau’s and the Corps’ plants may be less reliable than nonfederal plants and the potential implications of reduced reliability; and (3) actions taken to obtain funding to better maintain and repair the Bureau’s and the Corps’ plants.", "To compare the generating reliability of the Bureau’s and the Corps’ hydropower plants with that of nonfederal ones, we obtained, analyzed, and contrasted power plant performance data, including availability and outage factors, from the Bureau, the Corps, and the North American Electric Reliability Council (NERC). NERC is a membership of investor-owned, federal, rural electric cooperatives, state/municipal/provincial utilities, independent power producers, and power marketers, whose mission is to promote the reliability of the electricity supply for North America. NERC compiles statistics on the performance of classes of generating units, such as fossil, nuclear, and hydro. The statistics are calculated from data that electric utilities report voluntarily to NERC’s Generating Availability Data System. The data reported to NERC exclude many hydropower units, which, on average, are smaller in generating capacity than those that report to NERC. According to the Department of Energy’s Energy Information Administration, as of January 1998, hydropower in the United States was generated by a total of 3,493 generating units with a capacity of 91,871 megawatts (MW). As shown in table I.1, the federal and nonfederal hydropower generating units included in our report totaled 1,107 generating units and had a total generating capacity of 70,005 MW, or an average generating capacity of 63.2 MW per unit. Therefore, the nonreporting units totaled 2,386, and had a total generating capacity of 21,866 MW, or an average generating capacity of 9.2 MW per unit. To compare the performance of federal hydropower generating units with that of nonfederal units, we used data on hydropower generating units from NERC’s database that excluded federal hydropower generating units. We did not evaluate NERC’s validation of the industry’s data, nor the specific input data used to develop the database. We collected 1998 availability and outage data for the Bureau and the Corps, but we did not present it in our graphs because comparative data for the nonfederal units were not available from NERC at the time we completed our study. We also did not evaluate the specific input data used by the Corps and the Bureau to develop their databases on the performance of federal generating units. Table I.1 depicts some of the characteristics of the hydropower generating units included in our analysis of the performance of the Bureau’s, the Corps, and industry’s generating units. Data for nonfederal units is from 32 nonfederal utilities.", "Average age of generating units (years)", "Nameplate capacity of generating units (MW)", "Average nameplate capacity of generating units (MW)", "We discussed the limitations of these performance indicators with officials from the Bureau, the Corps, the Tennessee Valley Authority, investor-owned utilities, publicly owned utilities, and other experts in the electric utility industry.", "To explore why federal hydropower plants sometimes performed at lower levels, we obtained and analyzed various reports on the subject, and discussed the topic with representatives of Bonneville, the Bureau, the Corps, various pwer maketing administration (PMA) power customers or their associations, investor-owned utilities, and nonfederal, publicly owned utilities. In our analysis, we included information obtained from the Tennessee Valley Authority, a federally owned utility with high performance indicators and significant hydropower resources.", "In addressing the implications of any reduced performance by federal plants, we interviewed industry experts, representatives of investor-owned and publicly owned utilities, and officials of PMA power customers. We also examined studies about the changes in electricity markets and contacted national and regional trade associations. Moreover, we addressed alternative ways of ensuring the enhanced funding of maintenance and repairs of the federal hydropower plants and related facilities. In this regard, to the extent possible, we relied upon previous work that we had performed on federal power, especially work performed during two prior reviews: Federal Power: Options for Selected Power Marketing Administrations: Role in a Changing Electricity Industry (GAO/RCED-98-43, Mar. 6, 1998) and Federal Power: Outages Reduce the Reliability of Hydroelectric Power Plants in the Southeast (GAO/T-RCED-96-180, July 25, 1996). Moreover, we examined the Corps’, the Bureau’s, and the PMAs’ efforts to make power revenues directly finance the maintenance and repair of federal hydropower assets. In this regard, we contacted the Bureau, the Corps, Bonneville, Western, and the PMAs’ power customers and examined various agreements of arrangements to pay for the maintenance and repair of the federal hydropower plants and related facilities.", "Our work was performed at various locations, including the offices of federal and nonfederal parties. Regarding the Corps, these locations include the agency’s headquarters, Washington, D.C.; the Northwestern Division, Portland, Oregon; the Portland, Oregon, District; and the Nashville, Tennessee, District. Because the Corps’ power operations have been affected by the need to accommodate the migrations of salmon, we also contacted the Walla Walla and Seattle, Washington, Districts, and the Corps’ Bonneville (Oregon) power plant. We visited the Bureau’s offices at the Department of the Interior in Washington, D.C.; Denver, Colorado; the Central Valley Operations Office, Sacramento, California; the Pacific Northwest Region, Boise, Idaho; and the Grand Coulee, Washington, power plant. To gain a perspective on how another federal electricity-generating entity operated its hydropower program, we interviewed TVA officials in Chattanooga, Tennessee. Moreover, we contacted the PMAs at locations including their Power Marketing Liaison Office, U.S. Department of Energy, Washington, D.C.; Bonneville in Portland, Oregon; Southeastern in Elberton, Georgia; Southwestern in Tulsa, Oklahoma; and Western in Golden and Loveland, Colorado, and Folsom, California.", "Our scope included contacting several PMA customers or associations that represent PMA customers, including the City of Roseville, California; Colorado River Energy Distributors Association, Tuscon, Arizona; the Midwest Electric Consumers Association, Denver, Colorado; the Northern California Power Agency, Roseville, California; and the Sacramento (California) Municipal Utility District. In addition, we contacted several investor-owned utilities, utility holding companies, and nonfederal publicly owned utilities (other than those previously listed) that operate significant amounts (collectively, over 17,000 MW) of hydropower -generating capacity; they included the Chelan County (Washington) Public Utility District; Idaho Power Company; Grant County (Washington) Public Utility District; Douglas County (Washington) Public Utility District; New York Power Authority in Niagara, New York; Pacific Gas and Electric Company, Sacramento, California; South Carolina Electric and Gas; and the Southern Company in Atlanta, Georgia.", "Our work was performed from July 1998 through February 1999 in accordance with generally accepted government auditing standards."], "subsections": []}, {"section_title": "Comments From the Department of Energy", "paragraphs": ["On March 6, 1999, the Department of Energy provided technical suggestions for the draft report but deferred to the comments of the Bureau and the Corps on more substantive matters. For example, Energy suggested that we clarify the differences between “reliability” and “availability.” The report already discussed that plants are viewed as reliable, within the electric utility industry, if they can function without failure over a specific period of time or amount of usage. The report also demonstrates that there are several ways of measuring reliability, including the availability factor and outage factors. Accordingly, we made no substantive changes to the report."], "subsections": []}, {"section_title": "Comments From the Department of the Interior", "paragraphs": ["The following are GAO’s comments on the Department of the Interior’s (including the Bureau of Reclamation’s) letter dated March 12, 1999."], "subsections": [{"section_title": "GAO’s Comments", "paragraphs": ["Interior provided us with comments that were intended to clarify its position regarding reliability measures, operation and maintenance, and funding mechanisms. 1. In its cover letter and general comments, Interior stated that the report does a good job in recognizing the funding needs for operating and maintaining electrical-generating facilities. However, Interior stated the report does not articulate in the executive summary, as it does in the body, the initiatives undertaken by the Bureau and the Corps to identify alternative funding sources. We believe that the executive summary adequately addresses the issue of the initiatives undertaken by the Bureau, the Corps, and the PMAs, particularly as they relate to efforts in the Pacific Northwest. Therefore, we did not revise our report. 2. In its cover letter and in general comments, Interior stated that the report does not articulate the fact that the Bureau’s facilities are operated to fulfill multiple purposes, such as providing water for irrigation, municipal and industrial uses, fish and wildlife enhancement, and electricity generation. According to the Bureau, if water is frequently not available for generating electricity, the availability factor is not a good indicator for comparing the reliability of the Bureau’s hydropower-generating units with other units that are not operated under multipurpose requirements. Interior also suggested that the nonfederal projects are freer to maximize power and revenues because they are less affected by multiple purposes.", "We disagree with the Bureau’s position that the report does not recognize that water is used for multiple purposes and affects how electricity is generated. For example, the executive summary recognizes that the Bureau and the Corps generate electricity subject to the use of water for flood control, navigation, irrigation, and other purposes. In addition, the report recognizes, in chapter 2, that the Bureau and other utilities utilize periods of low water and low demand to perform scheduled maintenance and repairs. This would tend to decrease the availability factors of these entities. The report also states that this practice may be regarded as good business practices. We further disagree that the availability factor is not a good basis for comparing the reliability of different projects. The availability factor is a widely accepted measure of reliability that has validity, as long as it is understood in terms of other factors that affect how plants are operated. Moreover, we disagree that other utilities necessarily operate hydropower plants that are affected less by multiple purposes. In fact, as we have noted previously, for other utilities, the multiple uses of the water are regulated through conditions in the utilities’ hydropower-plant-operating licenses, which are issued by the Federal Energy Regulatory Commission.", "The Bureau contends that the availability of its plants is affected by the fact that more of the Bureau’s plants are located on pipelines, canals, and water diversion facilities than most nonfederal plants. We recognized this point in chapter 2. 3. In the cover letter and in its general comments, Interior stated that the forced outages factor is a better indicator of reliability than the availability factor for multiple purpose facilities. In addition, in its cover letter, Interior indicated that the Bureau’s benchmarking studies indicate that its plants compare favorably with other plants in the area of reliability. Regarding forced outages factors, our report recognizes that there are several indicators of reliability and the forced outages factor is one of most meaningful. More generally, we disagree with Interior’s conclusion that the Bureau’s plants are as reliable as those of other power providers. As shown in chapter 2 of this report, although the Bureau’s forced outages factors are on par with those of nonfederal utilities, the Bureau’s availability factor is lower, and it has been improving. Moreover, the Bureau’s scheduled outages factors are higher than nonfederal utilities.", "In its general comments, Interior adds that reliability is a measure of whether a plant can operate when it is needed, while availability is a measure of a unit’s ability to operate within a given time period. These factors, stated the Bureau, can be equated only when a plant is required to operate for the full time of the period. The Bureau added that optimum availability is unique to each plant, depending on such factors as design, time, water supply, location, and cost. As stated in our report, reliability is a measure of a plant’s ability to operate over a specific period or amount of usage. We further agree that the significance of an availability factor should be understood within the context of various factors, some of which are mentioned by the Bureau. We revised chapter 1 to recognize that assessing the performance of a hydropower plant or unit by examining its availability factor calls for understanding additional variables. We added language to reflect that the availability factor needs to be understood in terms of such factors as the kind of demand the plant meets (e.g., whether it meets peak demand), the availability of water throughout the year, and the purposes satisfied by the dam and reservoir. 4. According to Interior, the report implies that the Bureau delays repairs and maintenance, pending the availability of funds. The Bureau stated that it performs repairs and maintenance when needed by reprioritizing funds. We revised the report in chapter 3 to recognize the Bureau’s statement that it reprioritizes funding. However, the example of the delayed repairs because of delayed funding at the Bureau’s Shasta, California, project, illustrates our point that repairs and maintenance are delayed when funds are not forthcoming. 5. Interior stated that the Bureau has undertaken a program to improve its performance by benchmarking its electricity operations against the rest of the industry and is continually striving to improve, given the legal and financial constraints encountered. Our report does not imply that these agencies are operating in an unbusinesslike manner but shows that the Bureau’s availability has improved in the face of financial and budgeting constraints. We revised chapter 1 to recognize the Bureau’s benchmarking effort."], "subsections": [{"section_title": "Specific Comments", "paragraphs": ["1. Interior commented that the title of the report implies that the Bureau has reduced its operation and maintenance program. Interior stated the Bureau has always implemented preventive and reliability-centered maintenance and that adequate funding for these activities has been available. Chapter 4 of the report recognizes that the Bureau, in particular in the Pacific Northwest, will increasingly practice reliability-centered maintenance and practiced preventive maintenance in the past. However, the efforts of the Bureau’s field locations to engage in direct or advance funding arrangements serves as evidence that faster and more predictable funding is needed. 2. We added “transmission system” to the report, as requested by Interior. 3. We revised the report to indicate that the Bureau’s forced outages rate from 1993 through 1997 was the same as the nonfederal sector’s. 4. According to Interior, our comparing plants of different size and type may distort our conclusions about the performance of the federal and nonfederal plants. We disagree. As shown in appendix I, the federal and nonfederal electrical-generating units in our analysis were about same size because our analysis of nonfederal units excluded about 2,400 smaller ones that averaged about 9 MW of generating capacity. In addition, our decision to include both conventional generators and pump generators in our analysis was based on the fact that the Corps’ performance data did not separate its conventional and pump units. The Bureau itself, in its 1996 benchmarking study, included seven pump units (about 323 MW) at its Grand Coulee and Flatiron plants as conventional generating units. Moreover, although the Bureau has generating units from 1 MW to 700 MW, it used only two MW-size categories (1 to 29 MW, and 30 MW and larger) in comparing the availability and outages factors of its plants to the industry in its 1996 benchmarking study. In addition, our analysis of the availability factors of the Bureau’s hydropower-generating units from 1993 through 1997 showed that among pump generators as well as the size categories zero to 10 MW, 11 to 50 MW, 51 to 100 MW, and 101 to 200 MW, the Bureau’s hydropower units had lower availability factors than the industry as a whole. 5. According to Interior, although the customers funded up to $22 million in repairs for Shasta, the rewind contract was awarded for $8.8 million, including total costs to replace the turbines estimated at $12.2 million. This point is expanded upon under comment 12. 6. Interior disagrees with the statement in the draft report that advance or direct funding arrangements decrease opportunities for congressional oversight. We revised the report to state that, although these arrangements could diminish opportunities for oversight, the Bureau, the Corps, and the PMAs provide such information as the history and background of their power plants; the plants’ generating capacity and electricity produced; annual electricity revenues and costs; and related environmental and water availability issues to the Congress, other decisionmakers, and to the public. The means of communicating this information include the PMAs’ annual reports; the PMAs’, the Bureau’s, and the Corps’ Internet Websites; and letters to the Congress. 7. According to Interior, our statement that “the longer the scheduled outage, the less efficient the maintenance program,” is out of place as it pertains to federal plants. The statement would apply primarily to run-of-the-river plants, according to Interior. The Department noted that federal plants are not allowed to earn more revenues and outages do not have an impact on revenues if water is not available for generating electricity.", "We believe our report sufficiently addresses these points. We have already noted that performing scheduled outages during times of low water or low demand may constitute good business practice. In addition, we have noted the need to understand such factors as the kind of demand a plant meets (for instance, whether it meets peak demand) and the availability of water for generating power. Our report also states that, as markets evolve to become more competitive, operating plants at higher availability factors may allow the PMAs and utilities to take advantage of new opportunities to earn revenue by selling ancillary services. In addition, we continue to believe that, all things being equal, having plants on-line for longer periods of time is also good business practice, as stated in the Bureau’s 1996 benchmarking report.8. As suggested by Interior, we revised the report to read “Western Systems Coordinating Council.” 9. As suggested by Interior, we revised the report to reflect that three of five units at Shasta were repaired. The other two were not. 10. In response to Interior’s comment, we revised the report to reflect that while the Bureau defers noncritical items, it does not defer items it deems to be critical. Interior also notes that unfunded maintenance requirements do not necessarily indicate a deferred maintenance situation. In our view, any maintenance requirements that are put off until the future are deferred. However, we revised the report to state that deferred maintenance is not problematic as long as it can be managed. 11. As requested by Interior, we added “due to limited and declining federal budgetary sources.” 12. Interior clarified that the costs of rewinding the Shasta units decreased from $10.5 million (low bid) in 1994 to $8.8 million in 1996. The rewind contract was executed in 1996 to increase the rating to 142 MW per unit versus the higher-priced rewind in 1994 to 125 MW per unit. Most importantly, the $21.5 million commitment includes the replacement of turbines in three units that were not included in earlier cost estimates. Because of the new information provided regarding the nature of the additional work at Shasta, we revised our report in chapter 3 to state that the Bureau expanded the scope of work to be performed at the plant. 13. As suggested by Interior, we revised the text to state that the funding arrangements in the Pacific Northwest were necessitated by budget cuts during the 1980s. Also, the need to fund about $200 million in maintenance in the near term would limit the Bureau’s ability to pay for maintenance and repairs in a steady, predictable fashion. 14. As suggested by Interior, we deleted the word “electricity” from the reference to the Bureau’s operation and maintenance budget. 15. As suggested by Interior, we revised the text to eliminate references to “separate” Joint Operating Committees. 16. As suggested by Interior, we changed “defer spending” to “reschedule.”"], "subsections": []}]}]}, {"section_title": "Comments From the Department of Defense", "paragraphs": ["On March 16, 1999, the Department of Defense (including the Army Corps of Engineers) provided us with a letter acknowledging that the Corps’ verbal comments, discussed with us at a March 10, 1999, meeting, had been resolved. The primary verbal comment was that we did not reflect changes in the performance of the Corps’ hydropower plants that occurred in fiscal year 1998. The Corps suggested that we include these data in various graphs in our report. As discussed with Corps officials, we addressed the changes in the Corps’ performance in the text of our report, primarily in chapter 2. However, we declined to show changes in the graphs because the 1998 data were not available for the nonfederal hydropower generating units at the time we completed our review."], "subsections": []}, {"section_title": "Comments of the Bonneville Power Administration", "paragraphs": ["The following are GAO’s comments on the Department of Energy’s (including the Bonneville Power Administration’s) letter dated March 11, 1999."], "subsections": [{"section_title": "GAO’s Comments", "paragraphs": ["On March 11, 1999, Bonneville provided us with general and specific comments regarding our draft report. Bonneville noted that in its view, we “sought to conduct a fair assessment of the U.S. Army Corps of Engineers (Corps) and the Bureau of Reclamation (Reclamation) facilities during the time of the study.” 1. Bonneville understood that we were not requested to evaluate the direct-funding agreements in the Pacific Northwest. However, Bonneville suggested that we add language to the report to reflect that the funding agreements between itself, the Bureau, and the Corps contain a systematic approach to maintenance planning and investment that creates opportunities for increased hydropower availability, financial savings, and increased revenues. We believe that our report addresses these points. However, we added language that Bonneville believes these enhancements will be attained as a result of the funding agreements. 2. As noted by Bonneville, our report stated that the availability factors of the Bureau’s and the Corps’ hydropower plants in the Pacific Northwest are lower than in the rest of the nation. Bonneville suggested that we clarify the report, in the executive summary, by stating that Bonneville, the Bureau, and the Corps recognized the lower reliability of the plants in the Pacific Northwest and took action through a series of direct-funding agreements to address the problem. Bonneville further suggested a clarification that during the period 1993 through 1997, the federal agencies undertook extensive upgrades and rehabilitations of the Bureau’s plants partly as a result of the increased funding flexibility provided by the direct-funding agreements. We agreed that these statements would clarify the report and incorporated them. 3. Bonneville noted that the draft report stated that funding maintenance and repair actions through direct customer contributions or through direct payments from the PMAs’ revenues reduced opportunities for congressional oversight. According to Bonneville, the funding arrangement in the Pacific Northwest was specifically supported by the Senate Appropriations Committee in 1997. Bonneville also stated that its annual congressional budget submission includes programmatic information on the operations and maintenance funding that Bonneville plans to provide for the Bureau and the Corps. In response to this and other comments, we revised the executive summary and chapter 4 to show that information is now being made available to the Congress and others about the operation of the federal power program. For instance, the Bureau, the Corps, and the PMAs provide such information as the history and background of their power plants; the plants’ generating capacity and electricity produced; annual electricity revenues and costs; and related environmental and water quality issues to the Congress, other decisionmakers, and to the public. The means of communicating this information include the PMAs’ annual reports; the PMAs’, the Bureau’s, and the Corps’ Internet Websites; and letters to the appropriate congressional committtees. 4. We revised the executive summary as recommended by Bonneville by adding “under the traditional appropriations process.” 5. Bonneville believed that the location of figure 1 in the executive summary was confusing, since it discussed national availability factors but was positioned over the discussion of availability in the Pacific Northwest. We agree and have relocated the figure. 6. The draft’s executive summary stated that some of Bonneville’s power customers are leaving the agency for less-expensive sources. Bonneville stated that some customers left the power administration in an earlier period but the situation today is significantly different, with demand for electricity and other products exceeding the supply. Bonneville stated that increasing demand for its electricity as well as the increased financial resources provided by its funding agreements with the Bureau and the Corps will improve its competitive viability and ability to recover the full cost of the Federal Columbia River Power System. We agreed and revised the report in the executive summary and chapter 4. 7. Bonneville suggested that the final report recognize that, for large hydropower systems, the ability to earn electricity revenues depends on the availability of water and of operable hydropower-generating units. These conditions and other factors must be considered to optimize the maintenance program for the plants from which Bonneville markets electricity. We agreed and revised chapter 3 accordingly. 8. As suggested by Bonneville, we added language to chapter 3 to the effect that like the Douglas County Public Utility District, Bonneville will be able to quickly provide access to funds and establish reserved funds through agreements whereby its funds directly pay for the operation, maintenance, and repair of the Bureau’s and the Corps’ hydropower plants."], "subsections": []}]}, {"section_title": "Major Contributors to This Report", "paragraphs": ["Peg Reese Philip Amon Ernie Hazera Martha Vawter The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}