{"id": "RCED-98-130", "url": "https://www.gao.gov/products/RCED-98-130", "title": "Aviation Safety: FAA Has Not Fully Implemented Weather-Related Recommendations", "published_date": "1998-06-02T00:00:00", "released_date": "1998-06-02T00:00:00", "highlight": [{"section_title": "Why GAO Did This Study", "paragraphs": ["Pursuant to a congressional request, GAO examined the Federal Aviation Administration's (FAA) efforts to implement the weather-related recommendations made by the National Research Council (NRC) and FAA's advisory committee, focusing on: (1) policy and leadership; (2) interagency coordination; (3) meeting different types of users' needs for weather information; and (4) the level of funding provided for weather activities."]}, {"section_title": "What GAO Found", "paragraphs": ["GAO noted that: (1) the panel of experts GAO convened concluded that FAA had made limited progress in implementing the weather-related recommendations made by NRC and FAA's advisory committee; (2) regarding the first area of concern, policy and leadership, the reports concluded that FAA is the agency best suited for leading federal aviation weather efforts but that it had not accepted that role; (3) the NRC report linked this criticism to the dispersal of responsibilities among several FAA organizations; (4) the reports also concluded that FAA did not have clear policy guidance to define its role in aviation weather activities; (5) since 1995, FAA has attempted to address these twin concerns by creating a new organization to direct aviation weather activities and by issuing a policy that states that FAA takes the responsibility for leading aviation weather activities; (6) GAO's expert panel concluded that because FAA has not yet produced a plan to implement the new policy, its actions did not go far enough to address the concerns that the report originally raised; (7) with regard to the second concern, interagency coordination, the reports questioned the adequacy of FAA's efforts to coordinate aviation weather activities with other federal agencies; (8) concerning the third area--FAA's efforts to meet the needs all types of users--the reports concluded that FAA was not providing consistent information or adequate training; (9) as evidence that it is meeting the needs of all types of users, FAA cited a list of systems it is developing to provide weather information to various users and a list of the training courses it offers; (10) GAO's expert panel expressed continuing concerns about whether the equipment FAA listed would form an integrated system to serve all users; (11) panelists also raised concerns about the training offered by FAA, stating that better training could help reduce disparities in the abilities of air traffic controllers to interpret weather information; (12) with respect to the amount of funding FAA has allocated for aviation weather activities, the reports raised questions about the low level of funding provided to weather-related projects compared with other activities; and (13) GAO's review of FAA's budget information for fiscal year (FY) 1990 through FY 1998 confirms that the agency has allocated less funding for aviation weather during this period than for most other acquisition and research priorities."]}], "report": [{"section_title": "Letter", "paragraphs": ["In the last 10 years, icing, turbulence, dangerous winds, a lack of visibility, and other weather conditions have been cited as a cause or contributing factor in nearly a quarter of aviation accidents. Even though aviation accident rates are dropping overall, the number of accidents could go up in future years if the number of passenger flights increases as expected. To minimize the danger that hazardous weather presents to the aviation system, the Federal Aviation Administration (FAA), in conjunction with other federal agencies, collects and analyzes weather information and disseminates this information to the users of the aviation system. However, between 1995 and 1997, one report by the National Research Council (NRC) and two reports by an FAA advisory committee cited problems in FAA’s management of its aviation weather activities, such as inadequate interagency coordination and a lack of clarity about the agency’s role in aviation weather. These reports also recommended steps FAA could take to provide better weather information to aviation users.", "Concerned about FAA’s efforts to reduce weather-related accidents, you asked us to examine the actions FAA has taken to address the recommendations raised by NRC and FAA’s advisory committee. In this report, we discuss FAA’s actions in four areas of concern raised by the three reports: (1) policy and leadership, (2) interagency coordination, (3) meeting different types of users’ needs for weather information, and (4) the level of funding provided for weather activities.", "To assist us in evaluating FAA’s actions, we convened a panel of experts who were members of NRC’s committee or FAA’s advisory committee. These experts were chosen to represent different users of aviation weather information, such as airlines; air traffic controllers; and commercial, military, and private pilots. After discussing FAA’s responses to the recommendations in the four areas of concern, the panel rated FAA’s progress on each recommendation. Our methodology is discussed in more detail in appendix I."], "subsections": [{"section_title": "Background", "paragraphs": ["Aviation weather refers to any type of weather that can affect the operation of an aircraft—anything from a brief delay in departure because of low visibility to a catastrophic accident during flight. For example, in March 1992, a USAir flight crashed during takeoff from La Guardia Airport in New York City, killing 27 people and injuring 21 others. Icing was identified as one of the factors that contributed to that accident. According to data from the National Transportation Safety Board and FAA, about 24 percent of all aviation accidents in fiscal year 1987 through fiscal year 1996 were weather-related. During the same period, about 35 percent of aviation fatalities occurred in weather-related accidents. About 88 percent of these accidents involved small private aircraft. Weather-related aviation accidents were most often caused by winds, poor visibility, or turbulence. Figure 1 shows all the types of weather events cited in aviation accidents over this period.", "Multiple weather factors may be cited in an accident investigation.", "Because of rounding, the sum of percentages exceeds 100.", "Weather need not cause an accident to have an effect on aviation. FAA estimates that 72 percent of all delays over 15 minutes can be attributed to weather. These delays add to the cost of flying, either for passengers whose travel plans are disrupted or for airlines, which can incur additional fuel, servicing, and crew costs. The Air Transport Association estimates that delays cost airlines and passengers about $4 billion in 1996. (App. II provides more detailed information on weather-related accidents and delays.)", "FAA is responsible for maintaining the safety of the national airspace system. Because of the impact of weather on aviation, FAA has spent more than $1.4 billion in facilities and equipment funds since fiscal year 1982 to develop and purchase weather-related systems and equipment. In future years, FAA expects to spend another $440 million on those systems already in development. FAA believes that its purchases of improved weather systems will help it meet the President’s stated goal of reducing fatal aviation accidents by 80 percent within 10 years. For example, FAA has purchased more than 500 automated surface observing system (ASOS) units, which use a series of instruments to automatically measure such meteorological data as wind speed and direction, temperature, and barometric pressure near airports. FAA is also buying systems, like the integrated terminal weather system (ITWS), that will collect and analyze weather data from ASOS, radars, and other systems, and display them for use by air traffic controllers and supervisors. FAA relays the data provided by such systems, as well as information provided by the National Weather Service (NWS) and private vendors, to pilots through automated systems or direct voice communications from air traffic controllers. FAA also uses weather information when deciding how to handle air traffic, such as which runway to use at an airport.", "In addition, since fiscal year 1982, FAA has spent almost $169 million of its total funding of $3.3 billion for research, engineering, and development on research related to aviation weather. FAA’s research has looked into ways to improve radars and other weather sensors, to detect and avoid turbulence, and to support the early development of some of the systems it has purchased or plans to purchase. Much of this research is conducted under contract by several universities and federally funded laboratories, including the National Center for Atmospheric Research, the National Oceanic and Atmospheric Administration’s (NOAA) Flight Systems and National Severe Storms Laboratories, NWS’ Aviation Weather Center and National Center for Environment Prediction, and the Massachusetts Institute of Technology’s Lincoln Laboratories.", "Several other federal agencies also collect and disseminate aviation weather information, as well as conduct aviation weather research. NWS, which is part of NOAA in the Department of Commerce, is responsible for collecting, analyzing, and disseminating weather information in general and has worked with FAA on joint projects such as ASOS and an advanced national weather radar system. NWS also provides meteorologists for some of FAA’s air traffic control centers. Other agencies with related aviation weather responsibilities include the National Aeronautics and Space Administration, which conducts basic research on weather-related topics, and the Department of Defense, which provides aviation weather information to military pilots and command officers. The Office of the Federal Coordinator for Meteorology (OFCM), which is also part of NOAA, was created to coordinate the meteorological services and research for all federal agencies. However, the office does not have the authority to direct the weather operations of other federal agencies.", "Over the past 3 years, several reports have raised concerns about the quality of the weather information available to the aviation community. In 1995, NRC, examining the roles and missions of the agencies involved in aviation weather, found that FAA, NWS, and the other agencies involved did not coordinate their activities. NRC called upon FAA to take the lead in federal aviation weather efforts. At the same time, a subcommittee of FAA’s RE&D Advisory Committee that was examining the adequacy of FAA’s aviation weather research found a number of problems. This subcommittee reported that FAA needed to improve its aviation weather research as well as its delivery of weather information to system users, such as pilots, controllers, and dispatchers. Finally, FAA’s advisory committee released a report in 1997 on research related to the national airspace system. This report found that FAA’s efforts on aviation weather were unfocused and that the agency had not clearly defined its role in providing aviation weather information.", "We contacted the members of the NRC aviation weather committee and the FAA advisory committee that addressed weather issues and asked for their assistance in our efforts to follow up on their recommendations that were specifically addressed to FAA. In obtaining their assistance, we asked all of the committee members, in a survey, to identify the highest-priority recommendations. The highest-rated recommendations address three general topics: policy and leadership, interagency coordination, and efforts to address users’ needs. We chose an expert panel from among those who answered our survey, with members representing the various users of aviation weather information, such as airline representatives, commercial and private pilots, and air traffic controllers. The panel reviewed the information we had gathered on FAA’s actions to implement the eight recommendations and rated FAA’s general progress on each recommendation on a 5-point scale, from very poor to excellent. The panelists were also asked to indicate whether FAA’s actions were sufficient to address the recommendation and whether FAA had taken these actions in a timely manner. In discussing the recommendations, the panelists repeatedly raised concerns about FAA’s funding of weather activities, a fourth area of concern that was mentioned in the original reports."], "subsections": []}, {"section_title": "Experts Found That FAA’s Efforts to Exercise Leadership in Aviation Weather Fell Short", "paragraphs": ["NRC and FAA’s RE&D Advisory Committee found that FAA did not exercise leadership for aviation weather services, partly because it lacked a clear policy on weather and partly because of organizational inefficiencies. FAA has attempted to address these criticisms by creating an aviation weather directorate and issuing a policy on weather. However, members of our expert panel did not think these actions went far enough to address the previously identified weaknesses, generally rating FAA’s progress in this area as poor."], "subsections": [{"section_title": "Reports Criticized FAA’s Lack of Leadership and Internal Coordination", "paragraphs": ["Reports by NRC and FAA’s RE&D Advisory Committee criticized FAA for failing to exercise leadership on aviation weather issues. For example, NRC found that “vigorous leadership within the federal government . . .  needed to build consensus and coordinate the overall effort to optimize aviation weather services and related research.” It concluded that FAA was the agency best able to exercise that leadership because of its aviation expertise and legal authority. All three reports also criticized FAA for not developing a policy to define its role and priorities in aviation weather and recommended that FAA provide a clear policy statement on its role in providing aviation weather services.", "For example, NRC noted that under FAA’s policies, pilots have the primary responsibility for keeping their aircraft away from hazardous weather, while air traffic controllers are principally responsible for separating aircraft from one another, thus avoiding collisions. The report found that FAA’s guidance required controllers to remain aware of current weather conditions and relay information on hazardous weather to pilots, but it did not allow controllers to direct aircraft away from hazardous weather, as they direct aircraft away from other aircraft. NRC concluded that FAA should develop procedures that allow controllers to take a more active role in separating aircraft from hazardous weather, especially when they have more accurate weather information than the pilot. The 1995 advisory committee report reached similar conclusions. The 1997 advisory committee report concluded that even though the definition of hazardous weather is highly dependent upon the capabilities of the individual aircraft and flight crew, FAA’s mission should include the responsibility for transmitting weather information to pilots and dispatchers in order to improve the separation of aircraft from hazardous weather and to increase collaboration between pilots and air traffic controllers.", "NRC and FAA’s advisory committee also cited weaknesses in FAA’s internal organization as a reason for the agency’s not taking a leadership role in weather issues. For example, NRC found that no single office within FAA had the authority and responsibility for setting priorities for aviation weather. The 1997 advisory committee report found that six offices within FAA were responsible for setting priorities for aviation weather research. According to FAA’s Manager for Weather Research, prior to 1995, these offices did not set priorities to ensure that the most important research projects received funding. Instead, this official stated, FAA set its research priorities by reviewing the requests submitted by the national laboratories and contractors to the several offices with responsibility for aviation weather. These offices did not coordinate their efforts internally but submitted their requests separately to FAA’s Office of Research and Acquisitions. As a result, NRC and FAA’s advisory committee found that aviation weather research was hampered by a lack of coordination, funding, and priority setting. To address this problem, NRC recommended that FAA appoint an official to serve as the single focal point with responsibility for providing effective internal and external coordination of aviation weather activities."], "subsections": []}, {"section_title": "FAA Issued a Weather Policy and Created New Organizations for Weather", "paragraphs": ["FAA took several actions to address concerns about its leadership role in aviation weather. First, in response to concerns about how it organized its aviation weather activities, FAA made several organizational changes to consolidate these activities. In October 1995, FAA created an aviation weather directorate, which is intended to serve as the federal government’s focal point for determining aviation weather requirements, policies, and plans. The directorate was intended to fulfill the aviation weather responsibilities previously carried out by several organizations within FAA. The directorate is responsible for setting requirements for, and developing programs and policies on, aviation weather. In February 1996, FAA created a program to coordinate its research efforts on improving weather observations, warnings, and forecasts. The weather research program is organized into eight product development teams that focus on topics such as turbulence and visibility. According to program officials, the program oversees the research conducted by the national laboratories and universities and sets priorities for requests to conduct research on aviation weather.", "Second, in response to congressional direction, in April 1996, FAA began implementing a new acquisition management system designed to provide for more timely and cost-effective acquisitions for the entire agency. Under this system, FAA operates five integrated product teams, which are responsible for the research, development, acquisition, and installation of all new equipment within their area of expertise. To carry out these tasks, each team includes staff with various areas of expertise, such as systems engineers, lawyers, contract specialists, and representatives of the organizations responsible for the operation and maintenance of the systems acquired. In the past, according to FAA officials, the responsibility for the acquisition of such systems would be carried out sequentially through various FAA offices, depending on whether the systems were being designed, purchased, or deployed. Now, one team is responsible for all three of those activities. Two of these teams deal with weather systems: one with weather processor systems and one with weather sensors. The weather processor team, for example, develops and acquires systems such as ITWS, which takes data from various sensors and displays the data for users.", "In addition, since the NRC and advisory committee reports were issued, FAA has worked with other federal agencies involved in aviation weather to develop the National Aviation Weather Strategic Plan, which was published in April 1997 and is intended to lay out a vision of how to reduce the number of weather-related aviation accidents and delays. According to FAA’s Director of Aviation Weather, plans to implement the interagency strategic plan and FAA’s aviation weather policy are still under development, and to date, no policies or regulations of FAA’s have been amended to reflect the new weather policy.", "Finally, in September 1997, the Administrator of FAA issued an aviation weather policy in which FAA accepted responsibility for taking the lead in aviation weather services. According to this policy statement, FAA will (1) work closely with the federal agencies concerned with aviation weather; (2) take the lead in developing a plan to meet stated national goals concerning aviation weather; and (3) ensure that the needs of FAA and the aviation community are being addressed and that research, development, and acquisition are focused to improve the safety of the air traffic system."], "subsections": []}, {"section_title": "Panelists Concluded That FAA Had Made Limited Progress in Defining Policy and Exercising Leadership", "paragraphs": ["Three of the recommendations our January 1998 expert panel reviewed addressed FAA’s lack of leadership on aviation weather issues. These recommendations included two by the RE&D Advisory Committee in 1997. One recommendation called for FAA to see weather as a safety issue, not just a delay issue. The committee also recommended that FAA issue a “clear and cohesive policy statement regarding the agency’s important role” in aviation weather, including the need to separate aircraft from hazardous weather. In the third recommendation, NRC called for FAA to see weather as an important part of all of its operations.", "Several members of our expert panel applauded FAA for issuing a policy on weather, calling the policy “a step in the right direction.” One panelist also stated, “I don’t think that you can take a snapshot right now and evaluate where FAA is because . . .  is a long-term program.” However, panelists also questioned whether the changes cited by FAA demonstrate that it has taken the lead for federal aviation activities. Specifically, several panelists expressed concern that FAA had not developed a plan to implement the new policy. For example, one panelist stated, “I . . . think that meetings and policy statements and all that are . . . just a first step. . . . ou have to . . . look at what has occurred.” Another added, “I think the intent of the committee . . . was to suggest that if you come out with a policy statement that you would . . . take some action to put some teeth into it.”", "Several panelists were also concerned that FAA did not believe that a policy on separating aircraft from hazardous weather was necessary, as the advisory committee had recommended. According to one panelist, the responsibility for controllers to provide weather information to pilots is implicit and ambiguous, “but if that  was articulated, then [it would] provide a basis for saying that controllers need better weather information to actually provide that service.”", "We asked the panelists to rate FAA’s overall progress on a 5-point scale. In rating the recommendations dealing with policy and leadership, most panelists saw FAA’s progress in treating weather as a safety issue as fair. However, most panelists also thought that FAA had made poor progress in establishing a weather policy that addresses the role of controllers in providing weather information and in seeing weather as an important part of its operations. In addition, most of the panelists indicated that FAA’s actions on these three recommendations were neither timely nor sufficient."], "subsections": []}]}, {"section_title": "Experts Questioned FAA’s Efforts to Coordinate With Other Federal Agencies", "paragraphs": ["NRC and FAA’s RE&D Advisory Committee raised concerns about FAA’s coordination with other federal agencies involved in aviation weather, especially in the area of research. FAA stated that it has increased its coordination with NWS as well as with multiagency working groups. Members of our expert panel commented, however, that they did not see any evidence that the increased number of meetings was having an impact on the agencies’ aviation weather efforts. As a result, they generally rated FAA’s progress in this area as poor."], "subsections": [{"section_title": "Reports Cited Inadequate Coordination With the Weather Service and Other Federal Agencies", "paragraphs": ["Two of the three reports by NRC and the advisory committee found that FAA did not effectively coordinate its aviation weather responsibilities with other agencies involved in weather. Inadequate interagency coordination was especially apparent in research and development. For example, in 1995, NRC found little communication between FAA and NWS and was unable to identify any interagency coordination for research and development. It also found that the National Aeronautics and Space Administration was not included in FAA’s long-range planning for aviation weather. NRC recommended that FAA and NWS establish more formal coordination procedures. NRC and one advisory committee also criticized FAA for not implementing a 1977 memorandum of agreement with NWS, under which FAA was to provide NWS with a list of FAA’s requirements for aviation weather services and research."], "subsections": []}, {"section_title": "FAA Has Increased Coordination With Other Federal Agencies", "paragraphs": ["FAA, NWS, and Department of Defense officials we spoke with agreed with NRC’s assessment that FAA’s coordination on aviation weather activities had been limited. However, they also pointed out that FAA has taken a number of steps to increase its coordination with the other federal agencies engaged in weather activities. For example, FAA points to its work with OFCM, NWS, and other agencies on the National Aviation Weather Strategic Plan. FAA and the other agencies are continuing to work together to develop procedures to implement the goals outlined in the plan. According to FAA’s Director of Aviation Weather, these procedures will be published in May or June 1998.", "In addition, FAA and NWS have increased the frequency of their meetings to address aviation weather concerns. While FAA could document only one such meeting in 1995, it identified four meetings between the two agencies in both 1996 and 1997. Some of these meetings have been attended by high-level officials—FAA’s Director for Air Traffic Requirements and NWS’ Deputy Assistant Administrator for Operations.", "FAA officials also believe that the agency’s joint activities with NWS are further evidence of improved coordination. They cited, for example, the joint funding of aviation weather research and participation in management councils for two jointly developed weather systems.", "Finally, FAA and the Department of Defense have arranged for a military officer to be detailed to FAA as a military adviser for aviation weather requirements. This position, currently staffed by an Air Force lieutenant colonel, is intended to provide FAA with advice on planning, implementing, and monitoring FAA’s weather programs, including training, certifying, and integrating related weather programs operated by FAA and the Department of Defense."], "subsections": []}, {"section_title": "Panelists Rated FAA’s Progress on Coordination as Poor", "paragraphs": ["Two of the recommendations our panelists reviewed addressed NRC’s concerns about coordination. One recommendation called upon FAA and NWS to reestablish “high-level liaisons” to be responsible for defining and coordinating aviation weather research, development, and operations. NRC also recommended that FAA and NOAA work together to ensure that aviation weather research and development are “closely coupled” to the agencies’ short-term operational needs.", "In discussing FAA’s implementation of these two recommendations, our panelists emphasized the importance of coordination among the federal agencies. One panelist, for example, stated that while a number of agencies are involved in aviation weather research, they are not working to leverage their resources or coordinate their research projects. Another panelist commented that OFCM has not been an effective forum for coordination because it does not have any authority over other agencies.", "While the panelists believed that FAA had taken steps to improve its coordination, they questioned whether the agency had gone as far as the recommendations intended. For example, one panelist stated, “bsolutely, the dialogue between the FAA and NWS has improved. But . . . it would be very difficult for it not to improve because there was no dialogue .” This panelist also noted that the meetings that have occurred do not appear to have contributed substantially to the development of a list of FAA’s requirements for aviation weather services and research, as required by the 1977 memorandum of agreement. On the topic of coordinating research with operational needs, several panelists praised the weather research projects FAA was pursuing. However, panelists also raised concerns about the extent of coordination among the agencies’ research programs.", "Several panelists cited the lack of communication between FAA’s air traffic controllers and NWS’ forecasters as an example of weaknesses in coordination at the operational level. According to the panelists, even when controllers and forecasters are in the same room, communication is limited. In regional centers, one panelist noted, few controllers use the forecasts provided by NWS meteorologists because they would have to leave their radar display and go to another part of the room to get the information.", "Most panelists rated FAA’s progress in implementing the recommendations on coordination as poor. The panelists also indicated that FAA’s actions on these recommendations were neither timely nor sufficient."], "subsections": []}]}, {"section_title": "Experts Saw FAA’s Efforts to Meet All Users’ Needs for Weather Information as Poor", "paragraphs": ["In the reports by NRC and FAA’s RE&D Advisory Committee, experts also raised concerns that FAA was not providing enough consistent weather information and training to aviation users, such as pilots, dispatchers, and air traffic controllers. FAA responded that it is developing or deploying systems to meet the needs of all users, as well as instituting a number of training courses. However, several panelists questioned whether the systems and training courses FAA cited adequately provide the type of information and training that system users have determined is necessary."], "subsections": [{"section_title": "Previous Reports Found That FAA Did Not Adequately Address the Weather Needs of Aviation System Users", "paragraphs": ["Each of the three reports raised concerns about the lack of attention paid to the needs of all users of the aviation system. According to NRC, one of FAA’s goals is to provide consistent weather information to all types of users. However, NRC found that “pilots, controllers, and dispatchers often obtain weather information from different sources that may not agree about the location, duration, or severity of adverse weather.” For example, a controller’s radar screen may not show clouds that a pilot can see out the window or on a cockpit weather radar screen. In addition, some of the weather information given to pilots covers broad geographic areas, making it hard for them to determine if they will experience hazardous weather during their flight. According to NRC, the needs of various aviation system users were well known, but the federal government had not acted adequately to address these concerns. Similarly, the 1997 advisory committee report found that while the needs of users may vary because of such factors as the capabilities of the pilot or aircraft, “for safety and efficiency, all participants—controller, pilots, and dispatchers—should have consistent, timely, and common knowledge of the weather situation.”", "NRC cited FAA’s experience with the automated weather observing system known as ASOS to illustrate the impact of inadequately considering user needs in developing a weather system. Although FAA worked with NWS on the development of ASOS, some aviation users complained that the system as deployed did not meet their needs. Specifically, ASOS was designed to replace human weather observers. However, while a human observer can look at weather conditions over a broad area, ASOS can measure weather conditions only directly overhead. As a result, several aviation groups commented that ASOS provided unrepresentative observations when weather conditions were patchy or changing rapidly. Such inaccurate observations could cause pilots to avoid an airport when it is safe to land but ASOS reports unsafe weather or could cause pilots to attempt to land at an airport when unsafe conditions are not reported. Because ASOS’ observations cannot substitute for the completeness of human observations, FAA is still employing human weather observers. NRC cited ASOS as an example of FAA’s failure to “serve as an effective intermediary between the NWS and aviation system users.”", "Both NRC and the advisory committee also cited the need for all users to receive adequate training and observed that they were not currently receiving such training. They cited weaknesses in the weather training provided to pilots and controllers that undermine their ability to use available weather information to their maximum advantage. “Training offers great potential for near-term reductions in weather-related accidents,” NRC concluded. Similarly, the advisory committee reported in 1995, “The Administrator should set policies for  training and certification that will lead to enhanced understanding and decision-making regarding weather, taking into account the many significant forthcoming changes in the National Airspace System.”"], "subsections": []}, {"section_title": "FAA Is Developing Aviation Weather Systems and Training for Various Users", "paragraphs": ["FAA weather officials cited the various aviation weather systems it is developing and deploying as evidence that it is meeting the needs of all aviation users. Table 1 lists the intended users and the implementation schedule for each system cited by FAA.", "FAA and NWS are also currently working to enhance ASOS to address some of the concerns raised by aviation users. Regarding training, officials at FAA’s Academy provided materials describing the weather-related courses taught at the Academy and through computer-based instruction. While some of the computer-based courses offer an overview of weather topics, most of the Academy’s courses provide training on how to use systems like those identified in table 1."], "subsections": []}, {"section_title": "Panelists Rated FAA’s Actions on Meeting User Needs as Very Poor", "paragraphs": ["The final two recommendations the panel considered focused on meeting the needs of aviation system users. NRC called for FAA to focus on addressing users’ urgent unmet needs, such as the improved communication of weather information, improved observations and forecasts, and a “comprehensive training program.” In 1997, the advisory committee recommended that FAA support “a weather architecture, which includes the appropriate elements and interfaces needed to disseminate critical weather information to ALL aviation users, supported by adequate funding and priorities.”", "The panelists were most critical of FAA’s actions to date in this area. Speaking about providing improved weather information to users, one panelist said, “You can get better information on the  than you can in the [FAA] system.” Another panelist questioned who would benefit from the systems FAA is developing, saying, “The systems are designed to get the information to people on the ground, but, quite frankly, one of the key individuals who needs that information is the captain of the airline, who is up at 39,000 feet.” Similarly, several panelists expressed concern that FAA had not integrated the systems that it provides to different aviation weather users. According to one panelist, “There was not, and is not yet, a coherent information architecture to distribute the weather information.”", "On the issue of training, the panelists agreed that the courses FAA identified did not fully respond to the recommendation. According to one panelist, “The recommendation is a comprehensive national plan. This is just a hodgepodge.” Another panelist noted, “ have a mandated 4, 5, 6 hours of security training every year for something that, fortunately, one out of a million . . . person will encounter, and we have nothing, or relatively nothing, on weather, which is something that they will encounter every day in every one of their flights.” The panelists also raised concerns about the adequacy of the weather training provided to air traffic controllers, noting that there is often a disparity among controllers’ abilities to interpret weather information.", "Overall, most panelists rated FAA’s progress in meeting users’ unmet needs as very poor. The panel rated FAA’s efforts to develop aviation weather systems to support all users as poor. The panelists did not believe that FAA’s actions on these recommendations were either timely or sufficient."], "subsections": []}]}, {"section_title": "Reports and Panelists Questioned FAA’s Commitment to Funding Weather Activities", "paragraphs": ["Each of the three reports also raised concerns about the amount of funding FAA has provided for weather activities. NRC, for example, found that while funding levels for activities such as training and research were small compared with the cost of acquiring aviation weather systems, the lack of funding for such activities could adversely affect system deployment. The RE&D Advisory Committee also stated in 1995 that, because of the low priority given to weather activities, “weather-related programs are inconsistently funded, causing less than acceptable performance.” Finally, in 1997, the advisory committee found that “as a result of the present budget environment, the FAA management has decided to give weather programs a lower priority than other system areas, thereby causing cancellations or significant delays to critical weather efforts.”", "The reports discussed several instances that raised questions about FAA’s commitment to funding aviation weather projects that meet users’ needs. For example, FAA eliminated funding for the Advanced Weather Products Generator, a system designed to provide weather information to pilots and other external aviation users. According to NRC, this decision represented a “lack of focus on pilots’ needs.” The 1997 advisory committee report called FAA’s plans to consolidate weather data using systems like ITWS logical but questioned FAA’s commitment to fund such projects over the long term.", "Our review of FAA’s budget data confirms the committees’ findings and the panelists’ concerns about the relative importance FAA places on weather funding. FAA has a number of major activity areas linked to its mission and management goals. Although aviation weather is a prominent factor in aviation accidents, FAA’s spending for research and acquisitions related to weather has been lower than spending for most other agency research and acquisition activities. For example, from fiscal year 1990 through fiscal year 1998, aviation weather research accounted for 4 percent of the funds allocated to all types of FAA research. Spending on weather activities was lower than spending on all but three other areas—airport technology, environment and energy, and research and development partnerships—as figure 2 shows. FAA spent 8 percent of its research funds on weather in fiscal year 1990 but only 1 percent in fiscal years 1994 and 1995. In fiscal year 1998, FAA plans to spend 8 percent of its research funds on weather-related projects.", "Aircraft safety technology ($339)", "System security technology ($320)", "Communications, navigation, and surveillance ($239)", "Similarly, funding for the acquisition of aviation weather systems was lower (eighth out of eight areas) than for all other program areas for fiscal years 1990 through 1998, as figure 3 shows. Over this period, acquisitions for aviation weather accounted for 5 percent of all spending for facilities and equipment, varying from a high of 8 percent in fiscal year 1990 to a low of 4 percent in fiscal years 1993 and 1997. In fiscal year 1998, FAA plans to spend nearly 5 percent of its facilities and equipment funds on weather-related projects.", "Mission support ($3,573)", "Facilities ($3,356)", "Communications ($2,216)", "Finally, during the last 3 fiscal years, FAA has requested less funding for aviation weather than the Congress has provided. Table 2 shows the amount of funding FAA requested for aviation weather research and acquisitions and the amount that the Congress provided.", "Even though FAA’s management has acknowledged the increasing value of weather research, it is still difficult for aviation weather to get funding, according to FAA’s Manager for Aviation Weather Research. In addition, this official stated that neither FAA’s request nor the recent level of appropriations has been enough to support an adequate weather research program. He estimated that FAA’s planned aviation weather research for the next 5 to 7 years would cost $15 million to $18 million per year. Another FAA official pointed out that other competing demands, such as security programs, continue to have a higher priority.", "Several factors may account for the lower funding levels given to aviation weather. First, according to FAA’s Director of Aviation Weather and FAA’s Manager for Weather Research, without a central office, aviation weather did not have a funding advocate when decisions were being made on the allocation of resources. In addition, these officials said, some of the FAA leadership, until recently, did not believe that weather was a contributing factor in safety and in delays and therefore did not consider it a high priority.", "Finally, FAA does not assign weather information a high priority in its architecture plans for the national airspace system. FAA categorizes its information needs according to three classifications: critical, essential, and routine, with critical being the highest priority. Critical information is information that if lost would prevent the national air system from exercising safe separation and control over aircraft. Essential information is information that if lost would reduce the capability of the national air system to exercise safe separation and control over aircraft. Since FAA does not believe most aviation weather systems fall into the critical category, it classifies them as essential. Because weather information is not considered critical, aviation weather systems are often among the first areas cut, FAA officials told us.", "Several panelists commented that the level of funding FAA was providing for research projects was not adequate, potentially jeopardizing multiyear research projects. While some panelists stated that FAA could be reducing its funding requests deliberately because it believed that the Congress would restore funding, others raised the possibility that the low funding requests reflect the fact that FAA continues to make weather issues a lower priority."], "subsections": []}, {"section_title": "Conclusions", "paragraphs": ["Owing to the significant impact of hazardous weather on aviation safety and efficiency, improving the weather information available to all users of the aviation system should be one of FAA’s top priorities. However, a panel of experts presented with information on FAA’s actions to improve its management of aviation weather concluded that FAA had done a poor job in addressing the most significant concerns raised by previous reports. While the panelists recognized that FAA had taken certain steps, such as issuing a policy to define its role in aviation weather and increasing coordination with NWS, many questioned FAA’s commitment to implementing permanent changes resulting from these actions.", "On the basis of the panel’s discussion and the information we gathered, we agree that FAA has addressed some of the concerns raised in previous reports. However, FAA’s responses also demonstrate that some of the issues raised by the three reports have not been fully addressed. For example, FAA indicated that issuing a policy defining its staff’s role in separating aircraft from hazardous weather is not necessary—a key function if the weather information it collects is to improve safety. Furthermore, two conditions—weather information’s being classified as a lower priority than other types of air traffic information and the lack of training for FAA staff on how to use weather information—indicate that despite the new policy, weather continues to be a lower priority for FAA than its traditional function of separating aircraft from other aircraft. The implementation plan FAA proposes to issue later this year provides the agency with an opportunity to respond to these continuing concerns with stronger evidence of its commitment to weather issues."], "subsections": []}, {"section_title": "Agency Comments", "paragraphs": ["We provided FAA with a draft of this report for its review and comment. We met with FAA officials, including FAA’s Director for Aviation Weather, to obtain FAA’s comments. FAA commented that the draft report accurately reflected the condition of the organization, and it agreed that corrective actions are needed. FAA also suggested that we add some information on several points, including the findings from the advisory committee’s 1997 report on separating aircraft from hazardous weather and additional actions FAA had taken regarding coordination, training, and deploying aviation weather systems. We added information to the report, where appropriate, to reflect these suggestions.", "We performed our review from August 1997 through April 1998 in accordance with generally accepted government auditing standards. Our scope and methodology are discussed further in appendix I. We are providing copies of this report to interested congressional committees; the Secretary of Transportation; and the Administrator, FAA. We will also make copies available to others upon request.", "If you or your staff have any questions, please call me on (202) 512-3650. Major contributors to this report are listed in appendix VII."], "subsections": []}]}, {"section_title": "Scope and Methodology", "paragraphs": ["At the request of the Chairwoman and Ranking Minority Member of the Subcommittee on Technology, House Committee on Science, we agreed to review the Federal Aviation Administration’s (FAA) progress in addressing recommendations made by outside experts on FAA’s management of aviation weather. To address this topic, we first reviewed the reports on aviation weather management prepared by the National Research Council and FAA’s Research, Engineering, and Development Advisory Committee. We also interviewed officials and reviewed policy, budget, and planning documents at FAA’s headquarters, the Orlando International Airport control tower, the National Weather Service, and the Office of the Federal Coordinator for Meteorology. Our discussions with agencies other than FAA focused on their joint efforts with FAA and were not designed to evaluate the agencies’ individual aviation weather activities.", "We also worked with the members of the committees that wrote the three reports. First, we sent a survey to each member of the committees that listed each of the recommendations made by those reports and asked the respondents to rate their importance. The survey form and results are included in appendix III. We received responses from 28 of the 35 committee members surveyed.", "The seven recommendations most highly rated by the respondents dealt with the general topics of policy and leadership, coordination, and efforts to address user needs. One of the recommendations chosen by the respondents addressed coordination of research. To ensure that the panel adequately addressed concerns about coordination raised in the previous reports and the original request, we added the second-highest rated recommendation dealing with coordination, resulting in a final total of eight recommendations. We then asked officials responsible for FAA’s weather activities to provide evidence of the actions FAA had taken to address these eight high-priority recommendations. FAA provided written responses and some supporting material to support its actions to address each of the eight recommendations. The full text of each of the recommendations, FAA’s response, and selected supporting material are presented in appendix IV.", "Finally, we convened an expert panel of individuals who had answered our survey, judgmentally selecting a subset of eight individuals who represented various users and providers of aviation weather information. The names and affiliations of the panel members are listed in appendix V. We held an all-day meeting with the seven-member panel (one invitee was unable to attend but provided written comments) at our offices in Washington, D.C. For each of the eight high-priority recommendations, we presented the panelists with FAA’s response, supporting material submitted by the agency, and any other information about FAA’s actions that we had identified during our previous work. We asked for their comments on (1) the original intent of the recommendation, (2) any other actions FAA had taken to address the recommendation, and (3) the adequacy of FAA’s response. At the end of each discussion, we asked the panelists to rate, using an anonymous ballot, FAA’s progress in addressing each recommendation. The panelists were given the option of rating FAA’s overall response as very poor, poor, fair, good, or excellent. They were also asked if FAA’s actions were consistent with the intent of the recommendations, sufficient, and timely. The results of these ballots are included in appendix VI. We recorded and transcribed the meeting to ensure that we accurately captured the panel members’ statements.", "As also requested, we are providing information on the effect of weather on aviation accidents and delays. (See app. II.) To determine the impact of weather on aviation accidents and delays, we worked with FAA’s National Aviation Safety Data Analysis Center to analyze data from the National Transportation Safety Board’s accident database and FAA’s Operations Network. We did not independently verify the reliability of the computer-based data provided by FAA, because they are not material to our findings."], "subsections": []}, {"section_title": "Data on Weather-Related Accidents and Delays", "paragraphs": ["Many factors contribute to aviation accidents and delays. Weather has a significant role in these occurrences. Data from the National Transportation Safety Board (NTSB) show that weather is a cause or contributing factor in almost one-quarter of accidents and more than one-third of all injuries and fatalities. According to FAA data for 55 airports, weather caused almost three-quarters of all delays."], "subsections": [{"section_title": "Accidents", "paragraphs": ["On August 2, 1985, a Delta Airlines’ Lockheed L-1011 with 165 persons aboard crashed after encountering severe weather conditions on its approach to the Dallas/Fort Worth International Airport: 135 persons died, and 28 were injured. Although NTSB concluded that the accident was the fault of the pilot, procedures, and training, the following weather conditions were cited as contributing factors: thunderstorm, lightning, rain, windshear, wind, and downdraft.", "Of the 23,383 accidents from 1987 through 1996, NTSB had completed investigations of 22,489 accidents as of March 1, 1998. For its completed investigations, NTSB determined that weather was a cause or contributing factor in 5,286 or about 24 percent, of the accidents. See table II.1.", "Of the 5,287 aircraft involved in the 5,286 weather-related accidents that occurred in 1987 through 1996 for which NTSB had completed investigations, 4,669, or about 88 percent, involved general aviation aircraft, and 73, or about 1 percent, involved air carriers. See figure II.1 for an analysis of accidents by type of aviation.", "Multiple aircraft may be involved in an accident.", "Of the 19,426 general aviation accidents and 240 air carrier accidents that occurred in 1987 through 1996 for which NTSB had completed investigations, weather-related accidents accounted for 24 percent of all the general aviation accidents and about 30 percent of all the air carrier accidents. Wind/windshear was the most frequent cause or contributing factor cited in weather-related general aviation accidents. According to the Aircraft Owners and Pilots Association (AOPA), the most common problem in wind-related general aviation accidents is the loss of control of the aircraft while landing because of crosswinds, gusts, and tailwinds. This experience results in damage to the aircraft, usually with no injuries. Turbulence was the most frequent cause or factor cited in weather-related air carrier accidents. Turbulence-related accidents typically involve injuries to unbelted flight crew or passengers during the cruise phase of the flight. See figures II.2 and II.3.", "Multiple weather factors may be cited in an accident investigation."], "subsections": []}, {"section_title": "Injuries", "paragraphs": ["On January 17, 1996, an American Airlines’ Airbus A-300 with 268 persons aboard, en route from Miami, Florida, to San Juan, Puerto Rico, encountered severe turbulence. Although the captain had turned on the “fasten seat belt” sign, 20 passengers were injured, 3 of them seriously. NTSB determined that turbulence and noncompliance with the seat belt sign were the cause of the injuries. NTSB also determined that American Airlines’ failure to issue a hazardous weather advisory to the flight crew was a contributing factor.", "In the more than 22,000 accidents that occurred between 1987 and 1996 for which NTSB had completed its investigation, 12,415 injuries were recorded. NTSB determined that weather was a cause or contributing factor in 3,199, or about 26 percent, of the injuries in these accidents. See table II.2.", "Of the 3,199 weather-related injuries that occurred in 1987 through 1996, 2,345, or about 73 percent, involved general aviation aircraft, while 372, or about 12 percent, involved air carriers. See figure II.4 for an analysis by type of aviation.", "Of 2,345 general aviation injuries and 372 air carrier injuries that occurred between 1987 and 1996 for which NTSB had completed accident investigations, weather-related injuries accounted for about 25 percent of all general aviation injuries and about 28 percent of all air carrier injuries. Wind/windshear was the most frequent cause or contributing factor cited in general aviation accidents with injuries. Turbulence was the most frequent cause or factor cited in air carrier accidents with injuries. See figures II.5 and II.6."], "subsections": []}, {"section_title": "Fatalities", "paragraphs": ["On March 22, 1992, a USAir Fokker F-28 stalled on takeoff from La Guardia International Airport and became partially inverted and submerged in the bay. Of the 51 persons on board, 27 died and 21 were injured. NTSB determined that the accident was caused by USAir’s and FAA’s failure to provide the flight crew with adequate procedures as well as the flight crew’s failure to confirm that the wings were free of ice. NTSB determined that icing conditions was one of several other factors that contributed to the accident.", "In the more than 22,000 accidents that occurred between 1987 and 1996 for which NTSB had completed its investigation, 8,791 fatalities were recorded. NTSB determined that weather was a cause or contributing factor in 3,043, or about 35 percent, of the deaths in these accidents. See table II.3.", "Of the 3,043 weather-related fatalities that occurred in 1987 through 1996, about 2,493, or about 82 percent, involved general aviation aircraft, while 40, or about 1 percent, involved air carriers. See figure II.7 for an analysis by type of aviation.", "Of the 7,064 general aviation fatalities and 570 air carrier fatalities that occurred between 1987 and 1996 for which NTSB has completed accident investigations, weather-related fatalities accounted for about 35 percent of all general aviation fatalities and 7 percent of all air carrier fatalities. Low visibility/ceiling was the most frequent cause or contributing factor cited in fatal general aviation accidents. According to AOPA, flying under visual flight rules into deteriorating weather conditions and dark nights is the most frequent cause of fatal general aviation accidents. Icing was the most frequent cause or factor cited in fatal air carrier accidents. However, because only six weather-related air carrier accidents involved fatalities, no conclusions can be drawn from this small number of occurrences. See figures II.8 and II.9."], "subsections": []}, {"section_title": "Delays", "paragraphs": ["According to the Air Transport Association (ATA), flight delays of 1 minute or more cost airlines and passengers more than $3 billion each year. See table II.4 for the costs of delays to U.S. major and national carriers and passengers in 1993 through 1996.", "In 1993 through 1997, according to FAA, more than 1.2 million flights were delayed for at least 15 minutes at the 55 airports connected to the Air Traffic Operations Network. Of these flights, about 922,000, or 72 percent, were delayed for weather-related reasons. See table II.5 for a summary of delays by primary cause in 1993 through 1997."], "subsections": []}]}, {"section_title": "Results of Survey of Members of NRC and FAA’s Research, Engineering, and Development Committees", "paragraphs": [], "subsections": []}, {"section_title": "FAA’s Response to GAO’S Questions on Aviation Weather", "paragraphs": [], "subsections": []}, {"section_title": "Members of Aviation Weather Expert Panel", "paragraphs": ["Dr. John Dutton Dean, College of Earth and Mineral Sciences Pennsylvania State University Vice Chairman, NRC Aviation Weather Services CommitteeDr. John Hansman Professor of Aeronautics and Astronautics Massachusetts Institute of Technology FAA RE&D Advisory Committee Member Brig. Gen. Albert Kaehn (U.S. Air Force, retired) Former Commander, Air Weather Service Chairman, NRC Aviation Weather Services Committee Brig. Gen. John Kelly, Jr. (U.S. Air Force, retired) Former Commander, Air Weather Service FAA RE&D Advisory Committee MemberMr. Bruce Landsberg Executive Director, AOPA Air Safety Foundation FAA RE&D Advisory Committee Member Mr. Robert Massey Chairman, Air Line Pilots Association Weather Committee NRC Aviation Weather Services Committee Member Mr. William Sears Director of Air Traffic Capacity and Meteorology Air Transport Association of America (Representing Jack Ryan, FAA RE&D Advisory Committee Member)"], "subsections": []}, {"section_title": "Panelists’ Ratings of FAA’s Overall Progress in Addressing Eight Highly Rated Recommendations", "paragraphs": ["As discussed in appendix I, we convened an expert panel to evaluate FAA’s progress in implementing eight recommendations rated highly by respondents to our August 1997 survey. For each of the eight recommendations, the panelists were presented with the recommendation and offered the opportunity to comment on its intent; presented with FAA’s response and supporting documentation, as well as other evidence of FAA’s activities that we identified during our review and given the opportunity to add any other FAA activities of which they were aware; and given a period of time to discuss the evidence presented.", "After the discussion, the panelists were asked to individually rate FAA’s overall progress using the following question: Considering FAA’s actions and progress made, and any other factors you feel are relevant, what is your overall rating of FAA’s response to this recommendation? 1. ___ Very Poor 2. ___ Poor 3. ___ Fair 4. ___ Good 5. ___ Excellent The panelists answers are presented in table V.1.", "Table V.1: Expert Panel’s Ratings of FAA’s Overall Progress in Addressing Eight Recommendations Recommendations related to policy and leadership Recommendation 1: The FAA Administrator should provide a clear and cohesive policy statement regarding the agency’s important role in the provision of aviation weather services. The statement should reflect the need for further definition of the capability and responsibility of controllers and pilots in the issue of separating aircraft from hazardous weather.", "Recommendation 2: The policy statement and strategic plans should consider hazardous weather information as an aviation safety issue, as well as a capacity one.", "Recommendation 3: The FAA should expeditiously improve aviation weather services rather than delay action while the federal government decides whether to establish an air traffic services corporation to provide some or all of the functions currently provided by the FAA.", "Recommendation 4: The FAA should view meteorology as a significant component of every area of its responsibility in which weather could affect safety or efficiency.", "Recommendations related to interagency coordination Recommendation 5: The FAA and NWS should re-establish the practice of assigning high-level liaisons who are formally tasked with defining and coordinating aviation weather requirements for research, development, and operations between the FAA and NOAA/NWS.", "Recommendation 6: The FAA and NOAA should ensure that aviation weather research and development are closely coupled to operational components of these agencies so that new concepts and new ideas can be swiftly integrated into ongoing operations.", "Recommendations related to efforts to address user needs Recommendation 7: The FAA should support a weather architecture which includes the appropriate elements and interfaces needed to disseminate critical weather information to ALL aviation users, supported by adequate funding and priorities.", "Recommendation 8: Near-term efforts by the FAA and NWS to improve the effectiveness of aviation weather services should focus on the urgent, unmet needs of aviation weather users, which include the following: —a comprehensive national training program to improve the practical meteorological skills of users and providers of aviation weather services; —advanced weather products that are relevant, timely, accurate, and easy to comprehend (e.g., graphically displayed); —ground-to-air communications and cockpit display systems for en route dissemination of advanced weather products; and — weather observations and forecasts that offer improved temporal, geographic, and altitude-specific resolution.", "Additionally, the panelists were asked to answer three more specific questions about FAA’s efforts to address each recommendation. They were the following:", "Have FAA’s actions been consistent with the intention of the recommendation?", "Have FAA’s actions been sufficient to address the recommendation? and", "Has FAA made timely progress in implementing actions to respond to this recommendation?", "For each of these questions, the panelists were given the choice of five responses: 1. ___ Definitely no 2. ___ Possibly no 4. ___ Possibly yes 5. ___ Definitely yes The panelists’ responses are shown in table V.2.", "Finally, after reviewing the ratings assigned to the recommendations, the panel was asked to rate FAA on its general progress in addressing all eight recommendations."], "subsections": []}, {"section_title": "Major Contributors to This Report", "paragraphs": [], "subsections": [{"section_title": "Resources, Community, and Economic Development Division, Washington, D.C.", "paragraphs": [], "subsections": []}, {"section_title": "Office of General Counsel", "paragraphs": ["Mindi G. Weisenbloom The first copy of each GAO report and testimony is free. Additional copies are $2 each. Orders should be sent to the following address, accompanied by a check or money order made out to the Superintendent of Documents, when necessary. VISA and MasterCard credit cards are accepted, also. Orders for 100 or more copies to be mailed to a single address are discounted 25 percent.", "U.S. General Accounting Office P.O. Box 37050 Washington, DC  20013 Room 1100 700 4th St. NW (corner of 4th and G Sts. NW) U.S. General Accounting Office Washington, DC Orders may also be placed by calling (202) 512-6000  or by using fax number (202) 512-6061, or TDD (202) 512-2537.", "Each day, GAO issues a list of newly available reports and testimony.  To receive facsimile copies of the daily list or any list from the past 30 days, please call (202) 512-6000 using a touchtone phone.  A recorded menu will provide information on how to obtain these lists."], "subsections": []}]}], "fastfact": []}